[{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Best Bad Brexit Deal", "description": "May’s withdrawal pact from the EU is lousy but is the only game in town.", "url": "https://www.wsj.com/articles/the-best-bad-brexit-deal-1542239961", "urlToImage": "https://images.wsj.net/im-37084/social", "publishedAt": "2018-11-14T23:59:23Z", "content": "Theresa May has finally struck a deal with Brussels for Britains withdrawal from the European Union, and it reminds us of what Winston Churchill said about democracythe worst form of government except for all the others. Mrs. May sold the plan to her balky ca… [+3178 chars]", "fulltext": "Britain's Prime Minister Theresa May, makes a statement outside 10 Downing Street, in London, Nov. 14. Photo: toby melville/Reuters\n\nTheresa May has finally struck a deal with Brussels for Britain’s withdrawal from the European Union, and it reminds us of what Winston Churchill said about democracy—the worst form of government except for all the others.\n\nMrs. May sold the plan to her balky cabinet in a five-hour meeting on Wednesday. And if her plan survives vetting in Parliament, the policy outline will manage Britain’s departure from the EU, with a second round of talks on the post-Brexit trading relationship to come.\n\nMost details aren’t controversial. Those include provisions on the status of EU citizens in Britain and Brits living in the EU, and the money Britain will contribute to the EU budget under commitments made before the 2016 Brexit referendum."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Minority Leader's Only Job", "description": "House Republicans are about to discover the pain of irrelevance.", "url": "https://www.wsj.com/articles/the-minority-leaders-only-job-1542239910", "urlToImage": "https://images.wsj.net/im-37132/social", "publishedAt": "2018-11-14T23:58:31Z", "content": "The last player chosen each spring in the National Football League draft is referred to as Mr. Irrelevant for his small chance of making a team roster in the fall. An analogy in politics is House Minority Leader, so congratulations to Kevin McCarthy on his se… [+1621 chars]", "fulltext": "Representative Kevin McCarthy pauses while speaking with reporters on Capitol Hill, Nov. 14. Photo: brendan smialowski/Agence France-Presse/Getty Images\n\nThe last player chosen each spring in the National Football League draft is referred to as Mr. Irrelevant for his small chance of making a team roster in the fall. An analogy in politics is House Minority Leader, so congratulations to Kevin McCarthy on his selection Wednesday to lead House Republicans in 2019. He’s Rep. Irrelevant.\n\nThe former small business owner from southern California defeated Ohio Rep. Jim Jordan, 159-43, in the shrunken GOP conference. The lopsided vote was a surprise given that the GOP lost its majority and Mr. McCarthy has been Majority Leader."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Amazon's Golden Fleecing", "description": "The rich company takes New York politicians for a subsidy ride.", "url": "https://www.wsj.com/articles/amazons-golden-fleecing-1542230916", "urlToImage": "https://images.wsj.net/im-37070/social", "publishedAt": "2018-11-14T23:58:18Z", "content": "We rarely agree with socialist Congresswoman-elect Alexandria Ocasio-Cortez, but shes right to call billions of dollars in taxpayer subsidies for Amazon extremely concerning. These handouts to one of the richest companies in the history of the world, with an … [+3915 chars]", "fulltext": "We rarely agree with socialist Congresswoman-elect Alexandria Ocasio-Cortez, but she’s right to call billions of dollars in taxpayer subsidies for Amazon “extremely concerning.” These handouts to one of the richest companies in the history of the world, with an essentially zero cost of capital, is crony capitalism at its worst.\n\nAmazon staged a year-long competition to find a second headquarters beyond its Seattle home, and politicians bid for it like millionaires at a Picasso auction. Except they were bidding with other people’s money. The two ostensible big winners, announced Tuesday, are Long Island City in the Queens borough of New York City, and Crystal City in Virginia, across the Potomac River from Washington, D.C.\n\nPotomac Watch\n\nThey stand to split about $5 billion in Amazon investment, with the promise of 25,000 new jobs each at an average salary of $150,000 a year. Amazon plans to occupy about four million square feet of office space in each location, with the potential to double that if necessary. The kicker is that Amazon has extracted state and local subsidies of more than $2 billion for the privilege.\n\nVirginia Gov. Ralph Northam and Arlington County officials agreed to a cash grant of $550 million for Amazon that could increase with the number of jobs, with another $23 million in infrastructure improvements. New York is even more generous, with starting subsidies of $1.525 billion. As Amazon put it on its website, this works out to $48,000 per job. Apparently bodega owners in Brooklyn are supposed to be happy about subsidizing a third of the salaries of hipster techies.\n\nAmazon will also get a grant of $325 million from the Empire State Development program based on the square footage of buildings it occupies. New York City is kicking in its own subsidies, though its biggest concession was to waive local control over city land—a privilege other businesses don’t get.\n\nThe New York site may also benefit from hundreds of millions of dollars in federal subsidies through the “opportunity zone” provision in last year’s Tax Cuts and Jobs Act. The decision hinges on whether the IRS designates the new compound as a separate entity rather than part of the company’s existing structure.\n\nCongress created opportunity zones to reinvigorate neighborhoods that have a hard time attracting private investment. But the danger is that Uncle Sam might subsidize investments that would have been made anyway. Long Island City is a classic example as it’s already been undergoing an investment boom.\n\nIt’s hard to blame Amazon CEO Jeff Bezos for accepting what politicians give him, though we wonder if he isn’t a tad embarrassed. The man who was able to buy the Washington Post for the equivalent of pocket money hasn’t made more political friends outside of New York and Virginia with this subsidy sweepstakes.\n\nThe worst actors here are the politicians who pose as job creators but are essentially job buyers. New York Gov. Andrew Cuomo once famously said he’d change his name to Amazon Cuomo if the company located in New York, but he didn’t need to pay such a Queens ransom. Google and other companies have created thousands of jobs in New York without similar subsidies, and Amazon might well have done the same given the city’s intellectual capital.\n\nMr. Cuomo says the state will make money from Amazon despite the subsidies, but that depends on Amazon’s decisions and long-term success. The Governor also says he had to offer subsidies to compete against states that don’t have an income tax, though that admission underscores the state’s lack of tax competitiveness. Mr. Cuomo taxes New Yorkers at confiscatory levels, giving himself more money to spend. Then he turns around and takes credit for sparing powerful interests from those taxes.\n\nIn New York they call this a racket, and with good reason. One of Mr. Cuomo’s closest pals was convicted recently in the “Buffalo Billion” scandal as he and others sought to profit from the Governor’s subsidy scheme to invest $1 billion in the Buffalo area. Amazon’s case is aboveboard, but it still amounts to a company with a market capitalization of nearly $800 billon getting paid to create jobs it would have created somewhere anyway."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Katherine Blunt", "title": "California's Largest Utility Pummeled by Wildfire Risks - Wall Street Journal", "description": "Wall Street Journal California's Largest Utility Pummeled by Wildfire Risks Wall Street Journal California's largest utility suffered its steepest stock plunge in 16 years Wednesday as concerns grew that potential liability costs from destructive wildfires th…", "url": "https://www.wsj.com/articles/californias-largest-utility-pummeled-by-wildfire-risks-1542239746", "urlToImage": "https://images.wsj.net/im-37093/social", "publishedAt": "2018-11-14T23:57:44Z", "content": "Californias largest utility suffered its steepest stock plunge in 16 years Wednesday as concerns grew that potential liability costs from destructive wildfires threaten the companys financial future. Shares in PG&amp;E Corp. PCG -21.79% fell nearly 22% and it… [+6380 chars]", "fulltext": "California’s largest utility suffered its steepest stock plunge in 16 years Wednesday as concerns grew that potential liability costs from destructive wildfires threaten the company’s financial future.\n\nShares in PG&E Corp. PCG -1.89% fell nearly 22% and its bonds were also hammered, capping five straight days of losses that have dragged shares down more than 47%, its worst such stretch on record.\n\nThe free fall began after the company reported to state regulators that one of its transmission lines had malfunctioned before the start of a massive fire in Northern California. The fire has now destroyed more than 7,600 single-family homes and killed at least 48 people.\n\nThe San Francisco-based company reported in a securities filing Tuesday night that it had exhausted its revolving lines of credit and warned that its $1.4 billion of insurance coverage for wildfires occurring between Aug. 1 and July 31, 2019, may be insufficient to cover all potential liability claims against the company.\n\nSearch Teams Sift Through Torched Neighborhoods in Northern California In Paradise, Calif., investigators combed through neighborhoods reduced to ash, searching for human remains after the Camp Fire wildfire swept through the town. Photo: Erin Ailworth\n\nGeisha Williams, PG&E’s chief executive, said in an interview that it was premature to speculate about whether the company would need to seek bankruptcy protection. She said the company tapped its credit lines to create more financial flexibility.\n\n“The cause of the fire has not been determined, so it’s not clear if we’re going to be held responsible,” Ms. Williams said, adding that it is currently focused on assisting communities and first responders.\n\nState investigators have yet to determine whether PG&E equipment caused any current wildfires, or whether the company was negligent, findings that could trigger state fines as well as fuel lawsuits from homeowners and others who lost property.\n\nBut the utility, already facing billions in potential liability costs from last year’s wildfires, is confronting a sobering situation without any easy fixes, as an extended drought and population growth into fire-prone forested areas turns parts of California into a dangerous tinderbox.\n\nPG&E’s Pacific Gas & Electric Co. unit serves about 16 million people from Santa Barbara almost all the way up to the Oregon border. The company owns and operates hundreds of miles of electrical wires that crisscross an increasingly dry region at rising risk of fire, a new reality that California Gov. Jerry Brown has attributed in part to a changing climate. State investigators have already concluded PG&E equipment helped spark at least 16 fires last year, generating hundreds of lawsuits.\n\nThe company was worth more than $36 billion in September 2017, before the recent spate of fires in Northern California. It closed on Wednesday worth $13.27 billion. PG&E cut its dividend and took a $2.5 billion charge earlier this year.\n\n“The reality is that fire season is year round and fires are spreading at rates we’ve never seen before,” said Ms. Williams, PG&E’s CEO. “We must work together across all sectors and disciplines to address this issue with urgency.”\n\nCiti analyst Praful Mehta estimated the total damage caused by the current fire could reach $15 billion, comparable to the 2017 fire damages, though PG&E wouldn’t necessarily bear those costs in full if found liable for the blaze.\n\nMr. Mehta said those potential liability costs could raise the risk of bankruptcy for PG&E, which could force the California Legislature to consider rescuing the company.\n\n“All roads lead to Sacramento,” he said. “There is no way they could face all of those liabilities without a legislative solution.”\n\nPG&E has already sought help from the state. Earlier this year, it successfully pushed for legislation that would allow it to pass on wildfire-liability costs to its customers under certain circumstances. But the bill takes effect in January, leaving the company currently unprotected from liability claims arising from the current blaze in Northern California, known as the Camp Fire.\n\nAnother fire, known as the Woolsey Fire, was burning to the south in parts of Los Angeles and Ventura County that aren’t within PG&E’s coverage area.\n\nThe liabilities could be enormous. Lawyers who sued PG&E following devastating fires in 2015 and 2017 are already mobilizing to sue the company for the Camp Fire.\n\nNewsletter Sign-up\n\nA coalition of law firms calling itself Northern California Fire Lawyers filed a negligence lawsuit Tuesday on behalf of more than a dozen residents affected by the blaze, alleging PG&E failed to properly maintain its equipment. The lawsuit details what the lawyers call a “regular pattern of placing its own profits before the safety of the California residents it serves.”\n\nFollowing the 2017 fires, individuals, municipalities and insurance companies filed more than 800 civil lawsuits against PG&E. The first trial in those cases is slated to take place next September.\n\nBritt Strottman, a lawyer with Baron & Budd who has successfully sued PG&E over previous fires and a natural-gas explosion, said the company had neglected safety considerations, creating the current situation.\n\n“They continue to have a culture where they neglect the maintenance of their system and divert money that should be used for safety to executive bonuses,” she said.\n\nPG&E spokeswoman Lynsey Paulo strongly disagreed. “Nothing is more important to PG&E than the safety of our customers, our communities, our employees and our contractors,” she said.\n\nIt could take years to sort out fines and liabilities, according to Height Capital Markets. It estimated that state fire investigators wouldn’t formally determine the cause of the current fire, including PG&E’s role, until next summer, and that settlements on claims could take until 2020 at the earliest.\n\nPG&E expressed concern last week about the potential for more wildfires, fueled by the state’s Santa Ana winds. It notified about 70,000 customers that it might turn off their power as a safety measure. Strong winds can blow electrical lines into trees or into each other, generating electrical arcs that can drop sparks and molten material onto dry vegetation. The company ultimately decided there wasn’t enough risk to warrant shutting off the power.\n\nAt 6:15 a.m. on Nov. 8, PG&E detected an outage on a high-voltage transmission line that connects a century-old dam in the Sierra Nevada mountains to the rest of the state’s power grid. The problem on the line occurred near Pulga in Northern California. Fifteen minutes later, a wildfire was reported in that vicinity. Whipped by high winds, the fire grew quickly into the deadliest in California history.\n\n—Maria Armental and Sara Randazzo contributed to this article.\n\nWrite to Russell Gold at russell.gold@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laurence Norman", "title": "Details of Brexit Deal Pay Heed to Complicated Ties - Wall Street Journal", "description": "Wall Street Journal Details of Brexit Deal Pay Heed to Complicated Ties Wall Street Journal The Brexit agreement published Wednesday night runs to 585 pages. The bottom line: For several years following Brexit in March, the U.K. will likely remain within the …", "url": "https://www.wsj.com/articles/details-of-brexit-deal-pay-heed-to-complicated-ties-1542239863", "urlToImage": "https://images.wsj.net/im-37147/social", "publishedAt": "2018-11-14T23:57:00Z", "content": "The Brexit agreement published Wednesday night runs to 585 pages. The bottom line: For several years following Brexit in March, the U.K. will likely remain within the European Unions economic orbit, following many of the blocs regulations and applying its tar… [+3681 chars]", "fulltext": "The Brexit agreement published Wednesday night runs to 585 pages. The bottom line: For several years following Brexit in March, the U.K. will likely remain within the European Union’s economic orbit, following many of the bloc’s regulations and applying its tariffs.\n\nSome aspects of the deal have been known for months. Britain will pay a divorce bill in coming years of around $50 billion, largely based on unfulfilled past financial commitments. The U.K. will guarantee settled status and a broad swath of legal rights to the..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Gulker", "title": "The Dangerous Fantasy of a 'Jobs Guarantee'", "description": "The latest progressive brainstorm would upend the labor market and be impossible to administer.", "url": "https://www.wsj.com/articles/the-dangerous-fantasy-of-a-jobs-guarantee-1542239737", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY106_GULKER_SOC_20181114152629.jpg", "publishedAt": "2018-11-14T23:55:38Z", "content": "Forget for a moment about Medicare for All. A proposal is gaining steam on the left that would overhaul the U.S. economy in a far more radical way. Known as a federal job guarantee, the plan would require the government to provide work on demand to any Americ… [+4638 chars]", "fulltext": "Forget for a moment about “Medicare for All.” A proposal is gaining steam on the left that would overhaul the U.S. economy in a far more radical way. Known as a federal job guarantee, the plan would require the government to provide work on demand to any American at a minimum of about $12 an hour plus full benefits.\n\nThree senators and rumored 2020 presidential candidates, Kirsten Gillibrand, Cory Booker and Bernie Sanders, have publicly supported the idea. Their visions for the program vary, but the fundamentals of a job guarantee were fleshed out most fully in a proposal released in March by the Center on Budget and Policy Priorities. I sized up that plan in a critical study last month, which had two major findings: The sky-high cost alone makes the job guarantee a bad idea, and the changes it would force on the labor market are an even greater danger.\n\nThe plan’s authors estimate an annual price tag of about $543 billion. Defense is the only discretionary federal expense comparable in size, at about $639 billion last year. Some funding for the job program would be offset by cuts to other government programs. But there’s good reason to believe the authors significantly underestimate the number of participants it would draw, a major component of its cost.\n\nThe proposal estimates that about 11 million people would opt into the job guarantee. That would already be several times as large as the world’s next largest employers, such as Walmart and the U.S. and Chinese militaries. But it could get a lot bigger. The authors assume virtually nobody currently employed would leave his job and join the program. That seems unlikely, given that 41 million workers currently earn less than the program’s $11.83 minimum wage. They also base their projections on today’s historically low unemployment rate. A future recession would send displaced workers fleeing to government jobs for relief.\n\nIllustration: Martin Kozlowski\n\nBeyond its cost, the job guarantee would turn the fundamental logic of work on its head. Generally, people work for employers, whether private organizations or government agencies, because employees add enough value to sustain their wages and still benefit the employer. Under a job guarantee, creating value is an afterthought. The program’s potential is limited further by additional rules the authors propose, such as barring competition with existing private or public jobs and requiring that the positions be low-skilled.\n\nFinding enough work for more than 10 million people would be a herculean task. The authors have a kind imagination: Among their ideas are caring for children and the elderly, clearing vacant lots and building community theaters. But they make no attempt to show how or even if the work could be assigned. The proposal suggests that these decisions should be made at the local level, which begs the question.\n\nSuppose you are mayor of a city of 300,000 people. The federal government has asked you to assign 9,000 people to low-skilled jobs that don’t overlap with work your government and businesses already do. That number would likely double in a recession. It would take every department in city hall to keep the enrollees matched with productive work. The predicament recalls the 1985 comedy “Brewster’s Millions,” in which Richard Pryor’s character must spend millions of dollars as quickly as possible without regard for the value of what he buys. People’s labor, which usually has considerable value, would become a burden on those expected to employ them.\n\nThe program’s administration, virtually ignored by the authors, would present numerous opportunities for corruption, such as businesses bribing officials for free labor. Monitoring such a colossal program would be difficult and expensive. Companies also would seek to influence the program’s public works. A big-box retail chain, for instance, might want a community to prioritize the clearing of a vacant lot next to one of its stores.\n\nThe federal job guarantee would do even greater harm to the overall labor market. Temporarily unemployed workers, along with millions of low-paid workers, would be diverted into a complex bureaucracy with no mechanism or incentive to put the workers’ skills and time to their best use. This could greatly weaken the productivity of the overall economy, leading to a decline in output and further job losses.\n\nPublic policy should aim at helping unemployed people in ways that strengthen their potential, rather than making them lifelong dependents. For a fraction of a job guarantee’s cost, public and private programs could help people develop new skills to bring to the job market.\n\nA federal job guarantee would cost more in its first two years than the entire New Deal, in today’s dollars. Americans can do far better by our struggling neighbors without ripping up the fabric of America’s economy.\n\nMr. Gulker is a senior research fellow at the American Institute for Economic Research."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peggy Little", "title": "How the SEC Silences Criticism", "description": "Its unconstitutional 1972 ‘gag rule’ is overdue for repeal.", "url": "https://www.wsj.com/articles/how-the-sec-silences-criticism-1542239687", "urlToImage": "https://images.wsj.net/im-36805/social", "publishedAt": "2018-11-14T23:54:48Z", "content": "One of the strongest rules in free-speech law is that the government may not engage in prior restraint of speech except in extreme circumstances. Yet the Securities and Exchange Commission does so routinely. Under a rule adopted in 1972, the SEC demands that … [+2288 chars]", "fulltext": "One of the strongest rules in free-speech law is that the government may not engage in “prior restraint” of speech except in extreme circumstances. Yet the Securities and Exchange Commission does so routinely. Under a rule adopted in 1972, the SEC demands that parties entering into settlements with the commission be silenced about the prosecution forever. If they question the merits of the case against them, the SEC reserves the authority to reopen it.\n\n“The result is a stew of confusion and hypocrisy,” Judge Jed Rakoff observed in a 2011 ruling. “The defendant is free to proclaim that he has never remotely admitted the terrible wrongs alleged by the S.E.C.; but, by gosh, he had better be careful not to deny them either. . . . An agency of the United States is saying, in effect, ‘Although we claim that these defendants have done terrible things, they refuse to admit it and we do not propose to prove it, but will simply resort to gagging their right to deny it.’ ”\n\nAfter the 2008 economic crisis, the rule faced blistering criticism from judges and scholars, who noted that it violates the First Amendment and permits potentially collusive settlements that bilk shareholders and taxpayers and shields a powerful agency’s practices from public scrutiny.\n\nThe gag rule violates a hornbook’s worth of legal doctrine: It is a prior restraint and a content-based restriction on speech. It serves no compelling government interest while employing the most restrictive means to accomplish its ends. It prohibits truthful speech, compels government-scripted speech, violates due process, impairs the First Amendment rights to petition government, and infringes the right of the public to hear criticisms of the government.\n\nIt could not withstand the most cursory judicial scrutiny—and the SEC knows it. In fact, it has tucked away a caveat at the end of the rule that lifts the gag when a defendant testifies under oath, as long as the SEC is not a party. That suggests the SEC knows full well that its rule could silence truthful speech or even suborn perjury. What a clever device to avoid judicial scrutiny.\n\nThe SEC’s gag rule is a symptom of a broader problem: Administrative agency power tends to expand beyond its lawful scope. This is why the Founders were so obsessively concerned that the three branches of government operate publicly subject to carefully constructed checks and balances.\n\nMs. Little is senior litigation counsel with the New Civil Liberties Alliance, which has filed a petition with the SEC challenging provisions of the 1972 gag rule."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Daniel Henninger", "title": "Bezos Invades Trump's Backyard", "description": "Amazon is the new king of Queens, where you-know-who got his start in real estate.", "url": "https://www.wsj.com/articles/bezos-invades-trumps-backyard-1542239634", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY105_WL1115_SOC_20181114153100.jpg", "publishedAt": "2018-11-14T23:53:56Z", "content": "One of Donald Trumps favorite punching bags on a long shelf of punching bags is Jeff Bezos, the founder of Amazon. Mr. Trump says (tweets) that Amazon rips off the Post Office, should be investigated, blah, blah, blah. The animus likely has more to do with th… [+4629 chars]", "fulltext": "One of Donald Trump’s favorite punching bags on a long shelf of punching bags is Jeff Bezos, the founder of Amazon. Mr. Trump says (tweets) that Amazon rips off the Post Office, should be investigated, blah, blah, blah. The animus likely has more to do with the impossibly wealthy Mr. Bezos’s purchase in 2013 of the Washington Post at a price ($250 million) that would be like the rest of us buying a roadside antique. He has since let what seems like a battalion of Post writers spend their days tormenting Mr. Trump.\n\nSo when you look at the two places Amazon picked for its new semi-headquarters, an admittedly conspiratorial case could be made that after all the high anxiety of the selection process, Mr. Bezos picked Queens, N.Y., and Arlington, Va., as a big you-know-what to Donald Trump.\n\nQueens is where Mr. Trump grew up and where his father Fred got his start in the business that became the Trump empire. As of this week, Mr. Bezos is the new king of Queens, wallowing in more New York tax subsidies than the Trump Organization ever dreamed of when building its gold-plated towers. Mr. Trump may never set foot in Queens again so long as the Amazon logo looms like an ISIS flag planted in his lost homeland.\n\nMeanwhile, if you look out from the White House and down across the Potomac River, you can catch a glimpse of the great commercial white elephant called Crystal City in Arlington, Va. All of a sudden in President Trump’s backyard, Mr. Bezos is the most famous, if not the biggest, real-estate developer in the Washington area.\n\nWe wonder if the prospective 25,000 Amazon workers coming to Long Island City in Queens are in on the joke. Across New York’s political spectrum—though not including Mayor Bill de Blasio or Gov. Andrew Cuomo—the site selection is something that does not compute.\n\nEven Queens’s own super socialist, Rep.-elect Alexandria Ocasio-Cortez, is aghast at the more than $2.5 billion in tax breaks and construction grants the city and state are giving Amazon.\n\nGov. Cuomo said Tuesday: “This is a big money-maker for us—costs us nothing, nada, niente.” This remark belongs in the annals of Democratic tall tales. It depends on the meaning of “us.”\n\nBy “us” Mr. Cuomo means the politicians who will collect Amazon’s tax revenue. The “us” for whom the cost of this is “nada” does not include the millions of wage slaves in New York who supply the likes of Messrs. Cuomo and de Blasio with tax payments every April to fund the tax breaks “they” give to a Jeff Bezos.\n\nIn a bizarre moment of honesty, Mr. Cuomo let the cat out of the tax bag Tuesday when he said the subsidies were needed because a “level playing field” doesn’t exist between high-tax states like the one he runs and low-tax states like Texas.\n\nVisitors to New York remark all the time about the astonishing number of high-rise condominiums under construction in the city. The politicians like to cite the mushrooming condos as evidence of the city’s “vitality.”\n\nThis is the reality: Politicians from both parties green-light developers’ seemingly endless condominium construction because to them every unit in those buildings represents just one thing: a taxpayer pod.\n\nThe people who live inside New York’s taxpayer pods, like the new Amazon workers, are essentially revenue robots, who will pay a New York City income-tax rate of nearly 4% and a state tax rate of almost 7%. But there’s more: Mr. Bezos is also sending his new workers to a state that no longer has a full federal deduction for state and local taxes, making the tax bite worse than those low-tax states.\n\nAs to New York’s street-level energy, it is real enough and for many worth the high price of admission. But most of that vitality—restaurants, museums, music, sports events, clubs, cocktail bars—comes out of after-tax income. New York’s politicians don’t build condos to the clouds because of that stuff. They want people like the arriving Amazon workers, with their estimated average salaries of $150,000, to pay for all the other dumb financial deals they’ve made, primarily contracts with public workers unions.\n\nA recent issue of Crain’s New York Business noted that the city’s annual comptroller’s report estimates that “retired New York City workers’ future health costs will be $103 billion. The city has set aside only $5 billion, projected to last until 2026, and plans to pay-as-you-go thereafter.” Even Batman can’t solve that problem for Gotham.\n\nThose public-union legacy costs are the reason no money is available to rebuild the city’s famously deteriorated commuter infrastructure—pot-holed streets that would embarrass a Third World country, a catch-as-catch-can subway system and crumbling train tunnels into and out of New Jersey. No dummies, Amazon’s negotiators got the city to agree to let it build a private helicopter pad at the new site so it can fly workers over the gridlocked streets.\n\nBut hey, it beats Crystal City.\n\nWrite henninger@wsj.com."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Karl Rove", "title": "Will Democrats Fall in Line for Pelosi?", "description": "If those who promised to oppose her keep their word, she’ll fall short of 218 votes.", "url": "https://www.wsj.com/articles/will-democrats-fall-in-line-for-pelosi-1542239587", "urlToImage": "https://images.wsj.net/im-36969/social", "publishedAt": "2018-11-14T23:53:09Z", "content": "Can self-proclaimed master legislator and astute leader Nancy Pelosi convince enough Democrats to make her speaker of the House again? It wont be as easy as you might think. Democrats have won 228 House races and are favored in five more. Together thats 233 s… [+4520 chars]", "fulltext": "Can self-proclaimed “master legislator” and “astute leader” Nancy Pelosi convince enough Democrats to make her speaker of the House again? It won’t be as easy as you might think.\n\nDemocrats have won 228 House races and are favored in five more. Together that’s 233 seats, a gain of 40. But Mrs. Pelosi still has work to do to collect the 218 votes she’ll need when the House meets Jan. 3 to select its presiding officer.\n\nDuring the midterm election campaign, 12 incumbent Democratic representatives said they would not support Mrs. Pelosi for speaker, along with 10 newly elected freshmen, plus four Democrats who lead their contests but haven’t yet been declared winners.\n\nDemocrats will likely enjoy a 15-seat margin after the remaining contests are settled, so if the 26 anti-Pelosi Democrats keep their word, Mrs. Pelosi could fall 11 votes short.\n\nThe anti-Pelosi Democratic incumbents made their opposition clear. Reps. Linda Sanchez, Seth Moulton, Conor Lamb and Jim Cooper called for “new leadership.” Reps. Ed Perlmutter, Brian Higgins, Tim Ryan, Kurt Schrader and Filemón Vela said they’re “no” votes on Mrs. Pelosi. Rep. Bill Pascrell opined, “It’s time to turn the corner,” and Rep. Kathleen Rice praised Mrs. Pelosi but declared, “It’s time for people to know when to go.” Rep. Marcia Fudge may run for speaker herself.\n\nAmong newly elected Democrats, Jason Crow, Elissa Slotkin and Max Crow have said they want “new leadership.” Mary Scanlon said Democrats must “cultivate the next generation” and “would be best served by leveraging Nancy Pelosi’s skills to help bring along the next generation.” Rashida Tlaib said she would “probably not” vote for Mrs. Pelosi, citing the minority leader’s failure “to put the people first.” Jahana Hayes, Haley Stevens, Mikie Sherrill and Joe Cunningham promised to oppose Mrs. Pelosi. Abigail Spanberger said “under no circumstances” would she vote for Mrs. Pelosi as speaker.\n\nAmong the anti-Pelosi Democrats leading their contests but not yet declared the victors, New Jersey’s Andy Kim and New York’s Anthony Brindisi both called for “new leadership.” Ben McAdams of Utah bluntly said he would not vote for Mrs. Pelosi, while Jared Golden, who is favored under Maine’s ranked-choice voting system, was most emphatic: He has “no intention of voting for Nancy Pelosi, none at all.”\n\nWill these 26 Democrats now follow through and oppose the 78-year-old Mrs. Pelosi? That won’t be easy. Or will they flake out and support her? It would create grave problems at home, especially for newly elected Democrats who took Republican seats, if the first congressional vote they cast breaks a pledge to voters.\n\nBut anti-Pelosi members have an option besides voting for another Democrat. They could vote “present.” Every two “present” votes reduce the total number needed to become speaker by one. If all 26 Pelosi skeptics voted present, that would leave her with 207 Democratic votes, more than the 202 votes Republicans could muster. Mrs. Pelosi would be speaker, but badly weakened. And that might be good enough for Democratic dissidents.\n\nBut in addition to the declared anti-Pelosi bloc, there are at least 12 additional new House members who hedged while campaigning, refusing to say where they stood on the minority leader. Those who took Republican seats—including Harley Rouda, Donna Shalala, Lucy McBath, Abby Finkenauer, Cindy Axne, Sean Casten, Antonio Delgado and Collin Allred—could suffer politically for supporting her. Hyperprogressives like Alexandria Ocasio-Cortez and Ayanna Pressley, who dodged the question, also could take fire from the left for embracing the “establishment” choice.\n\nIf half these wavering Democrats joined the 26 anti-Pelosi Democrats in voting “present,” then Mrs. Pelosi drops below 202 votes. In that case a united GOP could theoretically elect the next speaker. Lucky for Mrs. Pelosi, Republicans won’t be united.\n\nWhile still the prohibitive favorite, Mrs. Pelosi will have to work to secure the speakership. She’s less popular than President Trump; a Nov. 6 Economist/YouGov poll found 35% view her favorably and 55% unfavorably. An Oct. 28 Harvard-Harris poll had her even worse, at 28% to 54%. In an Oct. 28 Gallup poll, Democrats alone agreed by 56% to 39% that someone else should be elected speaker.\n\nThe first vote in Congress in January will show whether House Democrats are listening more to the grassroots back home or are willing to break promises to their constituents to curry favor with their leaders in Washington. That’s what freshman Democratic Sen. Kyrsten Sinema did Wednesday in supporting Chuck Schumer for Senate minority leader, after pledging not to during the campaign.\n\nMr. Rove helped organize the political-action committee American Crossroads and is the author of “The Triumph of William McKinley” (Simon & Schuster, 2015)."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stephen Miller", "title": "Economic Liberty Turns Vice Into Virtue", "description": "Bernard Mandeville showed how envy and pride drove men to help themselves and society.", "url": "https://www.wsj.com/articles/economic-liberty-turns-vice-into-virtue-1542239486", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ240_Miller_SOC_20181113095639.jpg", "publishedAt": "2018-11-14T23:51:27Z", "content": "Nov. 15 is the birthday of Bernard Mandeville (1670-1733), one of the most influential 18th-century British writers. Nowadays read by intellectual historians and few others, the Dutch-born physician had a lasting message: Economic growth promotes virtue by re… [+3616 chars]", "fulltext": "Nov. 15 is the birthday of Bernard Mandeville (1670-1733), one of the most influential 18th-century British writers. Nowadays read by intellectual historians and few others, the Dutch-born physician had a lasting message: Economic growth promotes virtue by reducing idleness.\n\nLittle is known about Mandeville, whom Benjamin Franklin called “a most facetious, entertaining companion.” His main work is “The Fable of the Bees: or, Private Vices, Publick Benefits,” published in 1714. Though scandalous because it seemingly praised “vice,” it eventually earned plaudits—albeit with reservations—from leading thinkers of the age, including David Hume, Samuel Johnson, Voltaire and Kant. In the 20th century Friedrich Hayek called Mandeville a “mastermind.”\n\n“The Fable,” which is an annotated version of his earlier doggerel poem called “The Grumbling Hive,” became well-known only in 1723 with the publication of an expanded edition. This version was twice presented for censorship before the Grand Jury of Middlesex as a public nuisance. The court took no action, but the attempted suppression made Mandeville famous.\n\nPhoto: Culture Club/Getty Images\n\nThe author of “The Fable,” said Hume, “began to put the science of man on a new footing.” While the Catholic Church labeled envy, pride and avarice cardinal sins, for Mandeville these vices had public benefits. They often promoted economic growth and political stability.\n\nThough Mandeville admits envy can be base, he argues that some people transform envious feelings into emulation, which promotes industriousness. Emulative envy, Mandeville contends, cannot flourish in traditional societies, since there are few opportunities for the poor to emulate the rich. But in commercial societies like Britain, writes Mandeville scholar E.J. Hundert, envy would be “directed into politically harmless and socially beneficial channels.”\n\nIn his entry for “Envy” in the Philosophical Dictionary, Voltaire calls Mandeville “the first writer who has wanted to prove that envy is a very good thing, a very useful passion.” Voltaire understood that envy has benign as well as malign aspects.\n\nEnvy and emulation are closely connected to pride, which is “the desire to be thought well of.” Mandeville observes that many have chased praise on their way to profound achievements and enterprises: “We are possessed of no other quality so beneficial to society, and so necessary to render it wealthy and flourishing as this, yet it is that which is most generally detested.”\n\nAvarice is the third “private vice” Mandeville inverts. He argues that the desire to make a lot of money drives the avaricious to take financial risks, promoting growth.\n\nMandeville took his argument to a satirist’s extremes, claiming that robbery, alcoholism and prostitution also produced public benefits. Johnson, who told Boswell that Mandeville “opened my views into real life very much,” said that “it may happen that good is produced by vice; but not as vice.” He criticized Mandeville for not clearly defining his terms.\n\nMandeville is not always lucid, but by “vice” he mainly means self-interested conduct, which he argued would promote virtue in the end. “Envy and emulation have kept more men in bounds, and reformed more ill husbands from sloth, from drinking and other evil courses, than all the sermons that have been preached since the time of the Apostles.”\n\nOne hundred years after “The Fable” was published, Karl Marx praised Mandeville as “infinitely more intrepid and honest than the philistine apologists of bourgeois society” for recognizing the evil basis of commerce. Unlike Marx, however, Mandeville was praising what we now call capitalism, not attacking it. Mandeville would have endorsed Adam Smith’s remark that “no society can surely be flourishing and happy, of which the far greater part of the members are poor and miserable.”\n\nMr. Miller is writing a book titled “The Three Faces of Envy: The Good, the Sad and the Ugly.”"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "Trump Supports Changes to Criminal-Justice System - Wall Street Journal", "description": "Wall Street Journal Trump Supports Changes to Criminal-Justice System Wall Street Journal WASHINGTON—President Trump endorsed bipartisan criminal-justice overhaul efforts at a White House ceremony on Wednesday, throwing his support behind changes to U.S. sent…", "url": "https://www.wsj.com/articles/trump-to-support-changes-to-criminal-justice-system-1542222870", "urlToImage": "https://images.wsj.net/im-37021/social", "publishedAt": "2018-11-14T23:42:16Z", "content": "WASHINGTONPresident Trump endorsed bipartisan criminal-justice overhaul efforts at a White House ceremony on Wednesday, throwing his support behind changes to U.S. sentencing laws that he said also would give federal inmates a second chance when they are rele… [+3963 chars]", "fulltext": "President Donald Trump announced support for a major rewrite of the nation’s criminal justice sentencing laws, called the \"First Step Act,\" in a White House ceremony on Wednesday. Photo: Getty\n\nWASHINGTON—President Trump endorsed bipartisan criminal-justice overhaul efforts at a White House ceremony on Wednesday, throwing his support behind changes to U.S. sentencing laws that he said also would give federal inmates a second chance when they are released.\n\n“Did I hear the word bipartisan?” he joked during a speech at the White House. “I’m thrilled to announce my support for this bipartisan bill that will make our communities safer and give former inmates a second chance at life after they have served their time—so..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "President Trump Embraces Criminal Justice Reform Bill", "description": "President Donald Trump announced support for a major rewrite of the nation’s criminal justice sentencing laws, called the \"First Step Act,\" in a White House ceremony on Wednesday. Photo: Getty", "url": "http://www.wsj.com/video/president-trump-embraces-criminal-justice-reform-bill/3A5B03E2-5A57-4E7D-9084-DD72E95554C7.html", "urlToImage": "http://m.wsj.net/video/20181114/111418trumpprison/111418trumpprison_1280x720.jpg", "publishedAt": "2018-11-14T23:04:19Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "The Rising Power of Women in Tech", "description": "Executives in tech, entertainment and retail discussed recent trends that have helped put women in positions of power. They spoke at the WSJ D.Live Tech conference in Laguna Beach, Calif.", "url": "http://www.wsj.com/video/the-rising-power-of-women-in-tech/121960CB-9129-45ED-A4B6-A5C097259712.html", "urlToImage": "http://m.wsj.net/video/20181114/111318women/111318women_1280x720.jpg", "publishedAt": "2018-11-14T23:02:34Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Tech Leaders Look Ahead to AI", "description": "Tech leaders and executives discussed the future of AI in the industry. They spoke at the WSJ D.Live Tech conference in Laguna Beach, Calif.", "url": "http://www.wsj.com/video/tech-leaders-look-ahead-to-ai/4195FA9A-9123-4F0E-A2E9-E8C5840AB131.html", "urlToImage": "http://m.wsj.net/video/20181114/111318ai/111318ai_1280x720.jpg", "publishedAt": "2018-11-14T23:00:03Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natalie Andrews", "title": "Senate Majority Leader Mitch McConnell Blocks Vote on Bill That Would Protect Mueller - Wall Street Journal", "description": "Wall Street Journal Senate Majority Leader Mitch McConnell Blocks Vote on Bill That Would Protect Mueller Wall Street Journal WASHINGTON—Senate Majority Leader Mitch McConnell (R., Ky.) blocked a bill designed to protect special counsel Robert Mueller from be…", "url": "https://www.wsj.com/articles/senators-to-seek-vote-on-bill-that-would-protect-mueller-1542199892", "urlToImage": "https://images.wsj.net/im-36921/social", "publishedAt": "2018-11-14T22:53:00Z", "content": "WASHINGTONSenate Majority Leader Mitch McConnell (R., Ky.) blocked a bill designed to protect special counsel Robert Mueller from being fired, but the efforts bipartisan sponsors said they would keep pressing the matter. The resignation of Jeff Sessions as at… [+4086 chars]", "fulltext": "WASHINGTON—Senate Majority Leader Mitch McConnell (R., Ky.) blocked a bill designed to protect special counsel Robert Mueller from being fired, but the effort’s bipartisan sponsors said they would keep pressing the matter.\n\nThe resignation of Jeff Sessions as attorney general at the president’s request last week and the appointment of Acting Attorney General Matthew Whitaker increased calls from Republicans and Democratic senators to pass legislation to protect the special counsel’s continuing investigation into Russian interference..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Parminder Bahra", "title": "How to Own a Rare Piece of Automotive History", "description": "Italian design house Bertone helped define the look of supercars before going bankrupt in 2014. Now its vast archives of models, sketches, working concepts and production cars are up for auction.", "url": "https://www.wsj.com/articles/how-to-own-a-rare-piece-of-automotive-history-1542228011", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ616_AUCTIO_SOC_20181114110230.jpg", "publishedAt": "2018-11-14T22:49:04Z", "content": "EARLIER THIS year, auction house Aste Bolaffi sent its car historian Massimo Delbo to the outskirts of Turin to catalog the contents of a factory once owned by Bertone, a century-old Italian car styling company that went bankrupt in 2014. Mr. Delbo expected t… [+5364 chars]", "fulltext": "The Italian car styling firm Bertone produced some of the most important supercars of the 20th century, but an auction this month will be the closing chapter for this storied autos styling house. Photo: Lamborghini\n\nEARLIER THIS year, auction house Aste Bolaffi sent its car historian Massimo Delbo to the outskirts of Turin to catalog the contents of a factory once owned by Bertone, a century-old Italian car styling company that went bankrupt in 2014. Mr. Delbo expected to spend a single day picking through the factory’s remains, but once he cracked open the doors, he realized the project could take him months.\n\nDrawer after drawer, room after room revealed thousands of beautifully hand-drawn sketches, design models, technical prints,..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Uditha Jayasinghe", "title": "Parliament Rejects Sri Lankan President's Pick for Prime Minister", "description": "Sri Lankan lawmakers voted to reject the appointment of a new prime minister as the country continued to struggle with a tug-of-war between its president and parliament.", "url": "https://www.wsj.com/articles/parliament-rejects-sri-lankan-presidents-pick-for-prime-minister-1542211851", "urlToImage": "https://images.wsj.net/im-36968/social", "publishedAt": "2018-11-14T22:38:09Z", "content": "COLOMBO, Sri LankaSri Lankan lawmakers voted Wednesday to reject the appointment of a new prime minister as the South Asian nation continued to struggle with a tug-of-war between its president and parliament. The island nation has had two people claiming to b… [+1480 chars]", "fulltext": "COLOMBO, Sri Lanka—Sri Lankan lawmakers voted Wednesday to reject the appointment of a new prime minister as the South Asian nation continued to struggle with a tug-of-war between its president and parliament.\n\nThe island nation has had two people claiming to be prime minister since President Maithripala Sirisena last month shocked the country by bringing in former president Mahinda Rajapaksa as prime minister.\n\nThe..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "The NRA Will Have Its Day in Court", "description": "New York’s governor will have to defend his assault on the liberties enumerated in the Bill of Rights.", "url": "https://www.wsj.com/articles/the-nra-will-have-its-day-in-court-1542234647", "urlToImage": "https://images.wsj.net/im-37075/social", "publishedAt": "2018-11-14T22:30:49Z", "content": "Lost in the recent coverage of congressional elections and the resulting reallocation of power in Washington is some welcome news for those hoping to restrain the power of government everywhere. A federal judge in New York is allowing a critical case for pers… [+5475 chars]", "fulltext": "Lost in the recent coverage of congressional elections and the resulting reallocation of power in Washington is some welcome news for those hoping to restrain the power of government everywhere. A federal judge in New York is allowing a critical case for personal liberty to move forward.\n\nSome members of the press corps enjoy describing President Trump as an authoritarian, but no elected official in the country has more aggressively sought to limit free speech rights than Gov. Andrew Cuomo (D., N.Y.). Now he will have to answer for it in court.\n\nLast week the New York Law Journal reported:\n\nThe National Rifle Association’s lawsuit against New York Gov. Andrew Cuomo and a state agency will move forward after a federal judge rejected part of the state’s motion to dismiss the group’s First Amendment claims Tuesday evening.\n\nU.S. District Judge Thomas McAvoy of the Northern District of New York said in a lengthy decision that the NRA’s claims that actions by Cuomo and Department of Financial Services Superintendent Maria Vullo stifled its free speech rights were sufficient enough to be evaluated at trial.\n\n“The allegations of direct and implied threats to insurers and financial institutions because of these entities’ links with the NRA, and the allegations of resulting harm to the NRA’s operations, are sufficient to make out plausible First Amendment freedom-of-speech claims,” McAvoy wrote. “While the NRA may not be able to establish the factual predicates for these claims, it has presented sufficient allegations to allow them to go forward.”\n\nIn May this column described how Mr. Cuomo was using the state’s financial regulatory agency to intimidate insurance companies, banks and other firms into turning down business with the NRA. The gun-rights group sued Mr. Cuomo after he ordered the state’s Department of Financial Services to tell the firms it oversees “to review any relationships they may have with the National Rifle Association and other similar organizations. Upon this review, the companies are encouraged to consider whether such ties harm their corporate reputations and jeopardize public safety.”\n\nThe same day as Mr. Cuomo’s announcement, New York’s chief financial regulator Ms. Vullo sent out a bulletin urging companies to manage their “reputational risks” related to organizations like the NRA. She claimed that “in this area society, as a whole, has a responsibility to act and is no longer willing to stand by and wait and witness more tragedies caused by gun violence, but instead is demanding change now.” Ms. Vullo and her agency have also been sued by the NRA.\n\nIn a single stroke, Mr. Cuomo was not just attacking cherished rights described in the Constitution’s first two amendments; he was simultaneously corrupting financial regulation. Theoretically, Ms. Vullo’s job is to ensure the soundness of the firms under her supervision, and to protect customers against fraud—not to enforce a political agenda and deem any business the governor dislikes a “reputational risk.” The tenth anniversary of the 2008 panic, which inspired the creation of Ms. Vullo’s agency, is a reminder of the consequences when regulators fail to focus on their core missions.\n\nAccording to Judge McAvoy’s opinion, “The allegations in the Amended Complaint are sufficient to create a plausible inference” that actions by the Cuomo administration “constituted implicit threats of adverse action against financial institutions and insurers that did not disassociate from the NRA.”\n\nThe Judge adds that regulatory actions against two insurers suggests that the State of New York was using its financial regulatory apparatus to punish people for their beliefs:\n\nThe Amended Complaint contains sufficient allegations plausibly supporting the conclusion that Defendants’ actions were taken in an effort to suppress the NRA’s gun promotion advocacy. Moreover, the NRA’s allegations that Defendants’ enforcement actions against Lockton and Chubb impeded the NRA’s ability to enter contracts for lawful affinity insurance plans, but did not take similar action against other membership organizations that did not engage in gun promotion advocacy provides a plausible basis to conclude that Defendants sought to impose a content-based restriction on NRA-affiliated businesses based on viewpoint animus that serves no substantial government interest.\n\nThere is an enormous interest for all Americans in making sure that a politician like Mr. Cuomo cannot abuse his authority to silence law-abiding citizens with whom he disagrees.\n\n***\n\nIn Other News\n\nThe Usual Irregularities\n\n“Federal prosecutors reviewing altered election documents tied to Florida Democrats,” Politico, November 14\n\n***\n\nBottom Stories of the Day\n\nHand Over the Microphone, Jim\n\n“Mayor Rahm Emanuel says ‘don’t worry about my future’ after report he’s been in talks to become a cable news pundit,” Chicago Tribune, Nov. 13\n\nAnswers to Questions Nobody Is Asking\n\n“Why Michelle Obama Is ‘Everything’,” New York Times, Nov. 13\n\nTime for a GoFundMe Page?\n\n“ Disney ’s Bob Iger May Have Missed His Shot at $60 Million Bonus,” Bloomberg, Nov. 13\n\nTMI\n\n“Newsom will find a stack of Brown’s leftovers,” Orange County Register, Nov. 12\n\nAnnals of Higher Education\n\n“University lecturer confronted with empty hall after none of her 400 students turns up,” The Telegraph, Nov. 12\n\nJ-E-T-S Jets! Jets! Jets!\n\n“Football fan charged with DWI blames team’s performance,” Associated Press, Nov. 14\n\n***\n\nFollow James Freeman on Twitter.\n\nSubscribe to the Best of the Web email with one click.\n\nTo suggest items, please email best@wsj.com.\n\n(Teresa Vozzo helps compile Best of the Web. Thanks to Irene DeBlasio, Wes Van Fleet, Arlene Ross, Tony Lima and Bill Ledsham.)\n\n***\n\nMr. Freeman is the co-author of “Borrowed Time,” now available from HarperBusiness."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Heidi Vogt", "title": "Some Senators Urge Trump to Nominate Leader for Chemical Safety Board", "description": "Senate Republicans have asked President Trump to nominate a chairman to the Chemical Safety and Hazard Investigation Board, an agency Mr. Trump has tried to eliminate.", "url": "https://www.wsj.com/articles/some-senate-republicans-urge-trump-to-nominate-leader-for-chemical-safety-board-1542234240", "urlToImage": "https://images.wsj.net/im-37058/social", "publishedAt": "2018-11-14T22:24:01Z", "content": "WASHINGTONSome Senate Republicans have urged President Trump to nominate a chairman to the Chemical Safety and Hazard Investigation Board, an agency Mr. Trump has tried to eliminate. The Senate Committee on Environment and Public Works made the appeal in a le… [+2368 chars]", "fulltext": "WASHINGTON—Some Senate Republicans have urged President Trump to nominate a chairman to the Chemical Safety and Hazard Investigation Board, an agency Mr. Trump has tried to eliminate.\n\nThe Senate Committee on Environment and Public Works made the appeal in a letter to the White House last month, which The Wall Street Journal reviewed on Wednesday. It adds the Senate to a chorus of voices in government and industry calling for the president to support the agency.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Melanie Evans", "title": "Walmart to Send Employees Traveling for Spine Surgery", "description": "Walmart will soon require its employees to travel to certain hospitals for costly spine surgeries, an effort to weed out unnecessary procedures and lower its health-care spending.", "url": "https://www.wsj.com/articles/to-curb-wasteful-health-spending-walmart-to-send-employees-traveling-for-spine-surgery-1542205164", "urlToImage": "https://images.wsj.net/im-36935/social", "publishedAt": "2018-11-14T22:16:50Z", "content": "Walmart Inc. WMT -1.37% said it will require its employees to use certain hospitals for costly spine surgeries, an effort to weed out unnecessary procedures and lower its health-care spending. The retailer has been trying since 2013 to encourage employees to … [+4234 chars]", "fulltext": "Walmart Inc. WMT 0.99% said it will require its employees to use certain hospitals for costly spine surgeries, an effort to weed out unnecessary procedures and lower its health-care spending.\n\nThe retailer has been trying since 2013 to encourage employees to undergo the surgeries at hospital systems known for their quality by offering to pay the full cost of the procedures and travel. But not all workers took Walmart up on the offer, and the retailer continued to pay for surgery elsewhere.\n\nWalmart decided to mandate the travel, starting in January, after finding that half of the workers who volunteered to travel ended up avoiding the high-cost surgery even though their local doctors said it was needed, said Lisa Woods, who oversees the design of the company’s health plan.\n\n“It’s important that we ensure our associates get the best care,” Ms. Woods said in an interview.\n\nWalmart declined to say how much it expects to save by the move. The company is self-insured, providing health benefits that cover more than one million people.\n\nThe effort is the latest by a large employer seeking to lower health-care costs that have rebounded with the economy and job growth after the last recession and climbed with hospital consolidation.\n\nRecently North Carolina said it is seeking to strike new deals with hospitals and doctors to lower costs for the state’s 727,000-member employee health plan, while General Motors Co. struck a direct deal with a single hospital system to handle the health care for all of its salaried employees in the Detroit area.\n\n“Health-care costs are out of control, and employers are looking for opportunities to do something about that,” said Lauren Vela, a senior director with the Pacific Business Group on Health, an employer organization that works with Walmart on its travel health benefits.\n\nThe average cost of family health plans provided by employers climbed 5% this year to about $20,000, of which workers paid nearly one-third, an annual survey of employers by the nonprofit Kaiser Family Foundation showed.\n\nNewsletter Sign-up\n\nSpine surgery includes procedures to alleviate the pain, often in the lower back, caused by disks that are herniated or degenerated. Spinal fusion surgery averages an estimated $77,500 at the Mayo Clinic in Minnesota. Critics say the surgery has been abused, costing health insurers and self-insured employers.\n\nSince 2013, Walmart, of Bentonville, Ark., has been trying to steer its employees to designated hospitals for several procedures including spine, heart, hip, knee and transplant surgeries.\n\nTo deter unnecessary procedures further, Walmart last year cut what it would pay for surgeries performed by local doctors to half the cost, Ms. Woods said. More workers traveled for surgery, but some still got operations close to home.\n\nThe retailer decided to mandate spine surgeries at certain well-regarded hospitals, such as Mayo Clinic’s around the U.S., Geisinger’s in Pennsylvania and Memorial Hermann Health System’s facilities in Texas, after finding employees who volunteered to travel to the hospitals avoided unnecessary procedures and Walmart saved money, Ms. Woods said.\n\nMayo Clinic doctors found that Walmart workers who were told they needed spine surgery to treat back pain often instead could be treated with physical therapy and injections to stabilize the spine, said Charles Rosen, the Mayo Clinic’s medical director for contracting and payer relations. By avoiding surgery, workers avoid risk of infection, long recovery and a costly procedure, he said.\n\nOther large employers have tried to control spending by sending patients to designated hospitals, even if that means paying the travel expenses.\n\nUnder the changes, Walmart isn’t requiring employees to travel for heart and transplant surgeries and other procedures in its program, which will remain a voluntary option.\n\nA few large U.S. employers have sought to send injured and ill workers away from home to hospitals with better quality and lower prices, triggering competition among hospitals nationally for the business.\n\nLowe’s Cos. employees have the option to travel or stay home for some heart, hip, knee and spine procedures, according to Eric Foster, Lowe’s director of benefits. The company will pay travel expenses and most or all medical-care costs for employees who travel. Workers who stay home get $1,000 toward out-of-pocket costs to work with the home-improvement retailer to identify high-quality local hospitals, he said.\n\nWrite to Melanie Evans at Melanie.Evans@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Te-Ping Chen", "title": "Who Wants to Be a Ninja? Job Titles Get Rebranded", "description": "As the workplace changes, more companies are sprucing up titles as a way to attract talent in a tight labor market. “If I can put ‘data wrangler’ on a guy’s business card, and that’s what gets him here and excited, why not?” says one executive.", "url": "https://www.wsj.com/articles/who-wants-to-be-a-ninja-job-titles-get-a-rebranding-1542204005", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ434_TITLES_SOC_20181113183236.jpg", "publishedAt": "2018-11-14T22:02:58Z", "content": "Financial-services firm OneAmerica has been around since 1877. To freshen its image with young recruits, it recently came up with a new title for a data-analyst job: data wrangler. Among younger workers, the perception of the industry is that were old and cro… [+4453 chars]", "fulltext": "Financial-services firm OneAmerica has been around since 1877. To freshen its image with young recruits, it recently came up with a new title for a data-analyst job: data wrangler.\n\nAmong younger workers, “the perception of the industry is that we’re old and crotchety,” said Todd Shock, vice president of data and analytics at the Indianapolis company. The newfangled title, on the other hand, suggests agility and willingness to take risks, he argued.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Georgia Wells", "title": "The Wall Street Journal: Dating app Bumble is open to a future IPO, CEO says", "description": "Speaking at The Wall Street Journal’s WSJ Tech D.Live conference on Wednesday, Bumble Chief Executive Whitney Wolfe Herd said an initial public offering could give her company more momentum to expand further internationally.", "url": "https://www.wsj.com/articles/bumble-is-open-to-a-right-swipe-on-ipo-1542231332", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY578_bumble_ZG_20181114165350.jpg", "publishedAt": "2018-11-14T21:57:19Z", "content": "LAGUNA BEACH, Calif. Dating app Bumble is weighing a public debut. Speaking at The Wall Street Journals WSJ Tech D.Live conference on Wednesday, Bumble Chief Executive Whitney Wolfe Herd said an initial public offering could give her company more momentum to … [+651 chars]", "fulltext": "Bumble founder and CEO Whitney Wolfe Herd discussed the dating app’s strategy for getting women in India to buy in and the company’s move to producing primetime video content. Photo: Nikki Ritcher for the Wall Street Journal\n\nLAGUNA BEACH, Calif.—Dating app Bumble is weighing a public debut.\n\nSpeaking at The Wall Street Journal’s WSJ Tech D.Live conference on Wednesday, Bumble Chief Executive Whitney Wolfe Herd said an initial public offering could give her company more momentum to expand further internationally.\n\nMs. Wolfe Herd founded the dating app in 2014 as..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Airport Rankings Table and Methodology", "description": "How The Wall Street Journal compiled its ranking of the best U.S. airports 2018.", "url": "https://www.wsj.com/articles/airport-rankings-table-and-methodology-1542205233", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ441_METHOD_SOC_20181113200725.jpg", "publishedAt": "2018-11-14T21:41:55Z", "content": "The Wall Street Journal U.S. Airport Rankings are based on 14 different measures important to travelers plus an extensive survey of nearly 5,000 subscribers. Reader comments and evaluations were scored in a customer-satisfaction grade for each of the 20 busie… [+4219 chars]", "fulltext": "(1) The average of an airport's reliability, value and convenience scores. (2) Includes on-time arrival percentage, flight cancellation percentage, average arrival delays, average time between gate departure and takeoff and TSA screening times. (3) Includes domestic fares, market share of airport's largest airline, cheapest on-site parking rate, car-rental taxes and UberX fare to convention center. (4) Includes Wi-Fi speeds, Yelp restaurant ratings, maximum walking distances, non-stop destinations and a WSJ reader satisfaction score.\n\nInside the Airport Rankings The Journal has ranked the 20 largest U.S. airports after weighing 14 key factors plus a survey of over 4,800 readers. Below are the overall rankings, as well as their rankings in groups of measurements labeled most reliable, best value and most comfortable. Click on the airport name to see more details.\n\nThe Wall Street Journal U.S. Airport Rankings are based on 14 different measures important to travelers plus an extensive survey of nearly 5,000 subscribers.\n\nJoin Scott McCartney and WSJ editors as they discuss the best and worst airports and answer your travel questions ahead of the busy holiday travel season. Submit your questions to subscribercall@wsj.com , and our journalists will answer live during the call. Register here.\n\nReader comments and evaluations were scored in a customer-satisfaction grade for each of the 20 busiest U.S. airports, making the 15th category. With both user experiences and data on convenience, cost and reliability, the rankings offer perhaps the most comprehensive evaluation of U.S. airports.\n\nThe rankings were limited to the 20 largest airports to provide fair comparisons at airports dealing with the complexity of tens of millions of passengers. Many readers have favorites among smaller airports, but they don’t always deal with the same challenges of congestion, delays and crowds.\n\nThe measures used were selected by Middle Seat columnist Scott McCartney and several editors. They fell into three main categories:\n\nConvenience\n\n1. WSJ reader survey. More than 4,800 subscribers participated in an online survey of airport preferences and experiences. Comments and evaluations were scored into an overall customer-satisfaction grade for each of the 20 airports.\n\n2. Non-stop cities served. Non-stop flights offer convenience for travelers. Airports offer incentives to airlines for new service, and most have active recruitment programs to expand service. Having more destinations scored higher. The number of destinations was reported by each airport.\n\n3. Wi-Fi speed. Average download speed from Ookla Speedtest conducted at airports January-April 2018 on available free Wi-Fi.\n\n4. Longest walk. Provided by each airport. Airports were asked for the longest possible walk from the curb of the terminal to the farthest gate, including use of escalators, moving walkways and trains or trams.\n\n5. Yelp restaurant rating. Yelp provided averages of its ratings for all restaurants at each airport, as of October 2017.\n\nReliability\n\n6. On-time arrivals. Bureau of Transportation Statistics data for the 12 months ending July 2018 showing the percentage of flights at each airport arriving at gates within 14 minutes of scheduled time, the Transportation Department’s definition of on-time.\n\n7. Percentage of flights canceled. BTS data for 12 months ending July 2018. Reliability matters and this category, like others, showed wide operational differences. At LaGuardia, more than 4% of flights were canceled. At Seattle, less than half of one percent.\n\n8. Average arrival delay. This is the measure of when flights are delayed, how badly do things go. BTS data for 12 months ending July 2018.\n\n9. Aircraft taxi-out times. This measure reflects both congestion and traffic delays at airports as well as the layout of the airfield. Taxiing is a significant part of a flight. Las Vegas had the lowest average taxi-out time, but it was still close to 15 minutes. Data from BTS for January through July 2018.\n\n10. TSA wait times. Waits in standard lanes (not PreCheck), January-July 2018, provided by TSA. Note that TSA collection of wait-time data has been questioned for reliability since managers could take discretion on when data is collected. Several airports are moving to automatic systems that can post current wait times.\n\nValue\n\n11. Average domestic fare. The cost to fly into and out of each airport, based on a sampling of tickets collected by BTS for the first quarter of 2018.\n\n12. Largest airline’s market share. This measures the dominance of the largest carrier at an airport and reflects how much competition there is. A lower passenger share—more competition—was scored higher than having one airline with a fortress hub. The data are from BTS for a 12-month period ending June 2018.\n\n13. Cheapest on-site parking. The cheapest parking rate (provided by each airport) represents a direct measure of value at an airport—how concerned it is with accommodating its most budget-minded travelers.\n\n14. Rental-car taxes and fees. Based on total taxes and fees on a $100, two-day rental at Hertz. Not all taxes and fees are airport-related; some include fees for sports stadiums, state-imposed and city-imposed taxes. Many airports do collect added fees to pay for constructing consolidated rental-car facilities and other costs, and many communities have taken to heavily taxing visitors.\n\n15. Average UberX fare to convention center. Uber provided its average UberX fare from each airport to the city’s primary convention center for October.\n\nData research by Mark Secada, Phillipa Ramirez and Allison Foley of the WSJ R&D team."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "How Bumble Plans to Move Into Primetime, Get Buy-In From Women in India", "description": "Bumble founder and CEO Whitney Wolfe Herd discussed the dating app’s strategy for getting women in India to buy in and the company’s move to producing primetime video content. Photo: Nikki Ritcher for the Wall Street Journal", "url": "http://www.wsj.com/video/how-bumble-plans-to-move-into-primetime-get-buy-in-from-women-in-india/24C5C1F4-65D9-416D-BD0D-F47D02D4A4C6.html", "urlToImage": "http://m.wsj.net/video/20181114/111418bumble/111418bumble_1280x720.jpg", "publishedAt": "2018-11-14T21:39:08Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Greg Bensinger", "title": "Uber Posts Slower Sales Gains, Widening Loss Ahead of 2019 IPO", "description": "Results for the three months ending in September show that Uber is still growing quickly but is likely to be unprofitable for some time.", "url": "https://www.wsj.com/articles/uber-posts-slower-sales-gains-widening-loss-as-it-prepares-for-2019-ipo-1542229833", "urlToImage": "https://images.wsj.net/im-37013/social", "publishedAt": "2018-11-14T21:25:42Z", "content": "Uber Technologies Inc. is seeing slower sales growth ahead of its planned initial public offering next year. The ride-hailing company on Wednesday announced third-quarter revenue rose 38% from a year earlier to $2.95 billion, but that was less than the second… [+3389 chars]", "fulltext": "Uber Technologies Inc. is seeing slower sales growth ahead of its planned initial public offering next year.\n\nThe ride-hailing company on Wednesday announced third-quarter revenue rose 38% from a year earlier to $2.95 billion, but that was less than the second-quarter year-over-year jump of 63%. Its loss widened to $1.07 billion from $891 million in the second quarter.\n\nUber has accrued roughly $2.5 billion in losses this year, not including the sale of its unprofitable businesses in southeast Asia and Russia. Last year, Uber lost about $4.5 billion.\n\nIn preparation for the company’s planned IPO, Chief Executive Dara Khosrowshahi has been working to shore up Uber’s finances, including closing or selling unprofitable units and paring expenses.\n\nBankers hoping to help Uber with its plan to go public have valued the company on the public markets at as much as $120 billion, more than double its valuation from a recent funding round, The Wall Street Journal reported in October. That valuation is more than General Motors Co . , Ford Motor Co . and Fiat Chrysler Automobiles NV are worth, by market capitalization, combined.\n\nUber CEO on Relationship With Saudi Investors Uber CEO Dara Khosrowshahi talked about his company's relationship with its Saudi investors after the Jamal Khashoggi killing. Photo: Nikki Ritcher for the Wall Street Journal\n\n“We are investing in future growth across our platform, including in food, freight, electric bikes and scooters,” said Nelson Chai, Uber’s new chief financial officer. He said Uber is also focusing its efforts on India and the Middle East, where it faces tough competition from local rivals.\n\nIn addition to bringing on Mr. Chai in September after a lengthy search, Uber has recently hired a new board chairman and a head of human resources, filling out crucial positions.\n\nThe results for the three months ending in September show that Uber is still growing quickly but is likely to be unprofitable for some time. In documents for a bond offering last month, Uber said it expected it wouldn’t reach a profit for at least three years.\n\nUber has turned its attention to providing customers with a host of transportation options in addition to its core ride-hailing service. Mr. Khosrowshahi said he is particularly hopeful about electric-scooters and bicycle rentals, which he has said can be a low-cost replacement for short car trips in urban centers.\n\n“What we’re going after is essentially to debundle car ownership,” Mr. Khosrowshahi said in an interview at The Wall Street Journal’s WSJ Tech D.Live conference Tuesday. “A world in which the people who cannot afford to buy a car have access to consistent mobility wherever they are, that’s a better world.”\n\nUber’s Eats prepared-food-delivery program was a bright spot. Gross bookings, or the total order value, for Eats reached $2.1 billion in the quarter—more than double the year-ago result, Uber said.\n\nGross bookings overall, which includes the freight unit along with ride-hailing and Eats, grew by 34% from a year earlier to $12.7 billion, down from 41% year-over-year growth in the second quarter.\n\nIn August, the San Francisco startup reached a deal with Toyota Motor Corp. for a $500 million investment to help Uber’s costly self-driving car division. Some investors have questioned the wisdom of continued investment into autonomous vehicles, particularly after one of them struck and killed a pedestrian in March. In response, Uber suspended on-road testing of the cars and cut staff in its self-driving car division. The company recently released a safety report on its website promising two human safety drivers in each vehicle, among other reforms.\n\nWrite to Greg Bensinger at greg.bensinger@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Barbara Peterson", "title": "New Nonstops Make It Easier to Jet Off for a Winter Holiday", "description": "Get-’em-while-you can flights to the Caribbean, the Rockies and Palm Springs.", "url": "https://www.wsj.com/articles/new-nonstops-make-it-easier-to-jet-off-for-a-winter-holiday-1542223373", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ259_flight_SOC_20181113112057.jpg", "publishedAt": "2018-11-14T21:21:11Z", "content": "HOW DO YOU KNOW a destination is hot? Answer: When its suddenly possible to visit without switching flights in some miserable airport hub. Here, some winter resort meccas that just got more accessible thanks to a flotilla of new nonstop flights. The rub: Like… [+2096 chars]", "fulltext": "HOW DO YOU KNOW a destination is hot? Answer: When it’s suddenly possible to visit without switching flights in some miserable airport hub. Here, some winter resort meccas that just got more accessible thanks to a flotilla of new nonstop flights. The rub: Like mountain snows, these seasonal services tend to vanish as soon as spring begins to assert itself.\n\nNo longer just a weekend playground for Angelenos, perpetually sunny Palm Springs is now a nonstop flight away from the East Coast. Three years ago, JetBlue launched service from John F. Kennedy International Airport to the desert city, and has expanded ever since, now offering daily flights until Memorial Day. This season, the carrier is adding twice-a-week service to Palm Springs from Boston, too, through April. Other winter specials: Alaska Airlines has a Saturday-only nonstop to Palm Springs from JFK through Jan. 6; United can get you there from Newark Airport with a daily flight from Dec. 19 to March 30.\n\n[Explore the Journal’s 2018 ranking of the biggest U.S. airports.]\n\nRocky Mountain Rendezvous\n\nNew this year: New Yorkers can leave their homes and be on the Colorado slopes within hours, thanks to a new nonstop to Vail on American Airlines out of LaGuardia Airport. The route operates once a week, on Saturday, when flights out of Manhattan’s most easily accessible airport can exceed an otherwise stingy 1,500-mile limit. Other airlines, including United, fly nonstop from major cities into diminutive Eagle County Airport. And starting Dec. 15, JetBlue will fly nonstop to Steamboat Springs, Colo., operating twice-weekly from Boston and Long Beach, Calif. and once a week from Fort Lauderdale. The flights run through the end of March.\n\nIsland Hops\n\nCan’t decide whether to escape to Europe or lie idly on a beach? Fly to Martinique and Guadeloupe, technically French soil. European low-cost line Norwegian offers affordable fares on winter flights from Fort Lauderdale and New York, to both islands. If you’re a slave to one of the major airline mileage programs, consider booking a trip to the sister islands of St. Kitts and Nevis, in the eastern Caribbean. Delta recently began flying nonstop weekly to the island nation from New York’s JFK in addition to existing service from Atlanta. And United offers seasonal flights to these islands too, with twice a week service from Newark."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Douglas", "title": "Brexit Plan Puts May's Alliance With Northern Ireland Party to the Test - Wall Street Journal", "description": "Wall Street Journal Brexit Plan Puts May's Alliance With Northern Ireland Party to the Test Wall Street Journal LONDON—U.K. Prime Minister Theresa May relies on a small Northern Irish party to keep her in power. Her Brexit plan now imperils that alliance, len…", "url": "https://www.wsj.com/articles/brexit-plan-puts-mays-alliance-with-northern-ireland-party-to-the-test-1542229846", "urlToImage": "https://images.wsj.net/im-37027/social", "publishedAt": "2018-11-14T21:17:32Z", "content": "LONDONU.K. Prime Minister Theresa May relies on a small Northern Irish party to keep her in power. Her Brexit plan now imperils that alliance, lengthening the odds that she can get her hard-won deal through the British Parliament. With her own party threateni… [+3763 chars]", "fulltext": "On Wednesday, U.K. Prime Minister Theresa May announced that her cabinet ministers have approved her Brexit withdrawal plan. May will now have to address parliament for approval. Photo: Getty\n\nLONDON—U.K. Prime Minister Theresa May relies on a small Northern Irish party to keep her in power. Her Brexit plan now imperils that alliance, lengthening the odds that she can get her hard-won deal through the British Parliament.\n\nWith her own party threatening revolt, the fate of Mrs. May’s Brexit package—and her very government—could hang on a handful of lawmakers from the Democratic Unionist Party, a party born during the sectarian violence that plagued Northern Ireland for decades.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cara Lombardo", "title": "Dell to Sweeten Deal for DVMT Tracking Shares", "description": "Dell Technologies plans to sweeten a $22 billion deal to buy out an affiliate and return to the public markets, five months after its initial proposal sparked shareholder opposition.", "url": "https://www.wsj.com/articles/dell-technologies-to-sweeten-deal-for-dvmt-tracking-shares-1542215765", "urlToImage": "https://images.wsj.net/im-36986/social", "publishedAt": "2018-11-14T21:12:14Z", "content": "Dell Technologies Inc. DVMT 4.06% plans to sweeten a $22 billion deal to buy out an affiliate and return to the public markets, according to people familiar with the matterfive months after the PC and data-storage giants initial proposal sparked intense share… [+3012 chars]", "fulltext": "Dell Technologies Inc. DVMT 0.90% plans to sweeten a $22 billion deal to buy out an affiliate and return to the public markets, according to people familiar with the matter—months after the PC and data-storage giant’s initial proposal sparked intense shareholder opposition.\n\nUnder the new deal, which could be announced as soon as this week, shareholders of the affiliate, known as DVMT, would receive cash and stock worth more than the current $109-a-share price, the people said. Exactly how much will depend on how DVMT shares trade in a future period. Dell also will increase the $9 billion cash portion of the deal by about 50%, the people said.\n\nShareholders of DVMT, which is meant to track Dell’s stake in the fast-growing VMware Inc. VMW 2.27% software unit, may also receive a seat on the newly public Dell’s board, they said.\n\nIt is still possible, as always, that the deal could fall apart at the last minute. Assuming it goes forward as expected, it would salvage Dell’s effort to streamline its complicated structure and return to the public markets without conducting a traditional initial public offering.\n\nDVMT shares jumped 4% Wednesday to close at a record high of $105.69 after The Wall Street Journal reported on the new offer.\n\nThe new offer—which the people expect to garner sufficient support in a shareholder vote as soon as next month—comes a week after the Journal reported that Dell was talking to significant holders about what they would need in a revised deal.\n\nDell initially proposed to exchange each DVMT share for 1.3665 shares of what would become the newly public Dell, or $109 in cash. The company had previously said that offer was “fair and in the best interests of DVMT shareholders,” and final.\n\nBut the offer, announced in July, met opposition from big holders of the tracking shares including activist investor Carl Icahn, some teams at BlackRock Inc., Elliott Management Corp. and Dodge & Cox, all of whom were among those considering voting no in a Dec. 11 vote.\n\nThat opposition ratcheted up significantly when Mr. Icahn, who owns about a 9.3% DVMT stake, began publicly lobbying against the deal last month. Then two weeks ago, he sued Dell in Delaware Chancery Court, accusing it of withholding information about the deal.\n\nMr. Icahn said in a statement Wednesday that owners of Class C stock, which DVMT shareholders would receive in a deal, must have the right to appoint at least three independent directors. “Without this corporate governance, we believe the rumored offer will be worth far less than its headline price,” he said.\n\nShareholders’ chief complaint has been that Dell was overestimating the value of its shares—and thus underestimating the value of DVMT stock.\n\nFacing such concern, Dell this fall explored a straight initial public offering instead, but ultimately opted to negotiate an enhanced version of the initial offer.\n\nDVMT was created to help finance Dell’s 2016 purchase of storage pioneer EMC. Dell itself went private in a roughly $25 billion leveraged buyout in 2013 by founder Michael Dell and investment-firm Silver Lake, the main drivers behind the current proposal.\n\nMr. Icahn also fought Mr. Dell over the 2013 deal, though he eventually backed down when the buyout group marginally increased the price and added a dividend.\n\nWrite to Cara Lombardo at cara.lombardo@wsj.com and Dana Cimilluca at dana.cimilluca@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "U.K.'s Theresa May Presses Ahead With Brexit Deal", "description": "On Wednesday, British Prime Minister Theresa May announced that her ministers have approved her Brexit withdrawal plan. May will now have to address parliament for approval. Photo: Getty", "url": "http://www.wsj.com/video/uk-theresa-may-presses-ahead-with-brexit-deal/2F52037D-7534-4E79-BDCE-58D870AE0D8E.html", "urlToImage": "http://m.wsj.net/video/20181114/111418theresamay/111418theresamay_1280x720.jpg", "publishedAt": "2018-11-14T21:01:06Z", "content": "Are Our Processors Vulnerable to Attack? 11/13/2018 At the WSJ D.Live Tech conference, Renee James, Chairman and CEO of Ampere, and Richard Clemmer, CEO of NXP Semiconductors, discuss the likelihood of Chinese companies inserting tiny chips into U.S. company … [+30 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Kiernan", "title": "Fed Nominee Bowman Moves Closer to Confirmation", "description": "The Senate voted 63-36 to end debate on Fed nominee Michelle ‘Miki’ Bowman, and a confirmation vote could be held as soon as Thursday.", "url": "https://www.wsj.com/articles/fed-nominee-bowman-moves-closer-to-confirmation-1542228248", "urlToImage": "https://images.wsj.net/im-37053/social", "publishedAt": "2018-11-14T20:53:51Z", "content": "WASHINGTONFederal Reserve Board nominee Michelle Miki Bowman on Wednesday cleared an important procedural hurdle toward Senate confirmation when a majority of senators voted to end debate on her candidacy. Senators voted 63 to 36 to advance Ms. Bowman, the Ka… [+457 chars]", "fulltext": "WASHINGTON—Federal Reserve Board nominee Michelle “Miki” Bowman on Wednesday cleared an important procedural hurdle toward Senate confirmation when a majority of senators voted to end debate on her candidacy.\n\nSenators voted 63 to 36 to advance Ms. Bowman, the Kansas state bank commissioner, to a confirmation vote on the chamber floor. The majority comprised 50 Republicans and 13 Democrats.\n\nA..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Josh Zumbrun", "title": "Global Companies in U.S. See Auto Tariffs as Biggest Threat: Survey", "description": "International companies in the U.S. rate potential tariffs on automobile and auto-parts imports as the most damaging of the Trump administration’s trade actions, a survey found.", "url": "https://www.wsj.com/articles/international-companies-in-u-s-see-automotive-tariffs-as-biggest-threat-survey-finds-1542217662", "urlToImage": "https://images.wsj.net/im-36993/social", "publishedAt": "2018-11-14T20:46:59Z", "content": "WASHINGTONInternational companies in the U.S. rate potential tariffs on automobile and auto-parts imports as the most damaging of the Trump administrations trade actions, a new survey finds, surpassing the tariffs that have been imposed between the U.S. and C… [+3750 chars]", "fulltext": "WASHINGTON—International companies in the U.S. rate potential tariffs on automobile and auto-parts imports as the most damaging of the Trump administration’s trade actions, a new survey finds, surpassing the tariffs that have been imposed between the U.S. and China, and the global tariffs on steel and aluminum.\n\nCompanies, even outside the automobile industry, are closely watching as the administration debates whether to impose the auto tariffs, the survey shows. None of the automobile-related tariffs have yet been implemented, but President Trump has repeatedly threatened to deploy the tariffs to obtain leverage in negotiations with trading partners like the European Union and Japan.\n\nOil Shocks Changed the Auto Industry; Tariffs Could Change It Again To understand why auto tariffs are such a contentious issue today, it helps to go back to the 1970s—with U.S. carmakers dominating the country’s auto market, Japan’s export growth on the horizon, and impending conflict in the Middle East. Photo: AP\n\nThe survey of 73 chief financial officers of international companies with U.S. operations, released today by the Organization for International Investment, showed that the threatened auto tariffs have emerged as “the largest threat to U.S. competitiveness.” Asked to rate the impact on U.S. competitiveness of various policies, the CFOs said the auto tariffs—if implemented—would nearly cancel out all the positive impact of the administration’s 2017 tax overhaul.\n\nThe tariffs would strike an enormous industry. The U.S. imported about $360 billion of automobiles and auto parts last year. Canada and Mexico, which supply about half of those imports, have secured an exemption from the threat as part of negotiations over a new North American Free Trade Agreement. The other half remains under threat of tariffs that the president has said could reach 25%.\n\nFew of the respondents to the survey actually come from the automobile industry, said Nancy McLernon, the president of OFII, which she said makes the results especially striking.\n\nIn addition to hitting a huge swath of trade, companies are worried the administration is considering “using the pretext of national security to impose tariffs on auto makers,” she said. “If the administration gets away with this there’s a lot of other industries that will also be concerned that they may turn into ‘national security’ too.”\n\nThe Commerce Department is studying whether automotive imports pose a threat to national security by contributing to a decline in domestic production and weakening the U.S. economy.\n\nThe administration imposed its tariffs on steel and aluminum imports in March after a Commerce Department study concluded those imports had eroded the country’s ability to make its own weapons, tanks and aircraft.\n\nWhile tariffs against China have been the largest to be implemented, relatively little foreign direct investment comes from Chinese firms. The auto tariffs, by contrast, would fall heavily on trading partners like Japan, Germany and the U.K., which have invested far more in the U.S. than China.\n\nThe European Union’s trade commissioner, Cecilia Malmström, who was in Washington this week for meetings with her counterparts at the U.S. Trade Representative’s office, said that Europeans “haven’t gotten any assurances” that they will be able to avoid the auto tariffs. The U.S. imports about $62 billion a year of autos and auto parts from the EU.\n\nThough a deal to avert the tariffs hasn’t been reached, she said talks this week between Washington and Brussels have “made progress” and that the two sides have agreed to continue their discussions.\n\nData from the Commerce Department last week showed that a record 7.1 million workers in the U.S. are employed by foreign companies, up from a little over five million in 2009.\n\nThe threat of tariffs has soured optimism from these employers. After the tax cuts, companies reported a substantial improvement in the U.S. business climate for international companies. In this month’s survey, however, just 4% see conditions improving\n\nWrite to Josh Zumbrun at Josh.Zumbrun@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Greg Bensinger", "title": "Uber CEO Takes Wait-And-See Approach to Saudi Investment", "description": "Uber Technologies CEO Dara Khosrowshahi said he is taking a wait-and-see approach to allegations that the Saudi government—one of the company’s biggest shareholders—was behind the death of journalist Jamal Khashoggi.", "url": "https://www.wsj.com/articles/uber-ceo-takes-wait-and-see-approach-to-saudi-investment-1542169932", "urlToImage": "https://images.wsj.net/im-36869/social", "publishedAt": "2018-11-14T20:16:01Z", "content": "LAGUNA BEACH, Calif.Uber Technologies Inc. Chief Executive Dara Khosrowshahi said he is taking a wait-and-see approach to allegations that the Saudi governmentone of the companys biggest shareholderswas behind the death of journalist Jamal Khashoggi last mont… [+2455 chars]", "fulltext": "Uber CEO Dara Khosrowshahi talked about his company's relationship with its Saudi investors after the Jamal Khashoggi killing. Photo: Nikki Ritcher for the Wall Street Journal\n\nLAGUNA BEACH, Calif.—Uber Technologies Inc. Chief Executive Dara Khosrowshahi said he is taking a wait-and-see approach to allegations that the Saudi government—one of the company’s biggest shareholders—was behind the death of journalist Jamal Khashoggi last month in Turkey.\n\nUber has perhaps the closest ties to Saudi Arabia of any Silicon Valley company, after taking a $3.5 billion investment in 2016 from the kingdom’s Public Investment Fund. PIF Managing Director Yasir al-Rumayyan joined Uber’s board as part of that deal...."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dave Michaels", "title": "Stock-Market Supercomputer to Launch With Glitches...", "description": "Stock-Market Supercomputer to Launch With Glitches WASHINGTON—A data warehouse created to track all U.S. stock and options orders is expected to launch on Thursday with less functionality than previously anticipated including limits on how many users can sear…", "url": "https://www.wsj.com/articles/stock-market-supercomputer-to-launch-with-glitches-1542236446", "urlToImage": "https://images.wsj.net/im-36805/social", "publishedAt": "2018-11-14T20:00:04Z", "content": "WASHINGTONA data warehouse created to track all U.S. stock and options orders is expected to launch on Thursday with less functionality than previously anticipated including limits on how many users can search it, according to people familiar with the matter.… [+3351 chars]", "fulltext": "WASHINGTON—A data warehouse created to track all U.S. stock and options orders is expected to launch on Thursday with less functionality than previously anticipated including limits on how many users can search it, according to people familiar with the matter.\n\nThe Securities and Exchange Commission ordered the creation of the Consolidated Audit Trail in 2012 after regulators found they didn’t have enough information to explain a sudden market decline, known as the “flash crash,” that occurred in May 2010. One SEC commissioner,..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "The End of the Road for a Supercar Era", "description": "The Italian car styling firm Bertone produced some of the most important supercars of the 20th century, but an auction this month will be the closing chapter for this storied autos styling house. Photo: Lamborghini", "url": "http://www.wsj.com/video/the-end-of-the-road-for-a-supercar-era/5E6CD2C3-AD98-4756-B80A-2D2D027E03BB.html", "urlToImage": "http://m.wsj.net/video/20181114/111418auction/111418auction_1280x720.jpg", "publishedAt": "2018-11-14T19:42:42Z", "content": "Search Teams Sift Through Torched Neighborhoods in Northern California 11/14/2018 In Paradise, Calif., investigators combed through neighborhoods reduced to ash, searching for human remains after the Camp Fire wildfire swept through the town. Photo: Erin Ailw… [+3 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "CEO of A3 by Airbus on the Future of Autonomous Flight", "description": "CEO of A3 by Airbus Rodin Lyasoff discussed how he envisions the future of autonomous flight and how flying cars will impact airspace. Lyasoff spoke at the WSJ D.Live tech conference in Laguna Beach, Calif.", "url": "http://www.wsj.com/video/how-flying-cars-could-impact-airspace/CEA357E1-2BA5-4D91-94BF-A411C63E7B7E.html", "urlToImage": "http://m.wsj.net/video/20181114/111418lyasoff/111418lyasoff_1280x720.jpg", "publishedAt": "2018-11-14T19:40:46Z", "content": "Search Teams Sift Through Torched Neighborhoods in Northern California 11/14/2018 In Paradise, Calif., investigators combed through neighborhoods reduced to ash, searching for human remains after the Camp Fire wildfire swept through the town. Photo: Erin Ailw… [+3 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shelby Holliday", "title": "Mueller Probes Possible Witness Intimidation by Roger Stone - Wall Street Journal", "description": "Wall Street Journal Mueller Probes Possible Witness Intimidation by Roger Stone Wall Street Journal Special Counsel Robert Mueller's office is exploring whether longtime Trump adviser Roger Stone tried to intimidate and discredit a witness who is contradictin…", "url": "https://www.wsj.com/articles/mueller-probes-possible-witness-intimidation-by-roger-stone-1542222284", "urlToImage": "https://images.wsj.net/im-36959/social", "publishedAt": "2018-11-14T19:05:14Z", "content": "Special Counsel Robert Muellers office is exploring whether longtime Trump adviser Roger Stone tried to intimidate and discredit a witness who is contradicting Mr. Stones version of events about his contacts with WikiLeaks, according to people who have spoken… [+6786 chars]", "fulltext": "Special Counsel Robert Mueller’s investigators are scrutinizing comments that Trump adviser Roger Stone made about WikiLeaks before the 2016 election. WSJ’s Shelby Holliday breaks down the timeline. Photo: Getty Images.\n\nSpecial Counsel Robert Mueller’s office is exploring whether longtime Trump adviser Roger Stone tried to intimidate and discredit a witness who is contradicting Mr. Stone’s version of events about his contacts with WikiLeaks, according to people who have spoken to Mr. Mueller’s investigators.\n\nIn grand jury sessions and interviews, prosecutors have repeatedly asked about emails, text messages and online posts involving Mr. Stone and his former friend, New York radio personality Randy Credico, the people said. Mr. Stone has..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sharon Nunn", "title": "Inflation Jumps, but Is Likely to Slow", "description": "Inflation flared in October primarily because of increasing gasoline prices, but the rise could prove fleeting if other recent trends continue.", "url": "https://www.wsj.com/articles/u-s-consumer-prices-rose-in-october-on-higher-gas-prices-1542202509", "urlToImage": "https://images.wsj.net/im-36701/social", "publishedAt": "2018-11-14T19:04:39Z", "content": "WASHINGTONInflation flared in October primarily because of increasing gasoline prices, but the rise could prove fleeting if other recent trends continue. The consumer-price index, which measures what Americans pay for everything from hamburgers to haircuts, i… [+3688 chars]", "fulltext": "WASHINGTON—Inflation flared in October primarily because of increasing gasoline prices, but the rise could prove fleeting if other recent trends continue.\n\nThe consumer-price index, which measures what Americans pay for everything from hamburgers to haircuts, increased 0.3% in October from the prior month, the Labor Department said Wednesday. This was the largest monthly gain since the beginning of the year, driven by a jump in the gasoline index and a rebound in prices for used cars and trucks that had dropped sharply in September.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Is Amazon Worth It?", "description": "New York and Arlington, Va., traded billions of dollars in incentives for a shiny new Amazon HQ2. But the arrival of the new corporate headquarters could mean some serious challenges for the two cities.", "url": "http://www.wsj.com/video/is-amazon-worth-it/CC117A75-33A2-46E2-A668-C4087897FF01.html", "urlToImage": "http://m.wsj.net/video/20181114/111418amazon_hq2/111418amazon_hq2_1280x720.jpg", "publishedAt": "2018-11-14T18:54:17Z", "content": "Are Our Processors Vulnerable to Attack? 11/13/2018 At the WSJ D.Live Tech conference, Renee James, Chairman and CEO of Ampere, and Richard Clemmer, CEO of NXP Semiconductors, discuss the likelihood of Chinese companies inserting tiny chips into U.S. company … [+30 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Nationalism Unites but Tribalism Divides - Wall Street Journal", "description": "Wall Street Journal Nationalism Unites but Tribalism Divides Wall Street Journal Regarding Walter Russell Mead's “Macron's Faux Pas on Nationalism” (Global View, Nov. 13): President Trump's nationalism emphasizes getting, not giving. He exaggerates the immigr…", "url": "https://www.wsj.com/articles/nationalism-unites-but-tribalism-divides-1542221045", "urlToImage": "https://images.wsj.net/im-36389/social", "publishedAt": "2018-11-14T18:49:42Z", "content": "Regarding Walter Russell Meads Macrons Faux Pas on Nationalism (Global View, Nov. 13): President Trumps nationalism emphasizes getting, not giving. He exaggerates the immigration threat while failing to go to the root cause or find a policy solution. He seems… [+2844 chars]", "fulltext": "Regarding Walter Russell Mead’s “Macron’s Faux Pas on Nationalism” (Global View, Nov. 13): President Trump’s nationalism emphasizes getting, not giving. He exaggerates the immigration threat while failing to go to the root cause or find a policy solution. He seems to have an inability to understand the value of NATO to the U.S. He admires autocrats rather than our national heroes and nations that have fought together to preserve democracy. French President Emmanuel Macron and those Americans who have sacrificed for others understand the interdependence of true nationalism and patriotism.\n\nDonald L. Laurie\n\nVero Beach, Fla.\n\nMr. Macron’s statement that “nationalism is the opposite of patriotism” lacks credibility. By proposing a European military, of which France would have the most potent conventional force and be its sole nuclear power (assuming Britain elects to stay independent), might Mr. Macron’s goal be to replace U.S. influence with France’s?\n\nEurope has enjoyed the best of both worlds through NATO. Not only do members have the resources of the world’s most powerful military defending them, but they are also free of the squabbling and divisiveness that accompany most European collaborations. In return, the U.S. has asked little more from members than to live up to their own commitments in funding our common defense.\n\nPeter Leppanen\n\nNorwell, Mass.\n\nI’d add a point to Mr. Mead’s essay on nationalism. In his book “Diplomacy,” Henry Kissinger, discussing the balance-of-power system practiced for many years in President Macron’s Europe, draws an analogy to Adam Smith’s economic invisible hand: “By pursuing its own selfish interests, each state was presumed to contribute to progress, as if some unseen hand were guaranteeing that freedom of choice for each state assured well-being for all.”\n\nMr. Kissinger is at pains to show this theory hasn’t always worked in practice, but it does indicate that nations acting in their self-interest do not necessarily harm global security or cooperation. Each country that has joined NATO, for example, has done so not out of altruism or “bureaucratic cosmopolitanism” but because joint defense was in its national interest.\n\nMichael DiGiacomo\n\nNew York\n\nThe Oxford English Dictionary defines patriotism as “the condition of being patriotic; love of or vigorous support of one’s country,” and defines nationalism as “identification with one’s own nation and support for its interests, especially to the exclusion or detriment of the interests of other nations.”\n\nMr. Macron seems to have forgotten his own national anthem, “La Marseillaise.” It drips with devotion and loyalty to “la patrie,” which means country, homeland. Was Mr. Macron elected by the “homeland” that includes Poland, Estonia, Greece, China, India, Finland and all other nations in his international view? Or is his tale another from an investment banker trying to sell a deal?\n\nHoward Flinker\n\nNewYork\n\nTribalism divides us, and nationalism brings us together. That clearly shows the problem of identity politics dividing us into “tribes,” while nationalism gives us reasons to work together.\n\nBob Youker\n\nRockville, Md."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Search Teams Sift Through Torched Neighborhoods in Northern California", "description": "In Paradise, Calif., investigators combed through neighborhoods reduced to ash, searching for human remains after the Camp Fire wildfire swept through the town. Photo: Erin Ailworth", "url": "http://www.wsj.com/video/search-teams-sift-through-torched-neighborhoods-in-northern-california/6D532955-8B6E-4B4C-9182-3C984189B882.html", "urlToImage": "http://m.wsj.net/video/20181114/111418fires1/111418fires1_1280x720.jpg", "publishedAt": "2018-11-14T18:44:26Z", "content": "Are Our Processors Vulnerable to Attack? 11/13/2018 At the WSJ D.Live Tech conference, Renee James, Chairman and CEO of Ampere, and Richard Clemmer, CEO of NXP Semiconductors, discuss the likelihood of Chinese companies inserting tiny chips into U.S. company … [+30 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Scott McCartney", "title": "Bringing Up the Rear: New York-Area Airports Seek Facelift", "description": "Newark, JFK and LaGuardia—the laggards of the airport rankings—are getting $24 billion in upgrades. Will it matter?", "url": "https://www.wsj.com/articles/new-yorks-three-bottom-ofthe-heap-1542204801", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ299_NYC111_SOC_20181113125403.jpg", "publishedAt": "2018-11-14T18:21:08Z", "content": "Theres $24 billion of construction going on at the three New York City area airports to replace or repair aging facilities that travelers loathe. Will it fix all the problems? Fuhgeddaboutdit. Infrastructure isnt the only thing that continually drops New York… [+5393 chars]", "fulltext": "There’s $24 billion of construction going on at the three New York City area airports to replace or repair aging facilities that travelers loathe.\n\nWill it fix all the problems? Fuhgeddaboutdit. Infrastructure isn’t the only thing that continually drops New York’s air terminals to the bottom of airport rankings, including the new Wall Street Journal Airport Rankings. Sure, new buildings likely won’t have the leaky roofs that leave passengers dodging drip buckets, and the escalators and elevators probably will work. But it won’t by itself clean bathrooms, speed up taxi lines or baggage delivery, reduce TSA waits or curb flight delays and cancellations.\n\n[Join Scott McCartney and WSJ editors as they discuss the best and worst airports and answer your travel questions ahead of the busy holiday travel season. Submit your questions to subscribercall@wsj.com, and our journalists will answer live during the call. Register here.]\n\nNewsletter Sign-up\n\n“Historically there’s been a lot of focus on the operations, but not remotely enough attention to customer experience,’’ says Rick Cotton, executive director of the New York & New Jersey Port Authority, the operator of LaGuardia and Kennedy in New York and Newark Liberty in New Jersey.\n\nNewark ranked worst among the 20 airports ranked by the WSJ using 15 different categories that matter to travelers. JFK was next-to-last; LaGuardia scoring only slightly better.\n\n[Explore the Journal’s 2018 ranking of the biggest U.S. airports.]\n\n“It’s hard not to ask the question, in what universe is that OK?” says Mr. Cotton, appointed by New York Gov. Andrew Cuomo in August 2017.\n\nMr. Cotton is trying to improve conditions even as construction creates more hassles for travelers. Last month, the Port Authority announced it had installed faster Wi-Fi with a minimum speed of 20 MB per second at all three airports and was giving travelers four hours of free Wi-Fi service instead of the previous 30-minute free limit.\n\nSome changes seem decades overdue. Airport operations have started to track which elevators and escalators are out of service, for example. Bathrooms are finally getting more-regular cleaning and even full-time attendants. Taxi lines have changed to load several cabs at once, roller-coaster style, and lines at JFK have been moved indoors.\n\nInside the Airport Rankings The Journal has ranked the 20 largest U.S. airports after weighing 14 key factors plus a survey of over 4,800 readers. Below are the overall rankings, as well as their rankings in groups of measurements labeled most reliable, best value and most comfortable. Click on the airport name to see more details. (1) The average of an airport's reliability, value and convenience scores. (2) Includes on-time arrival percentage, flight cancellation percentage, average arrival delays, average time between gate departure and takeoff and TSA screening times. (3) Includes domestic fares, market share of airport's largest airline, cheapest on-site parking rate, car-rental taxes and UberX fare to convention center. (4) Includes Wi-Fi speeds, Yelp restaurant ratings, maximum walking distances, non-stop destinations and a WSJ reader satisfaction score.\n\nAnd the Port Authority is hiring more customer-service reps and giving them iPads so they can look up answers to questions, Mr. Cotton says.\n\nThe construction boom includes more than $8 billion to tear down LaGuardia piece by piece, except for the Marine Air Terminal, and rebuild the entire airport. The first new gates may open by the end of this year. Nearly $3 billion is planned to rebuild Terminal A at Newark. And replacing two terminals at JFK plus other changes will cost about $13 billion.\n\nAirport critics say the $24 billion program has a serious failing—no new runways to ease the severe but routine delays, and not much capacity to grow. Joseph Sitt, a real-estate developer who founded and chairs the Global Gateway Alliance, a business group pushing for airport overhauls, says the plans cover about 90% of what GGA wanted, but still are incomplete.\n\n“This is not just a game of cosmetics,” he says.\n\nLong taxi lines at LaGuardia, above, are among areas for improvement at airports around New York City. Photo: Adrienne Grunwald for The Wall Street Journal\n\nNew York needs to be an important aviation hub, Mr. Sitt argues, but the city will be constrained without additional runways at both Kennedy and LaGuardia. Acquiring land or filling in watershed for a new runway at either airport would be expensive and politically difficult, he acknowledges, but necessary. One proposal for LaGuardia has drawn some recent interest: Close down the decrepit jails on Rikers Island, adjacent to LaGuardia, and use the island for a new runway.\n\nThe Port Authority’s Mr. Cotton says, despite the daily delays, LaGuardia, which has two intersecting runways now, will not need a new runway until at least 2035. The central terminal will remain at 35 gates, the same as today, and takeoff and landing slots will remain controlled. Capacity will grow by airlines using larger planes.\n\nAs for the Rikers Island idea, Mr. Cotton says, “We are focused on getting the $8 billion project built.”\n\nThe Port Authority is undertaking environmental assessments for an AirTrain that would connect LaGuardia to the Willets Point station on the Long Island Rail Road. Mr. Cotton says that could provide 30-minute trip from midtown to LaGuardia and reduce traffic on highways. Currently only 6% of LaGuardia passengers use public transportation. “Congestion on roads is beyond the pale,” he says.\n\nAirlines have supported the rebuilding projects. Several have overhauled their own terminals at Newark and Kennedy and all have supported the complicated LaGuardia plan.\n\nUpgrades coming to LaGuardia Airport in New York may mean less time waiting for checked bags. Photo: Adrienne Grunwald for The Wall Street Journal\n\nSouthwest Airlines , flying today from perhaps the most cramped quarters in LaGuardia’s main terminal with rows of seats stuffed in a skinny corridor, limited restrooms and almost no concessions, thinks it will get the first new gates.\n\n“It’ll change the customer experience from night to day,” says Steve Sisneros, managing director of airport affairs at Southwest. “It’ll be like coming into Oz.”\n\nCorrections & Amplifications\n\nLaGuardia Airport’s central terminal will have 35 gates once rebuilt, the same number as the existing structure. An earlier version of this article incorrectly stated the entire airport had 35 gates. (Nov. 16, 2018)\n\nWrite to Scott McCartney at middleseat@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Venture Capitalist on How #MeToo Has Affected the Tech Industry", "description": "Founder and managing partner of Cowboy Ventures Aileen Lee discussed whether there are still bad actors in tech in the wake of the #MeToo movement. Lee spoke at the WSJ D.Live Tech conference in Laguna Beach, Calif.", "url": "http://www.wsj.com/video/venture-capitalist-on-how-metoo-has-affected-the-tech-industry/21756E18-F149-48C3-84F0-156519A8E5AA.html", "urlToImage": "http://m.wsj.net/video/20181114/111418lee/111418lee_1280x720.jpg", "publishedAt": "2018-11-14T18:07:46Z", "content": "Are Our Processors Vulnerable to Attack? 11/13/2018 At the WSJ D.Live Tech conference, Renee James, Chairman and CEO of Ampere, and Richard Clemmer, CEO of NXP Semiconductors, discuss the likelihood of Chinese companies inserting tiny chips into U.S. company … [+30 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Greg Ip", "title": "The Unintended Consequences of the 'Free' Internet", "description": "The zero-price business model is a source of many of the problems plaguing Google, Facebook and Twitter.", "url": "https://www.wsj.com/articles/the-unintended-consequences-of-the-free-internet-1542210464", "urlToImage": "https://images.wsj.net/im-36952/social", "publishedAt": "2018-11-14T18:05:58Z", "content": "Three weeks ago, Apple Inc. chief Tim Cook ripped into technology companies that carefully assembled, synthesized, traded, and sold then weaponized their users data. These stockpiles of personal data serve only to enrich the companies that collect them, he to… [+5015 chars]", "fulltext": "Three weeks ago, Apple Inc. chief Tim Cookripped into technology companies that “carefully assembled, synthesized, traded, and sold” then “weaponized” their users’ data. “These stockpiles of personal data serve only to enrich the companies that collect them,” he told a receptive audience in Brussels.\n\nIf executives at his unnamed targets—Facebook Inc. and Google parent Alphabet Inc.—rolled their eyes, you can understand why. Mr. Cook is, after all, talking his book: Apple makes its money by charging premium prices for its products...."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shan Li", "title": "Tencent Posts Solid Earnings, But China's Game Freeze Clouds Future", "description": "Tencent reported a 30% jump in third-quarter profit, in spite of a regulatory chokehold on videogames, its biggest business.", "url": "https://www.wsj.com/articles/tencent-beats-profit-expectations-despite-chinas-gaming-clampdown-1542194838", "urlToImage": "https://images.wsj.net/im-36909/social", "publishedAt": "2018-11-14T17:49:30Z", "content": "Shenzhen-based Tencent, which also operates Chinas dominant WeChat TCEHY 4.27% social network, on Wednesday posted net income of 23.3 billion yuan ($3.39 billion) for the three months ended Sept. 30, beating analyst expectations. Revenue rose 24% to 80.6 bill… [+3358 chars]", "fulltext": "BEIJING—Fueled by advertising sales and investment gains, Tencent Holdings Ltd.’s third-quarter profit jumped 30% despite a regulatory chokehold on videogames, the company’s biggest business.\n\nShenzhen-based Tencent, which also operates China’s dominant WeChat social network, on Wednesday posted net income of 23.3 billion yuan ($3.39 billion) for the three months ended Sept. 30, beating analyst expectations. Revenue rose 24% to 80.6 billion yuan, in line with forecasts.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Juan Montes", "title": "Mexico's New Leader Set to Broaden Stamp on Central Bank Leadership", "description": "Roberto del Cueto, a veteran Bank of Mexico board member, will resign at the end of the month, allowing President-elect Andrés Manuel López Obrador to reshape bank leadership earlier than expected.", "url": "https://www.wsj.com/articles/mexicos-new-leader-set-to-broaden-stamp-on-central-bank-leadership-1542215539", "urlToImage": "https://images.wsj.net/im-36976/social", "publishedAt": "2018-11-14T17:47:38Z", "content": "MEXICO CITYRoberto del Cueto, a veteran Bank of Mexico board member, will resign his position at the end of the month, the central bank announced Wednesday, allowing Mexican president-elect Andrés Manuel López Obrador to dramatically reshape the banks leaders… [+4727 chars]", "fulltext": "MEXICO CITY—Roberto del Cueto, a veteran Bank of Mexico board member, will resign his position at the end of the month, the central bank announced Wednesday, allowing Mexican president-elect Andrés Manuel López Obrador to dramatically reshape the bank’s leadership earlier than expected.\n\nMr. del Cueto, 69, said in an interview that he is stepping down because he had a minor stroke in February and doctors advised him to reduce his activities to avoid another, stronger attack. Mexico’s finance minister asked him to wait until..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kristina Peterson, Natalie Andrews", "title": "The Wall Street Journal: Democrat Schumer and Republican McConnell retain party leadership roles in Senate", "description": "Questions are swirling around both parties’ leadership posts in the House.", "url": "https://www.wsj.com/articles/mitch-mcconnell-re-elected-majority-leader-by-senate-republicans-1542211942?mod=mktw", "urlToImage": "https://mw3.wsj.net/mw5/content/logos/mw_logo_social.png", "publishedAt": "2018-11-14T17:19:56Z", "content": "WASHINGTON Senate Republicans re-elected Mitch McConnell as their leader Wednesday, as the GOP prepares to expand its majority in the chamber next year. McConnell was re-elected by acclamation by Senate Republicans in a closed-door meeting, according to aides… [+835 chars]", "fulltext": "WASHINGTON—Congressional lawmakers elected familiar faces Wednesday to leadership next year as they brace for Democrats to take control of the House in January.\n\nIn the most closely watched election, House Majority Leader Kevin McCarthy (R., Calif.) defeated Rep. Jim Jordan (R., Ohio) in a 159-43 vote to lead House Republicans when they enter the minority next year.\n\nMr...."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Capital Journal: White House Staff Changes; Record Voter Turnout; Leadership Votes in Congress", "description": "This is the web version of the WSJ’s Capital Journal newsletter. You can sign up for daily delivery here. What We’re Watching Trump Administration: President Trump has lunch with Secretary of State Mike Pompeo, and Defense Secretary Jim Mattis is traveling to…", "url": "https://blogs.wsj.com/washwire/2018/11/14/capital-journal-white-house-staff-changes-record-voter-turnout-leadership-votes-in-congress/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CH136_midter_P_20181106073009.jpg", "publishedAt": "2018-11-14T16:55:48Z", "content": "What We're Watching Trump Administration: President Trump has lunch with Secretary of State Mike Pompeo, and Defense Secretary Jim Mattis is traveling to Texas to visit troops deployed there in an anticipation of the migrant caravan. New Study: The military s… [+7171 chars]", "fulltext": "Nonvoters in Midterms More Likely to Be Younger and Less Wealthy Than Those Who Voted"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Christopher Alessi", "title": "Oil Prices Bounce Off of 2018 Lows - Wall Street Journal", "description": "Wall Street Journal Oil Prices Bounce Off of 2018 Lows Wall Street Journal Oil prices began to rebound Wednesday from Tuesday's plunge as investors weigh concerns that global output could outstrip demand against potential supply cuts from the Organization of …", "url": "https://www.wsj.com/articles/oil-finds-a-floor-after-huge-losses-1542197360", "urlToImage": "https://images.wsj.net/im-36919/social", "publishedAt": "2018-11-14T15:22:00Z", "content": "Oil prices began to rebound Wednesday from Tuesdays plunge as investors weigh concerns that global output could outstrip demand against potential supply cuts from the Organization of the Petroleum Exporting Countries and its allies. Light, sweet crude for Dec… [+2503 chars]", "fulltext": "Oil prices rebounded slightly Wednesday from Tuesday’s drop as investors weigh concerns that global output could outstrip demand against potential supply cuts from the Organization of the Petroleum Exporting Countries and its allies.\n\nLight, sweet crude for December delivery ended 1% higher at $56.25 a barrel on the New York Mercantile Exchange. Brent crude ended up 1% at $66.12 a barrel. Wednesday’s price increase in the U.S. crude-oil benchmark, known as West Texas Intermediate, ended a 12-session losing streak for WTI that..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: Brexit Deal Faces Its First Hurdle", "description": "To subscribe to the newsletter, please sign up here MUST READS Theresa May’s Brexit Deal Faces First Crucial Hurdle: Prime Minister Theresa May defended a draft Brexit agreement as delivering on the U.K.’s 2016 vote to leave the European Union, as she kicked …", "url": "https://blogs.wsj.com/moneybeat/2018/11/14/brexit-deal-faces-its-first-hurdle/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-14T15:03:54Z", "content": "Theresa Mays Brexit Deal Faces First Crucial Hurdle : Prime Minister Theresa May defended a draft Brexit agreement as delivering on the U.K.s 2016 vote to leave the European Union, as she kicked off what is likely to be an uphill challenge to corral political… [+2034 chars]", "fulltext": "To subscribe to the newsletter, please sign up here MUST READS Theresa May’s Brexit Deal Faces First Crucial Hurdle: Prime Minister Theresa May defended a draft Brexit agreement as delivering on the U.K.’s 2016 vote to leave the European Union, as she kicked off what is likely to be an uphill challenge to corral political support for […]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Otto", "title": "At Summit, China Finds Multiplayer Trade Deals Don't Come Easy - Wall Street Journal", "description": "Wall Street Journal At Summit, China Finds Multiplayer Trade Deals Don't Come Easy Wall Street Journal SINGAPORE—China has cast itself as a champion of free trade and multilateralism in the “America-first” era, but the world's second-largest economy is findin…", "url": "https://www.wsj.com/articles/at-summit-china-finds-multiplayer-trade-deals-dont-come-easy-1542205426", "urlToImage": "https://images.wsj.net/im-36937/social", "publishedAt": "2018-11-14T14:26:35Z", "content": "SINGAPOREChina has cast itself as a champion of free trade and multilateralism in the America-first era, but the worlds second-largest economy is finding that turning such talk into outcomes is substantially more difficult. At meetings of global leaders in Si… [+3933 chars]", "fulltext": "SINGAPORE—China has cast itself as a champion of free trade and multilateralism in the “America-first” era, but the world’s second-largest economy is finding that turning such talk into outcomes is substantially more difficult.\n\nAt meetings of global leaders in Singapore, negotiators working on a sweeping, 16-nation trade pact backed by Beijing said Wednesday they couldn’t finish the deal this year, citing its size and the complexity of talks among a range of economies.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Drew FitzGerald", "title": "Once-Worthless Radio Waves Get New Life in Spectrum Auction", "description": "The FCC will begin the first of two auctions for extremely high-frequency spectrum licenses, raising cash from a type of radio wave considered worthless before 5G technology.", "url": "https://www.wsj.com/articles/once-worthless-radio-waves-get-new-life-in-spectrum-auction-1542191400", "urlToImage": "https://images.wsj.net/im-36669/social", "publishedAt": "2018-11-14T14:22:42Z", "content": "Cellphone carriers often call their most valuable radio-wave licenses beachfront property. As with real estate, it pays to be in a prime location. Government officials will test that thinking this month by selling some once-barren tracts of that virtual real … [+7890 chars]", "fulltext": "The FCC recently announced a plan to encourage a blazing-fast wireless service called 5G. But what is 5G? And how far is the U.S. from rolling it out?\n\nCellphone carriers often call their most valuable radio-wave licenses “beachfront” property. As with real estate, it pays to be in a prime location.\n\nGovernment officials will test that thinking this month by selling some once-barren tracts of that virtual real estate in the upper reaches of the wireless spectrum. How much companies are willing to pay for them remains to be seen.\n\nThe..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Richard Rubin", "title": "Rich Investors Eye Tax-Favored Development Funds", "description": "Wealthy investors, fund managers and real-estate developers are racing to take advantage of tax-incentivized ‘opportunity zone’ program created by Congress last year to spur economic growth in neglected areas.", "url": "https://www.wsj.com/articles/rich-investors-eye-tax-favored-development-funds-1542193201", "urlToImage": "https://images.wsj.net/im-36804/social", "publishedAt": "2018-11-14T14:10:05Z", "content": "Wealthy investors, fund managers and real-estate developers are racing to take advantage of a tax incentive meant to spur economic growth in neglected areas. Interest in the opportunity zones Congress created last year intensified when the Treasury Department… [+8045 chars]", "fulltext": "Wealthy investors, fund managers and real-estate developers are racing to take advantage of a tax incentive meant to spur economic growth in neglected areas.\n\nInterest in the “opportunity zones” Congress created last year intensified when the Treasury Department issued the program’s first guidelines in October. The program offers tax breaks to individuals and companies for investing in selected urban and rural areas that meet income or poverty thresholds.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joanne Chiu", "title": "The Wall Street Journal: Startups backed by Alibaba, Tencent slash planned IPOs", "description": "Two Chinese internet companies have sharply scaled down their ambitions for Hong Kong share sales, after a global selloff in technology stocks.", "url": "https://www.wsj.com/articles/alibaba-and-tencent-backed-startups-slash-planned-ipos/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FG315_hongko_ZG_20170221221202.jpg", "publishedAt": "2018-11-14T13:41:23Z", "content": "Two Chinese internet companies have sharply scaled down their ambitions for Hong Kong share sales, after a global selloff in technology stocks. Hong Kong is one of the worlds busiest venues for initial public offerings. But many stocks that listed this year h… [+1207 chars]", "fulltext": "bad url"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Deepa Seetharaman", "title": "Social-Media Must Confront Downsides of Scale, Instagram Co-Founder Says - Wall Street Journal", "description": "Wall Street Journal Social-Media Must Confront Downsides of Scale, Instagram Co-Founder Says Wall Street Journal Instagram co-founder Kevin Systrom spoke about social media's evolution and responded to a question about how the Thousand Oaks gunman used Instag…", "url": "https://www.wsj.com/articles/social-media-must-confront-downsides-of-scale-instagram-co-founder-says-1542172789", "urlToImage": "https://images.wsj.net/im-36881/social", "publishedAt": "2018-11-14T13:37:42Z", "content": "LAGUNA BEACH, Calif.-Social media platforms have reached a crucial point where the executives overseeing them need to find ways to anticipate and block bad actors, Instagram co-founder Kevin Systrom said. Over the last eight years, social-media services like … [+2121 chars]", "fulltext": "Instagram co-founder Kevin Systrom spoke about social media’s evolution and responded to a question about how the Thousand Oaks gunman used Instagram before and after the shooting. Systrom spoke at the WSJ D.Live Tech conference in Laguna Beach, Calif. Photo: Nikki Ritcher for the Wall Street Journal\n\nLAGUNA BEACH, Calif.-—Social media platforms have reached a crucial point where the executives overseeing them need to find ways to anticipate and block bad actors, Instagram co-founder Kevin Systrom said.\n\nOver the last eight years, social-media services like Instagram and Facebook Inc. have attracted an unparalleled number of users. Instagram has more than a billion users, while Facebook’s monthly user base exceeds 2 billion.\n\n“The..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Felicia Schwartz", "title": "Israeli Defense Minister Resigns, Threatening Netanyahu's Grip on Power - Wall Street Journal", "description": "Wall Street Journal Israeli Defense Minister Resigns, Threatening Netanyahu's Grip on Power Wall Street Journal TEL AVIV—Israel's defense minister announced his intention to resign and withdraw his party from the ruling coalition Wednesday, a move that weaken…", "url": "https://www.wsj.com/articles/israeli-defense-minister-resigns-threatening-netanyahus-grip-on-power-1542197078", "urlToImage": "https://images.wsj.net/im-36918/social", "publishedAt": "2018-11-14T13:30:10Z", "content": "TEL AVIVIsraels defense minister announced his intention to resign and withdraw his party from the ruling coalition Wednesday, a move that weakens Prime Minister Benjamin Netanyahus hold on power and could pressure him to call for early elections. Israel and … [+4973 chars]", "fulltext": "TEL AVIV—Israel’s defense minister announced his intention to resign and withdraw his party from the ruling coalition Wednesday, a move that weakens Prime Minister Benjamin Netanyahu’s hold on power and could pressure him to call for early elections.\n\nAvigdor Lieberman, the leader of the right-leaning Yisrael Beiteinu party as well as defense minister, said he disagreed with a cease-fire reached between Israel and militant groups in Gaza, describing it as a “capitulation to terrorism.”\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Adrienne Roberts", "title": "Be Ready to Pay More to Lease Your Next Car", "description": "Leasing a new car is getting more expensive as rising interest rates and lower projected resale values prompt auto makers to charge more and scale back promotions.", "url": "https://www.wsj.com/articles/be-ready-to-pay-more-to-lease-your-next-car-1542200401", "urlToImage": "https://images.wsj.net/im-36803/social", "publishedAt": "2018-11-14T13:12:10Z", "content": "Leasing a new car is getting more expensive as rising interest rates and lower projected resale values prompt auto makers to charge more and scale back promotions that had made leasing a popular alternative to owning a car in recent years. Lease customers ret… [+5198 chars]", "fulltext": "Leasing a new car is getting more expensive as rising interest rates and lower projected resale values prompt auto makers to charge more and scale back promotions that had made leasing a popular alternative to owning a car in recent years.\n\nLease customers returning to dealerships to trade in their vehicles for newer models are finding that the bargains available a few years ago have largely disappeared.\n\nMike McShane was eager to lease another Subaru Outback when the three-year contract on his current wagon expired this fall. But when he saw that the estimated payment of $457 a month for a new car was about $140 more than what he was paying for the older Outback, despite a similar contract and features, Mr. McShane instead extended his current lease for six months.\n\n“Spending $300 [a month] for something you’re essentially renting is OK,” said Mr. McShane, a teacher in Dallas, who is shopping for better offers. “But spending $457 [a month] to turn around and give it back in three years, that’s a tough pill to swallow.” What’s more, the salesman didn’t offer the same incentives he got the last time around, such as no money down, he said.\n\nSubaru said in a written statement that while monthly payments are based on a variety of factors, rising interest rates and fewer discounts contributed to the increase in Mr. McShane’s payments.\n\nThe higher lease costs come as new-car prices in general are trending higher, stretching buyers’ wallets and contributing to a broader slowdown in the U.S. car market after more than a half decade of growth.\n\nLeasing as a percentage of new-vehicle sales soared in the years after the recession, hitting a record 31% in 2016, according to car-shopping firm Edmunds.com. As of October, lease rates are at the 2016 level, although the number dropped last year.\n\nUnlike a car that is purchased by a buyer using a loan or paying cash, a finance company—often controlled by an auto maker—owns the vehicle for the period of the lease, usually three years. Monthly payments are set based on the expected resale value at the end of the lease, but auto makers often subsidize the deal to lower the costs to customers.\n\nLeasing tends to be more affordable than financing a car, where loan payments are often hundreds of dollars a month higher. Car shoppers opt to lease because it allows them to drive a more expensive car than they would otherwise have considered, dealers and analysts say. Auto makers like the practice, saying it inspires loyalty among customers who must return to showrooms every few years to turn in their leases.\n\n“Leasing used to be for luxury [cars],” said Ivan Drury, an analyst at Edmunds.com. “But as people’s thinking has been reworked by monthly phone payments and internet subscriptions, like Netflix, leasing a vehicle has become more attractive.”\n\nThe practice was introduced more than three decades ago and gained popularity during the late 1990s, when cheap lease deals were offered to buyers who couldn’t get financing for a new-car loan. Many major banks exited leasing in the early 2000s, after losing billions of dollars on leased cars that didn’t return the resale value originally projected.\n\nLeasing gained momentum again after the recession. Auto makers, taking advantage of low interest rates and strong used-car values to offer attractive deals, expanded leasing to a range of models, including pickup trucks and small cars. As a result, vehicles remained affordable even as car companies loaded more technology in them, increasing sticker prices.\n\nAuto makers now say it is getting more expensive to offer deals because higher interest rates are pushing up borrowing costs for their in-house lenders.\n\nCompanies are also projecting that used-vehicle prices will decline in coming years because of a flood of lease returns hitting the market, while customers’ rapid shift to sport-utility vehicles and trucks will depress sedan prices. The expectation that cars will therefore be worth less at the lease’s conclusion is pushing companies to set payments higher, dealers and analysts say.\n\nLease payments have climbed steadily over the past few years, rising to an average of $448 a month through September this year, according to research firm J.D. Power. That is up from an average of $437 a month for the full year 2017 and $420 a month five years ago, when payments sank to their lowest point since the financial crisis, J.D. Power said.\n\nOn some sought-after models, customers are seeing even steeper payment increases because the cars are harder to find or were redesigned recently, dealers and analysts say. Now, many once-loyal lease customers are looking at other options, including shopping rival brands for better deals or moving to a used car, they say.\n\nMatt LaPlant, a 37-year-old record producer in Madison, Wis., felt he had scored a deal when he leased a new Toyota Prius three years ago, paying $250 a month for a nearly fully loaded model with leather seats.\n\nHe was hoping to get a similar payment on his next Toyota Prius lease, but the salesperson told him that wasn’t possible. For $250 a month, the best the dealership could offer him was base-model Corolla—a much cheaper car than the Prius, he said.\n\n“I stopped considering Toyota,” Mr. LaPlant said. He opted instead to look for a better deal and ended up calling 15 dealerships before settling on a Mazda CX-3 crossover, leasing it for $290 a month—still more than his previous lease.\n\nWrite to Adrienne Roberts at Adrienne.Roberts@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Deepa Seetharaman", "title": "Facebook Morale Takes a Tumble Along With Stock Price - Wall Street Journal", "description": "Wall Street Journal Facebook Morale Takes a Tumble Along With Stock Price Wall Street Journal Facebook Inc.'s FB 0.43% difficult year is taking a toll on employee morale, with several key measures of internal sentiment taking a sharp turn for the worse over t…", "url": "https://www.wsj.com/articles/facebook-morale-takes-a-tumble-along-with-stock-price-1542200400", "urlToImage": "https://images.wsj.net/im-36802/social", "publishedAt": "2018-11-14T13:03:24Z", "content": "Facebook Inc.s FB 0.43% difficult year is taking a toll on employee morale, with several key measures of internal sentiment taking a sharp turn for the worse over the past year, according to people familiar with the matter and messages reviewed by The Wall St… [+6086 chars]", "fulltext": "Facebook Inc.’s difficult year is taking a toll on employee morale, with several key measures of internal sentiment taking a sharp turn for the worse over the past year, according to people familiar with the matter and messages reviewed by The Wall Street Journal.\n\nAmid a plunge in the stock price, ongoing leadership turmoil and critical media coverage, just over half of employees said they were optimistic about Facebook’s future, down 32 percentage points from the year earlier, according to the survey, which was taken by..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "In the Elevator With Amazon Alexa Head Dave Limp", "description": "WSJ's Joanna Stern \"bumps into\" Amazon SVP of Devices Dave Limp in the WSJ elevator and asks about HQ2, Alexa’s future and Jeff Bezos as a boss. Photo: Andria Chamberlin for the Wall Street Journal", "url": "\n\t\t\t  http://live.wsj.com/video/in-the-elevator-with-amazon-alexa-head-dave-limp/15607FA7-5D7D-4038-AF02-1512321E8F13.html\n\t\t  ", "urlToImage": null, "publishedAt": "2018-11-14T13:00:00Z", "content": null, "fulltext": "bad url"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "Crude Edges Up After Massive Drop—Energy Journal", "description": "Good morning. I’m Neanda Salvaterra, and crude prices caught a break from their plunge today, even after the International Energy Agency said that the U.S. Russia and Saudi Arabia are pumping record amounts of oil. Meanwhile, glitzy Dubai is seeing shops clos…", "url": "https://blogs.wsj.com/moneybeat/2018/11/14/energy-journal-crude-edges-up-after-massive-drop/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CJ364_DUBAIE_P_20181113161344.jpg", "publishedAt": "2018-11-14T12:39:07Z", "content": "Good morning. Im Neanda Salvaterra, and crude prices caught a break from their plunge today, even after the International Energy Agency said that the U.S. Russia and Saudi Arabia are pumping record amounts of oil. Meanwhile, glitzy Dubai is seeing shops close… [+3648 chars]", "fulltext": "Good morning. I’m Neanda Salvaterra, and crude prices caught a break from their plunge today, even after the International Energy Agency said that the U.S. Russia and Saudi Arabia are pumping record amounts of oil. Meanwhile, glitzy Dubai is seeing shops close and workers leave as it’s caught up in a competition for foreign workers […]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Nicholas", "title": "Trump Skips Asia Summits, Fueling Concerns on US Commitment to Region - Wall Street Journal", "description": "Wall Street Journal Trump Skips Asia Summits, Fueling Concerns on US Commitment to Region Wall Street Journal TOKYO—Asian leaders will descend on Papua New Guinea this week, at a moment when the U.S. and China are jockeying for advantage in an escalating riva…", "url": "https://www.wsj.com/articles/trump-feeds-regional-commitment-worries-by-skipping-asia-summits-1542198600", "urlToImage": "https://images.wsj.net/im-36750/social", "publishedAt": "2018-11-14T12:34:29Z", "content": "TOKYOAsian leaders will descend on Papua New Guinea this week, at a moment when the U.S. and China are jockeying for advantage in an escalating rivalry for military and economic influence in the region. Chinese President Xi Jinping will be there; President Tr… [+5724 chars]", "fulltext": "TOKYO—Asian leaders will descend on Papua New Guinea this week, at a moment when the U.S. and China are jockeying for advantage in an escalating rivalry for military and economic influence in the region.\n\nChinese President Xi Jinping will be there; President Trump won’t.\n\nStanding in for Mr. Trump is Vice President Mike Pence, who is looking..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Phred Dvorak", "title": "The 'Uber of Trucks' Isn't Cruising to a Profit", "description": "Profits are elusive and truckers are frustrated at China’s Manbang, the trucking app backed by Google and SoftBank.", "url": "https://www.wsj.com/articles/the-uber-of-trucks-isnt-cruising-to-a-profit-1542196804", "urlToImage": "https://images.wsj.net/im-36776/social", "publishedAt": "2018-11-14T12:00:27Z", "content": "The Chinese startup dubbed the Uber of trucks has attracted foreign investors from Alphabet Inc. GOOGL 0.63% to SoftBank Group Corp. 9984 4.71% on the premise that it can make a lot of money from connecting the nations truckers with shippers who need goods ca… [+5843 chars]", "fulltext": "The Chinese startup dubbed the “Uber of trucks” has attracted foreign investors from Alphabet Inc. to SoftBank Group Corp. on the premise that it can make a lot of money from connecting the nation’s truckers with shippers who need goods carried.\n\nMillions of users—both truckers and shippers—have signed on to the platform run by Manbang Group, or Full Truck Alliance, which is valued at $6 billion. But Manbang has been giving away its main service of matching truckers with shippers for free, and is still figuring out who, and..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Soldier Advisers, Donor-Advised Funds, Internet of Bodies", "description": "LPL Financial starts an apprenticeship program for soldiers; donor-advised fund contributions jump on tax overhaul and the ‘Internet of Bodies’ may challenges courts and regulators.", "url": "https://blogs.wsj.com/moneybeat/2018/11/14/wsj-wealth-adviser-briefing-soldier-advisers-donor-advised-funds-internet-of-bodies/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-14T11:00:21Z", "content": "LPL Financial, the largest independent broker-dealer, is partnering with the U.S. Army Reserve to help soldiers pursue careers in financial advice. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and … [+2787 chars]", "fulltext": "LPL Financial, the largest independent broker-dealer, is partnering with the U.S. Army Reserve to help soldiers pursue careers in financial advice. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more. PLANNING & INVESTING Donor-Advised Fund Contributions […]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: Signs of Trouble for the Global Economy", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Suddenly, the global economy isn’t looking so great. German and Japanese GDP shrank in the third quarter, momentum in China is vanishing, oil prices are t…", "url": "https://blogs.wsj.com/economics/2018/11/14/real-time-economics-signs-of-trouble-for-the-global-economy/", "urlToImage": "https://images.wsj.net/im-36897", "publishedAt": "2018-11-14T09:49:18Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. Suddenly, the global economy isnt looking so great. German and Japanese GDP shrank in the third quarter, momentum in China is vanishing, oil prices are tan… [+8139 chars]", "fulltext": "Germany's economy contracted in the third quarter, in part because of a new emissions-testing protocol that caused bottlenecks for automakers.\n\nGermany's economy contracted in the third quarter, in part because of a new emissions-testing protocol that caused bottlenecks for automakers. Photo: Krisztian Bocsi/Bloomberg News\n\nThis is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here.\n\nSuddenly, the global economy isn’t looking so great. German and Japanese GDP shrank in the third quarter, momentum in China is vanishing, oil prices are tanking, the U.S. and China are still sparring over trade, and the big U.S. fiscal stimulus is set to fade as deficits grow.\n\nGood morning. Jeff Sparshott here to take you through the day's top economic news. It’s not all glum: Germany and Japan were hit by temporary factors, cheaper oil could help consumers, and Amazon is set to add 50,000 jobs and sop up spare office space along the East Coast. Let us know what you think by replying to this email.\n\nBREAKING BAD\n\nThe global economy took a bad turn last quarter with gross domestic product in Japan and Germany—the world’s third- and fourth-biggest economies—contracting. Japan’s economy slid 1.2% annualized, while Germany’s fell 0.8%. Third-quarter growth in the eurozone was a scant 0.7%, the lowest since early 2013. During the same period, China advanced 6.5%, the weakest pace for world’s second-largest economy since the financial crisis, while the U.S. grew at a solid 3.5% rate.\n\nGlimmers of hope. Japan’s contraction was blamed on a typhoon and an earthquake, so growth should return if trade frictions don’t worsen. In Germany’s case, economists said that the weak result was largely caused by temporary factors, notably a new emissions-testing protocol that caused bottlenecks for passenger-car production. Still, with the world’s two biggest economies fighting over trade and the third and fourth contracting, the global economy doesn’t look set for vigorous growth.\n\nWHAT TO WATCH TODAY\n\nThe U.S. consumer-price index for October is expected to rise 0.3% from the prior month. That would put the year-over-year reading at 2.5%. Excluding food and energy, prices are expected to rise 0.2% from the prior month and 2.2% from a year earlier.\n\nFed vice chairman for supervision Randal Quarles delivers testimony on Capitol Hill at 10 a.m. ET, and Chairman Jerome Powell speaks on the global economy at a Dallas Fed event at 6 p.m. ET.\n\nTOP STORIES\n\nINCONSPICUOUS CONSUMPTION\n\nChina bet its economic future on consumers. That wager isn't paying off. Outlays on automobiles, staple foods and other consumer products grew at the slowest pace in five months in October, while property sales were the slackest in a half-year, according to official data. Separately, the central bank said the amount of new bank loans fell last month.\n\nAll told, the softer consumer spending and the reduced loans suggest that demand may be weakening, adding further drag to an economy that was already slowing. Beijing has been trying to nurture consumption as its new growth driver, steering the economy away from reliance on investment. Instead, China’s economy has been on a downward glide path for months, partly due to the bite of a government crackdown on risky financing and fears about a trade fight with the U.S., Liyan Qi, Lin Zhu and Dominique Fong report.\n\nFUEL TO THE FIRE\n\nA commission of security and economic experts convened by Congress warned China’s technology-manufacturing strength threatens U.S. national security. The U.S.-China Economic and Security Review Commission found Chinese dominance of networking-equipment manufacturing imperils U.S. fifth-generation wireless infrastructure, Kate O’Keeffe reports. It also cautioned China’s position as the world’s largest manufacturer of internet-connected household devices creates “numerous points of vulnerability for intelligence collection, cyberattacks, industrial control, or censorship.\"\n\nThe report bolsters one of the Trump administration's main complaints about China and certainly won't do anything to discourage tougher trade measures.\n\nOIL TANKS\n\nU.S. oil prices sank deeper into a bear market Tuesday, posting their steepest fall in over three years and a record 12 consecutive days of declines. Fears of oversupply and weakening demand are gripping the market.\n\nOil’s rapid decline is now fueling worries about weakness in the broader economy. Investors are questioning whether crude’s plunge could spill over into other markets. The last time oil prices posted such a steep one-day slide, three years ago, crude was in the midst of a rout that eventually dragged down equity prices, Dan Molinski, Amrith Ramkumar and Stephanie Yang report.\n\nTHIS WON'T HELP\n\nThe International Energy Agency's monthly oil market report Wednesday said the U.S., Russia and Saudi Arabia are churning out crude at record levels, causing global supply to significantly outstrip demand. Since May, global oil output has climbed by 1.8 million barrels a day, more than enough to offset reductions from Iran due to U.S. sanctions and supply outages in Venezuela.\n\nU.S. RED INK\n\nThe federal government started the new fiscal year the same way it ended the last one: with a widening budget deficit.\n\nA strong economy typically leads to narrower deficits: Rising household income and corporate profits help boost tax collections, while spending on safety-net programs tends to decline. That's not what's happening. \"The trends are clear—outlays are rising steadily and receipts have plateaued for now. While there might still be hope for a growth-led increase in receipts, there are no signs of that in the data yet,\" Contingent Macro Advisors said in a note to clients. Falling corporate tax revenue has been a major culprit. At least so far, Republican tax cuts aren't paying for themselves.\n\nTHE SWAMP SWALLOWS AMAZON\n\nAmong the many advantages Virginia's Crystal City offers Amazon is proximity to the federal government across the Potomac River. The federal Leviathan has long been a corporate magnet, as a customer (the Pentagon is a major client of Amazon Web Services) and arbiter in countless regulatory and legislative decisions. As government expanded under President Obama, the Washington region led the country in new office space. Much remains vacant, but maybe not for long: Hopes that government interference would end under a Republican administration and Congress have been dashed by President Trump’s trade war and regular threats against corporate adversaries such as Amazon and its owner, Jeff Bezos.—Greg Ip\n\nQUOTE OF THE DAY\n\nMy heart is broken today.—Dallas Mayor Mike Rawlings, upon learning his city had been passed over by Amazon\n\nTWEET OF THE DAY\n\nWHAT ELSE WE'RE READING\n\nWhy does one gasoline station hold its price steady when its across-the-street competitor knocks off a few pennies? Because it’s chasing a different customer. \"We contribute to the explanation of cycling heterogeneity by showing that a station’s choice of a pricing strategy is related to the type of consumer targeted: non-cycling stations aim to attract inelastic consumers, while cycling stations target price-sensitive, search-intensive consumers,\" the University of Illinois at Urbana-Champaign's Julia Gonzalez and Carlos Hurtado write in a job market paper.\n\nThe interplay of government bonds and fragile banks can create a “diabolic loop.” What happens? Lower bond prices weaken bank solvency and, in turn, affect government guarantees, according to a European Central Bank paper. “The impact of these feedbacks is to make sovereign-banking crises much more severe than they otherwise would have been.” The diabolic loop has been “rocking a number of European economies since 2010,” the paper adds.\n\nUP NEXT: THURSDAY\n\nU.S. retail sales for October, out at 8:30 a.m. ET, are expected to rise 0.5% from the prior month.\n\nU.S. import prices for October, out at 8:30 a.m. ET, are expected to rise 0.2% from the prior month.\n\nU.S. jobless claims, out at 8:30 a.m. ET, are expected to remain low.\n\nThe New York Fed Empire State manufacturing survey for November, out at 8:30 a.m. ET, is expected to fall to 20 from 21.1 a month earlier.\n\nThe Philadelphia Fed manufacturing survey for November, out at 8:30 a.m. ET, is expected to fall to 20 from 22.2.\n\nIt's another day chock full of Fed talk. Fed vice chairman for supervision Randal Quarles testifies before the Senate Banking Committee at 10 a.m. ET, Chairman Jerome Powell reviews post-Hurricane Harvey recovery efforts in Houston at 11:30 a.m. ET, Atlanta's Raphael Bostic speaks at a banking conference in Madrid at 1 p.m. ET, and the Minneapolis' Neel Kashkari participates in a moderated Q&A with the Minnesota AgriGrowth Council at 3 p.m. ET."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rolfe Winkler", "title": "Steve Ballmer Says Businesses Can Learn Accountability From Sports Teams", "description": "Microsoft’s ex-CEO shares management insights from running the L.A. Clippers.", "url": "https://www.wsj.com/articles/steve-ballmer-says-businesses-can-learn-accountability-from-sports-teams-1542068815", "urlToImage": "https://images.wsj.net/im-36568/social", "publishedAt": "2018-11-14T07:03:26Z", "content": "LAGUNA BEACH, Calif.Nothing sells sports tickets like winning a championship. Former Microsoft MSFT 2.20% Chief Executive Steve Ballmer says that is perhaps the most obvious insight he has learned in his time owning the Los Angeles Clippers basketball team, b… [+1157 chars]", "fulltext": "Former Microsoft CEO and LA Clippers owner Steve Ballmer compares his responsibilities running a tech company to owning a professional basketball team at the WSJ Tech D.Live conference in Laguna Beach, Calif.\n\nLAGUNA BEACH, Calif.—Nothing sells sports tickets like winning a championship.\n\nFormer Microsoft Chief Executive Steve Ballmer says that is perhaps the most obvious insight he has learned in his time owning the Los Angeles Clippers basketball team, but it has taught him lessons for business.\n\nCustomers and shareholders assess businesses. “But..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Kevin Hart on Crossing the Political Line in Comedy", "description": "Comedian Kevin Hart spoke about political correctness in comedy and about how far he’s willing to take it in his own stand-up. Photo: Nikki Ritcher for the Wall Street Journal", "url": "http://www.wsj.com/video/kevin-hart-on-crossing-the-political-line-in-comedy/82C4B0F1-36BC-43D0-BD32-6EA574AB77AC.html", "urlToImage": "http://m.wsj.net/video/20181114/111318hart1/111318hart1_1280x720.jpg", "publishedAt": "2018-11-14T05:37:42Z", "content": "Are Our Processors Vulnerable to Attack? 11/13/2018 At the WSJ D.Live Tech conference, Renee James, Chairman and CEO of Ampere, and Richard Clemmer, CEO of NXP Semiconductors, discuss the likelihood of Chinese companies inserting tiny chips into U.S. company … [+30 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Kevin Hart on Being Trolled by The Rock on Social Media", "description": "Comedian Kevin Hart spoke about his friendship with The Rock and their public relationship on social media. Hart spoke at the WSJ D.Live Tech conference in Laguna Beach, Calif.", "url": "http://www.wsj.com/video/kevin-hart-on-being-trolled-by-the-rock-on-social-media/23E894C0-A55B-46A4-8B59-5B16ABADE9F1.html", "urlToImage": "http://m.wsj.net/video/20181114/111318hart3/111318hart3_1280x720.jpg", "publishedAt": "2018-11-14T05:36:35Z", "content": "Are Our Processors Vulnerable to Attack? 11/13/2018 At the WSJ D.Live Tech conference, Renee James, Chairman and CEO of Ampere, and Richard Clemmer, CEO of NXP Semiconductors, discuss the likelihood of Chinese companies inserting tiny chips into U.S. company … [+30 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kate O’Keeffe", "title": "U.S. Panel Warns China Tech Prowess Threatens U.S. Security", "description": "A commission of security and economic experts convened by Congress warned that China’s technology-manufacturing strength threatens U.S. national security and advised U.S. government agencies to be mindful of Chinese attempts to compromise government systems.", "url": "https://www.wsj.com/articles/u-s-panel-warns-china-tech-prowess-threatens-u-s-security-1542171601", "urlToImage": "https://images.wsj.net/im-36841/social", "publishedAt": "2018-11-14T05:19:33Z", "content": "WASHINGTONA commission of security and economic experts convened by Congress warned that Chinas technology-manufacturing strength threatens U.S. national security and advised U.S. government agencies to be mindful of Chinese attempts to compromise government … [+3004 chars]", "fulltext": "WASHINGTON—A commission of security and economic experts convened by Congress warned that China’s technology-manufacturing strength threatens U.S. national security and advised U.S. government agencies to be mindful of Chinese attempts to compromise government systems.\n\nIn a new report, the U.S.-China Economic and Security Review Commission found Chinese dominance of networking-equipment manufacturing threatens the security of U.S. fifth-generation, or 5G, wireless infrastructure. The panel cited Chinese telecommunications..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael R. Gordon", "title": "Military Sway at Pentagon Undercuts Tenet of Civilian Control, Study Finds", "description": "The Pentagon’s military staff is dominating critical deliberations to such an extent that it is undermining the principle of civilian control of the armed forces, according to a study by former high-ranking national-security officials", "url": "https://www.wsj.com/articles/military-sway-at-pentagon-undermines-tenet-of-civilian-control-study-finds-1542171661", "urlToImage": "https://images.wsj.net/im-36846/social", "publishedAt": "2018-11-14T05:01:03Z", "content": "The military staff at the Pentagon is dominating deliberations over strategy and the deployment of forces to such an extent that it is undermining the principle of civilian control of the armed forces, according to a congressionally mandated study by former h… [+4599 chars]", "fulltext": "The military staff at the Pentagon is dominating deliberations over strategy and the deployment of forces to such an extent that it is undermining the principle of civilian control of the armed forces, according to a congressionally mandated study by former high-ranking national-security officials.\n\n“There is an imbalance in civil-military relations on critical issues of strategy development and implementation,” states the study, which is being issued Wednesday. “Civilian voices appear relatively muted on issues at the center..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Instagram Co-Founder on Social Media’s Evolution And Guns in America", "description": "Instagram co-founder Kevin Systrom spoke about social media’s evolution and responded to a question about how the Thousand Oaks gunman used Instagram before and after the shooting. Systrom spoke at the WSJ D.Live Tech conference in Laguna Beach, Calif. Photo:…", "url": "http://www.wsj.com/video/instagram-co-founder-on-social-medias-evolution-and-guns-in-america/641A77B7-79EC-4BA6-B003-93B5B18081B9.html", "urlToImage": "http://m.wsj.net/video/20181113/111318systrom/111318systrom_1280x720.jpg", "publishedAt": "2018-11-14T04:36:31Z", "content": "The Columnists on Secrets 11/12/2018 Author Fran Lebowitz, director Lee Daniels, radio host Diane Rehm, and others discuss secrets -- and the importance of keeping confidences -- in this fifth episode of WSJ. Magazine's series, The Columnists.", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Georgia Wells", "title": "Snap facing regulatory scrutiny over pre-IPO disclosures", "description": "Snap Inc. is facing scrutiny from regulators about its disclosures to investors ahead of its 2017 initial public offering.", "url": "https://www.wsj.com/articles/snaps-disclosures-ahead-of-ipo-draw-regulator-scrutiny-1542167339", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FS489_snap_ZG_20170816163537.jpg", "publishedAt": "2018-11-14T04:11:20Z", "content": "Snap Inc. is facing scrutiny from regulators about its disclosures to investors ahead of its 2017 initial public offering. The disappearing-messages company has received subpoenas and requests for information from the Justice Department and Securities and Exc… [+726 chars]", "fulltext": "Snap Inc. is facing scrutiny from regulators about its disclosures to investors ahead of its 2017 initial public offering.\n\nThe disappearing-messages company has received subpoenas and requests for information from the Justice Department and Securities and Exchange Commission, a spokesman for Snap said Tuesday.\n\nSnap said in a statement it..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Uber CEO on Relationship With Saudi Investors", "description": "Uber CEO Dara Khosrowshahi talked about his company's relationship with its Saudi investors after the Jamal Khashoggi killing. Photo: Nikki Ritcher for the Wall Street Journal", "url": "http://www.wsj.com/video/uber-ceo-on-relationship-with-saudi-investors/70EA620B-7A28-4ADB-8F2D-FA14BD4B475E.html", "urlToImage": "http://m.wsj.net/video/20181113/111318khosrowshahi/111318khosrowshahi_1280x720.jpg", "publishedAt": "2018-11-14T03:30:59Z", "content": "The Columnists on Secrets 11/12/2018 Author Fran Lebowitz, director Lee Daniels, radio host Diane Rehm, and others discuss secrets -- and the importance of keeping confidences -- in this fifth episode of WSJ. Magazine's series, The Columnists.", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stella Yifan Xie", "title": "A Ticket to Ride: HNA Unit Offers Investors Air Vouchers in Lieu of Cash", "description": "Financing platform Qianhai, a cash-strapped unit of Chinese conglomerate HNA Group, wants to repay investors with air travel—joining other Chinese companies in using unconventional means to meet their financial obligations.", "url": "https://www.wsj.com/articles/unit-of-chinas-hna-offers-investors-airline-vouchers-in-lieu-of-cash-1542114003", "urlToImage": "https://images.wsj.net/im-36392/social", "publishedAt": "2018-11-14T03:06:26Z", "content": "A cash-strapped unit of Chinese conglomerate HNA Group Co. is trying to repay investors in the form of air tickets. Qianhai Air &amp; Shipping Exchange, a financing platform that previously sold high-yielding investment products to individual investors in Chi… [+3893 chars]", "fulltext": "A cash-strapped unit of Chinese conglomerate HNA Group Co. is trying to repay investors in the form of air tickets.\n\nQianhai Air & Shipping Exchange, a financing platform that previously sold high-yielding investment products to individual investors in China, last month offered them bundles of airline vouchers in lieu of what it owes them, according to notices on its website. The vouchers can be used to pay for domestic flights or international travel to destinations as far away as California.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Maria Armental", "title": "The Wall Street Journal: PG&E says equipment malfunctioned right before deadliest California wildfire started", "description": "Electrical power equipment owned by California’s largest utility company appeared to have malfunctioned in an area where the state’s deadliest wildfire started last week, according to a PG&E Corp. securities filing.", "url": "https://www.wsj.com/articles/pg-e-says-equipment-failed-just-before-california-wildfire-1542161992", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY483_campfi_ZG_20181113214906.jpg", "publishedAt": "2018-11-14T02:55:08Z", "content": "Electrical power equipment owned by Californias largest utility company appeared to have malfunctioned in an area where the states deadliest wildfire started last week, according to a PG&amp;E Corp. securities filing. The cause of the Camp Fire, which has bur… [+1163 chars]", "fulltext": "Utility owner PG&E Corp. reported an equipment failure at 6:15 a.m. Thursday in Butte County, Calif., about 15 minutes before the deadliest wildfire in California history began in the same area.\n\nUtility owner PG&E Corp. reported an equipment failure at 6:15 a.m. Thursday in Butte County, Calif., about 15 minutes before the deadliest wildfire in California history began in the same area. Photo: Justin Sullivan/Getty Images\n\nElectrical power equipment owned by California’s largest utility company appeared to have malfunctioned in an area where the state’s deadliest wildfire started last week, according to a PG&E Corp. PCG -1.89% securities filing.\n\nThe cause of the Camp Fire, which has burned through some 130,000 acres in Northern California’s Butte County, remains under investigation. At least 48 people have died in the fire and more than 6,500 houses have been destroyed, officials said.\n\nBut if the company’s equipment is determined to be the cause of the fire, PG&E warned in the filing, it would face potential liabilities beyond its insurance coverage. As a result, the utility said, fire-related liabilities could significantly affect its financial condition."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Patrick Scott", "title": "A Blow-Your-Mind Adventure in Vietnam's Caves", "description": "Vietnam is home to Asia’s most astonishing subterranean system. Here’s how to explore the caves on a 3-day swimming and hiking excursion.", "url": "https://www.wsj.com/articles/a-blow-your-mind-adventure-in-vietnams-caves-1542142766", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ358_VIETNA_SOC_20181113155407.jpg", "publishedAt": "2018-11-14T01:44:58Z", "content": "THE BATS WERE in a frenzy. At first it was just a single creature, flashing past my face as seven of us, wearing life jackets, helmets and headlamps, bobbed in a shadowy river inside a 3-million-year-old cave in north-central Vietnam. As we swam deeper into t… [+8069 chars]", "fulltext": "THE BATS WERE in a frenzy. At first it was just a single creature, flashing past my face as seven of us, wearing life jackets, helmets and headlamps, bobbed in a shadowy river inside a 3-million-year-old cave in north-central Vietnam. As we swam deeper into the darkness, into a watery chamber the size of a basketball arena, our beams revealed scores of bats zipping around us from all directions, feasting on constellations of tiny white bugs orbiting our illuminated heads. Cave swimming isn’t for everyone.\n\nI was halfway into a three-day hiking and swimming tour in what is fast becoming one of the world’s most popular caving destinations, a massive limestone formation 300 miles south of Hanoi. Hundreds of caves are carved out of an otherworldly landscape of undulating mountain ranges and isolated karst towers that feels so prehistoric you half expect pterodactyls to come swooping through.\n\nExploring Tu Lan Cave. Photo: Ngo Tran Hai An\n\nSoutheast Asia’s tourist-friendly bounty of caves entered the spotlight last summer, when heavy rain flooded the subterranean chambers that 12 young Thai soccer players and their coach were exploring post-practice, trapping them. Our expedition, run by Oxalis Adventure Tours, was painstakingly laid out by speleologists with extensive experience mapping caves and led by guides trained in first aid and water rescues. Most important, we weren’t in danger of surging waters because Oxalis doesn’t run tours in the rainy season. Cave tourism in Vietnam is a relatively recent phenomenon. British spelunkers started surveying the region in 1990 and discovered the largest known cave passage in the world, Son Doong, in 2009. It’s nearly 4 miles long and tall enough to contain a 40-story building. Oxalis, formed in 2011, started the first trekking and camping expeditions in that cave and several others. Even after the Thai incident, business is thriving for Oxalis and other local cave operators, they say.\n\nI opted for the tour with the most swimming, Oxalis’ Wild Tu Lan Cave Explorer. Our trip began in Phong Nha, a small town on the Son River surrounded by jagged ranges and populated by low-slung hotels and homestays run by locals capitalizing on the growing tourism. After a 90-minute drive northwest to Oxalis’ staging base, our tour guide, Pham Hong Dai, briefed my group, which included three Californians, a banker from Milan and a college student from Da Nang. He told us what was in store: six caves, 10 miles of hiking, 1,000 yards of swimming in four caverns, and two nights camping at waterfalls outside caves. And he offered some crucial bits of advice: Watch for poison ivy and snakes and don’t overtake him. Oxalis provided the caving gear, and porters carried our bags ahead to the first campsite.\n\nTrekking to Tu Lan Caves. Photo: Tobi Schnofeil\n\nIn the 90-degree heat and humidity, we walked from the Oxalis pavilion onto a concrete road built by the makers of “Kong: Skull Island,” filmed in the province in 2016, through a valley hemmed by lush peaks. We started with a hike up a mountainside to a dry chamber called Rat Cave, a lair for the movie monster and our setting for lunch. The opening of this dry cave was like a giant shark’s mouth with serrated teeth at the top. Inside, an obelisk-like stalagmite stood sentinel atop a mound decked with moss and neon-green ferns. After lunching on pork spring rolls and dragon fruit spread out on a tarp, we ventured into our first darkened chamber, headlamps exposing thousands of ashen stalactites clinging to the ceiling 50-feet above like icicles coated in cobwebs.\n\nEvery cave featured both tight passages and massive chambers, some as high as 150 feet, often streaked in blues, greens, grays or yellows derived from trace minerals and organic acids. Most of the rooms were encrusted with formations bulging from the walls, dripping from the ceilings and rising from the floor. Recurring shapes reminded me of Doric columns, mushroom clouds and giant squids.\n\n“ ‘The opening of the cave was like a giant shark’s mouth with teeth.’ ”\n\nAfter leaving Rat Cave, we hiked two hours down the mountain to our first campsite and our first swim, outside of Ken Cave. There, a one-story waterfall tumbled from the entrance forming our own private swimming hole. I walked straight into the warm emerald pool in pants and shirt before shedding them for a few laps, enamored of the white cliffs encircling the swimming hole. The light dimmed as I swam butterfly 75 meters into the back of the cave’s mouth. Thoughts of a Leviathan dragging me under sent me quickly in reverse, swimming backstroke under massive stalactites hanging two stories above like divebombing dragons. That night, at the campsite, we toasted our adventure with rice-wine shots. In our tents at 8 p.m., we fell asleep to the sounds of screeching insects and crashing water.\n\nThe second day brought swims in three caves. First we were back in Ken, in our shirts, pants, boots, life jackets and helmets, pulling against the slight current. After 150 yards, we climbed out onto a ledge, slowly moving over muddy paths, dry sandy floors and spiky rocks. We came to a 2-foot high stalagmite like a baptismal font. “Lights off,” Dai said. We sat on cool clay, listening to drops splashing every few seconds into the round font, leaving behind micro-traces of minerals that form dripstone over millennia. We ended the afternoon by hiking into nearby Kim Cave and into a shallow river. We trekked knee-deep before coming to a small series of rapids, our first waterfall in the dark.\n\nSwimmin in Hung Ton Cave. Photo: Oxalis Adventures\n\nOn the third day, we entered our final cave, Ton. We swam through narrow passages that resembled canyon gorges, a few feet wide and 30 feet high, against the strongest current of the trip. “I thought you were going to pick an easy one for the end,” said Carlos Morales, one of the Californians, to Dai as we trudged out of the watery entrance. A quartet of white butterflies fluttered toward a path leading to an hour-long hike down to the valley, to showers and cold beer.\n\nTHE LOWDOWN / Spelunking in Vietnam\n\nGetting There: Vietnam’s most popular caves are in mountainous Quang Binh Province. As a base, most tourists use the town of Phong Nha, about an hour drive from the nearest airport, Dong Hoi, which can be reached via multiple daily flights from Ho Chi Minh City and Hanoi (baolau.com). From Da Nang, you can also take a picturesque, six-hour train ride along coastal cliffs north to Dong Hoi.\n\nCaving There: International speleologists attribute Vietnam’s outstanding caves to the abundance of thick limestone and warm water. Heavy rains in the fall mean the best caving months are February through August, and swimming is ideal in late summer when river temperatures are around 80 degrees. You can spend a few hours or a few days in the caves in and around Phong Nha-Ke Bang National Park, a UNESCO World Heritage site. Paradise and Phong Nha caves are mammoth, so-called show caves where thousands of visitors descend daily to tour from walkways or boats. Multiple-day tours are run by three companies—Oxalis Adventure Tours, Jungle Boss and Greenland Tours—each with government concessions to operate in separate caves. The tours are small, generally two to 16 customers, and operators provide van rides, caving gear and meals. Oxalis offers 11 tours ranging from one day in Nuoc Nut Cave for about $70 to four days in Son Doong, with guests camping inside the world’s largest known cave passage, for $3,000 per person. The best swimming is on the Wild Tu Lan Cave Explorer, with two nights jungle camping, for $350. There is no cellphone service or electricity in the jungle so bring a power pack for charging.\n\nStaying There: Rooms in the growing number of guest houses along Phong Nha’s main road range from $15 to $30 a night. One of the few luxury offerings, Victory Road Villas opened in 2017 on the bank of the Son River with seven apartments in a fusion of French colonial and Vietnamese styles (from $150 a night; victoryroadvillas.com). Oxalis also runs Chay Lap Farmstay, a landscaped retreat with 39 rooms and cottages and a water sports complex on the river, where you can kayak and swim; it’s about a 20-minute drive from Phong Nha town (from $55 a night; chaylapfarmstay.com). Nguyen Shack Phong Nha Lake Hill opened this summer with 20 wooden bungalows in the countryside with a swimming pool shaped like a boat (from $35 a night; nguyenshack.com/phongnha/ecoresort/)."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jennifer Maloney", "title": "Juul Says It Will Quit Social Media", "description": "E-cigarette startup Juul Labs said it is shutting down its Facebook and Instagram accounts and curbing its use of other social media in the U.S., part of its response to the FDA’s call for changes to curb underage e-cigarette use.", "url": "https://www.wsj.com/articles/juul-says-it-will-quit-social-media-1542135824", "urlToImage": "https://images.wsj.net/im-36818/social", "publishedAt": "2018-11-14T01:43:12Z", "content": "E-cigarette startup Juul Labs Inc. said it is shutting down its Facebook FB 0.43% and Instagram accounts and curbing its use of other social media in the U.S., part of the companys response to the Food and Drug Administrations call for changes to curb underag… [+5096 chars]", "fulltext": "E-cigarette startup Juul Labs Inc. said it is shutting down its Facebook FB -2.29% and Instagram accounts and curbing its use of other social media in the U.S., part of the company’s response to the Food and Drug Administration’s call for changes to curb underage e-cigarette use.\n\nSales of Juul’s vaporizers and flavored nicotine liquids have surged over the past year, fueled in part by the product’s popularity among teenagers and children. Its rapid growth was helped by the San Francisco company’s use of social media to advertise its products as well as by user-generated posts that glamorized Juul.\n\n“There is no question that this user-generated social media content is linked to the appeal of vaping to underage users,” Juul Labs CEO Kevin Burns wrote in a blog post Tuesday.\n\nWhen Juul launched in 2015, the startup was able to use marketing practices, including social media and billboard ads, that are restricted for big tobacco companies. Advertising on social media and other platforms pitched Juul as a cool lifestyle accessory with images of people in their 20s and 30s.\n\nIn addition to curbing its social media activity, Juul plans to stop selling nicotine liquids with flavors like mango, fruit and creme at bricks-and-mortar stores. It will continue to sell all its products on its website, which the company says has age-verification technology. The Wall Street Journal earlier reported on Juul’s retail shift.\n\nThe moves come as the FDA prepares to announce sharp restrictions on the sale of such products, part of its effort to combat use of e-cigarettes by teens and children. The new rules would be effective immediately.\n\nIn addition to shutting down its U.S. Facebook and Instagram accounts, Mr. Burns said his company’s presence on Twitter would be limited to nonpromotional communications, and that Juul would use YouTube for posting testimonials of former adult smokers who have switched to its product.\n\nMr. Burns said he would also ask Facebook, Instagram, Twitter and Snap chat to prohibit posts that promote underage use of e-cigarettes. Facebook Inc. and Twitter Inc. declined to comment. A Snap Inc. spokesman said Snapchat’s policies have always prohibited the marketing of tobacco products including e-cigarettes.\n\n“Our intent was never to have youth use Juul,” Mr. Burns, who joined Juul about a year ago, wrote in Tuesday’s blog post. “But intent is not enough, the numbers are what matter, and the numbers tell us underage use of e-cigarette products is a problem. We must solve it.”\n\nAna Homayoun, a school consultant and author of “Social Media Wellness,” said taking down social media accounts wouldn’t stop the proliferation of user-generated content about Juul, and that policing posts would be difficult for social media platforms.\n\n“It’s a gray area,” she said, noting that it’s not always clear if a person in a photo is a minor or whether an image is targeted to young users or not.\n\nAnalysts say more than half of Juul’s sales come from four flavors: mango, fruit, cucumber and creme. The company said those flavors, along with tobacco, mint and menthol, were introduced to appeal to adult smokers, but Mr. Burns said the nontraditional flavors had also become attractive to younger nonsmokers.\n\nJuul Labs will monitor use of its products by young people in other countries and determine its social media approach on a country-by-country basis, according to a person familiar with the matter. Health officials in the U.K., for example, have said that existing regulations there have prevented uptake of Juul by teens.\n\nBefore Tuesday’s announcement, Juul sought to address concerns about its U.S. marketing and underage use by strengthening age-verification tools for purchases through its website and changing its marketing to feature former smokers in their late 20s or older.\n\nWhile traditional cigarette makers such Altria Group Inc. MO -1.23% and British American Tobacco BTI 0.61% PLC also sell flavored e-cigarettes, Juul Labs has leapfrogged them in the market. Juul commands more than 75% of the $2.7 billion U.S. e-cigarette retail market, according to a Wells Fargo analysis of Nielsen data.\n\n“While more must be achieved to fully regulate e-cigs like actual cigarettes, Juul’s effort is a good step in snuffing out kid-friendly flavors,” said Sen. Chuck Schumer, one of several U.S. legislators who have pressured the company to change its practices.\n\nJuul, Altria and BAT’s U.S. subsidiary, Reynolds American, now all say they would support legislation raising the minimum age to purchase any tobacco product to 21.\n\nReynolds has told the FDA it would stop using social media influencers to promote its products. Marlboro maker Altria said it doesn’t currently use social media or influencers. Altria also has voluntarily pulled from the market its pod-style e-cigarette devices and several of its flavors.\n\nThe companies are responding to a request from FDA Commissioner Scott Gottlieb to propose steps against surging youth use of e-cigarettes. Dr. Gottlieb is expected as soon as this week to announce an immediate ban on most e-cigarette flavors in stores that don’t have an area restricted to adults—effectively removing them from most convenience stores and gas stations. He is also expected to propose a ban on traditional menthol cigarettes, a move that would take years to enact.\n\nWrite to Jennifer Maloney at jennifer.maloney@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Giovanni Legorano", "title": "Italy Snubs EU on Budget-Draft Revision - Wall Street Journal", "description": "Wall Street Journal Italy Snubs EU on Budget-Draft Revision Wall Street Journal ROME—The government of Italy told the European Union Tuesday it will forge ahead with its rule-busting fiscal plans despite calls from the bloc's authorities to revise its draft b…", "url": "https://www.wsj.com/articles/italy-snubs-eu-on-budget-draft-revision-1542159463", "urlToImage": "https://images.wsj.net/im-36863/social", "publishedAt": "2018-11-14T01:37:00Z", "content": "ROMEThe government of Italy told the European Union Tuesday it will forge ahead with its rule-busting fiscal plans despite calls from the blocs authorities to revise its draft budget for next year. In a letter sent to the European Commission, Italian Economy … [+2569 chars]", "fulltext": "ROME—The government of Italy told the European Union Tuesday it will forge ahead with its rule-busting fiscal plans despite calls from the bloc’s authorities to revise its draft budget for next year.\n\nIn a letter sent to the European Commission, Italian Economy Minister Giovanni Tria said that despite the EU criticism, they would still target a budget deficit of 2.4% of gross domestic product for next year to finance expansionary and costly measures the two antiestablishment parties in power promised their voters.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nicole Hong", "title": "Impassioned Arguments, Frightened Jurors Mark Day One of 'El Chapo' Trial", "description": "A lawyer for Joaquín “El Chapo” Guzmán argued that Mr. Guzmán, described by prosecutors as the most notorious drug trafficker in the world, isn’t the real leader of the Mexican Sinaloa cartel.", "url": "https://www.wsj.com/articles/impassioned-arguments-frightened-jurors-mark-day-one-of-el-chapo-trial-1542153805", "urlToImage": "https://images.wsj.net/im-36847/social", "publishedAt": "2018-11-14T01:29:45Z", "content": "A lawyer for Joaquín El Chapo Guzmán argued Tuesday that Mr. Guzmán, described by prosecutors as the most notorious drug trafficker in the world, isnt the real leader of the Mexican Sinaloa cartel, kicking off a highly anticipated trial in Brooklyn federal co… [+3930 chars]", "fulltext": "The highly-anticipated trial for Mexican drug lord Joaquín “El Chapo” Guzmán began in New York on Tuesday. WSJ’s Shelby Holliday breaks down the various charges he’s facing. Photo: AP\n\nA lawyer for Joaquín “El Chapo” Guzmán argued Tuesday that Mr. Guzmán, described by prosecutors as the most notorious drug trafficker in the world, isn’t the real leader of the Mexican Sinaloa cartel, kicking off a highly anticipated trial in Brooklyn federal court.\n\nJeffrey Lichtman, a lawyer for Mr. Guzmán, said in his opening statement that the real leader of the Sinaloa cartel is Ismael Zambada Garcia, also known as “Mayo Zambada,” who was charged as Mr. Guzmán’s co-defendant in the same indictment. Mr. Zambada is still..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Wall Street Journal", "title": "The Outspoken Voice of the NFL Player Protests—and It Isn’t Colin Kaepernick", "description": "Eric Reid should have been celebrating after the Panthers beat the Buccaneers earlier this month. “They” are the NFL’s team owners, and the “his” refers to Reid’s close friend and former teammate with the San Francisco 49ers, Colin Kaepernick. In 2016, Reid a…", "url": "https://www.wsj.com/articles/the-outspoken-voice-of-the-nfl-player-protestsand-it-isnt-colin-kaepernick-1542124534", "urlToImage": "https://images.wsj.net/im-36673/social", "publishedAt": "2018-11-14T01:14:43Z", "content": "Charlotte, N.C. Eric Reid should have been celebrating after the Panthers beat the Buccaneers earlier this month. Carolina won by two touchdowns. Reid had an interception. He was given a game ball. But Reid, the Panthers safety, wasnt satisfied at his locker … [+6824 chars]", "fulltext": "Carolina Panthers safety Eric Reid, center, takes a knee during the playing of the national anthem prior to a game against the Eagles.\n\nCarolina Panthers safety Eric Reid, center, takes a knee during the playing of the national anthem prior to a game against the Eagles. Photo: Matt Rourke/Associated Press\n\nCharlotte, N.C.\n\nEric Reid should have been celebrating after the Panthers beat the Buccaneers earlier this month. Carolina won by two touchdowns. Reid had an interception. He was given a game ball.\n\nBut Reid, the Panthers safety, wasn’t satisfied at his locker after the game. “We took our team photo yesterday, and I couldn’t even smile,” Reid said in an interview. “I’m living my dream. And they’ve taken his away.”\n\n“They” are the NFL’s team owners, and the “his” refers to Reid’s close friend and former teammate with the San Francisco 49ers, Colin Kaepernick. In 2016, Reid and Kaepernick together catalyzed a movement in which NFL players protested during the national anthem to draw attention to social injustices and racial inequality.\n\nIf Kaepernick has been the face of the players’ demonstrations, Reid has lingered as the enduring voice of the movement—even as the fervor surrounding the topic has subsided after two tumultuous seasons in which the issue divided the league and dented its popularity.\n\nKaepernick has been unable to secure another job playing in the NFL; Reid, after waiting until weeks into the regular season, has caught on in Carolina and continues to kneel during the national anthem. Kaepernick has said almost nothing publicly about the situation as he pursues legal action against the league. Reid has persistently asserted his beliefs with vigor, attacking owners and grousing about fellow players even though he knows it could cost him down the road.\n\nReid says the men always understood their actions could have consequences. “Me and Colin knew that from the beginning,” Reid said. “We talked at length about what we wanted to do, and how we wanted to use our platform...We knew the potential backlash that would come with it.”\n\nKaepernick alleges that backlash manifested itself in the form of the league effectively blackballing him because of his outspoken political views. Kaepernick has gone unsigned for the last two seasons and last year filed a grievance against the league and its teams saying they colluded to keep him unsigned.\n\nSan Francisco 49ers safety Eric Reid, left, and quarterback Colin Kaepernick prior to a game in 2016. Photo: Marcio Jose Sanchez/Associated Press\n\nReid, 26 years old, was a first-round pick by the 49ers in the 2013 draft and made the Pro Bowl as a rookie. He began protesting alongside Kaepernick in 2016 and became a free agent after the end of last season. After going unsigned, he filed a grievance similar to Kaepernick’s.\n\nThe league has declined to comment on Kaepernick and Reid’s grievances, citing the confidentiality of the process. The NFL’s request for a summary judgment in Kaepernick’s case and to have it dismissed was denied by the arbitrator. A separate grievance filed on behalf of Reid by the NFL Players Association, which alleged a team violated the collective bargaining agreement by asking about Reid’s intention to protest during the free-agency protest, was denied by an arbitrator. The NFLPA said it was “disappointed” in the ruling.\n\nThe two confidants trained together all off-season. By 5 a.m., they would be on a field in New Jersey. Then they returned to New York for another set of workouts. Reid, a defensive back, would also go through drills as a wide receiver to help Kaepernick train.\n\n“They really had each other’s backs throughout all of this,” said Josh Hidalgo, their trainer. “We knew that when an opportunity came, we had to be ready. We couldn’t miss. We knew he had to be in absolute tip-top shape.”\n\nKaepernick’s phone never rang, but Reid’s did: In late September, after the season had started, the Panthers signed him to a one-year deal.\n\nThis season, the players’ demonstrations have become more muted. During the past off-season, the league implemented and then rescinded a policy that would require players to stand during the anthem amid sharp condemnation from players and their representatives.\n\nBut only a handful of players across the league have continued to either take a knee or raise a fist during the national anthem to call attention to issues such as police brutality. Meanwhile, President Trump—who inflamed the issue last year by assailing the protests as unpatriotic—has been mostly silent on the topic this season.\n\nIn that vacuum, Reid has stood out as the steadfast and outspoken critic.\n\nHe has launched barbs not just at owners, but also players he disagrees with. Reid was among players who met with owners last year to discuss initiatives in which both parties could use their resources to help the African-American community.\n\nPanthers safety Eric Reid, left, takes a knee during the national anthemprior to a game on Oct. 14. Photo: Jeff Siner/Charlotte Observer/TNS/Zuma Press\n\nSome players, such as Philadelphia defensive back Malcolm Jenkins, stopped protesting after the talks from that session led to a social justice partnership between players and owners. Reid earlier this season dubbed Jenkins a “sellout” and “neo-colonialist,” and said that Jenkins called him to ask how much money, donated to his causes, it would take for Reid to stop protesting.\n\nJenkins, responding to Reid’s remarks in October, said he didn’t want to “talk bad about somebody who I knew was generally out to help other people.”\n\nReid has also delivered blunt assessments of owners, whom he has portrayed as just being interested in ending the demonstrations. Reid said that during the players-owners meeting last year, Bills owner Terry Pegula raised concerns from sponsors and remarked: “We need to put a Band-Aid on this, and we need a black figurehead to do it.” A Bills spokesman didn’t have a comment.\n\nThe Panthers signed Reid in September after veteran safety Da’Norris Searcy was placed on injured reserve. “I’m going to stand by him,” Cam Newton, the team’s quarterback, said after Reid signed. “We got a steal.” For the Panthers, who are 6-3, Reid has emerged as a key cog in the defensive backfield.\n\nBut Reid has suggested, not too subtly, that he is still being targeted for punishment. After a game in which Reid was ejected for a hit on Steelers quarterback Ben Roethlisberger, Reid said the ejection wasn’t warranted and indicated he has been tapped for an inordinate number of random drug tests since joining the team. An NFL spokesman responded by reiterating the procedure for randomly selecting players for tests.\n\nPanthers safety Eric Reid intercepts a pass during a game against Tampa Bay. Photo: Ed Clemente/Zuma Press\n\nReid says the Panthers haven’t asked him to tone down his commentary—and that if they did, he wouldn’t. During the off-season, the Panthers were sold to billionaire hedge fund founder David Tepper in the wake of misconduct allegations against Jerry Richardson, who had owned the team since its founding.\n\nReid’s grievance against the league from last season is still in process, as is Kaepernick’s. After Panthers games, Reid is left to wonder why a team was willing to sign him but not his close friend.\n\nOne theory is that, as a quarterback and the originator of the movement, Kaepernick is simply more polarizing than Reid. Others have argued that during the end of Kaepernick’s tenure in San Francisco, he was no longer the quarterback he once was and could be a difficult fit in some offensive schemes, even though he still had statistics superior to some quarterbacks around the league.\n\nReid suggests a slightly different explanation for why he got signed: the optics.\n\n“It just would’ve looked real silly if we both weren’t in the league,” he says.\n\nWrite to Andrew Beaton at andrew.beaton@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alex Leary", "title": "Trump nominates Abizaid as U.S. ambassador to Saudi Arabia", "description": "President Donald Trump on Tuesday nominated retired four-star Army Gen. John Abizaid, who oversaw U.S. Central Command during the initial years of the Iraq War, to be ambassador to Saudi Arabia.", "url": "https://www.wsj.com/articles/retired-gen-john-abizaid-picked-as-ambassador-to-saudi-arabia-1542155682", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY481_abizai_ZG_20181113200620.jpg", "publishedAt": "2018-11-14T01:08:26Z", "content": "WASHINGTON President Donald Trump on Tuesday nominated retired four-star Army Gen. John Abizaid, who oversaw U.S. Central Command during the initial years of the Iraq War, to be ambassador to Saudi Arabia. U.S.-Saudi ties have been strained by the killing of … [+1112 chars]", "fulltext": "WASHINGTON—President Trump on Tuesday nominated retired four-star Army Gen. John Abizaid, who oversaw U.S. Central Command during the initial years of the Iraq War, to be ambassador to Saudi Arabia.\n\nU.S.-Saudi ties have been strained by the killing of dissident journalist Jamal Khashoggi, which the kingdom has admitted. Mr. Trump has not yet decided on what retaliatory action to take and faces pressure from Congress and the government of Turkey. Khashoggi was killed Oct. 2 in the Saudi consulate in Istanbul, and Turkish officials..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "crunchlibrarian", "title": "Blue Apron lays off more workers", "description": "Article URL: https://www.wsj.com/articles/blue-apron-lays-off-more-workers-1542148447 Comments URL: https://news.ycombinator.com/item?id=18446448 Points: 7 # Comments: 2", "url": "https://www.wsj.com/articles/blue-apron-lays-off-more-workers-1542148447", "urlToImage": "https://images.wsj.net/im-36816/social", "publishedAt": "2018-11-14T01:01:49Z", "content": "Blue Apron Holdings Inc. APRN -2.40% said it would lay off more workers, as the meal-kit company struggles to turn a profit. The New York-based company on Tuesday said it would lay off around 4%, or around 100 jobs, out of its workforce of roughly 2,500. The … [+2256 chars]", "fulltext": "Blue Apron Holdings Inc. APRN 2.83% said it would lay off more workers, as the meal-kit company struggles to turn a profit.\n\nThe New York-based company on Tuesday said it would lay off about 4%, or around 100 jobs, out of its workforce of roughly 2,500. The majority of workers are salaried, and the job cuts don’t affect warehouse employees, officials said.\n\nThe layoffs would cut costs by $16 million. Blue Apron said it would pay out in its fourth quarter roughly $1.6 million in severance payments related to the layoffs.\n\nThe layoffs were “across the whole organization,” Chief Executive Brad Dickerson said in an interview.\n\nBlue Apron’s shares dropped roughly 2% in after-hours trading. The stock is down about 70% this year, as the company has shed customers and fought operational problems at a new factory. Blue Apron hasn’t turned a profit since going public last year.\n\nRelated Blue Apron Refinances Debt (Oct. 16)\n\nMeal-kit companies have struggled to retain customers who have balked at the commitment to pay for delivery subscriptions. Investors have questioned the sector’s viability, as dozens of startups have arrived targeting an array of diets and cuisines.\n\nBlue Apron said it had 646,000 customers at the end of September, off 25% compared with a year earlier. Orders and revenue per customer also dropped from the prior quarter ending in June.\n\nRival HelloFresh SE, whose shares have fallen about 11% this year, said Tuesday that it had one million U.S. customers in its third quarter, up from 790,000 a year earlier. The Berlin-based company said its profit fell as it invested more in the competitive U.S. market.\n\nBlue Apron also said in a filing that it was terminating its chief marketing officer. Mr. Dickerson said he left to pursue other opportunities.\n\nLast year Blue Apron also laid off workers. Two of its co-founders also stepped down.\n\nBlue Apron is trying to sell more of its boxed meals outside of subscriptions. The company is selling meals in New York via delivery service Grubhub Inc. and sister brand Seamless and unveiled a deal last month to sell its kits on Walmart Inc.’s e-commerce site, Jet.com. Blue Apron meals are also on sale at Costco Wholesale Corp. stores.\n\nBlue Apron incurred a net loss of $34 million in the third quarter and reported an adjusted loss of 18 cents per share during the quarter. Revenue came in at $151 million, a 28% decrease since last year’s period. Blue Apron said reduced marketing, as the company worked to overhaul its business, weighed on revenue.\n\nWrite to Heather Haddon at heather.haddon@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Megumi Fujikawa", "title": "The Wall Street Journal: Natural disasters took heavy toll on Japan’s economy last quarter", "description": "The Japanese economy contracted during the three months through September as a series of natural disasters hurt exports and spending by tourists", "url": "https://www.wsj.com/articles/japans-economy-shrank-in-latest-quarter-as-natural-disasters-hurt-exports-1542154996", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY480_quake1_ZG_20181113195823.jpg", "publishedAt": "2018-11-14T00:59:54Z", "content": "TOKYO The Japanese economy contracted during the three months through September as a series of natural disasters hurt exports and spending by tourists. The worlds third-largest economy shrank at an annualized pace of 1.2% in the third quarter of 2018 followin… [+959 chars]", "fulltext": "TOKYO—Japan’s economy shrank slightly in the three months through September, owing largely to a typhoon and an earthquake, but economists said a return to growth is likely if trade friction doesn’t worsen.\n\nThe world’s third-largest economy contracted at an annualized pace of 1.2% in the third quarter of 2018, roughly in line with forecasts, after expanding at a 3% annual pace the previous quarter.\n\nEconomists..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Nassauer", "title": "In Battle for Workers, Walmart Promises Steadier Schedules", "description": "Walmart is rolling out a new system for scheduling its more than 1 million U.S. store workers, as the country’s largest private employer aims to hold down labor costs while offering more stable schedules to attract workers.", "url": "https://www.wsj.com/articles/in-battle-for-workers-walmart-promises-steadier-schedules-1542114001", "urlToImage": "https://images.wsj.net/im-36576/social", "publishedAt": "2018-11-14T00:45:29Z", "content": "Walmart Inc. WMT -0.90% is rolling out a new system for scheduling its more than 1 million U.S. store workers, as the countrys largest private employer aims to hold down labor costs while offering more stable schedules to attract workers. After four years of … [+5142 chars]", "fulltext": "Walmart Inc. WMT 0.99% is rolling out a new system for scheduling its more than 1 million U.S. store workers, as the country’s largest private employer aims to hold down labor costs while offering more stable schedules to attract workers.\n\nAfter four years of testing, the retailer will introduce to all 4,600 of its U.S. stores software that executives said better predicts staffing needs and allows some of those stores to give workers schedules that remain the same for 13 weeks. Some employees have complained that it was difficult to plan their lives around changing schedules that didn’t give them sufficient advance notice.\n\nWalmart’s efforts come as U.S. unemployment is at its lowest level in decades and wages are rising, leaving retailers to battle for workers while managing rising costs. Some competitors have raised their minimum wages above Walmart’s $11 threshold set early this year. Amazon.com Inc. lifted minimum hourly pay to $15 starting this month. In September, Target Corp. moved to $12.\n\n“I think our associates will reward us for more surety,” said Mark Ibbotson, executive vice president of realty and central operations for Walmart U.S. About half of Walmart stores currently staff the majority of their labor hours with the more stable scheduling, executives said, with plans to add more stores. Previously, the company provided workers their schedules with around 2½ weeks’ notice.\n\nThe move to offer more workers 13-week fixed schedules has been a hit, workers and executives say. However, the transition to the scheduling software that rolled out in stores before the offer of fixed shifts has been rocky for some employees who used to be assigned shifts during their preferred hours—for example, a daytime shift during the week when the store is least busy, said former and current workers.\n\nWorkers set the range of hours they are available to work each week, then wait to see which shifts they receive. Walmart’s new software predicts how many labor hours store managers should commit to each task every day based on expected sales and what jobs need to be done, company executives said. That means some shifts are being staffed with fewer workers, and other shifts are staffed with more.\n\n“I absolutely hate it because I transferred to this Walmart for a 7 a.m. to 4 p.m. position,” said Andalusia Roane-Kendrick, a cashier in a North Charleston, S.C., store that made the software change about a month ago. She expanded her availability to pick up more hours, and her shifts now vary, said the 54-year-old who is affiliated with OUR Walmart, a worker advocacy group. Employees haven’t yet been offered 13-week fixed schedules in her store, she said.\n\nTo help relieve concerns after early tests, Walmart “doubled down on explaining the change” so workers can understand the business reason, said Mr. Ibbotson. “There will be people this does not suit,” among 1.2 million U.S. workers, he said. A newer version of the software better accounted for differences between stores when allocating hours—for example, stores with concrete floors versus tile floors that take longer to wax, said a spokesman.\n\nThe retail industry is undergoing another major shift -- to e-commerce. How did we get here? Photo: Associated Press\n\nWalmart also is letting workers use a company mobile app to check their schedules or swap shifts without a manager’s approval. Steadier schedules and shift-swapping via mobile have been popular, said workers and executives. “It’s life-changing,” and helps recruiting because workers can predict their paychecks or make a doctor’s appointment, said Yolanda Evans, a market manager for Walmart stores in the Erie, Pa., area.\n\nThe 13-week schedule falls short of a goal set by the company to offer six-month advance notice on schedules across the U.S. by 2016. Walmart pared the number of weeks after tests at the company’s Neighborhood Market grocery chain showed executives that they needed more data before offering stable scheduling longer-term and that workers preferred a shorter commitment to start. “I think as we become more confident, 13 weeks will grow and be longer,” Mr. Ibbotson said.\n\nRetailers and restaurants have faced criticism that irregular and last-minute scheduling wreaks havoc on workers’ lives as they plan child care, school or expected weekly income. Six jurisdictions, including Seattle, New York City and the state of Oregon, have implemented fair-workweek legislation that requires companies to schedule workers for a set period in advance, while city councils in Chicago and Philadelphia are considering new rules, too.\n\nSome companies have given workers a few more days advance notice on schedules. And many, including Target, are also letting workers use mobile apps to check schedules or swap shifts on the go.\n\nAt Walmart, as part of a test in a handful of locations, workers can pick up shifts outside their home store, said a Walmart spokesman, making it easier for them to add hours each week.\n\nOverall, scheduling changes are reducing store labor costs and turnover while improving worker satisfaction, Mr. Ibbotson said. Walmart wouldn’t provide data. At an investor conference last month, Walmart Chief Executive Doug McMillon said turnover is down 10% from a year ago because of a host of changes, including wage increases.\n\n“It might not work for everybody,” Mr. Ibbotson said. “But it works for most.”\n\nWrite to Sarah Nassauer at sarah.nassauer@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Pasztor", "title": "The Wall Street Journal: FAA investigating Boeing’s safety analyses in recent years", "description": "U.S. aviation regulators, responding to last month’s Lion Air jet crash, launched a high-priority probe of the safety analyses Boeing Co. has performed over the years.", "url": "https://www.wsj.com/articles/faa-launches-probe-of-boeings-safety-analyses-1542154515", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY478_boeing_ZG_20181113193928.jpg", "publishedAt": "2018-11-14T00:44:31Z", "content": "U.S. aviation regulators, responding to last months Lion Air jet crash, launched a high-priority probe of the safety analyses Boeing Co. has performed over the years. Regulators are interested in what information Boeing BA, -2.11% distributed to airlines rega… [+1472 chars]", "fulltext": "U.S. aviation regulators have launched a high-priority review of the safety analyses Boeing Co. BA -1.58% performed over the years—and what information it distributed to airlines—regarding potential hazards associated with a new automated flight-control system introduced on the latest versions of workhorse 737 aircraft.\n\nThe Federal Aviation Administration, after roughly two weeks of declining to comment on any facet of last month’s Lion Air jet crash in Indonesia, which killed all 189 people on board and involved a 737 MAX 8, released a statement Tuesday saying it was reviewing details surrounding the safety data and conclusions the Chicago plane maker previously provided the agency as part of certifying 737 MAX 8 and MAX 9 models.\n\nThe statement also indicated that agency officials are looking into training requirements for pilots.\n\nThe review is part of the overall investigation into the Lion Air crash.\n\nSignaling that future regulatory action and generally stepped-up oversight of Boeing’s risk-assessment procedures are coming, the statement said, “the FAA and Boeing continue to evaluate the need for software and/or other design changes,” including “operating procedures and training as we learn from the ongoing” crash probe headed by Indonesian authorities.\n\nThe statement is the clearest sign yet of internal FAA concerns stemming from preliminary clues about why the twin-engine aircraft plunged in the Java Sea at a steep angle and high speed.\n\nA Boeing 737 MAX 8 airliner lands at Boeing Field to complete its first flight in January 2016 in Seattle. PHOTO: STEPHEN BRASHEAR/GETTY IMAGES Photo: Stephen Brashear/Getty Images\n\nA Boeing spokesman said, “While we can’t discuss specifics of an ongoing investigation, we have provided two updates for our operators around the world that re-emphasize existing procedures for these situations.”\n\nWhen Boeing opted to install the new flight-control feature, according to government officials, the company concluded it was virtually impossible for a combination of sensor failure, pilot actions and automated nose-down commands by the new system to result in a serious safety hazard.\n\nBut now, with preliminary crash data indicating the plane experienced just such a sequence of events before crashing, the company’s risk analyses and decision making are under heightened public scrutiny. So, too, is the oversight of the FAA, which agreed to allow three U.S. airlines start flying the new models without Boeing providing cockpit crews or airline officials details about how the new flight-control system operates and what risks it may pose under unusual circumstances, by automatically and strongly pushing down an aircraft’s nose.\n\nInvestigators haven’t determined the cause of the Lion Air crash, and safety experts cautioned it is too early to tell precisely how large a role the new flight-control system played in the tragedy. But as more clues emerge and crash investigators delve deeper into design issues and the interplay of various computerized systems and cockpit displays, more of the focus is shifting to the assumptions of those initial Boeing safety assessments.\n\nMore than 200 737 MAX planes have been delivered to airlines world-wide, including U.S. carriers Southwest Airlines , American Airlines and United Airlines. That represents a fraction of the thousands of 737s in use.\n\nIndonesian investigators are still searching for the plane’s cockpit-voice recorder, which could contain vital information about what the pilots saw and did as they wrestled with a suspected flurry of sometimes conflicting electronic warnings, unreliable air-speed displays and a seemingly uncontrollable aircraft gaining speed as it hurtled toward the water. Investigators and safety experts have said that after a certain point, the crew may have had only seconds to react appropriately.\n\nA Nov. 10 memo from Southwest management to its pilots, which was reviewed by The Wall Street Journal, indicated Boeing omitted information from flight manuals about the new flight-control system because pilots weren’t likely to find themselves in situations involving some of its features. The flight control system, among other things, is intended to prevent pilots from stalling the aircraft.\n\nShortcomings in Boeing’s risk-analysis procedures previously prompted major regulatory, financial and public relations headaches for the company. It initially failed to recognize or counteract potentially fire-prone rechargeable lithium batteries installed on Boeing’s flagship 787 aircraft. All of the jets were temporarily grounded until Boeing and the FAA agreed on a foolproof fix.\n\nPilots unions have complained publicly that before the Lion Air plane went down, they hadn’t received any meaningful information or training regarding the new flight-control system.\n\nIn the past, Boeing has had other instances when it wasn’t fully transparent with pilots. When the company revised some software years ago to prevent crews of some 767 models from accidentally slamming aircraft tails on the runway during takeoff, it didn’t inform pilots about the change, according to one person familiar with the details.\n\nBesides the specifics of the safety reviews connected to the Lion Air crash, the accident could have broader implications for the way the FAA approves new aircraft models and the complex computer systems that increasingly control equipment on board.\n\nThe agency for some time has been moving to delegate more responsibility to plane and equipment manufacturers for conducting detailed risk assessments on new or derivative products. Congress has been pushing FAA leaders in the same direction, partly to save federal dollars and partly to speed and streamline regulatory requirements for industry.\n\nBut the Lion Air crash is bound to rev up debate over whether the FAA granted Boeing excessive leeway—and then failed to independently validate the company’s conclusions—regarding potential unintended consequences and hazards with the new flight-control system.\n\nIn its Tuesday statement, the FAA said it is currently reviewing each of the individual safety assessments Boeing performed and then passed on to the FAA, covering each computerized system that receives data from what is called an angle-of-attack indicator. Those sensors, one of which is suspected of malfunctioning on the flight that crashed, measure the angle at which a plane’s nose and wings are raised or lowered. Incorrect angle-of-attack data can result in faulty airspeed displays, false stall warnings and other problems that could be misinterpreted by pilots.\n\nWrite to Andy Pasztor at andy.pasztor@wsj.com and Andrew Tangel at Andrew.Tangel@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason L. Riley", "title": "The Blue Wave May Wash Education Reform Away", "description": "Democratic gains in state government are bad news for proponents of school choice.", "url": "https://www.wsj.com/articles/the-blue-wave-may-wash-education-reform-away-1542154201", "urlToImage": "https://images.wsj.net/im-36748/social", "publishedAt": "2018-11-14T00:41:56Z", "content": "Liberal victories often spell trouble for the nations most vulnerable groups. And with last Tuesdays election, liberals had a very good night. News coverage since the midterms has centered on the Democratic Party flipping the House. Will Nancy Pelosi and othe… [+4641 chars]", "fulltext": "Liberal victories often spell trouble for the nation’s most vulnerable groups. And with last Tuesday’s election, liberals had a very good night.\n\nNews coverage since the midterms has centered on the Democratic Party flipping the House. Will Nancy Pelosi and other Democratic leaders seek to work with the White House, or will the wing of their caucus more interested in investigating than legislating win the day? Will the president respond by brawling or cutting deals?\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ian Talley", "title": "U.S. Ramps Up Sanctions on Hezbollah as Part of Iran Pressure", "description": "The Trump administration on Tuesday targeted Iran-backed Hezbollah with fresh terrorism-related sanctions, as the U.S. moves to keep up pressure on Tehran and its tools of foreign-policy abroad despite resistance from European allies.", "url": "https://www.wsj.com/articles/u-s-sanctions-four-men-it-alleges-run-hezbollahs-iraq-operations-1542125622", "urlToImage": "https://images.wsj.net/im-36686/social", "publishedAt": "2018-11-14T00:41:46Z", "content": "The Trump administration on Tuesday targeted Iran-backed Hezbollah with fresh terrorism-related sanctions, as the U.S. moves to keep up pressure on Tehran and its tools of foreign-policy abroad despite resistance from European allies. The U.S. Treasury Depart… [+4525 chars]", "fulltext": "The Trump administration on Tuesday targeted Iran-backed Hezbollah with fresh terrorism-related sanctions, as the U.S. moves to keep up pressure on Tehran and its tools of foreign-policy abroad despite resistance from European allies.\n\nThe U.S. Treasury Department imposed sanctions on four men it says lead Lebanon-based Hezbollah’s operations in Iraq. In a separate but coordinated action, the State Department added Jawad Nasrallah, the son of the group’s leader, and the al-Mujahidin Brigades, a militia with alleged links to..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael L. Corbat", "title": "America Has a Surplus in Services", "description": "Arguments about the balance of trade often focus only on goods. That misses half the equation.", "url": "https://www.wsj.com/articles/america-has-a-surplus-in-services-1542154242", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY097_Corbat_SOC_20181113141611.jpg", "publishedAt": "2018-11-14T00:10:44Z", "content": "When future historians look back on the present period of populism and protectionism, smart commentators are likely to observe that much of the hostility was fueled by a simple problem: Both sides couldnt agree on what they were arguing about. Setting aside w… [+4997 chars]", "fulltext": "When future historians look back on the present period of populism and protectionism, smart commentators are likely to observe that much of the hostility was fueled by a simple problem: Both sides couldn’t agree on what they were arguing about. Setting aside whether trade deficits are good, bad or immaterial to any nation’s prosperity, populists and establishmentarians talk past each other because they can’t agree on what a trade deficit is—or what it isn’t.\n\nMuch of the hand-wringing over persistent trade deficits is rooted in the dramatic decline in American manufacturing over the past three decades. From January 1989 to January 2018, the number of manufacturing jobs in the U.S. declined by about 5.5 million. The Census Bureau has also determined that the U.S. lost more than 75,000 factories and workshops between 1989 and 2014, the last year for which data are available.\n\nThe U.S. trade deficit in goods was more than $800 billion last year. Since 1990, the U.S. has accumulated a trade deficit in goods of more than $12 trillion with the rest of the world. But focusing on these eye-popping numbers is a mistake. Year after year, the U.S.—like most other advanced and competitive economies—runs significant trade surpluses in services with its trading partners.\n\nLast year the U.S. trade surplus in services came to more than $250 billion, bringing the total trade deficit down to around $550 billion. The Economic Report of the President issued in February put it this way: “Focusing only on the trade in goods alone ignores the United States’ comparative advantage in services, which rose as a share of U.S. exports to 33.5 percent through 2017.”\n\nWe got our start at Citigroup financing the international exchange of goods in the early 19th century. But today we work with thousands of companies that move both goods and services through the world economy.\n\nServices are a primary driver of all advanced economies, but their contributions have long been ignored. In his 1776 treatise “The Wealth of Nations,” Adam Smith questioned the economic value of “churchmen, lawyers, physicians, men of letters, players, buffoons, musicians, opera singers and dancers.” He left bankers—and economists—off his hit list, but you catch his drift.\n\nWhat’s changed in the 2½ centuries since Smith is a profound evolution in leading economies from manufacturing-dominated to services-heavy activity. In the U.S. today, services account for about 75% of jobs in the private economy and nearly all 22 million government jobs. In 2017 exports of services amounted to $730 billion and contributed close to 80% of gross domestic product.\n\nManufacturing is critical to national competitiveness. But in the 21st century the highest-value manufacturers are lean, agile, networked enterprises that combine brains and machinery to produce goods and services that millions want, need, desire and admire.\n\nConsider Silicon Valley. Nations and firms everywhere emulate it not because it’s a manufacturing hub—tech companies haven’t made chips there for a long time—but because it’s one of the world’s most dynamic producers and exporters of services. The majority of dominant tech firms today focus on software, not hardware. Leading tech and media companies like AT&T and Netflix operate with as few hard assets as they can get away with.\n\nWhile AT&T has invested more than $200 billion in a broadband fiber network that connects 400 million people in the U.S. and Mexico, last year it merged with Time Warner to expand its reach as a content-services provider. Netflix has plowed billions into its streaming content business but its hard assets are nearly negligible.\n\nIn this knowledge-based economy, the traditional division between services and manufacturing that permeates so much economic reporting is becoming artificial and obsolete. So many of the best things that firms produce are hybrids—part good, part service. A familiar example is the smartphone, a piece of hardware that connects us to multiple services, from banking and weather apps to streaming videos.\n\nThe advanced manufacturing at which diverse economies excel relies on the expert application of a range of services, including information technology, cloud computing, logistics, robotics and 3-D printing. Maintaining and nurturing a strong service sector is crucial to keeping U.S. manufacturing strong.\n\nApple was the largest American export company last year, followed by Exxon Mobil , General Motors , Ford and Chevron . Three of those top five provide products to the world combining good and services in the same package, with the world’s leading auto companies all increasingly offering a host of services—from media to directional guidance—to car buyers.\n\nThat’s why trade today is much more than a straightforward exchange of hard goods. It’s also a complex exchange of multiple soft services and the aforementioned hybrids. Ignoring this is tantamount to pretending that companies like Amazon, Bloomberg, Citi, FedEx , Google, Marriott and Microsoft don’t exist.\n\nThe lives of billions of people around the world have been enriched by global trade in goods and services. If everyone saw that more clearly, perhaps our political and economic leaders could find a way to talk to—not past—each other.\n\nMr. Corbat is CEO of Citi."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bradley Tusk", "title": "You Didn't Get Amazon HQ2. Now What?", "description": "Your investment doesn’t have to go to waste. Here’s how the losing cities can attract the next startup.", "url": "https://www.wsj.com/articles/you-didnt-get-amazon-hq2-now-what-1542154165", "urlToImage": "https://images.wsj.net/im-36632/social", "publishedAt": "2018-11-14T00:09:26Z", "content": "Now that Amazon has announced it will put its new offices in Long Island City, N.Y., and Arlington, Va., ending perhaps the most overhypedand for some of you, costliestsearch process ever, you dont have much to celebrate. But you can use everything youve lear… [+2779 chars]", "fulltext": "To the cities and states that lost the Amazon HQ2 sweepstakes:\n\nNow that Amazon has announced it will put its new offices in Long Island City, N.Y., and Arlington, Va., ending perhaps the most overhyped—and for some of you, costliest—search process ever, you don’t have much to celebrate. But you can use everything you’ve learned to attract new startups with no strings attached. The good news is that attracting startups won’t require new tax incentives or infrastructure spending. What they want is a competitive level playing field. Here’s how to offer it:\n\n• Don’t kill them with bureaucracy. If a business needs approvals and permits in each municipality in your state, create a statewide operating permit instead. If the requirements are consistent across localities—they usually are—it’s easy enough to judge if a business meets them. Let them create jobs rather than fill out repetitive paperwork.\n\n• Bring them into the procurement process. You’re spending money on goods and services anyway. Why not make the process more accessible? It’s often hard for vendors that aren’t politically connected to compete for government contracts, or even to understand how. Explain the process, simplify it, make a point of alerting local tech companies to opportunities. Taxpayers would benefit, too.\n\n• Figure out where you stand on new tech issues. Jurisdictions open to cryptocurrency, autonomous vehicles, drones and artificial intelligence can attract startups looking for testing grounds and a welcoming regulatory climate. Your own views or politics may make it impossible to be a leader in some of these areas, but odds are you can find common ground in at least one.\n\n• Figure out what the sharing economy means to you. Jurisdictions trying to stave it off are fighting a losing battle. There’s an undeniable demand for services like Uber and Airbnb from consumers and workers. Some states—Alabama, Florida, Indiana, Iowa, Kentucky and Tennessee this legislative session alone—have established clear legal definitions of independent contractors. But most have failed to update their labor laws. Startups have to follow the rules, so the rules should be clear. For bonus points, create a portable benefit system to grant sharing-economy workers access to health and disability insurance, retirement accounts and more.\n\n• Don’t confuse Amazon, Google and Apple with new startups. The reason Seattle, Boston and Silicon Valley have done so well is that today’s giants were created there in the first place. New York didn’t become a tech hub until Mayor Michael Bloomberg proactively made it one. The city wouldn’t have been in the running for HQ2 20 years ago.\n\nYou were right to try to land Amazon’s new headquarters. But you knew the odds were long. That doesn’t mean your investment is lost. Take everything you prepared and everything you learned, mix in the lessons above, and within a decade or two the tiny startup you helped grow may create so many jobs in your city and your state, it’ll need more space and start searching for its own HQ2. That would be a very good problem to have.\n\nMr. Tusk is founder and CEO of Tusk Ventures."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Marco Rubio", "title": "Trump Is Right About Nationalism", "description": "It’s not just about interests or even values. Americans cherish our country’s shared history and character.", "url": "https://www.wsj.com/articles/trump-is-right-about-nationalism-1542154128", "urlToImage": "https://images.wsj.net/im-36634/social", "publishedAt": "2018-11-14T00:08:49Z", "content": "In commemorating the 100th anniversary of the end of World War I, French President Emmanuel Macron said: Nationalism is a betrayal of patriotism. By saying Our interests first, who cares about the others, we erase what a nation holds dearest... its moral valu… [+2901 chars]", "fulltext": "In commemorating the 100th anniversary of the end of World War I, French President Emmanuel Macron said: “Nationalism is a betrayal of patriotism. By saying ‘Our interests first, who cares about the others,’ we erase what a nation holds dearest . . . its moral values.”\n\nThat might sound nice, but Mr. Macron got it almost exactly backward. It is through the nation that moral values can be upheld and sustained. In America, our ideals are deeply intertwined with our national traditions and institutions. Mr. Macron may have intended a dig at President Trump’s embrace of the word “nationalist,” but instead he drew a clear contrast between his view and America’s.\n\nOur values are not detached ideas that can be pulled from thin air. They come from our people and the communities they build.\n\nThe pride that millions of Americans felt when Neil Armstrong set foot on the moon isn’t something they read about first in a textbook. The feeling of equality among teammates on a high-school football team isn’t imposed from above. Rather, it arises from within the institution. So it is with the nation.\n\nAmerican nationalism is opposed to the kind of detached rationality Mr. Macron described. The U.S. isn’t a subsidiary of an international order, but it also is more than a group of people bound by a border, competing against others the way a sports team or business empire competes with its rivals.\n\nWhat makes America exceptional is that our values are built into our national identity. While we have never been completely true to our founding ideas, for more than two centuries each generation has fought and succeeded to move us closer to them.\n\nPerhaps no American is more emblematic of this tradition than Abraham Lincoln. He knew the only way the nation could survive was by finding common values, and those values could only be upheld by keeping the nation together.\n\nLincoln spoke of the united American spirit in his First Inaugural Address: “Though passion may have strained, it must not break our bonds of affection. The mystic chords of memory, stretching from every battlefield, and patriot grave, to every living heart and hearthstone, all over this broad land, will yet swell the chorus of the Union, when again touched, as surely they will be, by the better angels of our nature.”\n\nAmericans are the children of pilgrims, immigrants and slaves. It is in our DNA to confront great challenges and achieve great things against great odds. Patriotism is the love of this national inheritance—not just the freedom and equality that our inheritance makes possible.\n\nPresident Trump is right to embrace the label “nationalist,” because a true American nationalism isn’t about a national identity based on race, religion or ethnicity. Instead, it is based on our identity as a nation committed to the idea that all people are created equal, with a God-given right to life, liberty and the pursuit of happiness.\n\nJust as we have in our own families, there always will be neighbors with whom we will never agree on many things. But because we must live together, we have to figure things out as a nation. There is no other way.\n\nMr. Rubio, a Republican, is a U.S. senator from Florida."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Holman W. Jenkins, Jr.", "title": "Google Confronts Its Bolsheviks", "description": "Political activists inside the company take aim at the white males at the top.", "url": "https://www.wsj.com/articles/google-confronts-its-bolsheviks-1542154075", "urlToImage": "https://images.wsj.net/im-36733/social", "publishedAt": "2018-11-14T00:07:57Z", "content": "We may have to refine our theories of creative destruction. Americas big tech companiesGoogle in particularsuddenly seem less at risk from nascent competitors than from the politicization of their own employees. Googles leaders conspicuously put their tails b… [+4661 chars]", "fulltext": "We may have to refine our theories of creative destruction. America’s big tech companies—Google in particular—suddenly seem less at risk from nascent competitors than from the politicization of their own employees.\n\nGoogle’s leaders conspicuously put their tails between their legs in response to employee protests set off by reports that executives were allowed to leave with nest eggs intact after being accused of inappropriate sexual conduct. Companies obviously need to police bad behavior, but Google execs might have pointed out that nobody, not even the protesting workers, would be happy if their accrued pay and benefits could be denied them on the say-so of a coworker. Plus these are contractual matters.\n\nA more telling loss of control was Google’s surrender to mau-mauing employees when it walked away from a Pentagon deal to develop algorithms to speed the extraction of meaningful information from hours of mostly useless drone footage, as well as a chance to participate in a 10-year project to build out the military’s cloud infrastructure.\n\nIt should not have to be pointed out that the technological drift of recent decades has been to make war-fighting less lethal to noncombatants and U.S. troops. Or that the purpose of a powerful military is to deter war. Or that Google et al. will themselves be prime military targets on tomorrow’s cyber battlefield.\n\nAmazon’s Jeff Bezos and Microsoft ’s Brad Smith both used the opportunity to speak out against Silicon Valley attempts to treat the U.S. military as a pariah customer.\n\nThe Google protests have been led by a group calling itself the Tech Workers Coalition, whose avowed purposes are ideological rather than strictly work-related. It got its start helping the Teamsters organize subcontractors who operate Silicon Valley’s employee shuttle buses.\n\nYou may remember these buses: They were once a special target of left-wing and gay groups who blamed arrogant “brogrammers” for driving up San Francisco rents and ruining neighborhoods.\n\nThat antipathy has inevitably become more nuanced, or at least subdivided, as tech ranks fill up with many in this same cohort. Google and other companies present themselves as basically hiring IQ, so we’ll idly wonder if today’s troubles are a fruit of that policy or a fruit of abandoning it. The new activists now claim linkage to a “growing movement, not just in tech, but across the country, including teachers, fast-food workers and others who are using their strength in numbers to make real change.”\n\nThey want politics to be in control of business. That includes deciding which products and services will be developed. According to San Francisco’s KQED, the activist group is reluctant even to name its “founders” due to the word’s “negative associations with what they call the capitalist-driven ethos that has become pervasive in Silicon Valley.”\n\nOrganized labor usually is in favor of anything, including Pentagon contracts, that means work for employees. But the goal here is power. One of the Google employee demands is representation on the company board—also a feature of Elizabeth Warren’s proto-presidential platform. And notice a Journal report this week that showed Facebook essentially maneuvering an important executive out of the firm because he offended coworkers by supporting Donald Trump.\n\nOf particular and immediate menace to Google’s top leadership is a sexual neo-Puritanism in the workplace that appears to be highly instrumental—i.e., adopted mainly as a broom to sweep middle-aged white men out of the company.\n\nFor the benefit of the New York Times, Google employees conspicuously detailed their dissatisfaction that founder Sergey Brin, chief lawyer David Drummond and former CEO Eric Schmidt retain “influential positions” despite having carried on romantic relationships with colleagues or subordinates. Somehow we doubt Google rank-and-filers will be so anti-sex once the desired purge is completed.\n\nGoogle’s special problems arise partly from its ill-considered practice of sponsoring internal debate and breast-beating about political and cultural topics unrelated to its business needs. This was the proximate cause of last year’s James Damore debacle: A junior engineer took the invitation to question Google’s diversity efforts and was vilified by coworkers, then summarily fired by a leadership that was clearly running scared from its own employees.\n\nNotice an irony here: Google’s bosses are shielded from any challenge coming from disappointed shareholders by a special voting-rights lockup. This was justified at the time of Google’s initial public offering as protecting management’s ability to make brave, long-term decisions without concern for short-term market reaction.\n\nNow management seems to be in need of some bravery to defend the company’s long-term interests against a small band of employees who feel entitled to substitute their political hobby horses for their employer’s business priorities."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William A. Galston", "title": "The Midwest Is the Democrats' Key", "description": "Michigan, Wisconsin and Pennsylvania will decide the presidential election in 2020.", "url": "https://www.wsj.com/articles/the-midwest-is-the-democrats-key-1542154036", "urlToImage": "https://images.wsj.net/im-36425/social", "publishedAt": "2018-11-14T00:07:24Z", "content": "November 2016 was a bracing reminder that presidential elections are won or lost in the Electoral College, a fact Democrats may deplore but are powerless to change. Last weeks midterm election offered some important clues about Democrats prospects of capturin… [+4329 chars]", "fulltext": "November 2016 was a bracing reminder that presidential elections are won or lost in the Electoral College, a fact Democrats may deplore but are powerless to change. Last week’s midterm election offered some important clues about Democrats’ prospects of capturing at least 270 electoral votes in 2020.\n\nTwo years ago, Hillary Clinton prevailed in 20 states and the District of Columbia with a total of 232 electoral votes. The midterm results offer no evidence that Donald Trump can peel away any of these states. If anything, he has hardened the blue majority in all of them.\n\nSo where should Democrats look to win at least 38 additional electoral votes?\n\nIowa and Ohio do not appear very promising. In Iowa, Republicans held the statehouse against an attractive Democratic challenger. In Ohio, Mike DeWine defeated Richard Cordray by a surprisingly large margin, confirming the pro-Republican shift in this classic swing state. Putting Sen. Sherrod Brown on the 2020 Democratic ticket might stem this tide; it’s hard to see what else could.\n\nFlorida continues to break Democrats’ hearts. In 2016 Mr. Trump edged Mrs. Clinton in the state by 1 percentage point—103,000 votes out of 9.4 million cast. This year, Republican Ron DeSantis beat Andrew Gillum for governor by less than half a percentage point in the first tally, with a recount under way this week. About 2.4 million more people than in 2014 turned out for the midterms, but unfortunately for Democrats, the surge split almost evenly.\n\nDespite running a campaign that excited minorities and white liberals throughout Georgia, Stacey Abrams lost the governor’s race by a bit more than 1% of the vote. In Texas, Beto O’Rourke’s electrifying challenge to Sen. Ted Cruz fell short by almost 3 percentage points.\n\nThe results in Georgia and Texas augur a better future for Democrats in these states—someday. It might be as soon as 2020, but Democrats would be ill-advised to bet the next presidential election—and perhaps the future of U.S. constitutional democracy—on that hope.\n\nRunning on a pro-business platform, Democrat Kyrsten Sinema narrowly won the Arizona Senate seat that Republican Jeff Flake surrendered. But it is doubtful that any Democrat could win the party’s presidential nomination on such a platform, and Arizona’s 11 electoral votes would only go a short way toward making up the deficit.\n\nThis brings us to Pennsylvania and the Upper Midwest, where Mr. Trump won the presidency two years ago. Democrats made a strong comeback this year. Pennsylvania’s Democratic governor won re-election by a wide margin, as did incumbent Sen. Bob Casey Jr. In Michigan, Democrats regained the governorship by a double-digit margin, and incumbent Sen. Debbie Stabenow was re-elected comfortably. In Wisconsin, Tony Evers defeated the two-term incumbent Gov. Scott Walker, a conservative hero, while once-vulnerable Sen. Tammy Baldwin turned back her Republican challenger with a 10-point win. And in Minnesota, which President Trump came close to winning in 2016, longtime Democratic Rep. Tim Walz won the governorship by 12 points and Sens. Amy Klobuchar and Tina Smith won by 24 and 9 points, respectively.\n\nTaken together, Pennsylvania’s 20 electoral votes, Michigan’s 16 and Wisconsin’s 10 represent Democrats’ best chance of regaining the White House. They are the cake, Florida is the frosting, and Georgia, Texas and Arizona would be decorations.\n\nAs the presidential nomination contest heats up, Democrats should ask themselves a threshold question: Of the many candidates in the race, who has the best chance of prevailing in the states that are most likely to leave the Republican column?\n\nHere are some clues. In Pennsylvania, Gov. Tom Wolf gave his state four years of solid governance and was rewarded with a 17-point victory. In Wisconsin, the man who vanquished Scott Walker is a 67-year old public-school state superintendent who promised to focus on “solving problems, not picking fights.” In Michigan, veteran politician Gretchen Whitmer ran on a simple slogan: “Fix the damn roads.” Her opponent never had a chance.\n\nThroughout the run-up to the midterms, Democratic leaders counseled discipline, restraint and an agenda focused on the basics. A large majority of Democratic candidates took their advice. The result was a surge of support among suburbanites and an improved showing among working-class voters as well.\n\nIn 2020 the Democratic Party will have to decide whether to follow its head or its heart. The course of America’s political system may be riding on that choice. Primary voters should be sobered by the magnitude of the stakes."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laura Stevens and Shayndi Raice", "title": "How Amazon Picked HQ2 and Jilted 236 Cities - Wall Street Journal", "description": "Wall Street Journal How Amazon Picked HQ2 and Jilted 236 Cities Wall Street Journal In late summer, officials in Northern Virginia were surprised by a rumor that Amazon.com Inc. AMZN -0.35% was going to divide its giant second headquarters—known as HQ2—betwee…", "url": "https://www.wsj.com/articles/how-amazon-picked-hq2-and-jilted-238-cities-1542153869", "urlToImage": "https://images.wsj.net/im-36829/social", "publishedAt": "2018-11-14T00:06:53Z", "content": "In late summer, officials in Northern Virginia were surprised by a rumor that Amazon.com Inc. AMZN -0.35% was going to divide its giant second headquartersknown as HQ2between two cities. They had grown confident of landing one of the biggest corporate develop… [+12050 chars]", "fulltext": "New York and Arlington, Va., traded billions of dollars in incentives for a shiny new Amazon HQ2. But the arrival of the new corporate headquarters could mean some serious challenges for the two cities.\n\nIn late summer, officials in Northern Virginia were surprised by a rumor that Amazon.com Inc. was going to divide its giant second headquarters—known as HQ2—between two cities.\n\nThey had grown confident of landing one of the biggest corporate-development projects in memory, with the prospect of 50,000 jobs and billions of dollars in investments within tantalizing reach of the Crystal City neighborhood in Arlington, Va.\n\nWeeks..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Azar Gat", "title": "The 'Modernizing Dictator' Is No Myth", "description": "Can the crown prince reform Saudi Arabia? Maybe not, but there are precedents.", "url": "https://www.wsj.com/articles/the-modernizing-dictator-is-no-myth-1542153977", "urlToImage": "https://images.wsj.net/im-36635/social", "publishedAt": "2018-11-14T00:06:18Z", "content": "The murder of Jamal Khashoggi has led to justified misgivings about Crown Prince Mohammed bin Salmans declared effort to modernize Saudi society. Critics argue that the killing disproves what Robert Kagan calls the myth of the modernizing dictator: the notion… [+3046 chars]", "fulltext": "The murder of Jamal Khashoggi has led to justified misgivings about Crown Prince Mohammed bin Salman’s declared effort to modernize Saudi society. Critics argue that the killing disproves what Robert Kagan calls “the myth of the modernizing dictator”: the notion that repressive strongmen sometimes pave the way for socioeconomic development, which eventually may also lead to democratization.\n\nCuriously, the most spectacular modernizers since World War II—South Korean, Taiwan and Singapore—have been absent from the debunking. South Korea alternated between authoritarian elected presidents and sheer dictatorships until 1987. Taiwan was under martial law until the 1990s. Under such regimes, both countries went from being among the world’s poorest to the most advanced within a generation, while laying the ground for subsequent democratization. In Singapore, Lee Kuan Yew led a similarly meteoric process of modernization in a semiauthoritarian system he created.\n\nThe main secrets of success in all these cases were market-friendly policies and a concerted investment in modern education. Less spectacular examples, such as Francisco Franco’s Spain and Augusto Pinochet’s Chile—abhorrent as both regimes were—also enabled economic modernization and eventual democratization.\n\nIt is historically rare for a country to become a fully liberal democracy before modernizing—the U.S. and now India are prominent exceptions. The first modernizer, Britain, became democratic—rather than merely parliamentary and increasingly liberal—only around 1900, after it had industrialized. Its modernization had involved uprooting the peasants, the vast majority of the population, from the countryside and turning them into an urban proletariat. Their hardship was immense and the long-term benefits to their children and grandchildren were far from obvious. They wouldn’t have consented if they had the vote. Similar problems plague modernization attempts in today’s developing societies.\n\nTo be sure, many dictators in developing societies fail to modernize: some because they adopt the wrong policies, some because of intractable cultural obstacles. That may turn out to be the case for Crown Prince Mohammed. But democracies in such countries also face daunting obstacles to modernization—and are highly susceptible to collapse. Moreover, the main hazard in such countries isn’t modernizing dictatorships but regressive populist regimes, reactionary dictatorships and authoritarian socialism. Reza Pahlavi failed in Iran but was succeeded by a theocracy in a still-backward Iranian society. In Saudi Arabia, as in Egypt, the alternative to the current reprehensible regime doesn’t seem to be democracy.\n\nFinally, even if economic modernization succeeds, it might not lead to democratization. China’s huge size and deep historical traditions could make it more resistant to change than the cases mentioned. That said, the jury is still out on China. Its modernization, although spectacular, is in its early to intermediate stages: Production per capita is a mere $9,000, one-fourth to one-sixth that of the developed world, and close to half of the population is still rural.\n\nMr. Gat is a professor of national security at Tel Aviv University and author, most recently, of “The Causes of War and the Spread of Peace: But Will War Rebound?”"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A Judicial Keystone Kop", "description": "The anti-Trump legal resistance expands to the oil pipeline.", "url": "https://www.wsj.com/articles/a-judicial-keystone-kop-1542153881", "urlToImage": "https://images.wsj.net/im-36838/social", "publishedAt": "2018-11-14T00:05:03Z", "content": "More and more liberal federal judges are posing as the front line of the anti-Trump resistance and subjugating the law to their political preferences. Consider the Obama appointee who last week blocked the Trump Administrations permit for the Keystone XL pipe… [+4062 chars]", "fulltext": "President Donald Trump smiles after announcing a permit for TransCanada Corp's Keystone XL oil pipeline while TransCanada Chief Executive Officer Russell Girling (L), U.S. Commerce Secretary Wilbur Ross (C) and Energy Secretary Rick Perry (R) stand beside him in the Oval Office of the White House in Washington, U.S., March 24, 2017.\n\nPresident Donald Trump smiles after announcing a permit for TransCanada Corp's Keystone XL oil pipeline while TransCanada Chief Executive Officer Russell Girling (L), U.S. Commerce Secretary Wilbur Ross (C) and Energy Secretary Rick Perry (R) stand beside him in the Oval Office of the White House in Washington, U.S., March 24, 2017. Photo: kevin lamarque/Reuters\n\nMore and more liberal federal judges are posing as the front line of the anti-Trump resistance and subjugating the law to their political preferences. Consider the Obama appointee who last week blocked the Trump Administration’s permit for the Keystone XL pipeline.\n\nThe oil pipeline has already been stuck in regulatory quicksand for a decade. In 2008 TransCanada applied for a permit to move up to 830,000 barrels of bitumen crude per day from the Alberta oil sands to Gulf Coast refineries. The State Department under a 2004 executive order must approve cross-border projects to ensure they serve the “national interest.”\n\nAmid a drawn-out review, the Obama State Department issued five determinations that the pipeline would have no material impact on greenhouse gas emissions. Its final environmental impact statement in 2014 said bitumen would be extracted irrespective of the pipeline, and shipping the crude by rail or tanker instead would result in 28% to 42% greater CO2 emissions as well as more leaks.\n\nBarack Obama ignored those findings and offered Keystone as a sacrifice to the 2016 Paris climate agreement. The U.S. government must “prioritize actions that are not perceived as enabling further GHG emissions globally,” the Obama Administration concluded.\n\nTransCanada sued in federal court and under Nafta’s Chapter 11 investor-state arbitration, but it caught a break when Donald Trump was elected and his Administration granted the permit. Yet now it’s back to rolling the boulder uphill as environmentalists have sued.\n\nTheir argument is that the Trump Administration violated the National Environmental Policy Act and Administrative Procedure Act by relying on the State Department’s factual record that Mr. Obama ignored. Ergo, Mr. Trump’s reversal of his predecessor’s arbitrary decision was arbitrary. Federal Judge Brian Morris agreed and has ordered the Trump Administration to conduct yet another environmental review.\n\nAlthough the judge found “no error” in the State Department’s 2014 review, he wants a new analysis because “lower-than-expected oil prices could affect the outlook for oil sand production.” But oil prices this year have remained within the range the 2014 review predicted was necessary for Keystone to break even, and producers make investment decisions based on pricing projections over decades, not a few years.\n\nWhile an oil bottleneck in Alberta this year has caused bitumen to trade at a discount of about $40 to West Texas Intermediate, railroad companies are quickly adding capacity. Rail shipments of Canadian oil have doubled over the last year amid pipeline constraints. The judge cited more pipeline leaks since 2014, but rail accidents have also increased.\n\nIn any case, the biggest uncertainty oil producers in Alberta face is regulatory, not price. Environmentalists in Canada have sought to block other pipelines from Alberta including Kinder Morgan’s to British Columbia. Railroads prefer to lock in long-term contracts and need to be able to project demand from oil producers to determine how many terminals and locomotives to add.\n\nTransCanada says it remains committed to Keystone XL which would also carry 100,000 barrels from the U.S. Bakken Shale. The segment between Cushing, Oklahoma, and the Gulf Coast has been up and running since 2014. But more permitting delays on the cross-border section will raise costs and could affect TransCanada’s investment calculus. The price of steel is up 20% or so this year thanks to Mr. Trump’s tariffs.\n\nA new environmental impact statement could take another year or two to complete and will no doubt draw legal challenges. The earliest the Supreme Court would likely hear an appeal is 2020, at which point a Democratic President could be elected and issue another veto.\n\nYet as TransCanada argued in its mooted federal lawsuit, the 2004 executive order does not require a National Environmental Policy Act review. The 2004 executive order on cross-border approvals may also infringe on Congress’s power over trade. Mr. Trump could fix TransCanada’s legal jam by rescinding the order.\n\nThe lame-duck GOP Congress could vote to green-light the pipeline as Republicans did in 2015 before Mr. Obama’s veto. Congress and President Trump should use all of their constitutional powers to overrule this federal judge’s lawless interpretation of the law."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A Journalist's Vindication", "description": "The unjust case against a former Journal reporter is dismissed in Turkey.", "url": "https://www.wsj.com/articles/a-journalists-vindication-1542153845", "urlToImage": "https://images.wsj.net/im-36811/social", "publishedAt": "2018-11-14T00:04:39Z", "content": "Good news for the cause of press freedom: A Turkish court on Tuesday threw out the conviction of our former colleague Ayla Albayrak. The result makes partial amends for the injustice of Ms. Albayraks prosecution, though not for the many other Turkish offenses… [+1516 chars]", "fulltext": "Good news for the cause of press freedom: A Turkish court on Tuesday threw out the conviction of our former colleague Ayla Albayrak. The result makes partial amends for the injustice of Ms. Albayrak’s prosecution, though not for the many other Turkish offenses against a free press.\n\nMs. Albayrak was convicted last year of spreading propaganda for the outlawed Kurdish terror group, the PKK. The supposed evidence was an eminently balanced Aug. 19, 2015 Journal news story about the fighting in a remote, Kurdish-majority Turkish city on the border with Syria and Iraq. Local officials may have used Ms. Albayrak’s dispatch as an excuse to show they’re supporting Turkish Prime Minister Recep Tayyip Erdogan’s campaigns against the PKK and foreign media.\n\nMs. Albayrak appealed with Journal support, and on Tuesday an appellate court dismissed the case on procedural grounds, citing the statute of limitations. It’s disappointing that the court didn’t dismiss the substance of the unjust charges, but in a country like Turkey a procedural victory can be the moral and legal equivalent. It’s more difficult for judges to disagree with the government on the merits of prosecutions.\n\nMs. Albayrak left the Journal this summer, but her victory is every journalist’s. Reporting in much of the world remains dangerous duty, and the risks of prosecution or violence are far greater than in the U.S.\n\nTurkey once had a relatively free media, but as he has consolidated power Mr. Erdogan has had journalists arrested and critical media closed. Mr. Erdogan is receiving plaudits for Turkey’s role in exposing the murder in Istanbul of Saudi journalist Jamal Khashoggi. Perhaps Ms. Albayrak’s legal vindication is another sign that the Erdogan government wants to reclaim a measure of global respect."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The School Choice Election Bonus", "description": "Florida and Arizona Republicans benefit in more minority support.", "url": "https://www.wsj.com/articles/the-school-choice-election-bonus-1542153815", "urlToImage": "https://images.wsj.net/im-36285/social", "publishedAt": "2018-11-14T00:04:16Z", "content": "Republicans rarely get media credit for promoting school choice programs that help poor and minority kids, but last week GOP candidates running for Governor in Arizona and Florida appear to have received a political dividend. Both state gubernatorial races se… [+3239 chars]", "fulltext": "Republicans rarely get media credit for promoting school choice programs that help poor and minority kids, but last week GOP candidates running for Governor in Arizona and Florida appear to have received a political dividend.\n\nBoth state gubernatorial races set Republicans who supported aggressive school choice expansions against Democrats allied with the teacher unions. More than 400,000 kids in Florida and 260,000 in Arizona attend charters or receive tax-credit scholarships. Nearly 70% of scholarship recipients in Florida are minorities.\n\nThe contests were also symbolically significant since both states have led the country on private school choice. In 1997 Arizona adopted the first state tax-credit scholarship program, which Jeb Bush as Governor of Florida copied four years later. Education savings accounts (ESAs) also allow parents in both states to tap state per-pupil funding for tutoring, private-school tuition and curriculum, among other education expenses.\n\nFlorida Democrat Andrew Gillum campaigned on bringing tax-credit scholarships and ESAs to a “conclusion” and closing “unaccountable, for-profit charter schools who want to use public dollars to enrich their executives.” Someone should tell him that Florida law requires that all charters be organized as nonprofits.\n\nBy contrast, former GOP Congressman Ron DeSantis and his wife Casey visited private and charter schools across the state to tout their support. The tax-credit scholarship “program empowers low-income parents to choose the best learning environment for their children—just like parents of greater means do,” Mrs. DeSantis told parents at St. Peter Claver in Tampa the week before the election.\n\nThe Florida Federation for Children, which supports private school choice, also used social media to educate parents whose kids attend charter schools or receive tax-credit scholarships about the difference between the candidates. According to the outfit, fewer than 30% of voters in households receiving tax-credit scholarships were registered Republicans.\n\nArizona Gov. Doug Ducey has championed expansion of ESAs, though their eligibility is limited. Democrat David Garcia decried the “profit motive” of charters and lambasted the governor’s ESA expansion as the “most devastating blow to public education in state history.”\n\nSchool-choice proponents supported the Governor but abstained from the ESA referendum. Had voters approved the expansion, the state legislature would have been barred from making changes to the program including lifting the 30,000 cap on enrollment. This ambivalence and enormous union spending led voters to overturn the ESA expansion, but supporters can still expand the program in the legislature.\n\nIt’s impossible to know for certain what motivates voters, but Messrs. Ducey and DeSantis appear to have won more minority votes because of their support for school choice. A survey last month by Harvard’s Education Next journal showed 56% of blacks and 62% of Hispanics favored private-school vouchers for low-income families.\n\nAnd what do you know? According to exit polls, Mr. Ducey received 44% of the Latino vote, which is significantly more than the 30% that Martha McSally tallied in her Senate bid. In Florida, 44% of Latinos and 14% of blacks backed Mr. DeSantis compared to 38% and 12% for Gov. Rick Scott four years earlier.\n\nLiberating kids trapped in failing public schools is a matter of moral principle, but it’s nice to discover that doing the right thing can also pay off politically."}]