{"articles": [{"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Whitehall’s mover and shaker", "description": "Lord Heywood, master servant J EREMY HEYWOOD was “in the room where it happens”, to borrow a phrase from “Hamilton”, for the most important decisions of Britain’s past quarter-century. He was at the Treasury on Black Wednesday in 1992, when the pound was forc…", "url": "https://www.economist.com/britain/2018/11/10/whitehalls-mover-and-shaker", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181110_BRP002.jpg", "publishedAt": "2018-11-05T17:54:47Z", "content": "J EREMY HEYWOOD was in the room where it happens, to borrow a phrase from Hamilton, for the most important decisions of Britains past quarter-century. He was at the Treasury on Black Wednesday in 1992, when the pound was forced out of the European exchange-ra… [+2583 chars]"}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "What do Bob Dylan’s drawings reveal about his music?", "description": "In a new exhibition he has paired his lyrics with his sketches, offering a window onto his imagination", "url": "https://www.economist.com/prospero/2018/11/05/what-do-bob-dylans-drawings-reveal-about-his-music", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181110_BKP503.jpg", "publishedAt": "2018-11-05T17:52:30Z", "content": "BOB DYLAN has been producing and displaying visual art for the last decade. It is a somewhat puzzling endeavour, given that it has never met much acclaim (but has attracted controversy, as critics thought some paintings resembled famous photographs). Is it no… [+4477 chars]"}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "America accuses China of stealing aerospace trade secrets", "description": "After the troubles of its ARJ21 and C919 aircraft programmes, China tries cheating instead", "url": "https://www.economist.com/gulliver/2018/11/05/america-accuses-china-of-stealing-aerospace-trade-secrets", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181103_BLP506.jpg", "publishedAt": "2018-11-05T15:39:36Z", "content": "AIRLINES HAVE remarkably little choice about where to buy their airliners. The global market for big civil aircraft is dominated by two firms: Boeing of America and Airbus of Europe. China has long dreamed of breaking their stranglehold, and will be showing o… [+4135 chars]"}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "What to expect when you’re expecting election results", "description": "Democrats are less likely to face an upset this year, but nothing is certain", "url": "https://www.economist.com/democracy-in-america/2018/11/05/what-to-expect-when-youre-expecting-election-results", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181110_USP501.jpg", "publishedAt": "2018-11-05T14:57:19Z", "content": "THE episode of Saturday Night Live before Election Day features a parody (pictured) of a Democratic get-out-the-vote advert. In it, jittery Democrats look into the camera and swear that their party will win back the House of Representatives on November 6thbef… [+5102 chars]"}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Why don’t Latinos vote?", "description": "Individual choices and political targeting decrease Hispanic voting and prevent Democrats from realising big gains", "url": "https://www.economist.com/blogs/economist-explains/2018/11/economist-explains-1", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181103_BLP508.jpg", "publishedAt": "2018-11-05T07:19:01Z", "content": "VOTER turnout for American Latinos lags about 20 percentage points behind that of white and African-American voters. In the presidential contests of 2008 and 2012, for example, when turnout among blacks exceeded that among whites, more than half of voting-age… [+3115 chars]"}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "The mid-terms and the youth vote", "description": "A huge surge in early voting among young people is good news for Democrats", "url": "https://www.economist.com/democracy-in-america/2018/11/05/the-mid-terms-and-the-youth-vote", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181103_USP506.jpg", "publishedAt": "2018-11-05T03:55:48Z", "content": "ON THE day of the tenth anniversary of his election as president Barack Obama returned to his adopted hometown, ostensibly to rally for J.B. Pritzker, the Democratic Partys candidate for governor of Illinois. But his rally at the University of Illinois at Chi… [+3850 chars]"}]}