{"articles": [{"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Democrat Andrew Gillum concedes to Republican Ron DeSantis in Florida governor's race", "description": "Andrew Gillum, the mayor of Tallahassee, posted a live video on Facebook on Saturday afternoon in which he congratulated GOP Congressman Ron DeSantis on his victory.", "url": "https://www.cnbc.com/2018/11/17/democrat-andrew-gillum-concedes-to-republican-ron-desantis-in-florida.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/10/22/105521882-1540234503953rtx6g12e.1910x1000.jpg", "publishedAt": "2018-11-17T22:37:00Z", "content": "Tallahassee Mayor Andrew Gillum conceded Florida's governor's race on Saturday as a recount of ballots neared its end, and the Democrat congratulated Republican former Congressman Ron DeSantis on becoming the state's next governor. \"This has been the journey … [+937 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "The Associated Press", "title": "Trump tours devastation wrought by 'monster' California wildfire", "description": "From the ashes of a mobile home and RV park, President Donald Trump said Saturday he came to the heart of California's killer wildfire to fully grasp the scale of the desolation wrought on the landscape.", "url": "https://www.cnbc.com/2018/11/17/trump-tours-devastation-wrought-by-monster-california-wildfire.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/17/105580567-1542493515647rts26fbb.1910x1000.jpg", "publishedAt": "2018-11-17T22:31:00Z", "content": "The president has long voiced skepticism about man's impact on the climate and has been reluctant to assign blame to a warming earth for the increase in the frequency and intensity of natural disasters. At least 71 people died across Northern California, and … [+5035 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Jacob Pramuk", "title": "Democrats won the House — now the hard part is deciding what to do with their new power", "description": "With some exceptions, the Democratic House majority will pursue incremental rather than radical change ahead of a 2020 election in which they do not want to alienate moderate voters who helped them to win the House.", "url": "https://www.cnbc.com/2018/11/17/house-democrats-prepare-for-majority-after-midterm-election-wins.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105578945-1542377121820gettyimages-1067494580.1910x1000.jpeg", "publishedAt": "2018-11-17T22:02:00Z", "content": "They also appear set to launch various investigations into the president and his Cabinet. And although a handful of House Democrats such as Waters have pushed for Trump's impeachment, Pelosi and other leaders of the caucus have dismissed that prospect. They w… [+2318 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Trent Gillies", "title": "How to keep recycling from turning into 'wishcycling'", "description": "When people toss paper, glass or plastic in the correct recycling bin, they're confident in doing their part to save the planet.  However, experts say the problem is a lot of the wrong materials are ending up in the recycling bin – thus driving up the cost to…", "url": "https://www.cnbc.com/2018/11/16/how-to-keep-recycling-from-turning-into-wishcycling.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/08/13/105394099-1534191235417gettyimages-931514572.1910x1000.jpeg", "publishedAt": "2018-11-17T21:00:00Z", "content": "The Recycling Partnership has more than 40 funding partners, including some of the largest global companies such as Coca-Cola, PepsiCo, Keurig Dr. Pepper, Target, Proctor &amp; Gamble, ExxonMobil, Amazon, International Paper and Starbucks. \"Part of the reason… [+2911 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Sharon Epperson", "title": "Some retirement investors are getting proactive in a wild market — but here's why they shouldn't", "description": "The volatility in the U.S. and global equity markets has led some investors to make major moves in their retirement plans, but they may be trading more on emotion than their financial goals.", "url": "https://www.cnbc.com/2018/11/17/retirement-investors-ramp-up-trading-in-volatile-market.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/08/31/105427243-1535729872063gettyimages-150337694.1910x1000.jpeg", "publishedAt": "2018-11-17T20:48:00Z", "content": "After another week of roller coaster market action, investors may be looking at the balance in their 401(k) plan and wonder what they should do about their retirement savings. div &gt; div.group &gt; p:first-child\"&gt; The volatility in the U.S. and global eq… [+1818 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Paul A. Eisenstein", "title": "Hit hard by trade war, automakers hoping Trump will hold off on new round of tariffs", "description": "The auto industry fears that new tariffs, on top of those already enacted on Chinese-made vehicles and imported aluminum and steel, could have a major negative impact on the American new car market. Consumers could be hit with higher prices that would put the…", "url": "https://www.cnbc.com/2018/11/16/automakers-hope-trump-will-hold-off-on-new-round-of-tariffs.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/08/01/105366433-1533086690485gettyimages-943705188.1910x1000.jpeg", "publishedAt": "2018-11-17T20:00:00Z", "content": "Still, there may be reasons for auto industry executives to relax a bit. On Friday, Chinese Commerce Ministry spokesman Gao Feng told reporters that \"high-level contacts between the two sides on economics and trade have resumed following the November 1 conver… [+1503 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Falyn Page", "title": "Here's why black and white TV is not completely out of style — at least not in the UK", "description": "Although black and white television seems to be out of style, more than 7,000 households in the UK still use the monochromatic tv set.", "url": "https://www.cnbc.com/2018/11/15/black-and-white-tv-is-not-completely-out-of-style-in-the-uk.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/09/105565992-1541795400990gettyimages-3232851.1910x1000.jpeg", "publishedAt": "2018-11-17T20:00:00Z", "content": "Although black and white television is ancient history for most tech-savvy consumers, more than 7,000 households in the UK still use the monochromatic TV set. div &gt; div.group &gt; p:first-child\"&gt; The UK's licensing body, TV Licensing, revealed that curi… [+2155 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Laura Galligan", "title": "Why a new discovery means humans should keep an 'open mind' about extraterrestrial life", "description": "Scientists in Hawaii have detected the first object to enter our solar system from the outside. Although they were unable to get a clear look at it before it left, experts say its more likely to be a natural object we're never encountered rather than somethin…", "url": "https://www.cnbc.com/2018/11/17/oumuamua-why-humans-should-be-open-minded-about-life-in-outer-space.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/09/105565801-1541789275803oumuamua.1910x1000.jpg", "publishedAt": "2018-11-17T18:01:00Z", "content": "For the first time in history, scientists have detected the first interstellar object ever observed. div &gt; div.group &gt; p:first-child\"&gt; Several weeks ago, an elongated interstellar object named \"Oumuamua\" the first to enter the solar system was discov… [+3956 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Alex Sherman", "title": "How a new breed of media companies is convincing people to pay for news again", "description": "For years, digital media companies wrestled with charging for their content. The pendulum might be swinging in the direction of subscriptions as paywalls gain popularity and ad-fueled businesses struggle.", "url": "https://www.cnbc.com/2018/11/17/subscription-news-services-flourish-as-google-facebook-dominate-ads.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105580080-1542415283208lessin-theinfo.1910x1000.jpg", "publishedAt": "2018-11-17T17:58:00Z", "content": "Comcast Ventures had seen enough. Years of researching business models, seeing their own portfolio's performance and watching digital media startups struggle had made an impression. For 2018, the venture capital firm made a decision: it would no longer put mo… [+2196 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Jillian D'Onfro", "title": "Google Pixel phones can now take amazing pictures in the dark — here's a look", "description": "Google just launched the new Night Sight feature for its Pixel smartphones and it works almost unbelievably well.", "url": "https://www.cnbc.com/2018/11/17/google-pixel-3-night-sight-test-examples.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105580074-1542414281459cheers2.1910x1000.jpg", "publishedAt": "2018-11-17T17:54:00Z", "content": "Taking pictures on your smartphone in the dark is usually a lousy experience. div &gt; div.group &gt; p:first-child\"&gt; The photos often come out dull, discolored, or blurry, unless you use a flash, in which case you're stuck with an artificial shininess and… [+1171 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Jessica Golden", "title": "Fitness app MIRROR pulls in $38 million in capital, using a reflection to boost your workout", "description": "Fitness start-up MIRROR uses a built-in video screen to project workout classes onto your mirror at home.", "url": "https://www.cnbc.com/2018/11/17/fitness-app-uses-a-mirror-to-give-workout-tips.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579762-1542399640800unknown-3.1910x1000.jpg", "publishedAt": "2018-11-17T17:18:00Z", "content": "The product costs $1500 up front, plus a $40 monthly subscription for unlimited live and on-demand classes. The business model is very similar to Peloton, the in-home spinning bike. But with MIRROR there is no bike, which opens up the exercises to be more bod… [+1260 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Jessica Dickler", "title": "Here's how to get your taxes done for free", "description": "Even though the tax legislation has changed, you don't need to pay through the nose for help filing your return. In some cases, it's free.", "url": "https://www.cnbc.com/2018/11/16/how-to-get-your-taxes-done-for-free.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/04/10/102577474-56619722.1910x1000.jpg", "publishedAt": "2018-11-17T17:00:00Z", "content": "Even though the tax legislation has changed, you don't need to pay through the nose for help filing your return. In some cases, it's free. div &gt; div.group &gt; p:first-child\"&gt; In theory, the Tax Cuts and Jobs Act which roughly doubled the standard deduc… [+1445 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Kate Fazzini", "title": "How Blackberry's buying of Cylance shows the company is getting serious about cybersecurity", "description": "Blackberry will acquire cybersecurity and endpoint defense company Cylance in a $1.4 billion deal", "url": "https://www.cnbc.com/2018/11/17/blackberry-cylance-buy-shows-its-shift-from-smartphones-to-security.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/10/18/105515813-1539887456654rtx6fcne.1910x1000.jpg", "publishedAt": "2018-11-17T16:54:00Z", "content": "Blackberry 's $1.4 billion deal to acquire cybersecurity company Cylance cements the smartphone pioneer's pivot to an exclusive focus on cybersecurity. div &gt; div.group &gt; p:first-child\"&gt; The Canadian company has made several other security acquisition… [+2032 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Colleen Kane", "title": "Slumping home prices are creating a buyers market in luxury homes", "description": "The rising inventory and falling prices naitonwide mean that discerning buyers can score deals on high-end property, for less than they could have otherwise.", "url": "https://www.cnbc.com/2018/11/14/slumping-home-prices-create-buyers-market-in-luxury-homes.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/14/105574665-1542226690268cpwview.1910x1000.jpeg", "publishedAt": "2018-11-17T16:00:00Z", "content": "For U.S. homeowners, the bad news in 2018 has been mounting, with rates on the rise and swaths of the real estate sector turning into a buyer's market. In some of the country's hottest segments, price gains have cooled definitively, with prices slashed and tu… [+841 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Laura Begley Bloom, Special to CNBC", "title": "Long Island City — future home to Amazon HQ — is one NYC's hottest new spots for young people", "description": "Long Island City — one of New York City's hottest up and coming neighborhoods — is about to get a whole lot hotter, thanks to Amazon.", "url": "https://www.cnbc.com/2018/11/17/amazon-hq-long-island-city-is-cool-nyc-neighborhood-for-young-people.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/13/105570853-1542114302592gettyimages-1059173626.1910x1000.jpeg", "publishedAt": "2018-11-17T15:30:00Z", "content": "Brands like Macy's, Ralph Lauren, Gwynnie Bee and Madewell have opened offices in Long Island City, though the local retail tends toward boutiques and thrift stores. \"It's a melting pot in Long Island City,\" says TJ Kawamura, 25, a data science strategest for… [+1900 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Courtney Connley", "title": "Yvonne Orji landed her role on HBO's 'Insecure' with no agent, no manager and zero acting experience", "description": "At the Glamour Women of the Year Summit, Yvonne Orji revealed that when she landed the role of Molly on HBO's \"Insecure,\" she had no agent, no manager and zero acting experience.", "url": "https://www.cnbc.com/2018/11/16/yvonne-orji-landed-her-insecure-role-without-an-agent-or-a-manager.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579169-1542382454657gettyimages-1060225902.1910x1000.jpeg", "publishedAt": "2018-11-17T15:00:00Z", "content": "\"I said 'yes' to the temp job I hated [that] allowed me to perform comedy at night,\" she said. \"I said 'yes' to taking over a stand-up show in New York City. I said 'yes' to a residency in a college production in Richmond, Virginia, that gave me two days to g… [+1639 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Annie Nova", "title": "Former Amazon recruiters share insider tips on how to land a job there", "description": "Amazon announced this month  it will open two new headquarters, one in New York City, and the other in northern Virginia, and that the average salary will be more than $150,000. CNBC talked with former recruiters at the e-commerce giant about what candidates …", "url": "https://www.cnbc.com/2018/11/17/former-amazon-recruiters-share-their-tips-on-how-to-land-a-job-there.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/13/105571988-1542142163307logoofamazon.1910x1000.jpg", "publishedAt": "2018-11-17T14:00:00Z", "content": "Ryan was a recruiter at Amazon for more than three years. He said the best way to apply for a job at the company is on its careers website, and added that people should reach out directly to recruiters, as well. \"Most recruiters, especially at Amazon, where y… [+1172 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Megan Leonhardt", "title": "Here's how much Thanksgiving food $50 buys you at Acme, Aldi, Trader Joe's, Walmart and Whole Foods", "description": "How Acme, Aldi, Trader Joe's, Walmart and Whole Foods stacked up when I tried to spend just $50 to feed eight people for Thanksgiving.", "url": "https://www.cnbc.com/2018/11/16/50-dollars-for-thanksgiving-food-at-aldi-trader-joes-walmart-whole-foods.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/14/105574541-1542222857262img_2013.1910x1000.jpg", "publishedAt": "2018-11-17T14:00:00Z", "content": "If you've ever hosted Thanksgiving dinner, you know that it can be expensive. This year, hosts will spend an average of $31 per guest, according to a new report from LendingTree. But a dinner featuring staples like turkey and mashed potatoes doesn't need to b… [+1238 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Trump to discuss Khashoggi murder with Sec of State Pompeo, CIA", "description": "U.S. President Donald Trump said he had not yet been briefed on the CIA's conclusions regarding the murder of Saudi journalist Jamal Khashoggi, but that he would speak with Secretary of State Mike Pompeo and the CIA about the issue later on Saturday.", "url": "https://www.cnbc.com/2018/11/17/trump-to-discuss-khashoggi-murder-with-sec-of-state-pompeo-cia-.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579562-1542392126225gettyimages-1062364580.1910x1000.jpeg", "publishedAt": "2018-11-17T13:26:00Z", "content": "U.S. President Donald Trump said he had not yet been briefed on the CIA's conclusions regarding the murder of Saudi journalist Jamal Khashoggi, but that he would speak with Secretary of State Mike Pompeo and the CIA about the issue later on Saturday. The CIA … [+1105 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Donovan Russo, special to CNBC.com", "title": "Beyond Stan Lee: Big decisions for Marvel superhero stories and films in the future", "description": "With the death of Stan Lee and the Avengers' series about to end, comic book movie fans are wondering what will be the next stage in Marvel's superhero brand-building. Marvel Studios president Kevin Feige recently said that the comic book movie studio films a…", "url": "https://www.cnbc.com/2018/11/17/beyond-stan-lee-big-decisions-for-marvel-superhero-stories-in-future.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579816-1542401128318gettyimages-825764260.1910x1000.jpeg", "publishedAt": "2018-11-17T13:00:00Z", "content": "David Gabriel, Marvel's senior vice president of print, sales and marketing was criticized for comments he made last year regarding declining comic sales in relation to diversity. \"We saw the sales of any character that was diverse, any character that was new… [+1509 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Fred Kempe", "title": "The way to prevent World War III: Avoid delusions about China and US leadership", "description": "On the Great War's anniversary, it's a good time to ask: How can we prevent a World War III among countries with even more devastating, technologically advanced might and economic interdependence?", "url": "https://www.cnbc.com/2018/11/16/to-prevent-world-war-iii-avoid-delusions-about-china-and-us-leadership.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/03/28/105096660-GettyImages-871942424r.1910x1000.jpg", "publishedAt": "2018-11-17T12:00:00Z", "content": "ABU DHABI My reading choice aboard a fourteen-hour flight from DC to the United Arab Emirates, in a nod to this week's centennial of World War I armistice, was Norman Angell's 1909 book, \"the Great Illusion.\" div &gt; div.group &gt; p:first-child\"&gt; Its the… [+2133 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "China's Xi intends to visit North Korea next year, South Korea says", "description": "Chinese President Xi Jinping intends to visit North Korea next year after receiving an invite from North Korean leader Kim Jong Un, South Korea said in a statement from its presidential office on Saturday.", "url": "https://www.cnbc.com/2018/11/17/chinas-xi-intends-to-visit-north-korea-next-year-south-korea-says.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/02/105547695-1541130589400gettyimages-1031208294.1910x1000.jpeg", "publishedAt": "2018-11-17T11:31:00Z", "content": "Chinese President Xi Jinping intends to visit North Korea next year after receiving an invite from North Korean leader Kim Jong Un, South Korea said in a statement from its presidential office on Saturday. Xi told South Korean president Moon Jae-in that he wo… [+487 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Rouhani sees Iran-Iraq trade rising to $20 billion a year from $12 billion", "description": "Iranian President Hassan Rouhani said on Saturday Iran and Iraq could raise annual bilateral trade to $20 billion from the current level of $12 billion.", "url": "https://www.cnbc.com/2018/11/17/rouhani-sees-iran-iraq-trade-rising-to-20-billion-a-year-from-12-billion.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/09/25/105469891-1537882941206gettyimages-1039353280.1910x1000.jpeg", "publishedAt": "2018-11-17T11:21:00Z", "content": "Iranian President Hassan Rouhani said on Saturday Iran and Iraq could raise annual bilateral trade to $20 billion from the current level of $12 billion. Rouhani's remarks, in a meeting with visiting Iraqi President Barham Salih, came about two weeks after the… [+1112 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Jeff Daniels", "title": "Fire-plagued California won't let insurers 'cram' through big rate hikes in 2019: state regulator", "description": "Home insurers in California face potentially significant losses from the current wildfires but can't \"cram\" all of it into next year's insurance bills, according to the state's insurance commissioner.", "url": "https://www.cnbc.com/2018/11/16/fire-plagued-ca-wont-let-insurers-cram-through-big-rate-hikes.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579147-1542382160432gettyimages-1062018816.1910x1000.jpeg", "publishedAt": "2018-11-17T07:54:00Z", "content": "According to S&amp;P, it's \"too early to forecast industry losses accurately, though we expect the magnitude of losses to be less than last year's events.\" A report from Moody's Investor Service estimates losses could approach about $6.8 billion. A figure by … [+1568 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Jillian D'Onfro", "title": "Google could buy more than $110 million of land for mega-campus 15 miles south of its HQ", "description": "The city of San Jose just released details on its negotiation with Google to buy a swathes of land to build a mega-campus just 15 miles south of its headquarters.", "url": "https://www.cnbc.com/2018/11/16/google-san-jose-campus-documents-no-subsidies.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/05/24/104490072-Google_employees_arriving_after_bicycling.1910x1000.jpg", "publishedAt": "2018-11-17T02:02:00Z", "content": "Google could pay upwards of $110 million, without subsidies, to buy large swaths of land in San Jose, according to a new city document detailing its negotiations with the company on its plan to build a mega-campus 15 miles south of its headquarters. div &gt; … [+1675 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Ari Levy", "title": "Google's new cloud chief has a culture clash ahead of him after 22 years at Oracle", "description": "Thomas Kurian, who was named the new head of Google's cloud on Friday, is facing an instant culture clash when he starts at the internet company. Google and Oracle, where he spent 22 years, are embroiled in a bitter legal dispute.", "url": "https://www.cnbc.com/2018/11/16/kurian-has-to-overcome-a-bitter-feud-between-google-and-oracle.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579544-1542391393854gettyimages-609174046.1910x1000.jpeg", "publishedAt": "2018-11-17T01:13:00Z", "content": "Google touts itself as having the best technology for sophisticated machine learning and artificial intelligence workloads. The company also created the Kubernetes technology for virtual containers, which enables developers to easily move around code between … [+1830 chars]"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Patti Domm", "title": "Trump's trade war with China could disrupt the traditional Thanksgiving rally", "description": "Trump's trade war with China could disrupt the traditional Thanksgiving week rally", "url": "https://www.cnbc.com/2018/11/16/trump-trade-war-with-china-could-disrupt-traditional-thanksgiving-rally.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/09/11/105444539-1536687927488gettyimages-871894534.1910x1000.jpeg", "publishedAt": "2018-11-17T00:12:00Z", "content": "As stocks enter the short Thanksgiving holiday week, investors looking for any signs of a market comeback are paying close attention to trade developments with China. div &gt; div.group &gt; p:first-child\"&gt; President Donald Trump gave the market a boost Fr… [+4501 chars]"}]}