[{"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Sen. Casey doesn't rule out 2020 bid", "description": "Chuck profiles Pennsylvania senator and 2020 prospect Bob Casey. Meanwhile, Democrats are distancing themselves from Michael Avenatti after his arrest.", "url": "https://www.msnbc.com/mtp-daily/watch/sen-casey-doesn-t-rule-out-2020-bid-democrats-distance-themselves-from-avenatti-1371833411595", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mtpd_clip_2020_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T22:50:12Z", "content": null, "fulltext": "The midterms may be in two weeks, but some races might not be decided until after Thanksgiving 00:53"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Abrams has ‘tall hill to climb’ in fight for Georgia election recount", "description": "Republican Brian Kemp leads Democrat Stacey Abrams by about 54,000 votes but the largest county in the state has still not certified their election results. Greg Bluestein joins to discuss.", "url": "https://www.msnbc.com/mtp-daily/watch/abrams-has-tall-hill-to-climb-in-fight-for-georgia-election-recount-1371831363891", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mtpd_full_georgia_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T22:47:48Z", "content": null, "fulltext": "Abrams has ‘tall hill to climb’ in fight for Georgia election recount copied!\n\nRepublican Brian Kemp leads Democrat Stacey Abrams by about 54,000 votes but the largest county in the state has still not certified their election results. Greg Bluestein joins to discuss.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Wasserman Schultz: 'No better vote counter than Nancy Pelosi'", "description": "Rep. Debbie Wasserman Schultz (D-Fla.) talks to Chuck about why she believes Nancy Pelosi deserves to be the next Speaker of the House.", "url": "https://www.msnbc.com/mtp-daily/watch/wasserman-schultz-no-better-vote-counter-than-nancy-pelosi-1371826243540", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mtpd_clip_pelosi_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T22:43:37Z", "content": null, "fulltext": "Wasserman Schultz: 'No better vote counter than Nancy Pelosi' copied!\n\nRep. Debbie Wasserman Schultz (D-Fla.) talks to Chuck about why she believes Nancy Pelosi deserves to be the next Speaker of the House.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Debbie Wasserman Schultz on Pelosi, Florida recount and the...", "description": "Rep. Debbie Wasserman Schultz (D-Fla.) joins Chuck to discuss Rep. Marsha Fudge (D-Ohio) possibly challenging Nancy Pelosi for House speaker.", "url": "https://www.msnbc.com/mtp-daily/watch/debbie-wasserman-schultz-on-pelosi-florida-recount-and-the-mueller-probe-1371809859981", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mtpd_full_dws_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T22:40:00Z", "content": null, "fulltext": "How Nixon betrayed the nation before he was even president"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Thursday's Mini-Report, 11.15.18", "description": "Today's edition of quick hits.", "url": "http://www.msnbc.com/rachel-maddow-show/thursdays-mini-report-111518", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/maddow_theminireport_general.png?itok=yLUr4wsw", "publishedAt": "2018-11-15T22:30:14Z", "content": "Today’s edition of quick hits: * Sounds about right : A federal judge blasted Florida legislators and election officials during a Thursday hearing to extend the recount deadline in Palm Beach County, saying the state is the laughingstock of the world election… [+2460 chars]", "fulltext": "Today’s edition of quick hits:\n\n* Sounds about right: “A federal judge blasted Florida legislators and election officials during a Thursday hearing to extend the recount deadline in Palm Beach County, saying the state is ‘the laughingstock of the world election after election and we chose not to fix this.’”\n\n* Rising death toll: “Authorities made public a list of 297 people still unaccounted for Wednesday night as they announced that the number of people who had been killed in the deadliest wildfire in California history had grown to 56.”\n\n* A Senate version of this still needs to be drafted: “President Donald Trump pledged his support for a major overhaul of sentencing laws and prisoner re-entry programs at the White House on Wednesday.”\n\n* A story that keeps getting worse: “Acting attorney general Matthew G. Whitaker received early warnings that customers were complaining that an invention-marketing company he advised might be a fraud, according to several people familiar with his role, but Whitaker vigorously defended the company and remained on its board until joining the Justice Department in 2017.”\n\n* Hmm: “Six days before WikiLeaks began releasing Hillary Clinton campaign chairman John Podesta’s emails, Roger Stone had a text message conversation with a friend about WikiLeaks, according to copies of phone records obtained exclusively by NBC News.”\n\n* Ricardel’s ouster: “Melania Trump got her wish when the Trump administration said Wednesday that Deputy National Security Adviser Mira Ricardel was leaving the White House a day after the first lady called for Ricardel to be fired.”\n\n* HUD: “From his earliest days in office, HUD Secretary Ben Carson has repeatedly said he joined the Trump administration to fix the ‘rats, roaches, bed bugs, mold, lead and violence’ that he witnessed as a surgeon in low-income communities. Under the Trump administration, the number of HUD apartments cited for unsafe, unhealthy and physically deteriorating living conditions has been on the rise.”\n\n* Not normal for a presidential lawyer: “It wasn’t clear why Rudy Giuliani took a day in November 2017 to travel to the Ukrainian city of Kharkiv. Now, more light has been shed on Giuliani and his oddball Ukrainian associates – according to a new profile of Russian-Ukrainian oligarch Pavel Fuchs, Giuliani is working to ‘create a U.S. office for supporting investment in the city.’ The profile was published Nov. 12 in the Ukrainian magazine Novoye Vremya.”\n\n* A scary scene: “A man shouting a pro-Nazi and pro-Trump salute during a performance of ‘Fiddler on the Roof’ in Baltimore has reignited discussions of anti-Semitism amid increases in hate crimes in Maryland and nationwide.”\n\nAnything to add? Consider this an open thread."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Facebook's strategy through Russia interference crisis: 'delay, deny and deflect'", "description": "A new report by the New York Times details the elaborate lobbying effort by executives at Facebook amid numerous high profile scandals last year. Kasie Hunt sits down with one of the authors of that report, Cecilia Kang.", "url": "https://www.msnbc.com/katy-tur/watch/facebook-s-strategy-through-russia-interference-crisis-delay-deny-and-deflect-1371752515951", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_tur_cblockfacebook_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T21:30:37Z", "content": null, "fulltext": "Facebook's strategy through Russia interference crisis: 'delay, deny and deflect' copied!\n\nA new report by the New York Times details the elaborate lobbying effort by executives at Facebook amid numerous high profile scandals last year. Kasie Hunt sits down with one of the authors of that report, Cecilia Kang.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "HUD housing conditions worsening under Ben Carson", "description": "A NBC News investigation found that since Ben Carson became Housing and Urban Development Secretary, 30% more families living in HUD housing are living in substandard conditions.", "url": "https://www.msnbc.com/katy-tur/watch/hud-housing-conditions-worsening-under-ben-carson-1371754051591", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_tur_carson_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T21:27:48Z", "content": null, "fulltext": "Big Question: What happens when there is no one left to tell the president no? 02:39"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Trump: GOP 'didn't really have a majority' the last two years", "description": "Before the election, the GOP acted as if it hadn't been in the majority for the last two years. According to Trump, he \"didn't really have a majority.\"", "url": "http://www.msnbc.com/rachel-maddow-show/trump-gop-didnt-really-have-majority-the-last-two-years", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/articles/455034754.jpg?itok=Bc6Xl3Ui", "publishedAt": "2018-11-15T21:14:53Z", "content": "Listening to the Republicans pre-election message a few months ago, I made the case that GOP officials and candidates were acting as if they haven’t been in the majority for the last two years. Yesterday, Donald Trump sat down The Daily Caller and argued that… [+1874 chars]", "fulltext": "Listening to the Republicans’ pre-election message a few months ago, I made the case that GOP officials and candidates were acting as if they haven’t been in the majority for the last two years.\n\nYesterday, Donald Trump sat down with The Daily Caller and argued that Republicans actually weren’t in the majority the last two years.\n\nThe far-right website, in an exclusive Oval Office interview, asked the president about whether he’s prepared to force a government shutdown over immigration policy. The president said he “may be” willing to do exactly that. His answer then meandered to complaining about Special Counsel Robert Mueller’s investigation, the Clinton Foundation, and his success in “terminating a lot of the Obamacare.”\n\nBut Trump then added this gem:\n\n“Don’t forget, I didn’t really have a majority. I had one senator. And I had a few Republicans in the House. You know, a very small number.”\n\nThe week after Election Day 2016, when it became clear that Republicans would control all of the levers of federal power for a while, the Washington Post published a piece documenting “just how dominant Republicans are in America” heading into 2017.\n\nA few days later, Real Clear Politics declared that the Republican Party was, in the wake of Trump’s election, “the strongest it’s been in 80 years.”\n\nThat was two years ago this week. Now, Trump reflects on the landscape, and thinks Republicans “didn’t really have a majority.”\n\nIn reality, they did. It was a modest majority in the Senate – the GOP started 2017 with 52 seats – but it was a more robust majority in the House. To hear the president tell it, the Republican majority in the lower chamber was “a few” seats. As this Congress got underway, the House GOP majority stood at 241 seats – which is a 23-seat majority.\n\nWhat I think Trump is looking for is an excuse. When he runs for re-election, some are likely to ask him why he has so few accomplishments, especially given the fact that his party controlled the House and Senate for the first two years of his presidency.\n\nTrump’s explanation may seem ridiculous, but he’s repeating it anyway: “Don’t forget, I didn’t really have a majority.”"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump blames fire deaths on 'gross mismanagement'", "description": "Donald Trump blamed and threatened Californians as they deal with record-breaking wildfires, tweeting in part, \"so many lives lost, all because of gross mismanagement of the forests.\"", "url": "https://www.msnbc.com/all-in/watch/trump-blames-fire-deaths-on-gross-mismanagement-1371701315521", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hayes_gtrumpfire_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T20:37:32Z", "content": null, "fulltext": "Trump blames fire deaths on 'gross mismanagement' copied!\n\nDonald Trump blamed and threatened Californians as they deal with record-breaking wildfires, tweeting in part, \"so many lives lost, all because of gross mismanagement of the forests.\"\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Betrayal: The Plot That Won the White House", "description": "A bitter race for the White House. A secret campaign meeting in New York. And a presidential contender willing to conspire with a foreign government to clinch the win. Rachel Maddow presents 'Betrayal: The Plot that Won the White House.' Watch Sunday at 9 p.m…", "url": "https://www.msnbc.com/msnbc-originals/watch/betrayal-the-plot-that-won-the-white-house-1371664451928", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/BETRAYAL_social_SUNDAY_copy__541195.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T20:04:31Z", "content": null, "fulltext": "President Johnson’s secret X File exposed a scandalous act of collusion – Maddow investigates copied!\n\nA bitter race for the White House. A secret campaign meeting in New York. And a presidential contender willing to conspire with a foreign government to clinch the win. MSNBC presents “Betrayal: The Plot that Won the White House” – a Rachel Maddow Show Special Report.”\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Kara Swisher: Everyone is going to drop a dime on Facebook now", "description": "An in-depth New York Times article lays out new allegations against Facebook, claiming it ignored and concealed signs of Russian election interference. Stephanie Ruhle is joined by Recode Editor-at-Large Kara Swisher to discuss this controversy and what it me…", "url": "https://www.msnbc.com/velshi-ruhle/watch/facebook-concealed-signs-of-russian-election-interference-1371618371970", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_vr_kara_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T19:20:26Z", "content": null, "fulltext": "Facebook concealed signs of Russian election interference copied!\n\nAn in-depth New York Times article lays out new allegations against Facebook, claiming it ignored and concealed signs of Russian election interference. Stephanie Ruhle is joined by Recode Editor-at-Large Kara Swisher to discuss this controversy and what it means for the media giant.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Rep. Speier's stunning story of survival during Jonestown...", "description": "This Sunday marks 40 years since 900 Americans died in the jungles of Central America in what became known as the \"Jonestown massacre.\" Andrea Mitchell is joined by Congresswoman Jackie Speier- who now serves on the Intelligence and Armed Services Committees.…", "url": "https://www.msnbc.com/andrea-mitchell-reports/watch/rep-speier-s-stunning-story-of-survival-during-jonestown-massacre-1371569219810", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mitchell_speier_181115.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T18:48:02Z", "content": null, "fulltext": "Rep. Speier's stunning story of survival during Jonestown massacre copied!\n\nThis Sunday marks 40 years since 900 Americans died in the jungles of Central America in what became known as the \"Jonestown massacre.\" Andrea Mitchell is joined by Congresswoman Jackie Speier- who now serves on the Intelligence and Armed Services Committees. She's written about Jonestown in her new book: \"Undaunted: Surviving Jonestown, Summoning Courage, and Fighting Back.”\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Senator King: Facebook ‘underestimated what the Russians were...", "description": "Independent Senator Angus King joins Andrea Mitchell to discuss the new reporting on Facebook.", "url": "https://www.msnbc.com/andrea-mitchell-reports/watch/senator-king-facebook-underestimated-what-the-russians-were-doing-1371520579780", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mitchell_king_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T18:10:01Z", "content": null, "fulltext": "How Nixon betrayed the nation before he was even president"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Impact of diverse congressional newcomers on Washington", "description": "Final election results continue to roll in - but so far Democrats are expanding their stronghold in California and New Jersey, flipping Republican held seats that is strengthening the Democratic margins in the House. What are the implications for 2020? Mark S…", "url": "https://www.msnbc.com/andrea-mitchell-reports/watch/impact-of-diverse-congressional-newcomers-on-washington-1371536963829", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mitchell_midterms_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T18:02:24Z", "content": null, "fulltext": "Impact of diverse congressional newcomers on Washington copied!\n\nFinal election results continue to roll in - but so far Democrats are expanding their stronghold in California and New Jersey, flipping Republican held seats that is strengthening the Democratic margins in the House. What are the implications for 2020? Mark Salter, former Senior Adviser to John McCain, and Kimberly Atkins, Washington Bureau Chief for the Boston Herald, join Andrea Mitchell to discuss.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "WH requests reopening Turkish cleric extradition case of Fethullah Gulen", "description": "White House requests to reopen the Turkish cleric extradition case of Fethullah Gulen to ease Trukish pressure on Saudi Arabia over the killing of Jamal Khashoggi.", "url": "https://www.msnbc.com/andrea-mitchell-reports/watch/white-house-requests-reopening-turkish-cleric-extradition-case-of-fethullah-gulen-1371535427827", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mitchell_brk_khashoggi_1_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T18:01:17Z", "content": null, "fulltext": "White House requests reopening Turkish cleric extradition case of Fethullah Gulen copied!\n\nWhite House requests to reopen the Turkish cleric extradition case of Fethullah Gulen to ease Trukish pressure on Saudi Arabia over the killing of Jamal Khashoggi.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Morning Joe 11/15/18", "description": "Joe and Mika discuss the big news of the day.", "url": "http://www.msnbc.com/morning-joe/episodes/watch/morning-joe-11-15-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/345/758/181115_3830498_Morning_Joe_11_15_18_800x450_1371532355806.video_1067x600.jpg", "publishedAt": "2018-11-15T18:01:00Z", "content": "Morning Joe 11/15/18 Joe and Mika discuss the big news of the day. descriptionLimit\"&gt;... more Duration: {{video.duration.momentjs}} Up next in: Morning Joe full episodes", "fulltext": "Joe and Mika discuss the big news of the day.\n\nDuration: {{video.duration.momentjs}}"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Families increasingly living in HUD housing with health and safety violations", "description": "Many families across the country are living in squalid conditions at HUD housing properties that are falling well below the standard for livable health and safety conditions.", "url": "https://www.msnbc.com/hallie-jackson/watch/families-increasingly-living-in-hud-housing-with-health-and-safety-violations-1371535427617", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hallie_brk_hudhousing_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T18:00:32Z", "content": null, "fulltext": "Families increasingly living in HUD housing with health and safety violations copied!\n\nMany families across the country are living in squalid conditions at HUD housing properties that are falling well below the standard for livable health and safety conditions.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Trump admin struggles to explain why...", "description": "Asked to explain what the mission hopes to accomplish, the Mattis yesterday seemed to be reduced to effectively telling the troops, \"We'll get back to you.\"", "url": "http://www.msnbc.com/rachel-maddow-show/trump-admin-struggles-explain-why-troops-are-deployed-the-border", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/162773722_0.jpg?itok=32d53vei", "publishedAt": "2018-11-15T17:48:25Z", "content": "Defense Secretary James Mattis visited with U.S. troops deployed the southern border yesterday, and he conceded that the military mission is non-traditional because the mission is on American soil. But perhaps the most interesting moment of the Pentagon chief… [+2691 chars]", "fulltext": "Defense Secretary James Mattis visited with U.S. troops deployed to the southern border yesterday, and he conceded that the military mission is “non-traditional” because the mission is on American soil. But perhaps the most interesting moment of the Pentagon chief’s time with the servicemen and women came during the Q&A. BuzzFeed reported:\n\n“What are the short and the long-term plans of this operation, sir?” asked another young soldier. “Short term right now, you get the obstacles in so the border patrolmen can do what they gotta do,” Mattis responded. “Longer term, it’s somewhat to be determined,” he said, adding that “if we were in war right now, you’d be asking the same question” and that the mission was a “dynamic, unpredictable kind of thing.”\n\nAs part of the same answer, Mattis added, “We’ll just have to see what the situation develops in, and then we’ll get you an answer.”\n\nOh. So the United States deployed thousands of troops for an operation that will cost taxpayers “at least $220 million” by the end of the year. The servicemen and women are there to stop a caravan of Central American migrants, who are still not near the border, and many of whom will never arrive at the border.\n\nAsked to explain what the mission hopes to accomplish, the Secretary of Defense yesterday seemed to be reduced to effectively telling the troops, “We’ll have to get back to you on that.”\n\nThe New York Times reported last week on the experiences of the troops stationed at Base Camp Donna in Texas, where access to electricity and water are limited, there is no air-conditioning, and many of those stationed there realize they’ll miss Thanksgiving with their loved ones.\n\nThe article added, “Two thousand miles away, at the Pentagon, officials privately derided the deployment as an expensive waste of time and resources, and a morale killer to boot.”\n\nNew York magazine added, “Former secretary of Defense Chuck Hagel called it ’political distraction of the highest magnitude,’ lamenting that thousands of highly trained American soldiers were being sent ‘to a border where there is no need, no threat.’ Several retired generals, including Martin Dempsey, a former chairman of the Joint Chiefs of Staff, have also spoken out against the mobilization of military resources to serve blatantly political ends, calling it both wasteful and dangerous.”\n\nBy some accounts, Trump wants the military to do more as part of the mission, but it fell to the Pentagon to explain that the president’s wishes fall outside the Defense Department’s legal restrictions.\n\nOn the campaign trail recently, Barack Obama told voters, “They’re telling you the existential threat to America is a bunch of poor refugees 1,000 miles away. They’re even taking our brave troops away from their families for a political stunt at the border. The men and women of our military deserve better than that.”\n\nIf Trump administration officials have a compelling response to this assessment, they haven’t yet shared it."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Are racism and sexism playing a part in the fight for power among House Democrats?", "description": "Congressman James Clyburn is accusing detractors of using racially-charged \"dog whistles\" to undermine his bid for House Majority Whip. Craig Melvin is joined by Congressman James Clyburn (D-SC) and Jake Sherman, co-author of Politico Playbook, to discuss the…", "url": "https://www.msnbc.com/craig-melvin/watch/are-racism-and-sexism-playing-a-part-in-the-fight-for-power-among-house-democrats-1371504707571", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_melvin_clyburn_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T17:19:44Z", "content": null, "fulltext": "Are racism and sexism playing a part in the fight for power among House Democrats? copied!\n\nCongressman James Clyburn is accusing detractors of using racially-charged \"dog whistles\" to undermine his bid for House Majority Whip. Craig Melvin is joined by Congressman James Clyburn (D-SC) and Jake Sherman, co-author of Politico Playbook, to discuss the future of House leadership.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Thursday's Campaign Round-Up, 11.15.18", "description": "Today's installment of campaign-related news items from across the country.", "url": "http://www.msnbc.com/rachel-maddow-show/thursdays-campaign-round-111518", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/maddow_campaignroundup_general.png?itok=q9pFWELg", "publishedAt": "2018-11-15T17:00:09Z", "content": "Today’s installment of campaign-related news items from across the country. * In Maine’s 2nd congressional district, a federal judge this morning rejected Rep. Bruce Poliquin’s (R) request to force the Maine Secretary of State to stop the ranked-choice runoff… [+1499 chars]", "fulltext": "Today’s installment of campaign-related news items from across the country.\n\n* In Maine’s 2nd congressional district, a federal judge this morning rejected Rep. Bruce Poliquin’s (R) request to force the Maine Secretary of State to stop the ranked-choice runoff process.\n\n* As of this morning, the Democratic lead in the U.S. House popular vote is up to 7.2%, though it may yet inch higher. For comparison purposes, note that in 2010 – which was widely seen as a GOP “wave” cycle – Republicans won the U.S. House popular vote by 6.6%.\n\n* As thing stand, there are eight undecided U.S. House races, two pending gubernatorial races, a U.S. Senate race in the midst of a recount, and one U.S. Senate special election which is 10 days away.\n\n* Speaking of uncalled races, the secretary of state contest in Georgia is headed for a runoff, and as Brian Kemp has made abundantly clear, this is an office the public should take seriously.\n\n* Bothered by DNC Chairman Tom Perez’s role in diminishing the power of superdelegates, the Congressional Black Caucus this week approved a “no confidence” resolution on his role.\n\n* California has 53 congressional districts, and it looks like Republicans will end up holding just 8 or 9 of those seats. A Washington Post report noted, “The last time Democrats held as high a percentage of California’s House seats, the Civil War was raging.”\n\n* On a related note, New Jersey has 12 congressional districts and Democrats will soon hold 11 of the seats. It’s the worst showing for Republicans in the Garden State since 1912.\n\n* And Senate Democrats announced this morning that Sen. Catherine Cortez Masto (D-Nev.) will chair the Democratic Senatorial Campaign Committee for the 2020 cycle. She’ll be the first Latina to ever hold the position."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump chalks up GOP losses to people in disguises", "description": "Without any evidence, President Trump claims that Republicans lose elections because people in disguises will vote twice.  His thoughts came during an interview with The Daily Caller. The Morning Joe panel discusses.", "url": "https://www.msnbc.com/morning-joe/watch/trump-chalks-up-gop-losses-to-people-in-disguises-1371479619578", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_sevena_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T16:57:15Z", "content": null, "fulltext": "Trump chalks up GOP losses to people in disguises copied!\n\nWithout any evidence, President Trump claims that Republicans lose elections because people in disguises will vote twice. His thoughts came during an interview with The Daily Caller. The Morning Joe panel discusses.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Trump skips Asia summits and why it's a problem", "description": "The U.S. will not require North Korea to provide a complete list of its nuclear weapons and missile sites before President Trump and Kim Jong Un meet for a second time, Vice President Mike Pence tells NBC News. Amb. Chris Hill discusses.", "url": "https://www.msnbc.com/morning-joe/watch/trump-skips-asia-summits-and-why-it-s-a-problem-1371425347972", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_hill_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T16:46:01Z", "content": null, "fulltext": "Trump skips Asia summits and why it's a problem copied!\n\nThe U.S. will not require North Korea to provide a complete list of its nuclear weapons and missile sites before President Trump and Kim Jong Un meet for a second time, Vice President Mike Pence tells NBC News. Amb. Chris Hill discusses.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Trump says more than he should've about his acting Attorney General", "description": "For a week, Trump's critics have said he appointed Matt Whitaker because of Mueller. Now, the president has suggested those critics were right.", "url": "http://www.msnbc.com/rachel-maddow-show/trump-says-more-he-shouldve-about-his-acting-attorney-general", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/ap_84243226948.jpg?itok=OLMLk8SE", "publishedAt": "2018-11-15T16:32:06Z", "content": "Donald Trump sat down yesterday with two reporters from a far-right website called The Daily Caller, and early on in the interview, the president was asked about his search for Jeff Sessions permanent successor as the attorney general. Asked about possible no… [+2218 chars]", "fulltext": "Donald Trump sat down yesterday with two reporters from a far-right website called The Daily Caller, and early on in the interview, the president was asked about his search for Jeff Sessions’ permanent successor as the attorney general. Asked about possible nominees, Trump immediately insisted that his acting A.G., Matthew Whitaker, is “a very respected man.”\n\nBut as the president’s answer continued to unfold, Trump ended up accidentally telling the truth about what was on his mind.\n\n“I knew [Matt Whitaker] only as he pertained, you know, as he was with Jeff Sessions. And, you know, look, as far as I’m concerned this is an investigation that should have never been brought. It should have never been had. “It’s something that should have never been brought. It’s an illegal investigation. And you know, it’s very interesting because when you talk about not Senate confirmed, well, Mueller’s not Senate confirmed. “He’s heading this whole big thing, he’s not Senate confirmed. So anyway….”\n\nIn case there’s any ambiguity, when Trump referenced the “investigation,” he was referring to the investigation into the Russia scandal. Mueller, of course, referred to Special Counsel Robert Mueller.\n\nThe Daily Caller’s question, however, had nothing to do with the scandal or the ongoing probe. The reporter asked about Whitaker and the search for a new attorney general nominee.\n\nIt was Trump who heard that question and immediately started connecting Whitaker’s appointment to the president’s belief that the Mueller investigation is “illegal.”\n\nIn other words, some of the White House’s critics have spent the last week making the case that Trump chose Whitaker because both Republicans oppose the special counsel’s probe. And yesterday, the president suggested that his critics are right, and that Whitaker’s appointment is about Mueller.\n\nIf this sounds familiar, it’s because Trump has incriminated himself the same way before. In an interview with NBC News’ Lester Holt last year, the president famously connected James Comey’s firing to the investigation into the Russia scandal.\n\nMore recently, Trump admitted to Fox News that the pre-election hush money in 2016 came directly from him.\n\nIt’s tempting to think professional interviewers got the president to admit something he didn’t intend to say, but in each of these instances, Trump simply blurted out incriminating thoughts that happened to be on his mind.\n\nIf his critics are lucky, the president will keep doing interviews like these."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "All In 11/14/18", "description": "Chris Hayes discusses the day's top political news.", "url": "http://www.msnbc.com/all/episodes/watch/all-in-11-14-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/897/587/181109_3827607_All_In_11_14_18_anvver_1_800x450_1371450435684.video_1067x600.jpg", "publishedAt": "2018-11-15T16:21:00Z", "content": "All In with Chris Hayes 11/14/18 Chris Hayes discusses the day's top political news. descriptionLimit\"&gt;... more Duration: {{video.duration.momentjs}} Up next in: All In full episodes", "fulltext": ""}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Why the arguments against Nancy Pelosi fall short", "description": "Nancy Pelosi's Democratic detractors are trying to argue she shouldn't be Speaker. Their arguments need some work.", "url": "http://www.msnbc.com/rachel-maddow-show/why-the-arguments-against-nancy-pelosi-fall-short", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/spending_bill-pelosi.jpeg-0458e.jpg?itok=0Eqju_FG", "publishedAt": "2018-11-15T15:59:28Z", "content": "Once it became clear last week that House Democrats would reclaim their majority on Capitol Hill, it was widely assumed that House Minority Leader Nancy Pelosi (D-Calif.) would once again wield the Speaker’s gavel. Some of those assumptions, however, may have… [+4789 chars]", "fulltext": "Once it became clear last week that House Democrats would reclaim their majority on Capitol Hill, it was widely assumed that House Minority Leader Nancy Pelosi (D-Calif.) would once again wield the Speaker’s gavel. Some of those assumptions, however, may have been premature.\n\nThe Washington Post reported overnight:\n\nHouse Democratic leader Nancy Pelosi on Wednesday faced solid opposition from at least 17 Democrats and encountered a significant bloc of undecided women in her bid for speaker, setting the stage for an intense battle over who will ascend to one of the most powerful positions in Washington. After a campaign in which some Democrats prevailed in competitive districts by promising to oppose her, a coalition of incumbents and newly elected members have denied her a smooth path to the speakership.\n\nPelosi and her allies are confident that she’ll prevail. The Californian’s Democratic detractors are confident they’ll block her path. They can’t both be right.\n\nThe drama is likely to intensify between now and the official vote on Jan. 3, but in the meantime, it’s worth pausing to question why in the world Pelosi’s ascension isn’t automatic.\n\nNot to put too fine a point on his, but Pelosi is one of the most skilled and accomplished legislators in a generation. We tend to name buildings after congressional leaders with her kind of record. The list of Barack Obama’s accomplishments is long, but for those who watch Capitol Hill closely, it’s no secret that many of the former president’s successes would not have happened were it not for the efficacy of Nancy Pelosi’s leadership – on issues ranging from health care to civil rights to the economy.\n\nOrdinarily, when a party looks to make dramatic changes to its congressional leadership, there’s an easily identifiable reason. Maybe a party leader gets caught up in a scandal. Maybe he or she suffered an embarrassing series of failures. Maybe, under his or her leadership, the party just suffered a brutal electoral setback, prompting rank-and-file members to look for a major directional shift.\n\nNone of this applies to Pelosi. She’s had no scandals. She’s made no major legislative mistakes. She’s led a House Democratic caucus that just saw its greatest gains since the immediate aftermath of the Watergate scandal nearly a half-century ago.\n\nAll of which leads to the question of what’s motivating her intra-party critics. Some have stuck to the line, for example, that it’s “time for a change.” That may or may not be true, but it’s not really an argument, per se. It’s incumbent on proponents to explain why there should be a change, who would lead the change, and how it would be better than the alternative. So far, on this front, anti-Pelosi Dems have fallen short.\n\nAnother line from this contingent is that Republicans have succeeded in making Pelosi “toxic,” making it necessary to find a new Democratic leader who’d enjoy stronger public support. But this, too, is unpersuasive. For one thing, whomever House Dems chose would be the target of GOP attacks, and replacing Democratic leaders because Republicans don’t like them is folly.\n\nFor another, the popularity of congressional leaders doesn’t seem to have any real practical significance. Mitch McConnell is unpopular, too, but the Senate Republican majority is poised to grow. The right went after Nancy Pelosi with a vengeance throughout 2018 and House Dems added nearly 40 seats anyway.\n\nSo who cares what her approval rating is?\n\nFinally, I’ve heard many Pelosi detractors point out that she’s not a powerful media presence, and she’s stronger as a behind-the-scenes legislative leader and negotiator than as a public spokesperson. There’s some truth to this. But again, Paul Ryan has long been a media darling – whose list of legislative accomplishments fits comfortably on a bar napkin and whose party just lost its House majority.\n\nPelosi is good at this job. We know this to be true because we’ve seen her succeed at it. Common sense suggests House Democrats should be urging her to seek the Speaker’s gavel, not looking for ways to keep it out of her hands.\n\nPostscript: As the process unfolds, keep an eye on some of the procedural tactics. The next big step will be members of the House Democratic caucus formally choosing a nominee for Speaker on Nov. 28. If Pelosi enjoys the overwhelming support of Democratic members, and the faction opposing her withers soon after, that will be that.\n\nBut as I understand it, part of the push from anti-Pelosi Dems is the threat of a rebellion on the House floor. The next Speaker will need 218 votes, and her detractors are making it clear that they’re prepared to oppose her, not just at the caucus meeting when the party chooses a nominee, but also during the floor vote.\n\nThe obvious analogy is a presidential nominating process: the anti-Pelosi Dems are effectively saying they’re prepared to oppose their party’s nominee during the “primary” process, and if they don’t get their way, they’ll help defeat their party’s choice in the “general election,” too.\n\nWatch this space."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "#GoodNewsRUHLES: Welcome to the world, Baby O’Neill!", "description": "Our MSNBC family just keeps growing! Meet Owen, the son of our very own director, Patrick O’Neill. Patrick says mom Kelley and baby are doing great – and new big sister Ella is warming up!", "url": "https://www.msnbc.com/stephanie-ruhle/watch/welcome-to-the-world-baby-o-neill-goodnewsruhles-1371418179758", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_gnr_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T15:40:46Z", "content": null, "fulltext": "Welcome to the world, Baby O’Neill! #GoodNewsRUHLES copied!\n\nOur MSNBC family just keeps growing! Meet Owen, the son of our very own director, Patrick O’Neill. Patrick says mom Kelley and baby are doing great – and new big sister Ella is warming up!\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Is the economy just on a ‘sugar high’ set to wear off by 2020?", "description": "While the stock market has been struggling over the last two months, Politico’s Chief Economic Correspondent Ben White says the U.S. economy could soon fall from the ‘sugar high’ from tax cuts. Stephanie Ruhle is joined by Ben White to discuss how the economy…", "url": "https://www.msnbc.com/stephanie-ruhle/watch/is-the-economy-just-on-a-sugar-high-set-to-wear-off-by-2020-1371416131947", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_eblock_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T15:38:48Z", "content": null, "fulltext": "Is the economy just on a ‘sugar high’ set to wear off by 2020? copied!\n\nWhile the stock market has been struggling over the last two months, Politico’s Chief Economic Correspondent Ben White says the U.S. economy could soon fall from the ‘sugar high’ from tax cuts. Stephanie Ruhle is joined by Ben White to discuss how the economy could struggle in the future.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "President Trump pushing baseless claims of voter fraud", "description": "As we keep an eye on still undecided midterm races, President Trump is pushing new claims of voter fraud without any evidence. Stephanie Ruhle is joined by PBS Newhour White House Correspondent Yamiche Alcindor and LA Times White House Reporter Eli Stokols to…", "url": "https://www.msnbc.com/stephanie-ruhle/watch/president-trump-pushing-claims-of-voter-fraud-with-no-evidence-1371416131626", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_cblock_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T15:35:45Z", "content": null, "fulltext": "President Trump pushing claims of voter fraud with no evidence copied!\n\nAs we keep an eye on still undecided midterm races, President Trump is pushing new claims of voter fraud without any evidence. Stephanie Ruhle is joined by PBS Newhour White House Correspondent Yamiche Alcindor and LA Times White House Reporter Eli Stokols to discuss the president’s conspiracy theory. GOP Strategist Evan Siegfried and Sirius XM Progress Radio host join the conversation to discuss prison reform and the Trump aide who was targeted by the First Lady and is leaving the White House.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Scott Galloway: Facebook is in 'the realm of the profitable'", "description": "A New York Times investigation is diving into Facebook’s purported multi-year campaign to deflect criticism and downplay issues with Russian hackers and hate speech. Stephanie Ruhle is joined by Nick Confessore, one of the authors of the report, and NYU Stern…", "url": "https://www.msnbc.com/stephanie-ruhle/watch/facebook-denying-allegations-of-not-investigating-russian-activity-1371412547831", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_apanel_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T15:31:20Z", "content": null, "fulltext": "Facebook denying allegations of not investigating Russian activity copied!\n\nA New York Times investigation is diving into Facebook’s purported multi-year campaign to deflect criticism and downplay issues with Russian hackers and hate speech. Stephanie Ruhle is joined by Nick Confessore, one of the authors of the report, and NYU Stern School of Business professor Scott Galloway to discuss what this potential cover-up means for Facebook.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Msnbc", "title": "Trump rages about Mueller probe, calling it a 'total mess'", "description": "President  Trump took to Twitter this morning to express his discontent about the continuing probe by Special Counsel Robert Mueller calling it \"a total mess ... absolutely nuts.\"", "url": "https://www.msnbc.com/hallie-jackson/watch/trump-rages-about-mueller-probe-calling-it-a-total-mess-1371398211697", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hallie_brk_trumptweets_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T15:28:53Z", "content": null, "fulltext": "Trump rages about Mueller probe, calling it a 'total mess' copied!\n\nPresident Trump took to Twitter this morning to express his discontent about the continuing probe by Special Counsel Robert Mueller calling it \"a total mess ... absolutely nuts.\"\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Facebook pushing back on allegations that they misled the public", "description": "There are new claims surrounding Facebook that the leaders were trying to mislead the public about fake news and misinformation on its platform. Stephanie Ruhle breaks down the accusations against the media giant.", "url": "https://www.msnbc.com/stephanie-ruhle/watch/facebook-pushing-back-on-allegations-that-they-misled-the-public-1371407427700", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_aexplainer_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T15:27:25Z", "content": null, "fulltext": "Facebook pushing back on allegations that they misled the public copied!\n\nThere are new claims surrounding Facebook that the leaders were trying to mislead the public about fake news and misinformation on its platform. Stephanie Ruhle breaks down the accusations against the media giant.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Kara Swisher talks tech and elections, Musk, Steve Jobs", "description": "Recode's Kara Swisher joins Morning Joe to discuss the impact technology has on elections, her interview with Elon Musk and the legacy of Steve Jobs.", "url": "https://www.msnbc.com/morning-joe/watch/kara-swisher-talks-tech-and-elections-musk-steve-jobs-1371391043832", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_swisher_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T15:08:40Z", "content": null, "fulltext": "Kara Swisher talks tech and elections, Musk, Steve Jobs copied!\n\nRecode's Kara Swisher joins Morning Joe to discuss the impact technology has on elections, her interview with Elon Musk and the legacy of Steve Jobs.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Congressman who rescued GOP health care plan loses re-election bid", "description": "New Jersey's Tom MacArthur gambled his career on a regressive and dangerous health care plan. We now know just how bad a bet that was for him.", "url": "http://www.msnbc.com/rachel-maddow-show/congressman-who-rescued-gop-health-care-plan-loses-re-election-bid", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/ap_903309952853.jpg?itok=G7LpI62-", "publishedAt": "2018-11-15T14:54:31Z", "content": "In a year in which Democrats invested most of their energies into health care, the outcome of the race in New Jersey’s 3rd congressional district serves as a capstone of sorts for the 2018 cycle. New Jersey officially has another Democrat headed to Washington… [+2126 chars]", "fulltext": "In a year in which Democrats invested most of their energies into health care, the outcome of the race in New Jersey’s 3rd congressional district serves as a capstone of sorts for the 2018 cycle.\n\nNew Jersey officially has another Democrat headed to Washington. The Associated Press officially declared on Wednesday newcomer Democrat Andy Kim defeated incumbent Republican Tom MacArthur in the 3rd congressional district. […] Kim, 36, who had never run for elected office before, was a civilian advisor to military leaders in Afghanistan and Iraq and national security aide in Democratic President Barack Obama’s administration.\n\nThough there are still some uncounted provisional ballots in the district, Kim’s advantage reached a point yesterday that the GOP congressman called his Democratic challenger last night to concede.\n\nAnd while this may not have been one of the nation’s most closely watched U.S. House races, for those who followed the health care debate closely, MacArthur’s fate was of special interest.\n\nIt’s easy to forget, but the initial Republican effort to “repeal and replace” the Affordable Care Act died a fairly quick death in the spring of 2017. Many House Republicans balked at their own party’s plan; Donald Trump said he was moving on to tax reform; and House Speaker Paul Ryan (R-Wis.) told reporters, “Obamacare is the law of the land… We’re going to be living with Obamacare for the foreseeable future.”\n\nThen Tom MacArthur got to work.\n\nAs regular readers may recall, the New Jersey Republican took it upon himself to strike a deal with Rep. Mark Meadows (R-N.C.), who leads the far-right House Freedom Caucus, on a regressive plan that gutted protections for Americans with pre-existing conditions.\n\nPolitico soon after described MacArthur as the lawmaker who “singlehandedly saved the Obamacare repeal effort.” When the Republican bill passed the House, it was MacArthur who spoke at the (premature) White House celebration.\n\nThe fun didn’t last. The Senate rejected the plan MacArthur helped negotiate; the president denounced the legislation as “mean”; MacArthur found it necessary to step down as chairman of the Tuesday Group for GOP moderates; and the backlash from people in New Jersey was intense.\n\nIn effect, the Republican congressman gambled his career on a radical health care plan that would’ve hurt a lot of people.\n\nWe now know just how bad a bet that was."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Trump claims to know about 'the inner workings' of Mueller's probe", "description": "Last week, Mueller stopped reporting to Rod Rosenstein and started reporting to Matt Whitaker. Now, Trump claims to know about the \"inner workings\" of the probe", "url": "http://www.msnbc.com/rachel-maddow-show/trump-claims-know-about-the-inner-workings-muellers-probe", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/mueller-3.jpg?itok=8JcXdX3e", "publishedAt": "2018-11-15T14:10:45Z", "content": "This morning was hardly the first time Donald Trump threw a little Twitter tantrum directed at Special Counsel Robert Mueller and his investigation into the Russia scandal. But in a pair of presidential tweets, Trump said something today that broke new ground… [+2448 chars]", "fulltext": "This morning was hardly the first time Donald Trump threw a little Twitter tantrum directed at Special Counsel Robert Mueller and his investigation into the Russia scandal. But in a pair of presidential tweets, Trump said something today that broke new ground.\n\n“The inner workings of the Mueller investigation are a total mess. They have found no collusion and have gone absolutely nuts. They are screaming and shouting at people, horribly threatening them to come up with the answers they want. They are a disgrace to our Nation and don’t care how many lives the ruin. “These are Angry People, including the highly conflicted Bob Mueller, who worked for Obama for 8 years. They won’t even look at all of the bad acts and crimes on the other side. A TOTAL WITCH HUNT LIKE NO OTHER IN AMERICAN HISTORY!”\n\nAt this point, there are all sorts of things we could focus on. We could note the irony of this president, whose White House is beset by chaos, accusing others of running a messy operation. We could explain that Robert Mueller, in reality, has no meaningful conflicts of interest. We could note that Mueller actually served as FBI director for eight years under George W. Bush, and stayed on for four more years under Barack Obama.\n\nBut as interesting as those tidbits may be, let’s not miss the forest for the trees. According to Trump, he now has knowledge about the “inner workings” of the special counsel’s team and their probe.\n\nAnd how, pray tell, does the president know anything about the inner workings of the Mueller investigation?\n\nIt’s possible that the president has been having direct conversations – of dubious propriety – with witnesses who’ve spoken to investigators. It’s also possible that Trump himself is one of the people who feels as if he’s been “threatened” by Team Mueller, so Trump can speak with first-hand knowledge about investigators’ “anger.”\n\nWe also shouldn’t discount the possibility that Trump has simply made all of this up; he doesn’t know anything about the “inner workings” of the investigation; and his tweets were based solely on details cooked up in the president’s odd imagination.\n\nBut then there’s the other possibility: Trump appointed Matt Whitaker to serve as acting attorney general last week, and in that capacity, Whitaker – a Republican loyalist and staunch critic of Mueller’s probe – has direct oversight authority over the special counsel’s investigation.\n\nIn other words, last week, Mueller stopped reporting to Rod Rosenstein and started reporting to Matt Whitaker. Eight days later, for the first time, Trump told the public he has new insights into the “inner workings” of the special counsel’s efforts.\n\nMaybe the timing is coincidental. Then again, maybe it’s not."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Piers Morgan: Trump could've shown empathy for California", "description": "British PM Theresa May said on Wednesday evening that her cabinet had agreed to accept a fragile draft Brexit deal with the European Union. Yet, the agreement was dealt a blow when the U.K. Brexit Secretary resigned in protest. Piers Morgan discusses Brexit a…", "url": "https://www.msnbc.com/morning-joe/watch/piers-morgan-trump-could-ve-shown-empathy-for-california-1371331651960", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_piers_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T13:51:34Z", "content": null, "fulltext": "Piers Morgan: Trump could've shown empathy for California copied!\n\nBritish PM Theresa May said on Wednesday evening that her cabinet had agreed to accept a fragile draft Brexit deal with the European Union. Yet, the agreement was dealt a blow when the U.K. Brexit Secretary resigned in protest. Piers Morgan discusses Brexit and Trump.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Trump's unfamiliarity with grocery stores...", "description": "Donald Trump might have a better grasp of the debate over voting rights if he'd ever been to a grocery store.", "url": "http://www.msnbc.com/rachel-maddow-show/trumps-unfamiliarity-grocery-stores-causes-trouble-again", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/articles/125600295.jpg?itok=LjVKC3L7", "publishedAt": "2018-11-15T13:40:28Z", "content": "Donald Trump’s embrace of conspiracy theories is central to his worldview, and the president – who still thinks he would’ve won the popular vote were it not for non-existent fraud – is especially fond of conspiracy theories related to voting. With this mind, … [+2044 chars]", "fulltext": "Donald Trump’s embrace of conspiracy theories is central to his worldview, and the president – who still thinks he would’ve won the popular vote were it not for non-existent fraud – is especially fond of conspiracy theories related to voting.\n\nWith this mind, Trump told a far-right website yesterday, “When people get in line that have absolutely no right to vote and they go around in circles. Sometimes they go to their car, put on a different hat, put on a different shirt, come in and vote again. Nobody takes anything. It’s really a disgrace what’s going on.”\n\nIt’s tempting to say there’s “no evidence” to support such nonsense, but in this case, that won’t cut it. Even Republicans who peddle absurd voter-fraud claims don’t believe illegal ballots are being cast by people in disguises. For the president to say out loud that this is “what’s going on” is plainly bonkers, even by 2018 standards.\n\nBut it’s Trump’s remedy that stood out.\n\nIn another part of the Daily Caller interview, Trump made a case for a national voter ID law that would purportedly solve the problem of voter impersonation. “If you buy a box of cereal – you have a voter ID,” he said. “They try to shame everybody by calling them racist, or calling them something, anything they can think of, when you say you want voter ID. But voter ID is a very important thing.”\n\nOh good, the president has made the transition from “serial liar” to “cereal liar.”\n\nAs anyone who’s ever bought cereal probably knows, the purchases do not require photo ID. It is, however, not the first time Trump has made this mistake.\n\nAt a rally in Florida in July, the Republican declared, “You know, if you go out and you want to buy groceries, you need a picture on a card, you need ID.”\n\nNot surprisingly, this generated a fair amount of mockery – and yet, here we are again.\n\nAs for Trump’s dismissal of claims that voter-ID laws are inherently racist, the president may find the evidence inconvenient, but the truth matters. As the Washington Post noted, “Voter ID laws disproportionately make it more difficult for people of color to vote. The laws are usually passed by Republican legislatures in part because they tamp down a voting base assumed to support Democrats. In the past, courts have explicitly called voter ID laws in Texas and North Carolina discriminatory.”"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Richard Ojeda slams border 'stunt,' plots 2020 bid", "description": "After losing his Democratic congressional bid in West Virginia, Richard Ojeda, a retired Army major, announces run for presidency. Ojeda joins Morning Joe to discuss.", "url": "https://www.msnbc.com/morning-joe/watch/richard-ojeda-slams-border-stunt-plots-2020-bid-1371319363620", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_ojeda2_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T13:19:16Z", "content": null, "fulltext": "How Nixon betrayed the nation before he was even president"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Trump slams Mueller probe in Thursday tweets", "description": "On Thursday, the president took to Twitter to weigh in on the Mueller investigation and why he calls it a 'total mess.'", "url": "https://www.msnbc.com/morning-joe/watch/trump-slams-mueller-probe-in-thursday-tweets-1371299907837", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_ttweet_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T12:50:01Z", "content": null, "fulltext": "Trump slams Mueller probe in Thursday tweets copied!\n\nOn Thursday, the president took to Twitter to weigh in on the Mueller investigation and why he calls it a 'total mess.'\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Could potential challenger keep Pelosi from speakership?", "description": "The number of Democrats who say they will not support Nancy Pelosi in her bid to resume her role as House speaker grows to 17. What are the odds Pelosi won't return as speaker in January? The panel discusses.", "url": "https://www.msnbc.com/morning-joe/watch/could-potential-challenger-keep-pelosi-from-speakership-1371273283573", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_pelosi_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T12:44:01Z", "content": null, "fulltext": "Could potential challenger keep Pelosi from speakership? copied!\n\nThe number of Democrats who say they will not support Nancy Pelosi in her bid to resume her role as House speaker grows to 17. What are the odds Pelosi won't return as speaker in January? The panel discusses.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "To protect Mueller, GOP senator announces a hardball tactic", "description": "To protect Special Counsel Robert Mueller's investigation, Jeff Flake launched a new gambit that got Mitch McConnell's attention. It might even work.", "url": "http://www.msnbc.com/rachel-maddow-show/protect-mueller-gop-senator-announces-hardball-tactic", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/ap220134285291.jpg?itok=MsKfkdzz", "publishedAt": "2018-11-15T12:29:31Z", "content": "With Donald Trump having appointed an acting attorney general who’s staunchly opposed to Robert Mueller’s investigation into the Russia scandal, there’s renewed interest on Capitol Hill in bipartisan legislation to protect the special counsel and his probe. T… [+2799 chars]", "fulltext": "With Donald Trump having appointed an acting attorney general who’s staunchly opposed to Robert Mueller’s investigation into the Russia scandal, there’s renewed interest on Capitol Hill in bipartisan legislation to protect the special counsel and his probe. The measure easily cleared the Senate Judiciary Committee in April, and has sat on a shelf gathering dust ever since.\n\nClose video Whitaker controversy grows, Mueller tips hand on investigations Rachel Maddow reports on the developing legal challenges to Donald Trump’s installation of Matt Whitaker as acting-attorney general, and shares new insights into the what Robert Mueller is up to and the schedule he anticipates. share tweet email save Embed\n\nFlake said on Wednesday that he would oppose all judicial nominees coming through the Senate Judiciary Committee and the Senate floor until Majority Leader Mitch McConnell puts a bill protecting special counsel Robert Mueller up for a vote. “I have informed the majority leader I will not vote to advance any of the 21 judicial nominees pending in the Judiciary Committee or vote to confirm the 32 judges awaiting confirmation on the Senate floor until … [the bill] is brought to the full Senate for a vote,” Flake said in a speech at the Capitol.\n\nSenate Majority Leader Mitch McConnell (R-Ky.) has refused to allow a vote on the bipartisan proposal – he’s dismissed it as “unnecessary” – and the Republican leader blocked a similar effort on the floor again yesterday. That’s when Sen. Jeff Flake (R-Ariz.) did something interesting\n\nAs Rachel explained on the show last night, Flake’s gambit puts at risk 21 Trump judicial nominees currently pending in the Judiciary Committee – where Republicans have an 11-to-10 majority – and an additional 32 judicial nominees awaiting confirmation on the Senate floor.\n\nThere are very few things Mitch McConnell and his leadership team care more about than confirming the White House’s far-right judges, which means Flake no doubt captured the GOP leadership’s attention yesterday afternoon.\n\nThe question, of course, is what happens now.\n\nMcConnell has a few options. He could, for example, simply wait until January: Flake is retiring; his congressional career will wrap up in a couple of months; and an even-larger Senate GOP majority can get right back to work stacking the federal judiciary in the new Congress. With Democrats reclaiming the House majority, Republicans in the upper chamber won’t have that much to do anyway.\n\nThe Senate majority leader could also placate Flake in an inconsequential way. The Arizonan didn’t threaten to block judicial nominees until the Mueller bill became law, but rather, until it received a vote in the Senate. It’s not hard to imagine McConnell meeting Flake’s demand, holding a vote, and letting it die soon after in the House.\n\nOr McConnell could simply help the bill become law. This strikes me as the least likely of the options.\n\nIf Flake’s gambit sounds at all familiar, it’s because he did something similar in July, announcing plans to block judicial nominees until his concerns over Donald Trump’s trade tariffs were addressed. The Arizonan was placated rather easily – the Senate passed a largely symbolic resolution – and Flake folded soon after.\n\nWill he be a little more assertive playing hardball this time around? Watch this space."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Facebook knew of Russian interference in early 2016: NYT", "description": "'Bent on growth, [Mark Zuckerberg and Sheryl Sandberg, both of Facebook], ignored warning signs and then sought to conceal them from public view,' write New York Times reporters in a new expose about Facebook. Reporter Nicholas Confessore joins Morning Joe to…", "url": "https://www.msnbc.com/morning-joe/watch/facebook-knew-of-russian-interference-in-early-2016-nyt-1371283011936", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_fb1_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T12:08:33Z", "content": null, "fulltext": "Facebook knew of Russian interference in early 2016: NYT copied!\n\n'Bent on growth, [Mark Zuckerberg and Sheryl Sandberg, both of Facebook], ignored warning signs and then sought to conceal them from public view,' write New York Times reporters in a new expose about Facebook. Reporter Nicholas Confessore joins Morning Joe to discuss.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Blue wave continues, but Pence denies seeing it", "description": "Democrat Andy Kim has defeated Republican incumbent Tom MacArthur in a race to represent New Jersey's 3rd Congressional District, marking the first time in over 20 years that a Korean American has been elected to Congress.", "url": "https://www.msnbc.com/morning-joe/watch/blue-wave-continues-but-pence-denies-seeing-it-1371271235851", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_first_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T11:42:03Z", "content": null, "fulltext": "Blue wave continues, but Pence denies seeing it copied!\n\nDemocrat Andy Kim has defeated Republican incumbent Tom MacArthur in a race to represent New Jersey's 3rd Congressional District, marking the first time in over 20 years that a Korean American has been elected to Congress.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "VP Pence: 'We didn't really see that blue wave'", "description": "Vice President Mike Pence discusses the results of the midterm elections with NBC News' Vaughn Hillyard.", "url": "https://www.msnbc.com/morning-joe/watch/vp-pence-we-didn-t-really-see-that-blue-wave-1371267651555", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_pence_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T11:28:24Z", "content": null, "fulltext": "How Nixon betrayed the nation before he was even president"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Rachel Maddow 11/14/18", "description": "Watch the full episode of Wednesday night's The Rachel Maddow Show.", "url": "http://www.msnbc.com/rachel-maddow-show/episodes/watch/rachel-maddow-11-14-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/54/243/181109_3827664_Rachel_Maddow_11_14_18_800x450_1371226691504.video_1067x600.jpg", "publishedAt": "2018-11-15T10:01:02Z", "content": "The Rachel Maddow Show 11/14/18 Watch the full episode of Wednesday night's The Rachel Maddow Show. descriptionLimit\"&gt;... more Duration: {{video.duration.momentjs}} Up next in: The Rachel Maddow Show full episodes", "fulltext": "Watch the full episode of Wednesday night's The Rachel Maddow Show.\n\nDuration: {{video.duration.momentjs}}"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Last Word 11/14/18", "description": "Watch the full episode of Wednesday night's The Last Word with Lawrence O'Donnell.", "url": "http://www.msnbc.com/the-last-word/episodes/watch/last-word-11-14-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/998/163/181109_3827749_Last_Word_11_14_18_800x450_1371141187857.video_1067x600.jpg", "publishedAt": "2018-11-15T07:11:00Z", "content": "Up next in: The Last Word full episodes", "fulltext": "Watch the full episode of Wednesday night's The Last Word with Lawrence O'Donnell.\n\nDuration: {{video.duration.momentjs}}"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Death toll rises as fires continue to gut California", "description": "Rachel Maddow reports on the latest developments in California where officials have again raised the number of people who have died as a result of the devastating fires still burning there.", "url": "https://www.msnbc.com/rachel-maddow/watch/death-toll-rises-as-fires-continue-to-gut-california-1371084867892", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_efires_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T06:14:02Z", "content": null, "fulltext": "Death toll rises as fires continue to gut California copied!\n\nRachel Maddow reports on the latest developments in California where officials have again raised the number of people who have died as a result of the devastating fires still burning there.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "GOP vote suppression of Native Americans backfires in local race", "description": "State representative-elect Rush Buffalo talks with Rachel Maddow about how Native Americans in North Dakota responded in large numbers to being targeted by voter suppression tactics, and what she hopes to focus on in the state legislature.", "url": "https://www.msnbc.com/rachel-maddow/watch/gop-vote-suppression-of-native-americans-backfires-in-local-race-1371082819925", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_dbuffalo_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T06:10:01Z", "content": null, "fulltext": "GOP vote suppression of Native Americans backfires in local race copied!\n\nState representative-elect Ruth Buffalo talks with Rachel Maddow about how Native Americans in North Dakota responded in large numbers to being targeted by voter suppression tactics, and what she hopes to focus on in the state legislature.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Despite House victory for Democrats, Pelosi challenged as leader", "description": "Rachel Maddow reports on the unexpected resistance by a faction of Democrats to Nancy Pelosi becoming House speaker, resistance not felt by Chuck Schumer even though the House not the Senate is where Democrats were victorious.", "url": "https://www.msnbc.com/rachel-maddow/watch/despite-house-victory-for-democrats-pelosi-challenged-as-leader-1371088963949", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_a3pelosi_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T06:06:00Z", "content": null, "fulltext": "Despite House victory for Democrats, Pelosi challenged as leader copied!\n\nRachel Maddow reports on the unexpected resistance by a faction of Democrats to Nancy Pelosi becoming House speaker, resistance not felt by Chuck Schumer even though the House not the Senate is where Democrats were victorious.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Trump attack on FL election legitimacy drawn from 2016 playbook", "description": "Rachel Maddow points out that part of Russia's plan for interfering in 2016 politics was to attack the election as stolen and illegitimate. Donald Trump did not using that plan in 2016 because he won, but appears to be rolling it out now in Florida.", "url": "https://www.msnbc.com/rachel-maddow/watch/trump-attack-on-fl-election-legitimacy-drawn-from-2016-playbook-1371091011509", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_a4election_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T06:06:00Z", "content": null, "fulltext": "Trump attack on FL election legitimacy drawn from 2016 playbook copied!\n\nRachel Maddow points out that part of Russia's plan for interfering in 2016 politics was to attack the election as stolen and illegitimate. Donald Trump did not using that plan in 2016 because he won, but appears to be rolling it out now in Florida.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Whitaker controversy grows, Mueller tips hand on investigations", "description": "Rachel Maddow reports on the developing legal challenges to Donald Trump's installation of Matt Whitaker as acting-attorney general, and shares new insights into the what Robert Mueller is up to an the schedule he anticipates.", "url": "https://www.msnbc.com/rachel-maddow/watch/whitaker-controversy-grows-mueller-tips-hand-on-investigations-1371089987788", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_a2whitaker_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T06:04:00Z", "content": null, "fulltext": "Whitaker controversy grows, Mueller tips hand on investigations copied!\n\nRachel Maddow reports on the developing legal challenges to Donald Trump's installation of Matt Whitaker as acting-attorney general, and shares new insights into the what Robert Mueller is up to and the schedule he anticipates.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "With midterms over, Democratic 2020 field begins to take shape", "description": "Rachel Maddow looks at one of the expected developments to follow the midterm elections: the announcements or expressions of interest in running for president by Democratic candidates.", "url": "https://www.msnbc.com/rachel-maddow/watch/with-midterms-over-democratic-2020-field-begins-to-take-shape-1371083331875", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_a12020_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T06:02:01Z", "content": null, "fulltext": "With midterms over, Democratic 2020 field begins to take shape copied!\n\nRachel Maddow looks at one of the expected developments to follow the midterm elections: the announcements or expressions of interest in running for president by Democratic candidates.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "First Lady forces out Trump's deputy national security adviser", "description": "Rachel Maddow follows up on yesterday's news that Deputy National Security Adviser Mira Ricardel might be fired at the behest of Melania Trump with news that in fact Ricardel will be re-assigned.", "url": "https://www.msnbc.com/rachel-maddow/watch/first-lady-forces-out-trump-s-deputy-national-security-adviser-1371079747690", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_cmelania_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T05:33:49Z", "content": null, "fulltext": "First Lady forces out Trump's deputy national security adviser copied!\n\nRachel Maddow follows up on yesterday's news that Deputy National Security Adviser Mira Ricardel might be fired at the behest of Melania Trump with news that in fact Ricardel will be re-assigned.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "GOP politicizing of vote count adds to Democratic election burden", "description": "Ron Klain, former chief of staff to Vice Presidents Biden and Gore, talks with Rachel Maddow about the Republican tactic of politicizing the counting of votes, particularly in close elections.", "url": "https://www.msnbc.com/rachel-maddow/watch/gop-politicizing-of-vote-count-adds-to-democratic-election-burden-1371078723600", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_bklain_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T05:33:42Z", "content": null, "fulltext": "GOP politicizing of vote count adds to Democratic election burden copied!\n\nRon Klain, former chief of staff to Vice Presidents Biden and Gore, talks with Rachel Maddow about the Republican tactic of politicizing the counting of votes, particularly in close elections.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Who will lead in the next House & will Dems be a check on Trump?", "description": "Will Nancy Pelosi become House Speaker when a new Congress takes power in January? And will House Democrats be a check on Trump that the president's critics say is needed? Eugene Robinson & Bill Kristol react.", "url": "https://www.msnbc.com/brian-williams/watch/who-will-lead-in-the-next-house-will-dems-be-a-check-on-trump-1371050051674", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_bwms_house_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T04:57:46Z", "content": null, "fulltext": "Who will lead in the next House & will Dems be a check on Trump? copied!\n\nWill Nancy Pelosi become House Speaker when a new Congress takes power in January? And will House Democrats be a check on Trump that the president's critics say is needed? Eugene Robinson & Bill Kristol react.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "France on Trump attacks: Common decency would've been appropriate", "description": "France blasted Trump's choice to criticize the nation on the same day it marked the solemn anniversary of the Bataclan terror attacks. This comes as Trump faces warnings the U.S. is surrendering its ‘role of global broker.’ Amb. Michael McFaul reacts.", "url": "https://www.msnbc.com/brian-williams/watch/france-on-trump-attacks-common-decency-would-ve-been-appropriate-1371040835708", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_bwms_france_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T04:48:31Z", "content": null, "fulltext": "France on Trump attacks: Common decency would've been appropriate copied!\n\nFrance blasted Trump's choice to criticize the nation on the same day it marked the solemn anniversary of the Bataclan terror attacks. This comes as Trump faces warnings the U.S. is surrendering its ‘role of global broker.’ Amb. Michael McFaul reacts.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Sen. Lindsey Graham claims Trump won't fire Robert Mueller", "description": "Republicans loyal to Trump continue to say there's no need for legislation to protect Special Counsel Robert Mueller. Philip Rucker reacts.", "url": "https://www.msnbc.com/brian-williams/watch/sen-lindsey-graham-claims-trump-won-t-fire-robert-mueller-1371027011695", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_bwms_graham_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T04:28:11Z", "content": null, "fulltext": "Sen. Lindsey Graham claims Trump won't fire Robert Mueller copied!\n\nRepublicans loyal to Trump continue to say there's no need for legislation to protect Special Counsel Robert Mueller. Philip Rucker reacts.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Ex-West Wing official: Trump at 'new level of insanity' after midterms", "description": "Another report about Trump’s post-midterm fury comes as Democrats flipped 3 more House seats—and a new poll shows only 37% believe Donald Trump should be re-elected president.  Lawrence discusses with David Jolly, Neera Tanden, and Cornell Belcher.", "url": "https://www.msnbc.com/the-last-word/watch/ex-west-wing-official-trump-at-new-level-of-insanity-after-midterms-1371024451800", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_lw_ainsanity_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T04:26:14Z", "content": null, "fulltext": "Ex-West Wing official: Trump at 'new level of insanity' after midterms copied!\n\nAnother report about Trump’s post-midterm fury comes as Democrats flipped 3 more House seats—and a new poll shows only 37% believe Donald Trump should be re-elected president. Lawrence discusses with David Jolly, Neera Tanden, and Cornell Belcher.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Amid reports of WH chaos, Trump pushes voter fraud conspiracies", "description": "Reports of a volatile White House continue to come as staff change rumors keep swirling and Trump continues to float false voter fraud claims. Philip Rucker, Mimi Rocah, & John Heilemann react.", "url": "https://www.msnbc.com/brian-williams/watch/amid-reports-of-wh-chaos-trump-pushes-voter-fraud-conspiracies-1371020355928", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_bwms_chaos_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T04:19:31Z", "content": null, "fulltext": "Amid reports of WH chaos, Trump pushes voter fraud conspiracies copied!\n\nReports of a volatile White House continue to come as staff change rumors keep swirling and Trump continues to float false voter fraud claims. Philip Rucker, Mimi Rocah, & John Heilemann react.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "CA Rep. Swalwell on Trump response to wildfires", "description": "Trump only approved federal aid to fight California's deadliest wildfires in history today, while rushing a costly deployment of thousands of troops to the southern border without any real job to do. Rep. Eric Swalwell tells Lawrence \"we have a president just…", "url": "https://www.msnbc.com/the-last-word/watch/ca-rep-swalwell-on-trump-response-to-wildfires-1371012675944", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/Video_37.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T04:08:58Z", "content": null, "fulltext": "CA Rep. Swalwell on Trump response to wildfires copied!\n\nTrump only approved federal aid to fight California's deadliest wildfires in history today, while rushing a costly deployment of thousands of troops to the southern border without any real job to do. Rep. Eric Swalwell tells Lawrence \"we have a president just sitting in his bathrobe during executive time tweeting out insults\" instead of helping Californians.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Hardball 11/14/18", "description": "Chris Matthews and a panel of guests discuss the political news of the day.", "url": "http://www.msnbc.com/hardball/episodes/watch/hardball-11-14-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/827/767/181112_3828457_Hardball_11_14_18_800x450_1370964035583.video_1067x600.jpg", "publishedAt": "2018-11-15T03:01:01Z", "content": "Hardball with Chris Matthews 11/14/18 Chris Matthews and a panel of guests discuss the political news of the day. descriptionLimit\"&gt;... more Duration: {{video.duration.momentjs}} Up next in: Hardball full episodes", "fulltext": "Chris Matthews and a panel of guests discuss the political news of the day.\n\nDuration: {{video.duration.momentjs}}"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Ta-Nehisi Coates on Donald Trump and the midterms", "description": "The new class of Democrats in Congress is a group that's closer to reflecting what America looks like than ever before. But is this the start of something new in American politics, or a classic midterm course correction?", "url": "https://www.msnbc.com/all-in/watch/ta-nehisi-coates-on-donald-trump-and-the-midterms-1370925635910", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hayes_gtanehisimidterms_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T02:04:05Z", "content": null, "fulltext": "Ta-Nehisi Coates on Donald Trump and the midterms copied!\n\nThe new class of Democrats in Congress is a group that's closer to reflecting what America looks like than ever before. But is this the start of something new in American politics, or a classic midterm course correction?\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "The truth about Trumpy Bear", "description": "If you think crazy things are happening on Trump TV, you've gotta see what's been going on in the commercial breaks.", "url": "https://www.msnbc.com/all-in/watch/the-truth-about-trumpy-bear-1370915907963", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hayes_t1t2trumpybear_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T02:02:01Z", "content": null, "fulltext": "The truth about Trumpy Bear copied!\n\nIf you think crazy things are happening on Trump TV, you've gotta see what's been going on in the commercial breaks.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Rep. Jeffries: House GOP 'like a country club'", "description": "The House GOP looks \"like a country club,\" says Rep. Hakeem Jeffries, while the Democrats are more reflective of American diversity.", "url": "https://www.msnbc.com/all-in/watch/rep-jeffries-house-gop-like-a-country-club-1370915907669", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hayes_bjeffrieshousegop_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T02:00:02Z", "content": null, "fulltext": "Rep. Jeffries: House GOP 'like a country club' copied!\n\nThe House GOP looks \"like a country club,\" says Rep. Hakeem Jeffries, while the Democrats are more reflective of American diversity.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "MTP Daily 11/14/18", "description": "MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.", "url": "http://www.msnbc.com/mtp-daily/episodes/watch/mtp-daily-11-14-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/765/255/181109_3827319_MTP_Daily_11_14_18_800x450_1370894915889.video_1067x600.jpg", "publishedAt": "2018-11-15T01:31:01Z", "content": "MTP Daily 11/14/18 MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues. descriptionLimit\"&gt;... more Duration: {{video.duration… [+46 chars]", "fulltext": "MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.\n\nDuration: {{video.duration.momentjs}}"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Dems diversity on display in House’s freshmen gathering", "description": "The Democratic freshman class includes the first Muslim women and Native American women ever elected to the House, as well as the first black women to be elected to Congress from Massachusetts and Connecticut, and the first black man elected to Congress from …", "url": "https://www.msnbc.com/hardball/watch/dems-diversity-on-display-in-house-s-freshmen-gathering-1370873923700", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hardball_edwards_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T01:00:26Z", "content": null, "fulltext": "Dems diversity on display in House’s freshmen gathering copied!\n\nThe Democratic freshman class includes the first Muslim women and Native American women ever elected to the House, as well as the first black women to be elected to Congress from Massachusetts and Connecticut, and the first black man elected to Congress from Colorado.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Busted: Fox silent on 'caravan' after parroting Trump for weeks", "description": "President Trump, Fox News and other media outlets have fallen silent on the caravan of immigrants marching thousands of miles away from the U.S. Border. The U.S. Military is still deployed at the border, separated from their families through Thanksgiving and …", "url": "https://www.msnbc.com/the-beat-with-ari-melber/watch/busted-fox-silent-on-caravan-after-parroting-trump-for-weeks-1370858563876", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ari_caravan_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T00:45:19Z", "content": null, "fulltext": "Busted: Fox silent on 'caravan' after parroting Trump for weeks copied!\n\nPresident Trump, Fox News and other media outlets have fallen silent on the caravan of immigrants marching thousands of miles away from the U.S. Border. The U.S. Military is still deployed at the border, separated from their families through Thanksgiving and costing taxpayers about $200 million. Rep. Anthony Brown tells Ari Melber he is “very disappointed” that Trump “used the military as a play thing”.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Besieged Trump reportedly 'sulked' post midterm rejection", "description": "New Democrats who flipped the House have arrived in Washington for the first time. Ari Melber notes how there is a stark divide between the new Republican Members of Congress and the new Democratic Members of Congress, who are younger, more diverse and more f…", "url": "https://www.msnbc.com/the-beat-with-ari-melber/watch/besieged-trump-reportedly-sulked-post-midterm-rejection-1370859075761", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ari_trumpreport_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T00:44:49Z", "content": null, "fulltext": "Besieged Trump reportedly 'sulked' post midterm rejection copied!\n\nNew Democrats who flipped the House have arrived in Washington for the first time. Ari Melber notes how there is a stark divide between the new Republican Members of Congress and the new Democratic Members of Congress, who are younger, more diverse and more female. Former DNC Chairs Donna Brazile and Howard Dean join “The Beat” to discuss.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Fmr Prosecutor: Why Mueller wants Stone for more than obstruction", "description": "New reporting from the \"Wall Street Journal” reveals Special Counsel Mueller is probing whether longtime Trump adviser Roger Stone tried to intimidate Randy Credico, a witness who is contradicting his version of events about contacts with Wikileaks. Attorney …", "url": "https://www.msnbc.com/the-beat-with-ari-melber/watch/fmr-prosecutor-why-mueller-wants-stone-for-more-than-obstruction-1370860611514", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ari_mueller_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T00:44:23Z", "content": null, "fulltext": "Fmr Prosecutor: Why Mueller wants Stone for more than obstruction copied!\n\nNew reporting from the \"Wall Street Journal” reveals Special Counsel Mueller is probing whether longtime Trump adviser Roger Stone tried to intimidate Randy Credico, a witness who is contradicting his version of events about contacts with Wikileaks. Attorney Maya Wiley tells Ari Melber she has experienced Stone’s “bullying behavior” first hand. Former Prosecutor Joyce Vance breaks down why she believes Mueller is likely pursuing Stone for more than \"obstruction”.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Sen. Brown: We need to challenge Trump’s phony populism", "description": "Democrats were less victorious in Ohio during the midterms, where the state elected only one Democrat to statewide office: Sherrod Brown, who was re-elected to his third term. On Trump, he says Democrats need to challenge his phony populism and support the wo…", "url": "https://www.msnbc.com/hardball/watch/sen-brown-we-need-to-challenge-trump-s-phony-populism-1370856003799", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hardball_brown_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T00:43:39Z", "content": null, "fulltext": "Sen. Brown: We need to challenge Trump’s phony populism copied!\n\nDemocrats were less victorious in Ohio during the midterms, where the state elected only one Democrat to statewide office: Sherrod Brown, who was re-elected to his third term. On Trump, he says Democrats need to challenge his phony populism and support the working class.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "WSJ: Mueller probes possible witness intimidation by Stone", "description": "The Wall Street Journal reports that \"Mueller's office is exploring whether Stone tried to intimidate and discredit a witness who is contradicting Mr. Stone's version of events about his contacts with WikiLeaks.”", "url": "https://www.msnbc.com/hardball/watch/wsj-mueller-probes-possible-witness-intimidation-by-stone-1370842179680", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hardball_natasha_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T00:42:00Z", "content": null, "fulltext": "WSJ: Mueller probes possible witness intimidation by Stone copied!\n\nThe Wall Street Journal reports that \"Mueller's office is exploring whether Stone tried to intimidate and discredit a witness who is contradicting Mr. Stone's version of events about his contacts with WikiLeaks.”\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "As Mueller closes in, prominent right-wing lawyers convene to speak out against Trump", "description": "NY Time’s Peter Baker, fmr FBI assistant director Frank Figliuzzi & fmr US attorney Chuck Rosenberg & and Rep. Eric Swallwell (D-CA) on new details in Mueller’s investigation, plus the group of conservative attorney’s pledging to challenge Trump on ‘the rule …", "url": "https://www.msnbc.com/deadline-white-house/watch/as-mueller-closes-in-prominent-right-wing-lawyers-convene-to-speak-out-against-trump-1370831427970", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_TrumpRuleofLaw_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T00:20:37Z", "content": null, "fulltext": "As Mueller closes in, prominent right-wing lawyers convene to speak out against Trump copied!\n\nNY Time’s Peter Baker, fmr FBI assistant director Frank Figliuzzi & fmr US attorney Chuck Rosenberg & and Rep. Eric Swallwell (D-CA) on new details in Mueller’s investigation, plus the group of conservative attorney’s pledging to challenge Trump on ‘the rule of law’ and the legal concerns over acting AG Matt Whitaker\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "National Security aide to exit after clash with First Lady", "description": "Late Wednesday, the White House announced the departure of a top national security adviser, John Bolton's deputy Mira Ricardel. On Tuesday, the first lady’s office publicly called for the firing of the NSC official.", "url": "https://www.msnbc.com/hardball/watch/national-security-aide-to-exit-after-clash-with-first-lady-1370829379559", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hardball_yamiche_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T00:15:20Z", "content": null, "fulltext": "National Security aide to exit after clash with First Lady copied!\n\nLate Wednesday, the White House announced the departure of a top national security adviser, John Bolton's deputy Mira Ricardel. On Tuesday, the first lady’s office publicly called for the firing of the NSC official.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Not holding back: Michelle Obama opens up on Trump, Bush, marriage & the WH", "description": "MSNBC contributor Eddie Glaude, MSNBC analyst Elise Jordan, Weekly Standard’s Charlie Sykes, and former undersecretary of state Rick Stengel on Michelle Obama’s new revealing new book, “Becoming”", "url": "https://www.msnbc.com/deadline-white-house/watch/not-holding-back-michelle-obama-opens-up-on-trump-bush-marriage-the-wh-1370822211983", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_MichelleObama_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T00:14:22Z", "content": null, "fulltext": "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "So … what happened to the caravan hysteria?", "description": "MSNBC contributor Eddie Glaude, MSNBC analyst Elise Jordan, Weekly Standard’s Charlie Sykes, and former undersecretary of state Rick Stengel on the sudden silence on the right after weeks of frenzy over the caravan of central American migrants", "url": "https://www.msnbc.com/deadline-white-house/watch/so-what-happened-to-the-caravan-hysteria-1370824771940", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_CaravanHysteria_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T00:12:56Z", "content": null, "fulltext": "So … what happened to the caravan hysteria? copied!\n\nMSNBC contributor Eddie Glaude, MSNBC analyst Elise Jordan, Weekly Standard’s Charlie Sykes, and former undersecretary of state Rick Stengel on the sudden silence on the right after weeks of frenzy over the caravan of central American migrants\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "One week later, Trump still seething over midterms", "description": "WaPo’s Robert Costa, MSNBC contributor Eddie Glaude, MSNBC analyst Elise Jordan, Weekly Standard’s Charlie Sykes, and former undersecretary of state Rick Stengel on Trump’s continued fury over the midterm elections and the Mueller investigation", "url": "https://www.msnbc.com/deadline-white-house/watch/one-week-later-trump-still-seething-over-midterms-1370823747571", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_TrumpFurious_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T00:12:08Z", "content": null, "fulltext": "One week later, Trump still seething over midterms copied!\n\nWaPo’s Robert Costa, MSNBC contributor Eddie Glaude, MSNBC analyst Elise Jordan, Weekly Standard’s Charlie Sykes, and former undersecretary of state Rick Stengel on Trump’s continued fury over the midterm elections and the Mueller investigation\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Rep. Swalwell: \"A new day is coming to Congress, presidential immunity is over\"", "description": "Rep. Eric Swallwell (D-CA), a member of the Intel & Judiciary Committees and  fmr FBI assistant director Frank Figliuzzi discuss the future of Trump’s war on the DOJ", "url": "https://www.msnbc.com/deadline-white-house/watch/rep-swalwell-a-new-day-is-coming-to-congress-presidential-immunity-is-over-1370817091782", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_Swalwell_181114_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-15T00:07:19Z", "content": null, "fulltext": "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11"}]