{"articles": [{"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "$145M Texas border wall project awarded, Customs and Border Protection says - Fox News", "description": "Fox News $145M Texas border wall project awarded, Customs and Border Protection says Fox News A $145 million construction project was awarded Wednesday to build roughly six miles of border wall in Texas, Customs and Border Protection (CBP) announced on Friday…", "url": "https://www.foxnews.com/us/145m-border-wall-project-in-texas-awarded-customs-and-border-protection-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Mexico-USA-Border.jpg", "publishedAt": "2018-11-03T21:16:43Z", "content": "A $145 million construction project was awarded Wednesday to build roughly six miles of border wall in Texas, Customs and Border Protection (CBP) announced on Friday. The agency, in conjunction with the Army Corps of Engineers, gave the multimillion-dollar jo… [+1651 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Ryan Reynolds targets Hugh Jackman in mock political ad - Fox News", "description": "Fox News Ryan Reynolds targets Hugh Jackman in mock political ad Fox News Hugh Jackman once again appears to be the focus of fellow actor Ryan Reynolds' off-kilter sense of humor, with the “Deadpool” star releasing a mock political ad about \"The Greatest Show…", "url": "https://www.foxnews.com/entertainment/ryan-reynolds-targets-hugh-jackman-in-mock-political-ad", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Reynolds-Jackman-Split.jpg", "publishedAt": "2018-11-03T20:35:00Z", "content": "Hugh Jackman once again appears to be the focus of fellow actor Ryan Reynolds' off-kilter sense of humor, with the “Deadpool” star releasing a mock political ad about \"The Greatest Showman.\" The parody, released on social media, on Friday, runs for just over … [+1637 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Janine Puhak", "title": "Dog-friendly Texas restaurant hiring 'puptern' to pet puppies for $100 an hour", "description": "Dog-friendly Texas restaurant hiring 'puptern' to pet puppies for $100 an hour foxnews.com", "url": "https://www.foxnews.com/lifestyle/dog-friendly-texas-restaurant-hiring-puptern-to-pet-puppies-for-100-an-hour", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/woman-puppy-istock.jpg", "publishedAt": "2018-11-03T20:11:38Z", "content": "Talk about a pawesome job. Dog lovers everywhere are vying to be selected as the inaugural “puptern” at one dog-friendly restaurant in Texas. The internship advertises as paying $100 an hour for petting puppies. “Show us your puppy petting skills! Do you have… [+1054 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Hits & Misses: 11/3/18", "description": "The 'Journal Editorial Report' panel calls out the week's best and worst.", "url": "http://video.foxnews.com/v/5857270818001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/03/640/360/694940094001_5857275436001_5857270818001-vs.jpg", "publishedAt": "2018-11-03T20:02:50Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Florida teen kills mom after argument over bad grade - Fox News", "description": "Fox News Florida teen kills mom after argument over bad grade Fox News A 15-year-old Florida boy has been charged with killing his mom after an argument over a near-failing grade. “There was a D in one of the subjects is what the story is, and mom was furious…", "url": "https://www.foxnews.com/us/florida-teen-kills-mom-after-argument-over-bad-grade", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-03T19:58:28Z", "content": "A 15-year-old Florida boy has been charged with killing his mom after an argument over a near-failing grade. “There was a D in one of the subjects is what the story is, and mom was furious at him,” said Volusia County Sheriff Michael Chitwood. The sheriff sai… [+1171 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "87 legislative chambers up for grabs on Election Day", "description": "The Republican State Leadership Committee is tasked with gaining and maintaining GOP control of state legislative bodies across the country; Chairman Bill McCollum speaks out on the effort on 'Journal Editorial Report.'", "url": "http://video.foxnews.com/v/5857269049001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/03/640/360/694940094001_5857275428001_5857269049001-vs.jpg", "publishedAt": "2018-11-03T19:57:23Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "What will voters make of the economy as they hit the polls?", "description": "October's good economic news is tempered by market volatility; former Reagan economist Art Laffer breaks down the impact on midterm Election Day.", "url": "http://video.foxnews.com/v/5857263973001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/03/640/360/694940094001_5857265384001_5857263973001-vs.jpg", "publishedAt": "2018-11-03T19:21:56Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "Europe opens door to sanctions on Iran after terror plots in Denmark, Paris - Fox News", "description": "Fox News Europe opens door to sanctions on Iran after terror plots in Denmark, Paris Fox News European leaders are opening the door to possible sanctions on Iran in the wake of terror plots across the continent -- even as they criticize the Trump administrati…", "url": "https://www.foxnews.com/politics/europe-opens-door-to-sanctions-on-iran-after-terror-plots-in-denmark-paris", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/02/694940094001_5856837669001_5856830096001-vs.jpg", "publishedAt": "2018-11-03T18:57:19Z", "content": "European leaders are opening the door to possible sanctions on Iran in the wake of terror plots across the continent -- even as they criticize the Trump administration for reimposing sanctions on the Islamic Republic’s oil exports and financial dealings. Denm… [+5164 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Patience wears thin as caravan heads north", "description": "The Latest on the caravans of migrants making their way through Mexico to the United States (all times local): 12:30 p.m. Tensions are fraying the edges of the caravan of Central American migrants making their way through southern Mexico.", "url": "https://www.foxnews.com/world/the-latest-patience-wears-thin-as-caravan-heads-north", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-1ddf93f17d9a4829ac04cdf5b6120b27-1.png", "publishedAt": "2018-11-03T18:51:31Z", "content": "ISLA, Mexico The Latest on the caravans of migrants making their way through Mexico to the United States (all times local): 12:30 p.m. Tensions are fraying the edges of the caravan of Central American migrants making their way through southern Mexico. The maj… [+2255 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Alex Cora arrives in Puerto Rico as fans celebrate win", "description": "Red Sox manager Alex Cora arrived in his native Puerto Rico on Saturday as fans gathered under the rain to celebrate the first man from the island to lead a team to a World Series championship.", "url": "https://www.foxnews.com/world/alex-cora-arrives-in-puerto-rico-as-fans-celebrate-win", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-03T17:47:36Z", "content": "CAGUAS, Puerto Rico Red Sox manager Alex Cora arrived in his native Puerto Rico on Saturday as fans gathered under the rain to celebrate the first man from the island to lead a team to a World Series championship. Cora was accompanied by pitchers David Price … [+2153 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Defense lawyer in Pakistan blasphemy case flees country", "description": "The lawyer for a Christian woman acquitted of blasphemy charges after spending eight years on death row in Pakistan has fled the country, fearing for his safety, her brother said Saturday.", "url": "https://www.foxnews.com/world/defense-lawyer-in-pakistan-blasphemy-case-flees-country", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-4bce07e82d5c49fbb5e99cde0ae2a2ed.png", "publishedAt": "2018-11-03T17:47:25Z", "content": "ISLAMABAD The lawyer for a Christian woman acquitted of blasphemy charges after spending eight years on death row in Pakistan has fled the country, fearing for his safety, her brother said Saturday. James Masih said Asia Bibi's lawyer, Saiful Malook, left Pak… [+1821 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "William La Jeunesse", "title": "Surviving the migrant caravan: Friends watch each other's backs and ride their luck as they make perilous journey to US", "description": "The caravan is really made up of hundreds of small groups of friends who watch each other's back. Some are extended family, neighborhood friends or strangers who met on this journey.", "url": "https://www.foxnews.com/world/surviving-the-migrant-caravan-friends-watch-each-others-backs-and-ride-their-luck-as-they-make-perilous-journey-to-us", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Migrants-Split-2.jpg", "publishedAt": "2018-11-03T17:38:05Z", "content": "It’s a scene you’d never see on an American road. A flatbed stacked with men, women and children doing 50 miles an hour with no restraints to hang on to. Men standing on a trailer hitch of a big rig or laying on top or a wheel well. Or amazingly, four men run… [+3978 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "California music teacher arrested after video captures him punching student - Fox News", "description": "Fox News California music teacher arrested after video captures him punching student Fox News A music teacher who taught at a California high school was arrested Friday after a video captured him fighting with a student during class, officials said. Marston R…", "url": "https://www.foxnews.com/us/california-music-teacher-arrested-after-video-captures-him-punching-student", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/896a1368-Capture.jpg", "publishedAt": "2018-11-03T17:34:56Z", "content": "A music teacher who taught at a California high school was arrested Friday after a video captured him fighting with a student during class, officials said. Marston Riley, 64, was taken into custody on “suspicion of child abuse and causing great bodily injury … [+2027 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Morgan M. Evans", "title": "'Game of Thrones' stars and HBO slam Trump for tweet promoting Iran sanctions", "description": "The president has landed himself in hot water with \"Game of Thrones\" fans after sharing a \"GOT\" inspired meme advocating for Iran sanctions.", "url": "https://www.foxnews.com/entertainment/game-of-thrones-stars-and-hbo-slam-trump-for-tweet-promoting-iran-sancations", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/dt.jpg", "publishedAt": "2018-11-03T17:34:11Z", "content": "President Donald Trump has landed himself in hot water with \"Game of Thrones\" cast after sharing a \"GOT\" inspired meme advocating for Iran sanctions. On Friday afternoon, the president shared a photo on his official Twitter account featuring himself Photoshop… [+1868 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Lawyer in blasphemy case flees Pakistan", "description": "The Latest on the acquittal of a Christian woman who spent eight years on death row in Pakistan after being convicted of blasphemy (all times local): 10:15 a.m.", "url": "https://www.foxnews.com/world/the-latest-lawyer-in-blasphemy-case-flees-pakistan", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-e854e520c8e647d88c8cf2b550a7322c.png", "publishedAt": "2018-11-03T17:27:21Z", "content": "ISLAMABAD The Latest on the acquittal of a Christian woman who spent eight years on death row in Pakistan after being convicted of blasphemy (all times local): 10:15 a.m. The lawyer for a Christian woman acquitted of blasphemy charges after spending eight yea… [+1839 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "North Korea threatens to resume nuclear weapons program over sanctions", "description": "North Korea has threatened to restart its nuclear weapons program if the U.S. does not lift economic-crippling sanctions against the country, according to reports Saturday.", "url": "https://www.foxnews.com/world/north-korea-threatens-to-resume-nuclear-weapons-program-over-sanctions", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/nkorea081018.jpg", "publishedAt": "2018-11-03T16:56:14Z", "content": "North Korea has threatened to restart its nuclear weapons program if the U.S. does not lift economic-crippling sanctions against the country, according to reports Saturday. North Korea's foreign ministry said in a statement Friday that the \"improvement of rel… [+1425 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "David Limbaugh", "title": "Hypocritical Obama and liberal media's efforts to condemn Trump have backfired - Fox News", "description": "Fox News Hypocritical Obama and liberal media's efforts to condemn Trump have backfired Fox News Former President Obama, in a last-minute stump speech for Democratic candidates in Florida before Tuesday's midterm elections, joined the liberal media chorus in …", "url": "https://www.foxnews.com/opinion/hypocritical-obama-and-liberal-medias-efforts-to-condemn-trump-have-backfired", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/02/694940094001_5856797702001_5856796303001-vs.jpg", "publishedAt": "2018-11-03T15:59:34Z", "content": "Former President Obama, in a last-minute stump speech for Democratic candidates in Florida before Tuesday’s midterm elections, joined the liberal media chorus in casting President Trump and his supporters as angry and divisive. Obama and his liberal brethren,… [+5549 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "Trump challenges Democrats after Kavanaugh accuser admits to making false rape accusation: ‘Where are the Dems on this?’", "description": "President Trump on Saturday challenged Democrats to speak up after Republicans on the Senate Judiciary Committee referred a woman to the FBI for “materially false statements” when she accused Supreme Court Justice Brett Kavanaugh of raping her “several times.”", "url": "https://www.foxnews.com/politics/trump-challenges-democrats-after-kavanaugh-accuser-admits-to-making-false-rape-accusation-where-are-the-dems-on-this", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/jk.jpg", "publishedAt": "2018-11-03T15:34:05Z", "content": "President Trump on Saturday challenged Democrats to speak up after Republicans on the Senate Judiciary Committee referred a woman to the FBI for “materially false statements” when she accused Supreme Court Justice Brett Kavanaugh of raping her. “A vicious acc… [+3526 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "UN aid convoy reaches Syria desert camp near Jordan border", "description": "A convoy of 78 trucks carrying life-saving assistance reached a remote camp for the displaced on Syria's border with Jordan on Saturday, where tens of thousands of people are stranded in the desert amid dwindling supplies.", "url": "https://www.foxnews.com/world/un-aid-convoy-reaches-syria-desert-camp-near-jordan-border", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-3914994ec15d439f8ddb89dfa3ecf8e4.png", "publishedAt": "2018-11-03T15:27:24Z", "content": "BEIRUT A convoy of 78 trucks carrying life-saving assistance reached a remote camp for the displaced on Syria's border with Jordan on Saturday, where tens of thousands of people are stranded in the desert amid dwindling supplies. The United Nations and the Sy… [+2255 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "Trump challenges Dems after Kavanaugh accuser allegedly admits to making false rape claim", "description": "President Trump on Saturday challenged Democrats to speak up after Republicans on the Senate Judiciary Committee referred a woman to the FBI for “materially false statements” when she accused Supreme Court Justice Brett Kavanaugh of raping her “several times.”", "url": "https://www.foxnews.com/politics/trump-challenges-dems-after-kavanaugh-accuser-allegedly-admits-to-making-false-rape-claim", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/jk.jpg", "publishedAt": "2018-11-03T15:23:53Z", "content": "President Trump on Saturday challenged Democrats to speak up after Republicans on the Senate Judiciary Committee referred a woman to the FBI for “materially false statements” when she accused Supreme Court Justice Brett Kavanaugh of raping her. “A vicious acc… [+3526 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "Vandalism at New York City synagogue leads to arrest - Fox News", "description": "Fox News Vandalism at New York City synagogue leads to arrest Fox News A 26-year-old man has been charged with vandalizing a historic New York City synagogue with anti-Semitic graffiti five days after a mass shooting at a Pittsburgh synagogue, according to re…", "url": "https://www.foxnews.com/us/vandalism-at-new-york-city-synagogue-leads-to-arrest", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-03T15:21:46Z", "content": "A 26-year-old man has been charged with vandalizing a historic New York City synagogue with anti-Semitic graffiti five days after a mass shooting at a Pittsburgh synagogue, according to reports. The vandalism Thursday at the Union Temple in Brooklyn forced th… [+1376 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Ethnic Tamil party pledges vote against Sri Lankan strongman", "description": "An ethnic minority Tamil party in Sri Lanka said Saturday that it will support a no-confidence motion to be brought against the country's former strongman whose controversial appointment as prime minister has plunged the country into a political crisis.", "url": "https://www.foxnews.com/world/ethnic-tamil-party-pledges-vote-against-sri-lankan-strongman", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-03T15:07:20Z", "content": "COLOMBO, Sri Lanka An ethnic minority Tamil party in Sri Lanka said Saturday that it will support a no-confidence motion to be brought against the country's former strongman whose controversial appointment as prime minister has plunged the country into a poli… [+3062 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Janine Puhak", "title": "Alaska Airlines pilot accused of rape sues co-pilot, carrier amid 'false #MeToo claims' - Fox News", "description": "Fox News Alaska Airlines pilot accused of rape sues co-pilot, carrier amid 'false #MeToo claims' Fox News A former senior Alaska Airlines pilot who was fired earlier this year after a female co-pilot sued the airline, alleging that the captain drugged and rap…", "url": "https://www.foxnews.com/travel/alaska-airlines-pilot-accused-of-rape-sues-co-pilot-carrier-amid-false-metoo-claims", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/1521127033607.jpg", "publishedAt": "2018-11-03T14:58:38Z", "content": "A former senior Alaska Airlines pilot who was fired earlier this year after a female co-pilot sued the airline, alleging that the captain drugged and raped her during a June 2017 work trip, has filed a lawsuit of his own against his accuser and the carrier. T… [+2558 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "Mexico governor withdraws offer of buses to transport migrant caravan", "description": "A Mexican governor has withdrawn an offer of buses to transport a caravan of thousands of Central American migrants northward to Mexico City on its journey to the U.S. border.", "url": "https://www.foxnews.com/world/mexico-governor-withdraws-offer-of-buses-to-transport-migrant-caravan", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Migrants-1.jpg", "publishedAt": "2018-11-03T13:50:21Z", "content": "A Mexican governor withdrew an offer of buses to transport a caravan of thousands of Central American migrants northward to Mexico City on its journey to the U.S. border. Veracruz Gov. Miguel Angel Yunes announced the offer Friday. At the same time, 1,000 U.S… [+2644 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Morgan Evans", "title": "Leah Remini tells Jada Pinkett Smith she wasn't an 'authentic' friend while trying to get her 'into Scientology' - Fox News", "description": "Fox News Leah Remini tells Jada Pinkett Smith she wasn't an 'authentic' friend while trying to get her 'into Scientology' Fox News Actresses Leah Remini and Jada Pinkett Smith are getting candid with each other following a fall out due to Remini accusing Smit…", "url": "https://www.foxnews.com/entertainment/leah-remini-tells-jada-pinkett-smith-she-wasnt-an-authentic-friend-while-trying-to-get-her-into-scientology", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/59684e20-untitled-design.jpg", "publishedAt": "2018-11-03T13:35:35Z", "content": "Actresses Leah Remini and Jada Pinkett Smith are getting candid with each other following a fall out due to Remini accusing Smith of being a Scientologist last year. In an expert from an upcoming episode of Smith's new Facebook series, \"Red Table Talk,\" the a… [+2491 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Man-eating tiger who is believed to have killed 13 people is shot dead in India after major hunt", "description": "A tigress in India who is believed to have killed at least 13 people over the past two years was shot dead in India after a major hunt for the man-eating animal.", "url": "https://www.foxnews.com/science/man-eating-tiger-who-is-believed-to-have-killed-13-people-is-shot-dead-in-india-after-major-hunt", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Tiger.jpg", "publishedAt": "2018-11-03T13:22:49Z", "content": "A tigress in India who is suspected of having killed at least 13 people over two years was shot and killed in India after a hunt Friday night, officials said. The tigress, who was believed to be six years old, was also known as T-1. Rangers were called to a p… [+2125 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Caleb Parke", "title": "Gillum intern arrested in Florida for throwing chocolate milk at College Republicans - Fox News", "description": "Fox News Gillum intern arrested in Florida for throwing chocolate milk at College Republicans Fox News An intern for Democratic Florida gubernatorial candidate Andrew Gillum has been arrested and charged with battery for throwing chocolate milk on College Rep…", "url": "https://www.foxnews.com/us/gillum-intern-arrested-in-florida-for-throwing-chocolate-milk-at-college-republicans", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Split-1.jpg", "publishedAt": "2018-11-03T13:21:35Z", "content": "An intern for Democratic Florida gubernatorial candidate Andrew Gillum has been arrested and charged with battery for throwing chocolate milk on College Republicans tabling on campus before she kicked Gillum’s opponent Republican Ron DeSantis’ sign out of the… [+2555 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Chris Irvine", "title": "US service member killed in insider attack in Afghanistan", "description": "A U.S. service member has been killed and another wounded in an apparent insider attack in Kabul Saturday.", "url": "https://www.foxnews.com/world/us-service-member-killed-in-insider-attack-in-afghanistan", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/09/03/694940094001_5830280688001_5830281270001-vs.jpg", "publishedAt": "2018-11-03T12:12:04Z", "content": "A U.S. service member has been killed and another wounded in an apparent insider attack in Kabul Saturday. The service member is the 8th American killed in action in Afghanistan this year. it is the 5th insider attack in the past four months against U.S. forc… [+508 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Thomas Byrne", "title": "The Speaker’s Lobby: GOP Leadership", "description": "11/04/2018 FOX's Chad Pergram discusses who will take over once House Speaker Paul Ryan retires. I'm Chad Pergram with the Speaker's Lobby. Who will be what in the House in the 116th Congress is as muddled as its been in decades. Let's look at Republican lead…", "url": "https://radio.foxnews.com/2018/11/03/the-speakers-lobby-gop-leadership/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2018/11/featured-speakers-lobby2-700x371.jpg", "publishedAt": "2018-11-03T11:38:09Z", "content": "Play Audio Clip Listen to audio clip. 11/04/2018 FOX's Chad Pergram discusses who will take over once House Speaker Paul Ryan retires. I'm Chad Pergram with the Speaker's Lobby. Who will be what in the House in the 116th Congress is as muddled as its been in … [+1177 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lukas Mikelionis", "title": "Women pose naked in 'Grab Them By The Ballot' photo shoot to encourage votes for Democrats", "description": "The Democratic Party’s last-minute efforts to retake control in the upcoming midterm elections were reinforced by a group of progressive women posing completely nude in a bid to encourage people to vote for the party.", "url": "https://www.foxnews.com/politics/women-pose-naked-in-grab-them-by-the-ballot-photo-shoot-to-encourage-votes-for-democrats", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/283f3850-grab.jpg", "publishedAt": "2018-11-03T11:22:18Z", "content": "The Democratic Party’s efforts to retake control in the upcoming midterm elections have been reinforced by a group of progressive women posing completely nude in a bid to encourage people to vote for the party. Ten women from Vermont participated in the “Grab… [+2422 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "William Sanchez", "title": "The Speaker’s Lobby: Fall Back", "description": "11/03/2018 FOX's Chad Pergram discusses Daylight saving time and who you can thank for that extra hour this weekend. I'm Chad Pergram with the Speaker's Lobby. If you want to thank someone for that extra hour this weekend due to the time change, look to Congr…", "url": "https://radio.foxnews.com/2018/11/03/the-speakers-lobby-fall-back/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2018/10/featured-speakers-lobby2.jpg", "publishedAt": "2018-11-03T11:05:02Z", "content": "Play Audio Clip Listen to audio clip. 11/03/2018 FOX's Chad Pergram discusses Daylight saving time and who you can thank for that extra hour this weekend. I'm Chad Pergram with the Speaker's Lobby. If you want to thank someone for that extra hour this weekend… [+1179 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "The Kim Komando Show", "title": "Track down money, best streaming gadget and more: Tech Q&A", "description": "What's best for streaming? Is it Roku, Amazon Fire, Apple TV, Chromecast or something else? I am so confused!", "url": "https://www.foxnews.com/tech/track-down-money-best-streaming-gadget-and-more-tech-qa", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/rokustreaming.jpg", "publishedAt": "2018-11-03T11:00:04Z", "content": "Best Streaming Services Q: What’s best for streaming? Is it Roku, Amazon Fire, Apple TV, Chromecast or something else? I am so confused! A: You probably saw this coming, but the answer is this: It depends on what you're looking for. That said, each service is… [+3272 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Aussie nun who angered Duterte forced to leave Philippines", "description": "An Australian nun who angered the Philippine president by joining anti-government protests used her final hours in the country Saturday to call on Filipinos to unite and fight human rights abuses.", "url": "https://www.foxnews.com/world/aussie-nun-who-angered-duterte-forced-to-leave-philippines", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-8c7dd4a609df4ce5993abe6d8b00f9b8.png", "publishedAt": "2018-11-03T10:50:29Z", "content": "MANILA, Philippines An Australian nun who angered the Philippine president by joining anti-government protests used her final hours in the country Saturday to call on Filipinos to unite and fight human rights abuses. Sister Patricia Anne Fox was set to leave … [+3176 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "John Brandon", "title": "Are you ready for a chip implant?", "description": "You walk into a grocery store and pick up eggs. No smartphone? No problem. You swipe your hand across a reader, and the amount is deducted from your bank account. If that sounds far-fetched, you obviously haven't been to Sweden recently", "url": "https://www.foxnews.com/tech/are-you-ready-for-a-chip-implant", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/ChipImplantGetty2018.jpg", "publishedAt": "2018-11-03T10:30:36Z", "content": "You walk into a grocery store and pick up eggs. No smartphone? No problem. You swipe your hand across a reader, and the amount is deducted from your bank account. If that sounds far-fetched, you obviously haven’t been to Sweden recently, where thousands of pe… [+3270 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Bill Maher tears into Trump over caravan: 'Like a racist Paul Revere -- The migrants are coming!' - Fox News", "description": "Daily Beast Bill Maher tears into Trump over caravan: 'Like a racist Paul Revere -- The migrants are coming!' Fox News Comedian Bill Maher blasted President Trump on Friday night, accusing Trump of fearmongering about the migrant caravan. The “Real Time with …", "url": "https://www.foxnews.com/entertainment/bill-maher-tears-into-trump-over-caravan-like-a-racist-paul-revere-the-migrants-are-coming", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-03T10:29:22Z", "content": "Comedian Bill Maher blasted President Trump on Friday night, accusing Trump of fearmongering about the migrant caravan. The “Real Time with Bill Maher” host criticized the president's rhetoric over thousands of migrants fleeing violence and poverty in Central… [+740 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "UNICEF warns impeding aid delivery will lead to famine", "description": "The United Nations Children's Fund regional director says local Yemeni authorities are making it \"impossible\" for the delivery and distribution of much-needed humanitarian aid in Yemen and warned that impeding relief efforts could accelerate famine conditions.", "url": "https://www.foxnews.com/world/unicef-warns-impeding-aid-delivery-will-lead-to-famine", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/e2451cc2-ContentBroker_contentid-a117130c272c47e4b2bc2f784b16b04c.png", "publishedAt": "2018-11-03T10:27:26Z", "content": "CAIRO The United Nations Children's Fund regional director says local Yemeni authorities are making it \"impossible\" for the delivery and distribution of much-needed humanitarian aid in Yemen and warned that impeding relief efforts could accelerate famine cond… [+3369 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lukas Mikelionis", "title": "Heitkamp endorses state Dems' false claim that ND's hunters could lose licenses if they vote - Fox News", "description": "Fox News Heitkamp endorses state Dems' false claim that ND's hunters could lose licenses if they vote Fox News In the latest gaffe in her bid for re-election, U.S. Sen. Heidi Heitkamp, D-N.D., endorsed false claims made in a Facebook ad paid for by her state'…", "url": "https://www.foxnews.com/politics/heitkamp-endorses-state-dems-false-claim-that-nds-hunters-could-lose-licenses-if-they-vote", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/3ee90a55-heidi.jpg", "publishedAt": "2018-11-03T10:19:37Z", "content": "In the latest gaffe in her bid for re-election, U.S. Sen. Heidi Heitkamp, D-N.D., endorsed false claims made in a Facebook ad paid for by her state's Democratic Party that say the state’s hunters could lose their hunting licenses in nearby states if they vote… [+3670 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephen Sorace", "title": "Christian pilgrims to be buried one day after Islamic attack in Egypt", "description": "Coptic Christians prepared to bury seven worshippers Saturday—six from the same family—a day after Islamic militants ambushed three buses carrying pilgrims to a desert monastery in Egypt, wounding 19 others.", "url": "https://www.foxnews.com/world/christian-pilgrims-to-be-buried-day-after-islamic-state-attack-in-egypt", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/coptic-christians-egypt.jpg", "publishedAt": "2018-11-03T10:19:10Z", "content": "Coptic Christians prepared to bury seven worshippers — including six from the same family — on Saturday, a day after Islamic militants ambushed three buses carrying pilgrims to a desert monastery in Egypt, wounding 19 others. A row of white coffins held the d… [+2279 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lukas Mikelionis", "title": "Facebook says it 'mistakenly' removed rabbi's story about harassment by Farrakhan supporters", "description": "Facebook “mistakenly” removed a New York Rabbi’s story about being harassed by Nation of Islam leader Louis Farrakhan’s supporters on Thursday.", "url": "https://www.foxnews.com/tech/facebook-says-it-mistakenly-removed-rabbis-story-about-harassment-by-farrakhan-supporters", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/Louis-Farrakhan.jpg", "publishedAt": "2018-11-03T09:50:30Z", "content": "Facebook said Friday that it “mistakenly” removed a New York City rabbi’s story about being harassed a day earlier by supporters of Nation of Islam leader Louis Farrakhan. Rabbi Avram Mlotek of Base MNHTN posted his account on the social media site about an i… [+2482 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephen Sorace", "title": "Gang-related gunfire that killed girl, 11, was aimed at wrong house, police say", "description": "Gunmen carrying out a gang-related retaliation had opened fire on the wrong house in a suburb north of Las Vegas, striking and killing an 11-year-old girl seated at her kitchen table, police said Friday.", "url": "https://www.foxnews.com/us/gang-related-gunfire-that-killed-girl-11-was-aimed-at-wrong-house-police-say", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/angelina-erives-3.jpg", "publishedAt": "2018-11-03T09:27:34Z", "content": "Gunmen carrying out a gang-related retaliation had opened fire on the wrong house in a suburb north of Las Vegas, striking and killing an 11-year-old girl seated at her kitchen table, police said Friday. Angie Erives was struck Thursday night by at least one … [+2221 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Myanmar by-elections a test for Suu Kyi's ruling party", "description": "Voters in several parts of Myanmar went to the polls Saturday in 13 by-elections seen as a test of support for leader Aung San Suu Kyi and her ruling party.", "url": "https://www.foxnews.com/world/myanmar-by-elections-a-test-for-suu-kyis-ruling-party", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-1611307945824ac19236642856a082dc-1.png", "publishedAt": "2018-11-03T09:13:01Z", "content": "YANGON, Myanmar Voters in several parts of Myanmar went to the polls Saturday in 13 by-elections seen as a test of support for leader Aung San Suu Kyi and her ruling party. Suu Kyi's National League for Democracy won a landslide victory in the 2015 general el… [+2832 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Pacific archipelago to vote on independence from France", "description": "Voters in New Caledonia are deciding whether the French territory in the South Pacific should break free from the European country that claimed it in the mid-19th century.", "url": "https://www.foxnews.com/world/pacific-archipelago-to-vote-on-independence-from-france", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-edd9b704e42446a5a49fc0727deb982f.png", "publishedAt": "2018-11-03T08:48:29Z", "content": "NOUMEA, New Caledonia Voters in New Caledonia are deciding whether the French territory in the South Pacific should break free from the European country that claimed it in the mid-19th century. A referendum being held on Sunday marks a milestone in the proces… [+1908 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Official: Divers see Lion Air jet fuselage, new 'ping' heard", "description": "Divers reported seeing the fuselage and engines of the crashed Lion Air jet on the seafloor and a ping locator has detected a signal that may be from the cockpit voice recorder, Indonesia's search and rescue chief said Saturday.", "url": "https://www.foxnews.com/world/official-divers-see-lion-air-jet-fuselage-new-ping-heard", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-55061233b90041aeb09aaf8d0a1fdba5.png", "publishedAt": "2018-11-03T08:08:29Z", "content": "JAKARTA, Indonesia Divers reported seeing the fuselage and engines of the crashed Lion Air jet on the seafloor and a ping locator has detected a signal that may be from the cockpit voice recorder, Indonesia's search and rescue chief said Saturday. Speaking on… [+2298 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Michael Levin", "title": "Daylight saving time needs to be abolished – Let's stop the insanity - Fox News", "description": "Fox News Daylight saving time needs to be abolished – Let's stop the insanity Fox News Here we go again with our annual exercise in silliness. At 2 a.m. Sunday the absurdity known as daylight saving time ends. Unless you live in Arizona or Hawaii – the only t…", "url": "https://www.foxnews.com/opinion/daylight-saving-time-needs-to-be-abolished-lets-stop-the-insanity", "urlToImage": "https://a57.foxnews.com/media2.foxnews.com/thumbnails/i/110213/640/360/110213_FF_DaylightSaving_640.jpg", "publishedAt": "2018-11-03T08:05:09Z", "content": "Here we go again with our annual exercise in silliness. At 2 a.m. Sunday the absurdity known as daylight saving time ends. Unless you live in Arizona or Hawaii – the only two states where daylight saving time is not observed – you will need to turn your clock… [+3039 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Amy Lieu", "title": "Judge rules in favor of Trump Administration vs. California over federal land sales", "description": "A federal judge in California ruled in favor of the Trump Administration on Thursday, blocking a bill that gave the state the right to thwart the sale of federal lands to private interests, including loggers, oil drillers and developers, reports said.", "url": "https://www.foxnews.com/us/judge-rules-in-favor-of-trump-administration-vs-california-blocks-bill-giving-state-right-to-regulate-sale-of-federal-land", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/jerry-brown-trump-1210.jpg", "publishedAt": "2018-11-03T06:21:18Z", "content": "A federal judge in California ruled in favor of the Trump Administration on Thursday, blocking a bill that gave the state the right to thwart the sale of federal lands to private interests, including loggers, oil drillers and developers, reports said. U.S. Di… [+2890 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Christians in Egypt prepare to bury dead a day after attack", "description": "Coptic Christians in the Egyptian town of Minya prepared to bury their dead on Saturday, a day after militants ambushed three buses carrying Christian pilgrims on their way to a remote desert monastery, killing seven and wounding 19.", "url": "https://www.foxnews.com/world/christians-in-egypt-prepare-to-bury-dead-a-day-after-attack", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-d08d368f07844e78906a8a238b45b540-1.jpeg", "publishedAt": "2018-11-03T06:07:29Z", "content": "MINYA, Egypt Coptic Christians in the Egyptian town of Minya prepared to bury their dead on Saturday, a day after militants ambushed three buses carrying Christian pilgrims on their way to a remote desert monastery, killing seven and wounding 19. A priest and… [+4395 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Ruling on Georgia's 'Exact Match' voting law a setback for GOP governor candidate", "description": "Georgia must make changes to its procedures to make it easier for people flagged under a state law to vote, a federal judge ruled Friday.", "url": "https://www.foxnews.com/politics/ruling-on-georgias-exact-match-voting-law-a-setback-for-gop-governor-candidate", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/BK.jpg", "publishedAt": "2018-11-03T06:00:46Z", "content": "Georgia must make changes to its procedures to make it easier for people flagged under a state law to vote, a federal judge ruled Friday. Civil rights groups raised concerns about the \"Exact Match\" law, accusing Republican gubernatorial candidate and Secretar… [+2596 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Migrants' brief hopes of buses to Mexico's capital dashed", "description": "Thousands of Central American migrants traveling in a caravan through southern Mexico had their brief hopes of reaching the country's capital on Saturday dashed after the governor of Veracruz state pulled an offer of dozens of buses to take them there.", "url": "https://www.foxnews.com/world/migrants-brief-hopes-of-buses-to-mexicos-capital-dashed", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-ace4e0bd9aef42d584d966d094b12d1e-1.png", "publishedAt": "2018-11-03T05:32:29Z", "content": "SAYULA, Mexico Thousands of Central American migrants traveling in a caravan through southern Mexico had their brief hopes of reaching the country's capital on Saturday dashed after the governor of Veracruz state pulled an offer of dozens of buses to take the… [+6408 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "'We are not killers:' Migrants in caravan respond to Trump", "description": "As President Donald Trump ramped up his anti-migrant rhetoric ahead of Tuesday's midterm elections, exhausted Central Americans walking across Mexico in hopes of reaching the United States said they were mostly perplexed and turned off by his threats, which t…", "url": "https://www.foxnews.com/world/we-are-not-killers-migrants-in-caravan-respond-to-trump", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-4efc0cf822a2436c9a6d364e245f4505.png", "publishedAt": "2018-11-03T04:31:40Z", "content": "DONAJI, Mexico As President Donald Trump ramped up his anti-migrant rhetoric ahead of Tuesday's midterm elections, exhausted Central Americans walking across Mexico in hopes of reaching the United States said they were mostly perplexed and turned off by his t… [+3513 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Florida yoga studio shooting leaves 3 dead, including suspect: reports - Fox News", "description": "Fox News Florida yoga studio shooting leaves 3 dead, including suspect: reports Fox News A shooter in Florida is dead after opening fire at a hot yoga studio in Tallahassee on Friday evening, killing at least two people and wounding several others, police sai…", "url": "https://www.foxnews.com/us/florida-yoga-studio-shooting-leaves-3-dead-including-suspect-reports", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18307025545368.jpg", "publishedAt": "2018-11-03T04:08:27Z", "content": "A shooter in Florida is dead after opening fire at a hot yoga studio in Tallahassee on Friday evening, killing at least two people and wounding several others, police said. Responding officers arrived at the scene around 5:30 p.m. and discovered a total of fi… [+3261 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Protesters delay Toronto debate involving Bannon", "description": "A Canadian crowd laughed derisively at former White House strategist Steve Bannon on Friday and police made several arrests as protesters delayed the start of a controversial debate featuring Bannon and conservative commentator David Frum.", "url": "https://www.foxnews.com/world/protesters-delay-toronto-debate-involving-bannon", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-3391c4341cf74ddb9bbc40cd819bb7e9.png", "publishedAt": "2018-11-03T03:33:56Z", "content": "TORONTO A Canadian crowd laughed derisively at former White House strategist Steve Bannon on Friday and police made several arrests as protesters delayed the start of a controversial debate featuring Bannon and conservative commentator David Frum. Toronto Pol… [+1856 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Illegal immigrant ICE wanted deported is now charged in wife's stabbing death", "description": "Federal immigration officials are accusing Oregon authorities of preventing them from detaining a Mexican national in their custody on a domestic violence case before he was released and allegedly murder his wife.", "url": "https://www.foxnews.com/us/illegal-immigrant-ice-wanted-deported-is-now-charged-in-wifes-stabbing-death", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/mgg1.png", "publishedAt": "2018-11-03T03:18:11Z", "content": "Federal immigration officials say Oregon authorities prevented them from detaining for deportation an illegal immigrant from Mexico who is now charged in the brutal stabbing death of his wife, whose body was found in a ditch Sunday. The case marks the latest … [+3872 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Sarah Sanders on media's midterm coverage", "description": "White House press secretary Sarah Sanders on anti-Trump media bias on display.", "url": "http://video.foxnews.com/v/5857058959001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/03/640/360/694940094001_5857060395001_5857058959001-vs.jpg", "publishedAt": "2018-11-03T01:47:57Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Trump, Obama hold dueling rallies twice in one day as crucial midterm vote looms", "description": "President Trump and former President Obama faced off in dueling campaign rallies for the second time on Friday evening, when the pair spoke to crowds in Indianapolis and Atlanta to highlight why voters should elect their party’s candidates.", "url": "https://www.foxnews.com/politics/trump-obama-hold-dueling-rallies-twice-in-one-day-as-crucial-midterm-vote-looms", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/trump-obama-AP.jpg", "publishedAt": "2018-11-03T01:10:28Z", "content": "President Trump and former President Obama faced off in dueling campaign rallies for the second time on Friday evening, when the pair spoke to crowds in Indianapolis and Atlanta, respectively, to highlight why voters should elect their party’s candidates. Oba… [+2651 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Matt Richardson", "title": "Kavanaugh accuser referred to DOJ for false statements, Grassley’s office announces", "description": "Senate Judiciary Committee Chairman Chuck Grassley on Friday referred a woman who accused Supreme Court Justice Brett Kavanaugh of raping her “several times” in the backseat of a car to the Justice Department for “materially false statements” and “obstruction…", "url": "https://www.foxnews.com/politics/kavanaugh-accuser-referred-to-doj-for-false-statements-grassleys-office-announces", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/AP18270732185997.jpg", "publishedAt": "2018-11-03T00:48:59Z", "content": "Senate Judiciary Committee Chairman Chuck Grassley on Friday referred a woman who'd accused Supreme Court Justice Brett Kavanaugh of raping her “several times” in the backseat of a car to the Justice Department for “materially false statements” and “obstructi… [+2772 chars]"}]}