{"articles": [{"source": {"id": "fox-news", "name": "Fox News"}, "author": "Nicole Darrah", "title": "Utah police officer, Marine vet, dies after being struck by car; burglary suspect killed - Fox News", "description": "Fox News Utah police officer, Marine vet, dies after being struck by car; burglary suspect killed Fox News A Utah police officer died Sunday after investigators said a driver intentionally struck him with his car while the officer was responding to a burglary…", "url": "https://www.foxnews.com/us/police-utah-officer-killed-fleeing-suspect-also-dead", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/941bc937-officer-david-romrell.jpg", "publishedAt": "2018-11-25T23:09:41Z", "content": "A Utah police officer died Sunday after investigators said a driver intentionally struck him with his car while the officer was responding to a burglary call. South Salt Lake Police Officer David Romrell, 31, had been rushed to a hospital in critical conditio… [+1299 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Nicole Darrah", "title": "Bear strolls into California Highway Patrol office, snoops around vending machine - Fox News", "description": "Fox News Bear strolls into California Highway Patrol office, snoops around vending machine Fox News A curious and seemingly hungry bear recently found its way into a California Highway Patrol facility, where it snooped around before heading off, as seen in su…", "url": "https://www.foxnews.com/us/bear-strolls-into-california-highway-patrol-office", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/694940094001_5971385605001_5971390176001-vs.jpg", "publishedAt": "2018-11-25T23:08:43Z", "content": "A curious and seemingly hungry bear recently found its way into a California Highway Patrol facility, where it snooped around before heading off, as seen in surprising video. The \"unexpected visitor\" was spotted by the patrol's Donner Pass division in Norther… [+804 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Thousands use UN day to protest violence against women", "description": "Protesters in cities across Europe and elsewhere marked the U.N. International Day for the Elimination of Violence against Women on Sunday, with tens of thousands turning out in Madrid and demonstrators in Istanbul greeted by tear gas.", "url": "https://www.foxnews.com/world/thousands-use-un-day-to-protest-violence-against-women", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-55f2885bb3c040ef9c53b1fa4584f9a7.png", "publishedAt": "2018-11-25T21:52:28Z", "content": "ISTANBUL Protesters in cities across Europe and elsewhere marked the U.N. International Day for the Elimination of Violence against Women on Sunday, with tens of thousands turning out in Madrid and demonstrators in Istanbul greeted by tear gas. Hundreds of wo… [+1875 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Pennsylvania woman claims she drove on train tracks because GPS told her to go that way - Fox News", "description": "Fox News Pennsylvania woman claims she drove on train tracks because GPS told her to go that way Fox News If your GPS told you to drive onto train tracks, would you do it? One woman in Pennsylvania said she did. Around 10 p.m. last Wednesday, the Duquesne Pol…", "url": "https://www.foxnews.com/us/pennsylvania-woman-claims-she-drove-on-train-tracks-because-gps-told-her-to-go-that-way", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/46516972_379790346128301_773664214353969152_o.jpg", "publishedAt": "2018-11-25T21:30:33Z", "content": "If your GPS told you to drive onto train tracks, would you do it? One woman in Pennsylvania said she did. Around 10 p.m. last Wednesday, the Duquesne Police Department responded to a call about \"a vehicle on the railroad tracks\" off State Route 837, the depar… [+417 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Florida State president condemns racist post targeting football coach Willie Taggart", "description": "Florida State University's president took to Twitter Sunday to call out a fan's Facebook post calling for the lynching of first-year head football coach Willie Taggart. \"A recent racist social media post aimed at our football coach is ignorant and despicable,…", "url": "https://www.foxnews.com/sports/florida-state-president-condemns-racist-post-targeting-football-coach-willie-taggart", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/WillieTaggart720.jpg", "publishedAt": "2018-11-25T21:13:59Z", "content": "Florida State University's president took to Twitter Sunday to call out a fan's Facebook post calling for the lynching of first-year head football coach Willie Taggart. \"A recent racist social media post aimed at our football coach is ignorant and despicable,… [+1466 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gregg Re", "title": "Hundreds of migrants apparently try rushing toward California port of entry, as Trump threatens to close entire border - Fox News", "description": "Fox News Hundreds of migrants apparently try rushing toward California port of entry, as Trump threatens to close entire border Fox News Images and videos posted on social media Sunday afternoon showed hundreds of migrants from the leading Central American ca…", "url": "https://www.foxnews.com/world/mexico-denies-deal-with-white-house-on-migrants-as-trump-threatens-to-close-entire-border", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18329730855851-1.jpg", "publishedAt": "2018-11-25T21:12:31Z", "content": "Images and videos posted on social media Sunday afternoon showed hundreds of migrants from the leading Central American caravan pushing past Mexican riot police and rushing the border at the port of entry in San Ysidro, Calif., in a major test for both U.S. b… [+10505 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Andrew O'reilly", "title": "Hyde-Smith: MLB becomes latest big-dollar donor to ask for donation back in wake of 'hanging' comments", "description": "Hyde-Smith: MLB becomes latest big-dollar donor to ask for donation back in wake of 'hanging' comments foxnews.com", "url": "https://www.foxnews.com/politics/hyde-smith-mlb-becomes-latest-big-dollar-donor-to-ask-for-donation-back-in-wake-of-comments", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/21/694940094001_5970189319001_5970186528001-vs.jpg", "publishedAt": "2018-11-25T20:47:22Z", "content": "Sen. Cindy Hyde-Smith, R-Miss., seems to have struck out again when it comes to campaign donations. The Mississippi lawmaker, who faces a run-off election on Tuesday against Democrat Mike Espy, just had another big-dollar donor ask for a refund as she deals w… [+3193 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Samuel Chamberlain", "title": "Russian ship fires on Ukrainian vessels in Black Sea, navy says", "description": "Russia's military opened fire on three Ukrainian vessels -- seizing two naval artillery boats -- in the Black Sea off the coast of the Crimean Peninsula Sunday, escalating tensions in the disputed region.", "url": "https://www.foxnews.com/world/russian-ship-fires-on-ukrainian-vessels-in-black-sea-ukraine-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/ca936a5bdce34d65a83fca8647c76f1a.jpg", "publishedAt": "2018-11-25T20:05:31Z", "content": "Russia's military opened fire on three Ukrainian vessels -- seizing two naval artillery boats -- in the Black Sea off the coast of the Crimean Peninsula Sunday, escalating tensions in the disputed region. Ukraine's navy said Russian coast guard crews boarded … [+3340 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Tyler Mccarthy", "title": "Busy Philipps says she gave Sarah Sanders a dirty look when she ran into her at Disney World", "description": "Busy Philipps had a brief encounter with White House Press Secretary Sarah Huckabee Sanders while vacationing in Disney World with her family. The star took to social media to tell her followers that she made sure to give the Trump administration official her…", "url": "https://www.foxnews.com/entertainment/busy-philipps-says-she-gave-sarah-sanders-a-dirty-look-when-she-ran-into-her-at-disney-world", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/PhilippsSanders1.jpg", "publishedAt": "2018-11-25T19:45:58Z", "content": "Busy Philipps had a brief encounter with White House Press Secretary Sarah Huckabee Sanders while vacationing in Disney World with her family. The star took to social media to tell her followers that she made sure to give the Trump administration official her… [+1387 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Alexandra Deabler", "title": "Good Samaritan saves choking baby at Golden Corral: 'Christ was with us today'", "description": "A 7-month-old child is safe after a Good Samaritan stepped in and saved her from choking at a North Carolina Golden Corral restaurant.", "url": "https://www.foxnews.com/food-drink/good-samaritan-saves-choking-baby-at-golden-corral-christ-was-with-us-today", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Deborah-Rouse-via-Hannah-Marie-Jarvis-FB.jpg", "publishedAt": "2018-11-25T19:28:35Z", "content": "A 7-month-old child is safe after a Good Samaritan stepped in and saved her from choking at a North Carolina Golden Corral restaurant on Thanksgiving. New mom Hannah Marie Jarvis was enjoying the holiday with her family at the buffet chain when her baby, Call… [+2483 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "In diplomatic first, Chad's leader visits Israel", "description": "The president of Chad on Sunday became the first leader of his country to pay an official visit to Israel, deepening Prime Minister Benjamin Netanyahu's outreach efforts to African states in what he says is a joint struggle against Islamic militants.", "url": "https://www.foxnews.com/world/in-diplomatic-first-chads-leader-visits-israel", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-25T19:07:28Z", "content": "JERUSALEM The president of Chad on Sunday became the first leader of his country to pay an official visit to Israel, deepening Prime Minister Benjamin Netanyahu's outreach efforts to African states in what he says is a joint struggle against Islamic militants… [+1925 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Tyler Mccarthy", "title": "Bette Midler blames low minimum wage on dangerous Black Friday conditions", "description": "Bette Midler took to Twitter once again to get into the weeds of politics. This time the 72-year-old singer and actress blamed a low minimum wage for the intense scenes at shopping venues on Black Friday.", "url": "https://www.foxnews.com/entertainment/bette-midler-blames-low-minimum-wage-on-dangerous-black-friday-conditions", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/bette-midler-wave-reuters660.jpg", "publishedAt": "2018-11-25T18:39:50Z", "content": "Bette Midler took to Twitter once again to get into the weeds of politics. This time the 72-year-old singer and actress blamed a low minimum wage for the intense scenes at shopping venues on Black Friday. Just one day after America took to stores to reap the … [+1450 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Magnitude 6.3 earthquake strikes western Iran, 70 hurt - Fox News", "description": "Fox News Magnitude 6.3 earthquake strikes western Iran, 70 hurt Fox News A magnitude 6.3 earthquake struck western Iran near its border with Iraq on Sunday night, the same area where another temblor last year killed over 600 people. Initial reports said the t…", "url": "https://www.foxnews.com/world/magnitude-6-3-earthquake-strikes-western-iran-70-hurt", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/quakemap1.jpg", "publishedAt": "2018-11-25T18:26:20Z", "content": "A magnitude 6.3 earthquake struck western Iran near its border with Iraq on Sunday night, injuring over 170 people and sending fearful residents running into the street, authorities said. The temblor hit near Sarpol-e Zahab in Iran's Kermanshah province, whic… [+1746 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Andrew O'reilly", "title": "Al Gore blasts Trump for 'burying' climate report by releasing it on Black Friday", "description": "Former Vice President Al Gore accused the Trump administration of trying to “bury’ a damning government report that linked global warming to the worsening of natural disasters by quietly releasing the study on Friday.", "url": "https://www.foxnews.com/politics/al-gore-blasts-trump-for-burying-climate-report-by-releasing-it-on-black-friday", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/66ff3386-algore.jpg", "publishedAt": "2018-11-25T18:08:21Z", "content": "Former Vice President Al Gore accused the Trump administration of trying to “bury’ a damning government report that linked global warming to the worsening of natural disasters by quietly releasing the study on the Friday after Thanksgiving. Gore, who since hi… [+5128 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "New York Post", "title": "Nicole Kidman recalls active shooter situation near the shoot of her LAPD movie - Fox News", "description": "Fox News Nicole Kidman recalls active shooter situation near the shoot of her LAPD movie Fox News Nicole Kidman had to “hit the floor” when there was an active shooter near a location where she was filming her upcoming movie “Destroyer.” Kidman revealed detai…", "url": "https://www.foxnews.com/entertainment/nicole-kidman-recalls-active-shooter-situation-near-the-shoot-of-her-lapd-movie", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/nicole-kidman-cannes-2017-ap.jpg", "publishedAt": "2018-11-25T17:45:44Z", "content": "Nicole Kidman had to “hit the floor” when there was an active shooter near a location where she was filming her upcoming movie “Destroyer.” Kidman revealed details on the shoot during a BAFTA Life in Pictures event in London. “We were in South Central LA shoo… [+339 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "ET Online", "title": "'Game of Thrones' star Kit Harington denies rumors he cheated on co-star, wife Rose Leslie - Fox News", "description": "Fox News 'Game of Thrones' star Kit Harington denies rumors he cheated on co-star, wife Rose Leslie Fox News Kit Harington is responding to a Russian model's claim that he had an affair with her before and after his wedding to Rose Leslie. The model, Olga Vla…", "url": "https://www.foxnews.com/entertainment/game-of-thrones-star-kit-harington-denies-rumors-he-cheated-on-co-star-wife-rose-leslie", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/GettyImages-815816814.jpg", "publishedAt": "2018-11-25T17:26:20Z", "content": "Kit Harington is responding to a Russian model's claim that he had an affair with her before and after his wedding to Rose Leslie. The model, Olga Vlaslova, allegedly shared online what she said was a nude photo of the actor, leading a Russian publication to … [+1274 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Tyler McCarthy", "title": "Diddy gives emotional eulogy for Kim Porter as celebrity friends, family gather to mourn the late model - Fox News", "description": "Fox News Diddy gives emotional eulogy for Kim Porter as celebrity friends, family gather to mourn the late model Fox News Kim Porter was laid to rest on Saturday during a public funeral held in her Georgia hometown. Her ex, and the father of her children, Did…", "url": "https://www.foxnews.com/entertainment/diddy-gives-emotional-eulogy-for-kim-porter-as-celebrity-friends-family-gather-to-mourn-the-late-model", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/11015057-ContentBroker_contentid-66dc55d72b6542d3803cc9bc8ddae421.png", "publishedAt": "2018-11-25T17:17:54Z", "content": "Kim Porter was laid to rest on Saturday during a public funeral held in her Georgia hometown. Her ex, and the father of her children, Diddy, spoke at her ceremony along with many other friends, family and celebrities that gathered to mourn the 47-year-old mod… [+3388 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gregg Re", "title": "Ex-Trump aide Papadopoulos must report to prison for two-week term, judge rules", "description": "Former Trrump campaign foreign policy adviser George Papadopoulos must report to prison on Monday as scheduled, a judge ruled Sunday, denying his bid to delay his term until an appeals court rules in a separate lawsuit challenging the constitutionality of Spe…", "url": "https://www.foxnews.com/politics/ex-trump-aide-papadopoulos-must-report-to-prison-for-two-week-prison-term-judge-rules", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/10/24/694940094001_5852638853001_5852641672001-vs.jpg", "publishedAt": "2018-11-25T17:16:45Z", "content": "Former Trump campaign foreign policy adviser George Papadopoulos must report to prison on Monday as scheduled, a judge ruled Sunday, denying his bid to delay his term until an appeals court rules in a separate lawsuit challenging the constitutionality of Spec… [+3671 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "'Red flag' gun law should include minors, Washington state prosecutors say - Fox News", "description": "Fox News 'Red flag' gun law should include minors, Washington state prosecutors say Fox News Prosecutors in Washington are demanding that minors be covered by the state's “red flag” law, which allows for guns to be seized with a court order, according to a re…", "url": "https://www.foxnews.com/us/washington-state-prosecutors-push-for-red-flag-gun-law-to-include-minors", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Gun-Flag-iStock.jpg", "publishedAt": "2018-11-25T17:08:08Z", "content": "Prosecutors in Washington are demanding that minors be covered by the state's “red flag” law, which allows for guns to be seized with a court order, according to a report. State law is silent on whether a judge can issue an Extreme Risk Protection Order, or E… [+1810 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Travis Fedschun", "title": "US soldier killed in Afghanistan during firefight with Al Qaeda militants identified by Pentagon", "description": "A U.S. soldier became the second American to be killed in Afghanistan this month after a firefight with Al Qaeda forces on Saturday, defense officials told Fox News.", "url": "https://www.foxnews.com/world/us-soldier-killed-in-afghanistan-during-firefight-with-al-qaeda-forces-identified-by-pentagon", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Sgt.-Leandro-Jasso.jpg", "publishedAt": "2018-11-25T17:05:55Z", "content": "A U.S. soldier became the second American to be killed in Afghanistan this month after a firefight with Al Qaeda forces on Saturday, defense officials told Fox News. U.S. Army Ranger Sgt. Leandro Jasso, 25, from Leavenworth, Wash., was wounded by small arms f… [+3058 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Andrew O'reilly", "title": "Brown, Klobuchar and Kasich weigh in on possibility of challenging Trump in 2020", "description": "Two big name Democratic senators - and a Republican household name - weighed in on Sunday about the possibility of challenging President Trump in the 2020 general elections.", "url": "https://www.foxnews.com/politics/brown-klobuchar-and-kasich", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Kasich-klobuchar-Brown.jpg", "publishedAt": "2018-11-25T16:51:55Z", "content": "Two big name Democratic senators -- and a Republican household name -- weighed in on Sunday about the possibility of challenging President Trump in the 2020 general election. While neither Sens. Sherrod Brown, D-Ohio, nor Amy Klobuchar, D-Minn., said they wou… [+3164 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Liam Quinn", "title": "San Francisco 49ers releasing linebacker Reuben Foster after domestic violence arrest", "description": "The San Francisco 49ers are releasing linebacker Reuben Foster after he was arrested Saturday on domestic violence charges.", "url": "https://www.foxnews.com/sports/san-francisco-49ers-release-linebacker-reuben-foster-after-domestic-violence-arrest", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/rb4.jpg", "publishedAt": "2018-11-25T16:43:53Z", "content": "The San Francisco 49ers are releasing linebacker Reuben Foster after he was arrested Saturday on domestic violence charges. The team announced the roster move in a one-sentence statement on Sunday morning that read: \"The San Francisco 49ers are releasing Reub… [+3656 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Missing Air Force family of 4 found dead in post-Thanksgiving SUV crash - Fox News", "description": "Fox News Missing Air Force family of 4 found dead in post-Thanksgiving SUV crash Fox News An Air Force family reported missing in Montana on Thanksgiving Day has been found dead in their damaged SUV. The Air Force reported that Staff Sgt. Anthony James Dean w…", "url": "https://www.foxnews.com/us/air-force-family-of-4-killed-when-suv-crashes-in-montana", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Dean-Family-GFM.jpg", "publishedAt": "2018-11-25T16:33:07Z", "content": "An Air Force family reported missing in Montana on Thanksgiving Day has been found dead in their damaged SUV. The Air Force reported that Staff Sgt. Anthony James Dean was killed in a crash involving the SUV. Also killed were Dean’s 25-year-old wife Chelsi Ka… [+1267 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Lewandowski charges Trump aides are failing him, addresses report that Kelly got physical with him - Fox News", "description": "Fox News Lewandowski charges Trump aides are failing him, addresses report that Kelly got physical with him Fox News Former Trump campaign manager Corey Lewandowski told \"Fox News Sunday\" that President Trump's staffers are failing him, and he pointedly refus…", "url": "https://www.foxnews.com/politics/lewandowski-charges-trump-aides-are-failing-him-says-i-dont-want-to-discuss-whether-kelly-got-physical", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/25/694940094001_5971300942001_5971301825001-vs.jpg", "publishedAt": "2018-11-25T16:20:44Z", "content": "Former Trump campaign manager Corey Lewandowski told \"Fox News Sunday\" that President Trump's staffers are failing him, and he pointedly refused to say whether Chief of Staff John Kelly had grabbed him during a reportedly heated argument in the White House. L… [+7444 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Liam Quinn", "title": "California's Camp Fire now '100 percent contained,' as grim search by rescuers continues - Fox News", "description": "Fox News California's Camp Fire now '100 percent contained,' as grim search by rescuers continues Fox News The Camp Fire that has burned across more than 150,000 acres in California and become the deadliest blaze in state history has finally been contained, o…", "url": "https://www.foxnews.com/us/california-wildfire-tamped-down-by-rain-as-grim-search-continues", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18327842744145.jpg", "publishedAt": "2018-11-25T15:57:07Z", "content": "The Camp Fire that has burned across more than 150,000 acres in California and become the deadliest blaze in state history has finally been contained, officials said Sunday. California Fire officials said the blaze at Camp Creek Road near Jarbo Gap in Butte C… [+3686 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Andrew O'Reilly", "title": "Schiff says Trump is 'weak,' promises to call acting Attorney General Whitaker before Congress - Fox News", "description": "Fox News Schiff says Trump is 'weak,' promises to call acting Attorney General Whitaker before Congress Fox News Rep. Adam Schiff continued his public feud with President Trump on Sunday, calling him “weak” and promising to get to the bottom of Matthew Whitak…", "url": "https://www.foxnews.com/politics/schiff-says-trump-is-weak-promises-to-call-acting-ag-whitaker-before-congress", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/rtx3kkzu.jpg", "publishedAt": "2018-11-25T15:55:46Z", "content": "Rep. Adam Schiff continued his public feud with President Trump on Sunday, calling him “weak” and promising to get to the bottom of Matthew Whitaker’s appointment as acting attorney general. Schiff, D-Calif., who has long been a fierce critic of the president… [+3078 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Travis Fedschun", "title": "Winter storm to bring 'hazardous' conditions during busy post-Thanksgiving travel rush", "description": "A vigorous winter storm across the nation's midsection may throw a wrench in plans for millions of Americans making their home on Sunday on one of the busiest travel days of the year.", "url": "https://www.foxnews.com/us/winter-storm-bring-hazardous-conditions-across-midwest-during-post-thanksgiving-travel-rush", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/nebraskasnow.jpg", "publishedAt": "2018-11-25T15:11:34Z", "content": "A vigorous winter storm across the nation's midsection may throw a wrench in plans for millions of Americans making their way home on Sunday on one of the busiest travel days of the year. The National Weather Service said that the winter storm is expected to … [+3154 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Black man's death: Questions remain in Alabama mall shooting - Fox News", "description": "Fox News Black man's death: Questions remain in Alabama mall shooting Fox News HOOVER, Ala. – The father of a black man killed by a police officer during a shooting at an Alabama mall said his son had a permit to carry a gun for self-defense, adding it was hu…", "url": "https://www.foxnews.com/us/black-mans-death-questions-remain-in-alabama-mall-shooting", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-608f7865b0474226adb5fadb072d2468.png", "publishedAt": "2018-11-25T14:57:11Z", "content": "HOOVER, Ala. The father of a black man killed by a police officer during a shooting at an Alabama mall said his son had a permit to carry a gun for self-defense, adding it was hurtful police initially portrayed his son as the shooter. Emantic \"EJ\" Bradford Jr… [+3930 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Travis Fedschun", "title": "Russia's top space official jokes that proposed mission will 'verify' moon landings by US - Fox News", "description": "Fox News Russia's top space official jokes that proposed mission will 'verify' moon landings by US Fox News Is fact-checking about go out of this world? A proposed Russian mission to the moon will apparently include a task to verify that the American moon lan…", "url": "https://www.foxnews.com/science/russias-top-space-official-jokes-that-proposed-mission-will-verify-moon-landings-by-us", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/25/694940094001_5971285002001_5971288628001-vs.jpg", "publishedAt": "2018-11-25T14:35:52Z", "content": "Is fact-checking about go out of this world? A proposed Russian mission to the moon will apparently include a task to verify that the American moon landings were actually real, a top Russian space official joked Saturday. Dmitry Rogozin, the head of Russia's … [+2778 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Liam Quinn", "title": "North Carolina, NC State football game ends in brawl after overtime win - Fox News", "description": "Fox News North Carolina, NC State football game ends in brawl after overtime win Fox News An ugly brawl broke out between University of North Carolina and North Carolina State players after a bitter overtime encounter that ended 34-28 on Saturday. The in-stat…", "url": "https://www.foxnews.com/sports/north-carolina-nc-state-football-game-ends-in-brawl-after-overtime-win", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/nc-brawl.png", "publishedAt": "2018-11-25T14:33:04Z", "content": "An ugly brawl broke out between University of North Carolina and North Carolina State players after a bitter overtime encounter that ended 34-28 on Saturday. The in-state opponents, who were facing off as part of ‘Rivalry Week’, had been locked in a tight con… [+1010 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gregg Re", "title": "Mexico denies deal with White House on migrants, as Trump threatens to close entire border - Fox News", "description": "Fox News Mexico denies deal with White House on migrants, as Trump threatens to close entire border Fox News Mexico's incoming government denied reports Saturday that it had struck a deal with the White House to keep asylum-seekers in the country while their …", "url": "https://www.foxnews.com/politics/mexico-denies-deal-with-white-house-on-migrants-as-trump-threatens-to-close-entire-border", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/24/694940094001_5971139500001_5971131916001-vs.jpg", "publishedAt": "2018-11-25T14:28:08Z", "content": "Mexico's incoming government denied reports Saturday that it had struck a deal with the White House to keep asylum-seekers in the country while their claims move through U.S. immigration courts, just hours after President Trump again threatened to close the e… [+7485 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "AP Explains: China's megaprojects fuel unease in Pakistan", "description": "The assault on the Chinese Consulate in Karachi was the latest in a series of attacks on China's growing influence in Pakistan, where Beijing is financing tens of billions of dollars' worth of megaprojects that critics fear will plunder the country's resource…", "url": "https://www.foxnews.com/world/ap-explains-chinas-megaprojects-fuel-unease-in-pakistan", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-a8bca41f65b04126a9d5b8967425cf9a-1.png", "publishedAt": "2018-11-25T14:09:55Z", "content": "ISLAMABAD The assault on the Chinese Consulate in Karachi was the latest in a series of attacks on China's growing influence in Pakistan, where Beijing is financing tens of billions of dollars' worth of megaprojects that critics fear will plunder the country'… [+4455 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Tens of thousands in India demand rebuilding of Hindu temple", "description": "Tens of thousands of Hindus gathered in northern India on Sunday renewing calls to build a Hindu temple on a site where a 16th century mosque was attacked and demolished by Hindu hard-liners in 1992, sparking deadly Hindu-Muslim violence.", "url": "https://www.foxnews.com/world/tens-of-thousands-in-india-demand-rebuilding-of-hindu-temple", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-fcb05839489e4c51b0571b5fb7c0bb46.png", "publishedAt": "2018-11-25T13:27:54Z", "content": "LUCKNOW, India Tens of thousands of Hindus gathered in northern India on Sunday renewing calls to build a Hindu temple on a site where a 16th century mosque was attacked and demolished by Hindu hard-liners in 1992, sparking deadly Hindu-Muslim violence. The d… [+2126 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Syrian warplanes strike rebel areas after alleged gas attack", "description": "Syrian warplanes attacked rebel-held areas in northern Syria for the first time in weeks on Sunday, as Syrian officials said more than 100 people were treated at hospitals following a suspected poison gas attack by rebels in the northern city of Aleppo.", "url": "https://www.foxnews.com/world/syrian-warplanes-strike-rebel-areas-after-alleged-gas-attack", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-58f0b52c85d340c0831f62d45ff77926.png", "publishedAt": "2018-11-25T13:08:39Z", "content": "DAMASCUS, Syria Syrian warplanes attacked rebel-held areas in northern Syria for the first time in weeks on Sunday, as Syrian officials said more than 100 people were treated at hospitals following a suspected poison gas attack by rebels in the northern city … [+2207 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Travis Fedschun", "title": "Shooting outside Papa John's restaurant in Florida leaves 2 dead, 2 injured, police say - Fox News", "description": "Fox News Shooting outside Papa John's restaurant in Florida leaves 2 dead, 2 injured, police say Fox News Two men were killed and two others were injured after gunfire erupted outside a pizza restaurant in Florida on Saturday night, officials said. The Orange…", "url": "https://www.foxnews.com/us/shooting-outside-papa-johns-restaurant-in-florida-leaves-2-dead-2-injured-police-say", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/papajohnsshooting2.jpg", "publishedAt": "2018-11-25T12:36:20Z", "content": "Two men were killed and two others were injured after gunfire erupted outside a pizza restaurant in Florida on Saturday night, officials said. The Orange County Sheriff's Office said in a news release the shooting happened outside a Papa John's in southwest O… [+1271 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "The Kim Komando Show", "title": "3 ways to keep your Amazon gifts under wraps", "description": "Tinsel and trees are great, but much of Christmas is about the surprise. As the advent calendar winds down to December 25, suspense builds. What unexpected gift will emerge from those brightly wrapped boxes and stockings?", "url": "https://www.foxnews.com/tech/3-ways-to-keep-your-amazon-gifts-under-wraps", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/amazon-package-on-step.jpg", "publishedAt": "2018-11-25T12:00:16Z", "content": "Tinsel and trees are great, but much of Christmas is about the surprise. As the advent calendar winds down to December 25, suspense builds. What unexpected gift will emerge from those brightly wrapped boxes and stockings? If you’re struggling this early in th… [+5077 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "EU endorses Brexit divorce deal, as fierce fight lies ahead in British parliament", "description": "In a bittersweet landmark, European Union leaders on Sunday approved an agreement on Britain's departure next year — the first time a member country will have left the 28-nation bloc.", "url": "https://www.foxnews.com/world/eu-endorses-brexit-divorce-deal-as-fierce-fight-lies-ahead-in-british-parliament", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/brexit1.jpg", "publishedAt": "2018-11-25T11:39:54Z", "content": "In a bittersweet landmark, European Union leaders on Sunday approved an agreement on Britain's departure next year — the first time a member country will have left the 28-nation bloc. It took leaders a matter of minutes at a summit in Brussels to endorse a wi… [+5168 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Zimbabwe's Mugabe, 94, no longer able to walk, successor says", "description": "Robert Mugabe, a former president of Zimbabwe who was the world's oldest head of state before he was ousted from power last year, is no longer able to walk due to declining health, his successor said Saturday.", "url": "https://www.foxnews.com/world/zimbabwes-mugabe-no-longer-able-to-walk-president-says-v", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/0627bef2-RB.jpg", "publishedAt": "2018-11-25T11:25:34Z", "content": "Robert Mugabe, a former president of Zimbabwe who was the world’s oldest head of state before he was ousted from power last year, is no longer able to walk due to declining health, his successor said Saturday. President Emmerson Mnangagwa told ruling party su… [+1141 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Man killed woman hours after his release from prison, authorities say - Fox News", "description": "Fox News Man killed woman hours after his release from prison, authorities say Fox News A man who police suspect of killing a woman hours after he was released from an Arizona prison was arrested Friday at a hotel, authorities said Saturday. The suspect, iden…", "url": "https://www.foxnews.com/us/man-allegedly-kills-woman-same-day-he-is-freed-from-prison", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/DB.jpg", "publishedAt": "2018-11-25T11:10:25Z", "content": "A man who police suspect of killing a woman hours after he was released from an Arizona prison was arrested Friday at a hotel, authorities said Saturday. The suspect, identified as David Bohart, 34, had been released the Tucson state prison complex Monday aft… [+1118 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Ecumenical Patriarch blesses Romania cathedral, 1000s attend", "description": "Tens of thousands of Romanians gathered Sunday for the blessing of a grandiose Orthodox cathedral consecrated to mark 100 years since modern-day Romania was created in the aftermath of World War I. Believers from all over the country and beyond stood outside …", "url": "https://www.foxnews.com/world/ecumenical-patriarch-blesses-romania-cathedral-1000s-attend", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-57792a151ca943258da113d968ace5f2.png", "publishedAt": "2018-11-25T10:48:48Z", "content": "BUCHAREST, Romania Tens of thousands of Romanians gathered Sunday for the blessing of a grandiose Orthodox cathedral consecrated to mark 100 years since modern-day Romania was created in the aftermath of World War I. Believers from all over the country and be… [+1727 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Ugandan divers pull bodies from Lake Victoria boat accident", "description": "Ugandan diving teams are retrieving bodies from Lake Victoria where police say at least 30 people died in a boat accident near the capital, Kampala.", "url": "https://www.foxnews.com/world/ugandan-divers-pull-bodies-from-lake-victoria-boat-accident", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-8c9fb5f99c2243dfa4545a31f2b3332c.png", "publishedAt": "2018-11-25T10:47:27Z", "content": "MUKONO, Uganda Ugandan diving teams are retrieving bodies from Lake Victoria where police say at least 30 people died in a boat accident near the capital, Kampala. The boat overturned and sank at about 7 p.m. Saturday night, said senior police officer Zurah G… [+2275 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Sri Lankan president: PM-related investigations to continue", "description": "Sri Lanka's president on Sunday assured non-interference in ongoing investigations into abductions, killings of journalists and other crimes allegedly committed by those connected to the new prime minister and his Cabinet.", "url": "https://www.foxnews.com/world/sri-lankan-president-pm-related-investigations-to-continue", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-25T10:27:18Z", "content": "COLOMBO, Sri Lanka Sri Lanka's president on Sunday assured non-interference in ongoing investigations into abductions, killings of journalists and other crimes allegedly committed by those connected to the new prime minister and his Cabinet. President Maithri… [+2427 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Dom Calicchio", "title": "Kamala Harris, Cory Booker ‘basic income’ plans likely remove work incentive, think tank says", "description": "Two Democrats in the U.S. Senate – both said to be eyeing the party’s 2020 presidential nomination -- recently announced so-called “basic income” plans for America’s lower-income families. A liberal publication, meanwhile, says neither plans goes far enough t…", "url": "https://www.foxnews.com/politics/kamala-harris-cory-booker-basic-income-plans-likely-remove-work-incentive-think-tank-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/55163974-harris.jpg", "publishedAt": "2018-11-25T10:17:16Z", "content": "Two Democrats in the U.S. Senate – both said to be eyeing the party’s 2020 presidential nomination -- recently announced so-called “basic income” plans for America’s lower-income families. A liberal publication, meanwhile, says neither plan goes far enough to… [+4036 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "In South Sudan, a new approach in ending child soldiers' use", "description": "After coming face to face with \"unpredictable\" gun-waving children almost 25 years ago, the former commander of the failed U.N. peacekeeping mission during the Rwandan genocide dedicated his life to eliminating the use of children as weapons of war.", "url": "https://www.foxnews.com/world/in-south-sudan-a-new-approach-in-ending-child-soldiers-use", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-832ca010c95a4d9c855d6ca2e79a3e8e.png", "publishedAt": "2018-11-25T09:47:58Z", "content": "JUBA, South Sudan After coming face to face with \"unpredictable\" gun-waving children almost 25 years ago, the former commander of the failed U.N. peacekeeping mission during the Rwandan genocide dedicated his life to eliminating the use of children as weapons… [+3575 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "EU set to endorse Brexit deal but hard work lies ahead", "description": "", "url": "https://www.foxnews.com/world/eu-set-to-endorse-brexit-deal-but-hard-work-lies-ahead", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/15/694940094001_5967608823001_5967611280001-vs.jpg", "publishedAt": "2018-11-25T08:27:50Z", "content": "BRUSSELS European Union leaders are gathering to seal an agreement on Britain's departure from the bloc next year, the first time a member country will have left the 28-nation bloc. At a summit in Brussels Sunday, the leaders are due to endorse a withdrawal a… [+449 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Facebook CEO Zuckerberg won't meet with European committee, will send VP instead", "description": "Instead of appearing before top policymakers to answer questions on Facebook's role in the spread of disinformation, Mark Zuckerberg will send a representative instead", "url": "https://www.foxnews.com/tech/facebook-ceo-zuckerberg-declines-request-to-testify-in-front-of-european-committee-sends-lower-official-instead", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/MZ1.jpg", "publishedAt": "2018-11-25T08:18:00Z", "content": "Instead of appearing before top European policymakers to answer questions about Facebook’s possible role in the spread of disinformation, CEO Mark Zuckerberg will send a representative. Richard Allan, Facebook’s vice president for policy solutions, will testi… [+2322 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Texas A&M, LSU play 7 overtimes until Aggies win, 74-72", "description": "Kellen Mond's 2-point conversion pass to Kendrick Rogers in the seventh overtime gave Texas A&M a 74-72 victory over No. 8 LSU on Saturday night in a game that tied the NCAA record for most overtimes in an FBS game. \"You had two teams out there refusing to lo…", "url": "https://www.foxnews.com/sports/texas-am-lsu-play-7-overtimes-until-aggies-win-74-72.print?src=rss", "urlToImage": null, "publishedAt": "2018-11-25T08:00:00Z", "content": "By, Kristie Rieken Published November 25, 2018 Texas A&amp;amp;M quarterback Kellen Mond (11) is sacked by LSU linebacker Devin White (40) during the first half of an NCAA college football game Saturday, Nov. 24, 2018, in College Station, Texas. (Associated P… [+4349 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Texas A&M, LSU play 7 overtimes until Aggies win, 74-72", "description": "COLLEGE STATION, Texas – Kellen Mond's 2-point conversion pass to Kendrick Rogers in the seventh overtime gave Texas A&M a 74-72 victory over No. 8 LSU on Saturday night in a game that tied the NCAA record for most overtimes in an FBS game. \"You had two teams…", "url": "https://www.foxnews.com/sports/texas-am-lsu-play-7-overtimes-until-aggies-win-74-72", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/dd78b3c7-Texas-AM-LSU2.jpg", "publishedAt": "2018-11-25T07:15:27Z", "content": "COLLEGE STATION, Texas Kellen Mond's 2-point conversion pass to Kendrick Rogers in the seventh overtime gave Texas A&amp;M a 74-72 victory over No. 8 LSU on Saturday night in a game that tied the NCAA record for most overtimes in an FBS game. \"You had two tea… [+3811 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Powerball numbers drawn for Saturday's $153M jackpot - Fox News", "description": "Fox News Powerball numbers drawn for Saturday's $153M jackpot Fox News Anyone with the winning numbers in Saturday's Powerball drawing could have as many as 153 million extra reasons to be thankful this year. That's how many dollars the evening's top prize wa…", "url": "https://www.foxnews.com/us/powerball-numbers-drawn-for-saturdays-153m-jackpot", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/Power-Ball-iStock.jpg", "publishedAt": "2018-11-25T06:53:58Z", "content": "Anyone with the winning numbers in Saturday’s Powerball drawing could have as many as 153 million extra reasons to be thankful this year. That’s how many dollars the evening’s top prize was estimated to be worth. The winning numbers drawn Saturday were 11, 33… [+249 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Roseanne Barr tweets 'I'm fine' after rumors of heart attack", "description": "Social media went a little crazy Saturday night as rumors spread that Roseanne Barr had suffered a heart attack.", "url": "https://www.foxnews.com/entertainment/roseanne-barr-tweets-im-fine-after-reports-of-heart-attack", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/RB.jpg", "publishedAt": "2018-11-25T06:32:59Z", "content": "Social media went a little crazy Saturday night as rumors spread that Roseanne Barr had suffered a heart attack. But the former star of the \"Roseanne\" reboot -- now called \"The Conners\" following her high-profile departure -- dispelled the rumors herself with… [+670 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Dead sea lions, some with gunshot wounds, washing up along shore near Seattle", "description": "Since September, 13 dead California sea lions have been reported dead in the waters off Puget Sound near Seattle Wash., including six with gunshot wounds and another discovered Tuesday with its head cut off, according to conservation groups.", "url": "https://www.foxnews.com/us/dead-sea-lions-washing-up-ashore-near-seattle-with-gunshot-wounds", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/csl2.jpg", "publishedAt": "2018-11-25T06:06:20Z", "content": "Since September, at least 13 dead California sea lions have been reported dead along the shores of Puget Sound near Seattle, including six with gunshot wounds and another discovered Tuesday with its head cut off, according to conservation groups. The Seal Sit… [+1832 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Dom Calicchio", "title": "Man dies after being shot while checking safety of neighbor’s property; suspect at large", "description": "A Southern California man who was shot at least eight times while checking an elderly neighbor’s home after reports of burglars in the neighborhood died from his injuries on Thanksgiving evening, more than a week after the shooting, according to reports.", "url": "https://www.foxnews.com/us/man-dies-after-being-shot-while-checking-neighbors-property-following-report-of-burglars-suspect-still-at-large", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/004c4e38-patrick-leslie-sbs.jpg", "publishedAt": "2018-11-25T05:31:50Z", "content": "A Southern California man who was shot at least eight times while checking an elderly neighbor’s property after reports of burglars in the neighborhood died from his injuries on Thanksgiving evening, about a week after the shooting, according to reports. Patr… [+2029 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "South Dakotans may soon be able to carry concealed handguns without a permit - Fox News", "description": "Fox News South Dakotans may soon be able to carry concealed handguns without a permit Fox News SIOUX FALLS, S.D. – After years of unsuccessful attempts, supporters of legislation that would allow people to carry concealed handguns without a permit in South Da…", "url": "https://www.foxnews.com/politics/south-dakotans-may-soon-be-able-to-carry-concealed-handguns-without-a-permit", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/fff1be31-sd.jpg", "publishedAt": "2018-11-25T04:51:09Z", "content": "SIOUX FALLS, S.D. After years of unsuccessful attempts, supporters of legislation that would allow people to carry concealed handguns without a permit in South Dakota anticipate revived prospects once GOP Gov.-elect Kristi Noem takes office in January. The le… [+2598 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Search for remains of Camp Fire victims continues in Northern California: report - Fox News", "description": "Fox News Search for remains of Camp Fire victims continues in Northern California: report Fox News After a bout of rain in Northern California this week, search crews reportedly continued their efforts Saturday to locate human remains after the deadly wildfir…", "url": "https://www.foxnews.com/us/crews-in-northern-california-continue-search-for-remains-report", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/23/694940094001_5970827894001_5970829796001-vs.jpg", "publishedAt": "2018-11-25T03:59:28Z", "content": "After a bout of rain in Northern California this week, search crews reportedly continued their efforts Saturday to locate human remains after the deadly wildfire that ripped through the area. The Camp Fire, which is 98 percent contained, has claimed the lives… [+1368 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Walmart shooting suspect not expected to survive - Fox News", "description": "Newsweek The Latest: Walmart shooting suspect not expected to survive Fox News OCALA, Fla. – The Latest on a fatal shooting at a Florida Walmart store (all times local):. 10:25 p.m.. Florida police say they do not expect the suspect in a fatal Walmart shootin…", "url": "https://www.foxnews.com/us/the-latest-walmart-shooting-suspect-not-expected-to-survive", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-25T03:40:41Z", "content": "OCALA, Fla. The Latest on a fatal shooting at a Florida Walmart store (all times local): 10:25 p.m. Florida police say they do not expect the suspect in a fatal Walmart shooting to survive. In a Facebook post Saturday night, Ocala police identified the suspec… [+3116 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "| New York Post", "title": "Hugh Hefner’s iconic silk pajamas are up for auction", "description": "Hugh Hefner’s iconic silk pajamas are up for auction foxnews.com", "url": "https://www.foxnews.com/entertainment/hugh-hefners-iconic-silk-pajamas-are-up-for-auction", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2017/10/02/694940094001_5595522698001_5595490481001-vs.jpg", "publishedAt": "2018-11-25T03:23:19Z", "content": "Sorry, bunnies not included. Playboy pooh-bah Hugh Hefner’s iconic pipe, silk pajamas and smoking jacket are up for sale next week as items from the raunchy rebel’s personal collection go under the hammer in La La Land. Auction lots range from Hef’s personal … [+472 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "New York Post", "title": "CBS staffers 'want answers' after year-long Charlie Rose investigation - Fox News", "description": "Fox News CBS staffers 'want answers' after year-long Charlie Rose investigation Fox News However, what was initially an investigation at CBS News is now companywide, following the dismissal of CBS CEO Les Moonves in September amid claims against him. This was…", "url": "https://www.foxnews.com/entertainment/cbs-staffers-want-answers-after-year-long-charlie-rose-investigation", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/charlie-rose-reuters-2016.jpg", "publishedAt": "2018-11-25T03:10:59Z", "content": "CBS News staffers are furious that an investigation into sexual harassment at the network is still ongoing, a year after Charlie Rose’s firing. Rose was sacked from “CBS This Morning” after it was reported that eight women had accused him of sexual harassment… [+1831 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Texas woman dies after botched plastic surgery in Mexico: report", "description": "Texas woman dies after botched plastic surgery in Mexico: report foxnews.com", "url": "https://www.foxnews.com/health/texas-woman-dies-after-botched-plastic-surgery-in-mexico-report", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Laura-Avila-gofundme.jpg", "publishedAt": "2018-11-25T02:39:45Z", "content": "The Texas woman who suffered severe brain damage from surgical complications tied to plastic surgery in Mexico has died. TMZ reported Saturday that Laura Avila, 35, died just days after her family made the decision to move her to hospice care. She had been in… [+1743 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Taiwanese reject legalizing same-sex unions in referendum", "description": "Voters in Taiwan passed a referendum asking that marriage be restricted to one man and one woman, a setback to LGBT couples hoping their island will be the first place in Asia to let same-sex couples share child custody and insurance benefits.", "url": "https://www.foxnews.com/world/taiwanese-reject-legalizing-same-sex-unions-in-referendum", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-edad60e346b8484391e05c648d21e91a.png", "publishedAt": "2018-11-25T02:27:18Z", "content": "TAIPEI, Taiwan Voters in Taiwan passed a referendum asking that marriage be restricted to one man and one woman, a setback to LGBT couples hoping their island will be the first place in Asia to let same-sex couples share child custody and insurance benefits. … [+2253 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "Rod impales migrant woman who tries climbing over US border fence - Fox News", "description": "Fox News Rod impales migrant woman who tries climbing over US border fence Fox News A migrant woman attempting to cross the nation's southern border with Mexico by climbing a portion of fencing was impaled this weekend after falling and landing on a piece of …", "url": "https://www.foxnews.com/us/rod-impales-migrant-woman-who-tries-climbing-over-us-border-fence", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/20/694940094001_5969654654001_5969654816001-vs.jpg", "publishedAt": "2018-11-25T01:31:27Z", "content": "A migrant woman attempting to cross the nation's southern border with Mexico by climbing a portion of fencing was impaled this weekend after falling and landing on a piece of rebar, officials said. The 26-year-old Guatemalan mother of two attempted to enter t… [+1051 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Sea turtles, some dead, some barely alive, wash ashore - Fox News", "description": "CNN Sea turtles, some dead, some barely alive, wash ashore Fox News WELLFLEET, Mass. – An unusual number of sea turtles have been washing ashore in New England, many of which are a critically endangered turtle species called Kemp's ridley. A Massachusetts wil…", "url": "https://www.foxnews.com/us/sea-turtles-some-dead-some-barely-alive-wash-ashore", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-25T01:17:09Z", "content": "WELLFLEET, Mass. An unusual number of sea turtles have been washing ashore in New England, many of which are a critically endangered turtle species called Kemp's ridley. A Massachusetts wildlife sanctuary director tells the Cape Cod Times that at least 219 tu… [+557 chars]"}]}