{"articles": [{"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Utah mayor killed in Afghanistan had 'loved Afghan people' - Fox News", "description": "Fox News Utah mayor killed in Afghanistan had 'loved Afghan people' Fox News OGDEN, Utah – A Utah mayor killed while serving in the National Guard in Afghanistan had \"loved the Afghan people\" and was a man of conviction, confidence and compassion, family and …", "url": "https://www.foxnews.com/us/utah-mayor-killed-in-afghanistan-had-loved-afghan-people", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ba0b9fd9-ContentBroker_contentid-9b5504e95b54438faed544d45e648f6e.png", "publishedAt": "2018-11-17T22:59:18Z", "content": "OGDEN, Utah A Utah mayor killed while serving in the National Guard in Afghanistan had \"loved the Afghan people\" and was a man of conviction, confidence and compassion, family and military leaders said at a public funeral Saturday. Brent Taylor, 39, was a dee… [+2884 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Democrat Andrew Gillum concedes in governor’s race to Republican Ron DeSantis", "description": "Democrat Andrew Gillum conceded Saturday to GOP challenger Ron DeSantis in their contentious race in Florida for the governor’s mansion.", "url": "https://www.foxnews.com/politics/democrat-andrew-gillum-concedes-in-florida-governors-race-to-republican-ron-desantis", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T22:17:59Z", "content": "Democrat Andrew Gillum conceded Saturday to GOP challenger Ron DeSantis in their contentious race in Florida for the governor’s mansion. The announcement from Gillum, the mayor of Tallahassee, came via a Facebook Live post made alongside his wife. Gillum said… [+698 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Migrants get cool reception in Mexican border town - Fox News", "description": "Fox News Migrants get cool reception in Mexican border town Fox News TIJUANA, Mexico – Many of the nearly 3,000 Central American migrants who have reached the Mexican border with California via caravan said Saturday they do not feel welcome in the city of Tij…", "url": "https://www.foxnews.com/us/migrants-get-cool-reception-in-mexican-border-town", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-d0d638b1a8674ea5b493c69520d9306b.png", "publishedAt": "2018-11-17T22:17:23Z", "content": "TIJUANA, Mexico Many of the nearly 3,000 Central American migrants who have reached the Mexican border with California via caravan said Saturday they do not feel welcome in the city of Tijuana, where hundreds more migrants are headed after more than a month o… [+6802 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "| Fox News", "title": "Georgia certifies election results showing Kemp as victor in governor's race", "description": "Georgia Secretary of State Robyn A. Crittenden on Saturday announced the certification of election results from the disputed midterm elections, and, as anticipated, Republican Brian Kemp was the top vote-getter in the governor's race.", "url": "https://www.foxnews.com/politics/georgia-certifies-election-results-showing-kemp-as-victor-in-governors-race", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T22:00:08Z", "content": "Georgia Secretary of State Robyn A. Crittenden on Saturday announced the certification of election results from the disputed midterm elections, and, as anticipated, Republican Brian Kemp was the top vote-getter in the governor's race, besting Democratic compe… [+1526 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Greece: Police, anarchists mark 1973 uprising with clashes - Fox News", "description": "Fox News Greece: Police, anarchists mark 1973 uprising with clashes Fox News ATHENS, Greece – A march to the U.S. Embassy in Greece held Saturday for the anniversary of a fatally suppressed 1973 student uprising was mostly peaceful, while police officers and …", "url": "https://www.foxnews.com/world/greece-police-anarchists-mark-1973-uprising-with-clashes", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-58671bcf5e774c0984a5d20ea283ec43-1.png", "publishedAt": "2018-11-17T21:45:42Z", "content": "ATHENS, Greece A march to the U.S. Embassy in Greece held Saturday for the anniversary of a fatally suppressed 1973 student uprising was mostly peaceful, while police officers and anarchists clashed in Athens and the next two next largest cities long after da… [+2076 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Hits & Misses: 11/17/2018", "description": "Panel calls out the week's best and worst.", "url": "http://video.foxnews.com/v/5968439006001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/17/640/360/694940094001_5968444900001_5968439006001-vs.jpg", "publishedAt": "2018-11-17T21:11:18Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Charlie Kirk", "title": "Charlie Kirk: Democrats come out the big losers in Florida’s election mess", "description": "Despite desperate efforts by Democrats to overturn the decision of Florida’s voters – and despite the state’s deeply flawed, mismanaged and corrupt election system – it’s now clear that Republican Ron DeSantis will be the state’s next governor and Republican …", "url": "https://www.foxnews.com/opinion/charlie-kirk-democrats-come-out-the-big-losers-in-floridas-election-mess", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/16/694940094001_5968100302001_5968097450001-vs.jpg", "publishedAt": "2018-11-17T20:47:32Z", "content": "Despite desperate efforts by Democrats to overturn the decision of Florida’s voters – and despite the state’s deeply flawed, mismanaged and corrupt election system – it’s now clear that Republican Ron DeSantis will be the state’s next governor and Republican … [+5682 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "Cindy McCain says US needs 'a strong leader, not a negative Nancy’", "description": "Cindy McCain, in an interview broadcast Friday, said that she hopes President Trump learns from the midterm elections and realize that “our country needs a strong leader, not a negative Nancy.”", "url": "https://www.foxnews.com/politics/cindy-mccain-says-us-needs-a-strong-leader-not-a-negative-nancy", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18321606871078.jpg", "publishedAt": "2018-11-17T20:33:50Z", "content": "Cindy McCain, in an interview broadcast Friday, said that she hopes President Trump learns from the midterm elections and realizes that “our country needs a strong leader, not a negative Nancy.” \"It's very humbling to lose and I hope he learns from it,\" McCai… [+2428 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Barnini Chakraborty", "title": "Broward election boss says racism may be behind clamor against her", "description": "Embattled Broward County Election Supervisor Brenda Snipes claimed Saturday that racism is “probably” behind the widespread backlash against her.", "url": "https://www.foxnews.com/politics/broward-election-boss-says-racism-may-be-behind-clamor-against-her", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T20:31:23Z", "content": "Embattled Broward County Election Supervisor Brenda Snipes claimed Saturday that racism is “probably” behind the widespread backlash against her. Snipes, who has come under heavy criticism over her handling of the Florida recount after the contentious midterm… [+2827 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Karl Rove on challenges facing both parties in new Congress", "description": "Democrats divided over party leadership, Republicans acknowledge shortcomings that lost House; former Bush adviser and Fox News contributor Karl Rove gives his take.", "url": "http://video.foxnews.com/v/5968431370001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/17/640/360/694940094001_5968432354001_5968431370001-vs.jpg", "publishedAt": "2018-11-17T20:27:50Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Stephen Colbert reveals why he returned to Catholicism after losing his faith - Fox News", "description": "Fox News Stephen Colbert reveals why he returned to Catholicism after losing his faith Fox News Late night television host Stephen Colbert is open about his faith but revealed in an interview that he became \"convicted of [his] atheism\" before returning to Cat…", "url": "https://www.foxnews.com/entertainment/stephen-colbert-reveals-why-he-lost-his-faith-before-returning-to-catholicism", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Stephen-COlbert.jpg", "publishedAt": "2018-11-17T19:21:44Z", "content": "Late night television host Stephen Colbert is open about his faith but revealed in an interview that he became \"convicted of [his] atheism\" before returning to Catholicism. The CBS star told Father James Martin on his Catholic talk show “Faith in Focus” on Th… [+1583 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "Florida sues Walgreens, CVS in connection with opioid crisis", "description": "Florida is accusing Walgreens and CVS in a lawsuit with contributing to the opioid crisis in the state and nationally.", "url": "https://www.foxnews.com/us/florida-sues-walgreens-cvs-in-connection-with-opioid-crisis", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T19:08:50Z", "content": "Florida is accusing Walgreens and CVS in a lawsuit with contributing to the opioid crisis in the state and nationally. Attorney General Pam Bondi announced late Friday that she has added the nation's two largest drugstore chains to a state-court lawsuit filed… [+1673 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "C. African Republic militia leader turned over to tribunal", "description": "A commander in a Central African Republic militia has been arrested and turned over to the International Criminal Court to face charges that include murder and torture, the court announced Saturday.", "url": "https://www.foxnews.com/world/c-african-republic-militia-leader-turned-over-to-tribunal", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T19:07:15Z", "content": "THE HAGUE, Netherlands A commander in a Central African Republic militia has been arrested and turned over to the International Criminal Court to face charges that include murder and torture, the court announced Saturday. The court, established to prosecute a… [+1753 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Madeline Farber", "title": "FDA warns against honey pacifiers after Texas infants hospitalized with 'rare' illness - Fox News", "description": "Fox News FDA warns against honey pacifiers after Texas infants hospitalized with 'rare' illness Fox News Parents, be warned: The U.S. Food and Drug Administration (FDA) is cautioning caregivers to not give honey to babies under one year of age, as four infant…", "url": "https://www.foxnews.com/health/texas-infant-hospitalization-sparks-fda-honey-pacifier-warning", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/honey-Pacifier-Split.jpg", "publishedAt": "2018-11-17T18:37:38Z", "content": "Parents, be warned: The U.S. Food and Drug Administration (FDA) is cautioning caregivers to not give honey to babies under one year of age, as four infants in Texas were recently hospitalized after using pacifiers that contained the sweet substance. SUCKING O… [+1244 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "Cop who led Harvey Weinstein probe reassigned in NYPD shakeup - Fox News", "description": "Fox News Cop who led Harvey Weinstein probe reassigned in NYPD shakeup Fox News The New York City cop in charge of the Harvey Weinstein investigation has been reassigned, according to reports. NYPD's Special Victim's Division commander Michael Osgood was boot…", "url": "https://www.foxnews.com/us/cop-who-led-harvey-weinstein-probe-reassigned-in-nypd-shakeup", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Harvey-Weinstein.jpg", "publishedAt": "2018-11-17T18:31:07Z", "content": "The New York City cop in charge of the Harvey Weinstein investigation has been reassigned, according to reports. NYPD’s Special Victim’s Division commander Michael Osgood was booted to Staten Island as part of a major shakeup, the New York Post reported. His … [+1041 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Barnini Chakraborty", "title": "FLORIDA RECOUNTS BY HAND...", "description": "FLORIDA RECOUNTS BY HAND... (Third column, 3rd story, link ) Related stories: DAY 10: Stacey Abrams ends run for gov... FIERY SPEECH... Pelosi meets with freshmen key to speakership bid... Trump Offers Help Securing Votes... California Republicans look for wa…", "url": "https://www.foxnews.com/politics/broward-counts-the-wrong-ballots-as-florida-races-to-finish-manual-recount-ahead-of-sunday-deadline", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18321509867593-1.jpg", "publishedAt": "2018-11-17T18:07:38Z", "content": "FORT LAUDERDALE, Fla. Fresh off its bungled machine recount, Broward County’s second day of manual recounting temporarily stopped about an hour after it began Saturday when lawyers from both political parties pointed out that volunteers were counting the wron… [+4636 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News Insider", "title": "Dershowitz: Hard-Left Democrats Are 'Tolerating Anti-Semitism' to Avoid Being Alienated - Fox News Insider", "description": "Fox News Insider Dershowitz: Hard-Left Democrats Are 'Tolerating Anti-Semitism' to Avoid Being Alienated Fox News Insider Alan Dershowitz said Saturday on Fox & Friends that Democrats on the extreme left are \"tolerating anti-Semitism\" to avoid being alienated…", "url": "http://insider.foxnews.com/2018/11/17/alan-dershowitz-hard-left-democrats-are-tolerating-anti-semitism-avoid-being-alienated", "urlToImage": "http://insider.foxnews.com/sites/insider.foxnews.com/files/styles/780/public/NewDersh111718.jpg?itok=tCC-ysEL", "publishedAt": "2018-11-17T18:04:31Z", "content": "Alan Dershowitz said Saturday on Fox &amp; Friends that Democrats on the extreme left are \"tolerating anti-Semitism\" to avoid being alienated by their base. His remarks come after Minnesota Rep.-elect Ilhan Omar seemed to reverse her stance on the Boycott, Di… [+1777 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Supporters, opponents clash over Dutch character Black Pete", "description": "Scattered confrontations broke out Saturday between supporters and opponents of the divisive helper of the Dutch version of Santa Claus, police and media reported, amid a fierce and increasingly polarized debate about the helper known as Black Pete.", "url": "https://www.foxnews.com/world/supporters-opponents-clash-over-dutch-character-black-pete", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-05e8ad8245c54900b982d1ed4a657431.png", "publishedAt": "2018-11-17T17:51:30Z", "content": "THE HAGUE, Netherlands Scattered confrontations broke out Saturday between supporters and opponents of the divisive helper of the Dutch version of Santa Claus, police and media reported, amid a fierce and increasingly polarized debate about the helper known a… [+1752 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Protests in Ireland after thong underwear cited as sign of consent in rape trial", "description": "Protests erupt in Ireland after a blue thong was cited as a sign of consent in a rape trial.", "url": "https://www.foxnews.com/world/protests-in-ireland-after-thong-underwear-cited-as-sign-of-consent-in-rape-trial", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/0826a587-victim-blaming.jpg", "publishedAt": "2018-11-17T17:39:00Z", "content": "Protests erupted in Ireland this week after thong underwear was cited as a sign of consent in a rape trial. On Saturday, a 27-year-old man was unanimously found not guilty by a jury of raping a 17-year-old woman, NPR reported. The decision sparked anger in th… [+1750 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Tuly Weisz", "title": "How a museum became a beacon of reconciliation in America's most divided city", "description": "For 2,000 years, the Bible has been the greatest source of division between Christians and Jews.", "url": "https://www.foxnews.com/opinion/how-a-museum-became-a-beacon-of-reconciliation-in-americas-most-divided-city", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2017/11/12/694940094001_5643501838001_5643495007001-vs.jpg", "publishedAt": "2018-11-17T17:28:38Z", "content": "For 2,000 years, the Bible has been the greatest source of division between Christians and Jews. In fact, our bitter history is full of biblically-driven religious intolerance and persecution. However, in America’s arguably most divided city – Washington D.C.… [+5204 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Washington man who raped, took lewd photos of dying woman gets less than 3 years in prison - Fox News", "description": "Fox News Washington man who raped, took lewd photos of dying woman gets less than 3 years in prison Fox News A Washington man was sentenced Thursday to less than three years in prison after he raped a high school student as she was dying from a drug overdose …", "url": "https://www.foxnews.com/us/washington-man-who-raped-took-lewd-photos-of-dying-woman-gets-less-than-3-years-in-prison", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Brian-Varela.jpg", "publishedAt": "2018-11-17T17:02:35Z", "content": "A Washington man was sentenced Thursday to less than three years in prison after he raped a high school student as she was dying from a drug overdose and texting explicit photos of her to friends. Brian Varela, 20, of Lynnwood, Washington, pleaded guilty to s… [+2926 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "US military chief says tech giants should work with Pentagon - Fox News", "description": "Fox News US military chief says tech giants should work with Pentagon Fox News That would be the argument I make to the tech companies.\" Dunford said the U.S has had a competitive advantage since World War II because of public and private cooperation and note…", "url": "https://www.foxnews.com/us/us-military-chief-says-tech-giants-should-work-with-pentagon", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-0b1d1dd641a14f329b2f8e1c52e95eaf.png", "publishedAt": "2018-11-17T17:02:35Z", "content": "HALIFAX, Nova Scotia The top U.S. military officer said Saturday that it's problematic that American tech companies don't want to work with the Pentagon but are willing to engage with the Chinese. U.S. Chairman of the Joint Chiefs of Staff Joseph Dunford told… [+1872 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Madeline Farber", "title": "Woman in alleged GoFundMe scam claims she was 'set up' by boyfriend, homeless man - Fox News", "description": "Fox News Woman in alleged GoFundMe scam claims she was 'set up' by boyfriend, homeless man Fox News The New Jersey woman involved in the alleged GoFundMe scandal claims she was “set up” by her now-former boyfriend Mark D'Amico and homeless man Johnny Bobbitt.…", "url": "https://www.foxnews.com/us/woman-in-alleged-gofundme-scam-claims-she-was-set-up-by-boyfriend-homeless-man", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-9b96c6d9472d435d95c43ed51fec4685.png", "publishedAt": "2018-11-17T16:39:36Z", "content": "The New Jersey woman involved in the alleged GoFundMe scandal claims she was “set up” by her now-former boyfriend Mark D’Amico and homeless man Johnny Bobbitt. “I was set up by Mr. D’Amico and Mr. Bobbitt,” Kate McClure, who is reportedly no longer dating D'A… [+2016 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Kentucky state House candidate wins race by just one vote", "description": "Jim Glenn, the Democratic candidate running for Kentucky’s state House District 13, beat incumbent Republican Rep. D.J. Johnson by just one vote.", "url": "https://www.foxnews.com/politics/kentucky-state-house-candidate-wins-race-by-just-one-vote", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Jim-Glenn.jpg", "publishedAt": "2018-11-17T16:25:06Z", "content": "A state House election in Kentucky came down to the wire as one candidate was able to claim victory by just one vote. However, Jim Glenn, the Democratic candidate running for Kentucky’s state House District 13, beat incumbent Republican Rep. DJ Johnson with t… [+1873 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Morgan Evans", "title": "Courtney Stodden says she'd 'rather go naked than wear Victoria's Secret' after exec's controversial comments - Fox News", "description": "Fox News Courtney Stodden says she'd 'rather go naked than wear Victoria's Secret' after exec's controversial comments Fox News Courtney Stodden is speaking out against Victoria's Secret after Ed Razek, the brand's CMO, sparked social media backlash for sayin…", "url": "https://www.foxnews.com/entertainment/courtney-stodden-says-shed-rather-go-naked-than-wear-victorias-secret-after-execs-controversial-comments", "urlToImage": "https://a57.foxnews.com/media2.foxnews.com/thumbnails/i/052114/640/360/FOX411_stodden_052114.jpg", "publishedAt": "2018-11-17T16:12:57Z", "content": "Courtney Stodden is speaking out against Victoria's Secret after Ed Razek, the brand's CMO, sparked social media backlash for saying that they \"don't market\" to plus-size and transgender women. After Razek's controversial remarks, the model took to Instagram … [+2507 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "Dolphin found shot dead on California beach - Fox News", "description": "Fox News Dolphin found shot dead on California beach Fox News A reward is being offered after a dolphin was found shot dead on a Southern California beach. “There is NO excuse for such brutality against these beautiful animals,” Marine Animal Rescue said Frid…", "url": "https://www.foxnews.com/us/dolphin-found-shot-dead-on-california-beach", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Dolphin-CA.jpg", "publishedAt": "2018-11-17T15:49:57Z", "content": "A reward is being offered after a dolphin was found shot dead on a Southern California beach. “There is NO excuse for such brutality against these beautiful animals,” Marine Animal Rescue said Friday in a Facebook post. The El Segundo nonprofit posted a photo… [+938 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Trump: Sending cleric to Turkey 'not under consideration' - Fox News", "description": "Fox News Trump: Sending cleric to Turkey 'not under consideration' Fox News WASHINGTON – President Donald Trump says extraditing a Turkish-born Muslim cleric blamed by Turkey for engineering a 2016 military coup attempt is \"not under consideration.\" Fethullah…", "url": "https://www.foxnews.com/us/trump-sending-cleric-to-turkey-not-under-consideration", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-fbd634f2965a4b20a59f6664c7eff5a5.png", "publishedAt": "2018-11-17T15:42:35Z", "content": "WASHINGTON President Donald Trump says extraditing a Turkish-born Muslim cleric blamed by Turkey for engineering a 2016 military coup attempt is \"not under consideration.\" Fethullah Gulen (FEH'-too-lah goo-LEN') has lived for nearly 20 years in self-exile at … [+567 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Madeline Farber", "title": "Florida woman cheers as police pull over drivers who speed past stopped school bus - Fox News", "description": "Fox News Florida woman cheers as police pull over drivers who speed past stopped school bus Fox News A woman in Florida has gone viral after posting a video where she can be heard cheering and yelling as local sheriff's deputies pulled over several drivers wh…", "url": "https://www.foxnews.com/us/florida-woman-cheers-as-police-pull-over-drivers-who-speed-past-stopped-school-bus", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/Bus20iStock.jpg", "publishedAt": "2018-11-17T15:38:19Z", "content": "A woman in Florida has gone viral after posting a video where she can be heard cheering and yelling as local sheriff’s deputies pulled over several drivers who sped past a stopped school bus this week. Monica Douglas, of Hudson, was concerned for the safety o… [+2069 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Morgan Evans", "title": "Kim Porter's death brings Diddy and ex-girlfriend Cassie back together - Fox News", "description": "Fox News Kim Porter's death brings Diddy and ex-girlfriend Cassie back together Fox News Just one day after the death of Sean \"Diddy\" Combs' ex Kim Porter, the music mogul stepped out with his ex-girlfriend Cassie Ventura. On Friday, Diddy was spotted out in …", "url": "https://www.foxnews.com/entertainment/diddy-steps-out-with-ex-cassie-follow-kim-porters-death", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/15/694940094001_5967607898001_5967610170001-vs.jpg", "publishedAt": "2018-11-17T14:50:00Z", "content": "Just one day after the death of Sean \"Diddy\" Combs' ex Kim Porter, the music mogul stepped out with his ex-girlfriend Cassie Ventura. On Friday, Diddy was spotted out in Los Angeles for the first time following the news that Porter was found dead in her Toluc… [+2155 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "Texas students to be taught slavery played 'central role' in Civil War - Fox News", "description": "Fox News Texas students to be taught slavery played 'central role' in Civil War Fox News Texas' 5.4 million students will be taught that slavery played a “central role” in the Civil War, according to reports. The Texas Board of Education voted Friday to make …", "url": "https://www.foxnews.com/us/texas-students-to-be-taught-slavery-played-central-role-in-civil-war", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Lincoln-Slavery.jpg", "publishedAt": "2018-11-17T14:48:49Z", "content": "Texas’ 5.4 million students will be taught that slavery played a “central role” in the Civil War, according to reports. The Texas Board of Education voted Friday to make the change, which goes into effect beginning in the 2019-2020 school year, NPR reported. … [+1082 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Amanda Knox is engaged to boyfriend after elaborate space-themed proposal - Fox News", "description": "Fox News Amanda Knox is engaged to boyfriend after elaborate space-themed proposal Fox News Amanda Knox announced Friday that she was engaged to boyfriend Christopher Robinson after a space-themed proposal that was out of this world. Knox, 31, uploaded a snip…", "url": "https://www.foxnews.com/us/amanda-knox-is-engaged-to-boyfriend-after-elaborate-space-themed-proposal", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Happy-Amnda.jpg", "publishedAt": "2018-11-17T14:21:19Z", "content": "Amanda Knox announced Friday that she was engaged to boyfriend Christopher Robinson after a space-themed proposal that was out of this world. Knox, 31, uploaded a snippet of the proposal on her Instagram page Friday. She also uploaded the whole video of the p… [+1715 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "James Rogers", "title": "Alexander Hamilton’s descendant loans extremely rare family heirlooms to Revolutionary War museum", "description": "Extremely rare artifacts that belonged to Alexander Hamilton have been loaned to the Museum of the American Revolution by the Founding Father’s fifth-great-grandson.", "url": "https://www.foxnews.com/science/alexander-hamiltons-descendant-loans-extremely-rare-family-heirlooms-to-revolutionary-war-museum", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/HamiltonPendant.jpg", "publishedAt": "2018-11-17T14:00:23Z", "content": "Extremely rare artifacts that belonged to Alexander Hamilton have been loaned to the Museum of the American Revolution by the Founding Father’s fifth-great-grandson. A member of George Washington’s staff during the Revolutionary War, Hamilton helped ratify th… [+3096 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Report: US-led airstrikes kill 40 in IS-held area of Syria", "description": "At least 40 people, mostly women and children, were killed Saturday by U.S.-led airstrikes on the last pocket held by Islamic State militants in eastern Syria, a war monitor and Syrian state media reported.", "url": "https://www.foxnews.com/world/report-us-led-airstrikes-kill-40-in-is-held-area-of-syria", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T13:47:22Z", "content": "BEIRUT At least 40 people, mostly women and children, were killed Saturday by U.S.-led airstrikes on the last pocket held by Islamic State militants in eastern Syria, a war monitor and Syrian state media reported. The coalition did not immediately respond to … [+1849 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lukas Mikelionis", "title": "Avenatti's law firm evicted from California offices over unpaid $213G rent", "description": "Michael Avenatti’s law practice firm was ordered to be evicted from its California offices over unpaid rent after the judge dismissed his attempt to block the eviction, the latest setback for the embattled lawyer who was arrested on domestic violence charges …", "url": "https://www.foxnews.com/politics/avenattis-law-firm-evicted-from-california-offices-over-unpaid-213g-rent", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Michael-Avenatti-AP.jpg", "publishedAt": "2018-11-17T13:06:09Z", "content": "Michael Avenatti’s law firm was ordered to be evicted from its California offices over unpaid rent after the judge dismissed his attempt to block the eviction, the latest setback for the embattled lawyer who was arrested on domestic violence charges earlier t… [+2263 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Walt Bonner", "title": "Bioreactor device helps regrow legs on frogs", "description": "Researchers have created a new device that can trigger partial limb regrowth in frogs. The findings could lead to limb regeneration in mammals somewhere off in the future.", "url": "https://www.foxnews.com/science/bioreactor-helps-regrow-legs-on-frogs", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/FrogTufts.jpg", "publishedAt": "2018-11-17T12:00:23Z", "content": "Researchers have created a new device that can trigger partial limb regrowth in frogs. The findings could lead to limb regeneration in mammals somewhere off in the future. Frogs are capable of regenerating lost limbs on their own, but the stumps grown are sma… [+3486 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "The Kim Komando Show", "title": "Cheaper home internet, secret Amazon coupons and more: Tech Q&A", "description": "Is there a way to clean out all the cache, search history and call logs from my phone? I think this will speed up my phone.", "url": "https://www.foxnews.com/tech/cheaper-home-internet-secret-amazon-coupons-and-more-tech-qa", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/wifi-router-iStock.jpg", "publishedAt": "2018-11-17T12:00:07Z", "content": "Declutter Phone Q: Is there a way to clean out all the cache, search history and call logs from my phone? I think this will speed up my phone. A: If you have an Android phone, there is a single app that can essentially clean up your phone for you. All those s… [+3323 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Brooke Crothers", "title": "This bionic mushroom can make electricity", "description": "Forget solar panels. Researchers are eyeing mushrooms to generate electricity.", "url": "https://www.foxnews.com/science/this-bionic-mushroom-can-make-electricity", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/bionic-mushroom.jpg", "publishedAt": "2018-11-17T12:00:03Z", "content": "Forget solar panels. Researchers are eyeing mushrooms to generate electricity. The electricity-generating mushrooms were fitted with a network of electrodes and special bacteria – which get their energy through photosynthesis – to produce bio-electricity, acc… [+2396 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lukas Mikelionis", "title": "California Dem says US would win 'short war' against gun-rights advocates: 'The government has nukes'", "description": "California Democrat Eric Swalwell on Friday said the U.S. government would use its nuclear weapons in a hypothetical war against Second Amendment supporters refusing to give up their firearms.", "url": "https://www.foxnews.com/politics/california-dem-says-government-would-use-nuclear-weapons-against-gun-owners-resisting-firearms-control", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/15/694940094001_5967140753001_5967141833001-vs.jpg", "publishedAt": "2018-11-17T10:40:48Z", "content": "U.S. Rep. Eric Swalwell on Friday said the U.S. government would use its nuclear weapons in a hypothetical war against Second Amendment supporters refusing to give up their firearms. The California Democrat, who is openly considering a run for the Democratic … [+2075 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "George Zimmerman gets probation in stalking of investigator linked to Trayvon Martin film series", "description": "Former Florida neighborhood watch leader George Zimmerman will serve a year probation after pleading no contest Tuesday to stalking a private investigator associated with a documentary on Trayvon Martin, the unarmed teen he killed in 2012.", "url": "https://www.foxnews.com/us/george-zimmerman-receives-year-probation-in-stalking-case", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/GZ.jpg", "publishedAt": "2018-11-17T10:40:48Z", "content": "Former Florida neighborhood watch leader George Zimmerman will serve a year of probation after pleading no contest Tuesday to stalking a private investigator associated with a documentary series on Trayvon Martin, the unarmed teen Zimmerman killed in 2012. Un… [+2429 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephanie Nolasco", "title": "Monica Lewinsky says she was 'gutted' after Bill Clinton labeled her 'that woman' in doc: 'I felt anger' - Fox News", "description": "Fox News Monica Lewinsky says she was 'gutted' after Bill Clinton labeled her 'that woman' in doc: 'I felt anger' Fox News Monica Lewinsky endured many mortifying moments in her life — one of them was reading Independent Counsel Kenneth Starr's report in 1998…", "url": "https://www.foxnews.com/entertainment/monica-lewinsky-says-she-was-gutted-after-bill-clinton-labeled-her-that-woman-in-doc-i-felt-anger", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/10/26/694940094001_5853842771001_5853834444001-vs.jpg", "publishedAt": "2018-11-17T10:03:49Z", "content": "Monica Lewinsky endured many mortifying moments in her life — one of them was reading Independent Counsel Kenneth Starr’s report in 1998 online, which detailed his investigation on her affair with then-President Bill Clinton. Lewinsky, 45, provided an in-dept… [+6801 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Amy Lieu", "title": "Driver, 28, with history of DWI gets 20 years for crash that killed father of 7 - Fox News", "description": "Fox News Driver, 28, with history of DWI gets 20 years for crash that killed father of 7 Fox News A Louisiana woman was sentenced to 20 years in prison this week after pleading guilty in connection with a fatal drunken driving crash that killed a married Miss…", "url": "https://www.foxnews.com/us/driver-28-with-history-of-dwi-gets-20-years-for-crash-that-killed-father-of-7", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/olivia-matte.jpg", "publishedAt": "2018-11-17T09:58:02Z", "content": "A Louisiana woman was sentenced to 20 years in prison this week after pleading guilty in connection with a fatal drunken driving crash that killed a married Mississippi man who was the father of seven children. The crash was the third driving-while-intoxicate… [+2424 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephen Sorace", "title": "David Arquette suffers bloody neck wound in ‘death match’ wrestling event", "description": "David Arquette might want to consider sticking with acting full-time. The 47-year-old star of the \"Scream\" movies, an amateur wrestler, competed in a hardcore, death match-style bout Friday night in Los Angeles, leaving the ring covered in his own blood from …", "url": "https://www.foxnews.com/entertainment/david-arquette-returns-to-ring-in-wrestling-death-match-slices-neck-open", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/09/21/694940094001_5838202916001_5838198440001-vs.jpg", "publishedAt": "2018-11-17T09:46:55Z", "content": "David Arquette might want to consider sticking with acting full-time. WARNING: GRAPHIC CONTENT The 47-year-old star of the \"Scream\" movies, and amateur wrestler, competed in a hardcore, death match-style bout Friday night in Los Angeles, leaving the ring cove… [+1490 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Experts weigh the record of Cambodia's Khmer Rouge tribunal", "description": "After spending nine years and more than $300 million to prosecute leaders of Cambodia's Khmer Rouge responsible for the deaths of 1.7 million of their countrymen, a U.N.-assisted tribunal has ended up convicting only three people for the communist group's hei…", "url": "https://www.foxnews.com/world/experts-weigh-the-record-of-cambodias-khmer-rouge-tribunal", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-1bcc56f1bcc848fe939d736e6969b618-1.png", "publishedAt": "2018-11-17T09:28:31Z", "content": "BANGKOK After spending nine years and more than $300 million to prosecute leaders of Cambodia's Khmer Rouge responsible for the deaths of 1.7 million of their countrymen, a U.N.-assisted tribunal has ended up convicting only three people for the communist gro… [+5829 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephen Sorace", "title": "Inmate claims God, dead mom, gave him 'go ahead' to beat sex-offender cellmate to death: report - Fox News", "description": "Fox News Inmate claims God, dead mom, gave him 'go ahead' to beat sex-offender cellmate to death: report Fox News An inmate who allegedly beat to death his cellmate, an accused child molester, earlier this month in a Texas jail said “God and his mother” told …", "url": "https://www.foxnews.com/us/texas-inmate-allegedly-said-god-mom-told-him-to-kill-cellmate-accused-of-child-molestation", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/flores-simpson-sbs.jpg", "publishedAt": "2018-11-17T09:13:22Z", "content": "An inmate who allegedly beat to death his cellmate, an accused child molester, earlier this month in a Texas jail said “God and his mother” told him to do it because the man was “Bin Laden,” authorities said. David Faustino Flores, 42, was charged earlier thi… [+1811 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "'Extreme psychological abuse' led father, 92, to fatally shoot son, 51, as he slept, defense argues", "description": "A 92-year-old former lawyer in Southern California is accused of killing his son with a shotgun while he slept, but a defense attorney said in court Friday that the incident was provoked by \"extreme psychological abuse,\" according to reports.", "url": "https://www.foxnews.com/us/former-lawyer-92-fatally-shot-son-while-he-slept-defense-says-son-was-abusive", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/san-diego-police.jpg", "publishedAt": "2018-11-17T08:39:14Z", "content": "A 92-year-old former lawyer in Southern California is accused of killing his son with a shotgun while he slept, but a defense attorney said in court Friday that the incident was provoked by \"extreme psychological abuse,\" according to reports. Richard Landis P… [+2063 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Multi-agency drug sweep nets 49 arrests, $500M in cocaine, Coast Guard says", "description": "The Coast Guard seized 18.5 tons of cocaine valued at $500 million in a series of operations in international waters, officials said.", "url": "https://www.foxnews.com/us/coast-guard-seizes-500-million-worth-of-cocaine", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/drugs1.jpg", "publishedAt": "2018-11-17T08:05:06Z", "content": "The Coast Guard seized 18.5 tons of cocaine valued at $500 million in a series of operations in international waters, officials said Thursday. In a news release, officials said the drugs were unloaded at the Port Everglades in Fort Lauderdale, Fla. The drugs … [+452 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Pence, China's Xi trade tough talk at Pacific summit", "description": "Vice President Mike Pence and Chinese leader Xi Jinping exchanged barbs and tough talk in competing speeches to world leaders Saturday, with Pence warning the United States could double its tariffs on Beijing unless it bowed to U.S. demands.", "url": "https://www.foxnews.com/us/pence-china-trade-tough-talk-at-pacific-summit", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/MP.jpg", "publishedAt": "2018-11-17T07:07:57Z", "content": "Vice President Mike Pence and Chinese leader Xi Jinping exchanged barbs and tough talk in competing speeches to world leaders Saturday, with Pence warning the United States could double its tariffs on Beijing unless it bowed to U.S. demands. Pence, speaking a… [+2256 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Abe visits Darwin shrine to Japanese war dead", "description": "Japanese Prime Minister Shinzo Abe on Saturday visited a shrine in Darwin commemorating the deaths of 80 Japanese submariners in waters near the city in World War II.", "url": "https://www.foxnews.com/world/abe-visits-darwin-shrine-to-japanese-war-dead", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-ccbb261ab5dc488bab5dbda1a1320051-1.png", "publishedAt": "2018-11-17T06:31:31Z", "content": "SYDNEY Japanese Prime Minister Shinzo Abe on Saturday visited a shrine in Darwin commemorating the deaths of 80 Japanese submariners in waters near the city in World War II. Abe arrived in Darwin on Friday for meetings with Australian counterpart Scott Morris… [+1814 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Amy Lieu", "title": "Driver, 28, with history of DWI gets 20 years for crash that killed father of 7", "description": "A Louisiana woman was sentenced to 20 years in prison this week after pleading guilty in connection with a fatal drunken driving crash that killed a married Mississippi man who was the father of seven children.", "url": "https://www.foxnews.com/us/olivia-matte-sentenced-to-20-years-for-fatal-dui", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/olivia-matte.jpg", "publishedAt": "2018-11-17T05:40:42Z", "content": "A Louisiana woman was sentenced to 20 years in prison this week after pleading guilty in connection with a fatal drunken driving crash that killed a married Mississippi man who was the father of seven children. The crash was the third driving-while-intoxicate… [+2425 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "California wildfire evacuees plunged into state's housing crisis", "description": "As firefighters in California begin to get a handle on a series of wildfires that have ravaged both ends of the state and destroyed thousands of home this past week, those affected will soon face the reality of finding permanent housing in a state already fac…", "url": "https://www.foxnews.com/us/california-wildfire-evacuees-plunged-into-states-housing-crisis", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/CF2.jpg", "publishedAt": "2018-11-17T05:17:50Z", "content": "As firefighters in California begin to get a handle on the deadly wildfires that have ravaged both ends of the state and destroyed thousands of homes this past week, those affected will soon face the potentially daunting task of having to find permanent housi… [+5618 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephen Sorace", "title": "GOP's Mia Love takes lead in Utah House race as count continues", "description": "A Republican incumbent congresswoman from Utah pulled ahead of her Democratic opponent by several hundred votes Friday, gaining her first lead in the House contest since Election Day.", "url": "https://www.foxnews.com/politics/rep-mia-love-gains-lead-in-utah-house-race", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/rep-mia-love-Utah.jpg", "publishedAt": "2018-11-17T05:11:22Z", "content": "A Republican incumbent congresswoman from Utah pulled ahead of her Democratic opponent by several hundred votes Friday, gaining her first lead in the House contest since Election Day. After the latest tally, U.S. Rep. Mia Love, 42, held a razor-thin 419-vote … [+2014 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Argentina: Submarine found sunk year after disappearing", "description": "Argentina's navy announced early Saturday that searchers had found the missing submarine ARA San Juan deep in the Atlantic a year after it disappeared with 44 crewmen aboard.", "url": "https://www.foxnews.com/world/argentina-submarine-found-sunk-year-after-disappearing", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T05:07:29Z", "content": "BUENOS AIRES, Argentina Argentina's navy announced early Saturday that searchers had found the missing submarine ARA San Juan deep in the Atlantic a year after it disappeared with 44 crewmen aboard. The vessel was detected 800 meters (2,625 feet) deep in wate… [+2007 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Services held for 2 victims of Southern California massacre", "description": "Memorial services have been held for two victims of the mass shooting at a Southern California country bar.", "url": "https://www.foxnews.com/us/services-held-for-2-victims-of-southern-california-massacre", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T04:17:29Z", "content": "WESTLAKE VILLAGE, Calif. Memorial services have been held for two victims of the mass shooting at a Southern California country bar. Marine Corps veteran Daniel Manrique was remembered Friday at a church in Westlake Village near Los Angeles. Services for 22-y… [+537 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Camp Fire death toll jumps to 71, sheriff says", "description": "Authorities in Northern California revealed Friday night that an additional eight sets of human remains were uncovered during search efforts, bringing the total number of people killed in the Camp Fire to 71.", "url": "https://www.foxnews.com/us/camp-fire-death-toll-jumps-to-71-sheriff-says", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/16/694940094001_5968133483001_5968132474001-vs.jpg", "publishedAt": "2018-11-17T03:09:34Z", "content": "Authorities in Northern California revealed Friday night that an additional eight sets of human remains have been uncovered during search efforts, bringing the total number of people killed in the Camp Fire to 71. The list of unaccounted individuals also rose… [+1170 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Sarah Sanders: Freedom of the press isn't freedom to be rude", "description": "White House press secretary Sarah Sanders responds to judge ruling in favor of restoring CNN correspondent Jim Acosta's White House pass, previews President Trump's visit to California wildfires.", "url": "http://video.foxnews.com/v/5968201704001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/17/640/360/694940094001_5968192998001_5968201704001-vs.jpg", "publishedAt": "2018-11-17T03:08:43Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Girlfriend of Colorado man who pleaded guilty to killing family speaks out on 'horrific' act - Fox News", "description": "Fox News Girlfriend of Colorado man who pleaded guilty to killing family speaks out on 'horrific' act Fox News A Colorado woman who was dating Christopher Watts – the man accused of killing his pregnant wife and daughters in August – reportedly labeled him “a…", "url": "https://www.foxnews.com/us/colorado-woman-who-dated-man-accused-of-killing-pregnant-wife-2-daughters-says-hes-a-liar-report", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18310815971925.jpg", "publishedAt": "2018-11-17T03:06:15Z", "content": "A Colorado woman who was dating Christopher Watts – the man accused of killing his pregnant wife and daughters in August – reportedly labeled him “a liar” during an interview Thursday where she detailed how the two met and began what, unknowingly to her, was … [+2911 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "American detained in North Korea deported back to US, official says - Fox News", "description": "Fox News American detained in North Korea deported back to US, official says Fox News An American citizen claiming to be a spy when he was detained in North Korea has been deported to the United States after a month of captivity, an official said. Speaking on…", "url": "https://www.foxnews.com/world/american-detained-in-north-korea-deported-back-to-us-official-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-05bf86a1047e4271b6962cd921595dae.png", "publishedAt": "2018-11-17T03:02:44Z", "content": "An American citizen claiming to be a spy when he was detained in North Korea has been deported to the United States after a month of captivity, an official said. Speaking on a condition of anonymity, a U.S. official confirmed to The Associated Press that Bruc… [+1071 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "ET Online", "title": "Hailey Baldwin changes name to 'Hailey Bieber' on social media - Fox News", "description": "Fox News Hailey Baldwin changes name to 'Hailey Bieber' on social media Fox News Hailey Baldwin is fully embracing married life. The 21-year-old model made her marriage to Justin Bieber Instagram official by changing her handle to Hailey Bieber on Friday. It …", "url": "https://www.foxnews.com/entertainment/hailey-baldwin-changes-name-to-hailey-bieber-on-social-media", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/the-happy-couple.jpg", "publishedAt": "2018-11-17T02:33:28Z", "content": "Hailey Baldwin is fully embracing married life. The 21-year-old model made her marriage to Justin Bieber Instagram official by changing her handle to Hailey Bieber on Friday. It now appears as \"Hailey Rhode Bieber.\" The news comes weeks after she filed to tra… [+1367 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "UN committee condemns rights violations against Rohingya", "description": "A key U.N. committee overwhelmingly approved a resolution Friday strongly condemning the continuing \"gross human rights violations and abuses\" against Rohingya Muslims who are treated as outsiders in Myanmar and were victims of a brutal campaign by the countr…", "url": "https://www.foxnews.com/world/un-committee-condemns-rights-violations-against-rohingya", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T02:27:17Z", "content": "UNITED NATIONS A key U.N. committee overwhelmingly approved a resolution Friday strongly condemning the continuing \"gross human rights violations and abuses\" against Rohingya Muslims who are treated as outsiders in Myanmar and were victims of a brutal campaig… [+3487 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Mariah Haas", "title": "Ashley Graham's love story with husband Justin Ervin leaves Gwyneth Paltrow in tears - Fox News", "description": "Fox News Ashley Graham's love story with husband Justin Ervin leaves Gwyneth Paltrow in tears Fox News Ashley Graham is opening up about how she met her husband of eight years, director Justin Ervin. On Thursday, Graham appeared on Gwyneth Paltrow's Goop podc…", "url": "https://www.foxnews.com/entertainment/ashley-grahams-love-story-with-husband-justin-ervin-leaves-gwyneth-paltrow-in-tears", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/gwyneth-paltrow-ashley-graham.jpg", "publishedAt": "2018-11-17T02:24:54Z", "content": "Ashley Graham is opening up about how she met her husband of eight years, director Justin Ervin. On Thursday, Graham appeared on Gwyneth Paltrow's Goop podcast, where the 31-year-old model first recalled dating a \"terrible guy\" in her early 20s who was \"menta… [+2536 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Harry J. Kazianis", "title": "North Korean mystery weapons test creates possibility of military confrontation with US - Fox News", "description": "Fox News North Korean mystery weapons test creates possibility of military confrontation with US Fox News North Korea's surprise announcement Friday that dictator Kim Jong Un has supervised the test of an unspecified “high-tech tactical weapon” means that a p…", "url": "https://www.foxnews.com/opinion/north-korean-mystery-weapons-test-creates-possibility-of-military-confrontation-with-us", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/16/694940094001_5967919014001_5967912482001-vs.jpg", "publishedAt": "2018-11-17T02:02:42Z", "content": "North Korea’s surprise announcement Friday that dictator Kim Jong Un has supervised the test of an unspecified “high-tech tactical weapon” means that a potential military confrontation between the U.S. and the North over nuclear weapons and missiles is once a… [+5028 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Emilie Ikeda", "title": "Abortion debate intensifies after amendments pass removing abortion protections in 2 states - Fox News", "description": "Fox News Abortion debate intensifies after amendments pass removing abortion protections in 2 states Fox News MONTGOMERY, Ala. – As a piano and violin music play in the background, a sonogram shows a fetus moving in a mother's stomach as text appears, saying:…", "url": "https://www.foxnews.com/politics/anti-abortion-advocates-call-midterms-a-ripple-to-start-the-wave-of-pro-life-legislation", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/FS_AP_Pregnant_woman_1.png", "publishedAt": "2018-11-17T01:24:12Z", "content": "MONTGOMERY, Ala. As a piano and violin music play in the background, a sonogram shows a fetus moving in a mother’s stomach as text appears, saying: “Be a voice for the voiceless, Vote YES on Amendment 2.” This was one of three digital ads produced by the Alab… [+4502 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "CIA determines Khashoggi's death was ordered by Saudi Crown Prince Mohammed bin Salman: report", "description": "The CIA has reportedly determined that the death of Jamal Khashoggi, the writer who was killed in the Saudi Consulate in Turkey last month, came at the directive of Saudi Crown Prince Mohammed bin Salman (MBS).", "url": "https://www.foxnews.com/world/cia-determines-khashoggis-death-was-ordered-by-saudi-crown-prince-mohammed-bin-salman-report", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/17/694940094001_5968145921001_5968145041001-vs.jpg", "publishedAt": "2018-11-17T01:22:00Z", "content": "The death of Jamal Khashoggi, the writer and activist who was killed in the Saudi Consulate in Turkey last month, came at the directive of Saudi Crown Prince Mohammed bin Salman (MBS), the CIA has determined according to a report out Friday. The agency’s conc… [+2153 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Key facts about APEC host Papua New Guinea - Fox News", "description": "Fox News Key facts about APEC host Papua New Guinea Fox News PORT MORESBY, Papua New Guinea – Papua New Guinea hosts leaders from Pacific Rim countries, including the United States, Russia and China, this weekend in a coming-out party for the jungle-clad nati…", "url": "https://www.foxnews.com/world/key-facts-about-apec-host-papua-new-guinea", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-ce96c545f3a847f7b7230f6e23b695c6-1.png", "publishedAt": "2018-11-17T00:47:07Z", "content": "PORT MORESBY, Papua New Guinea Papua New Guinea hosts leaders from Pacific Rim countries, including the United States, Russia and China, this weekend in a coming-out party for the jungle-clad nation that is regarded as one of the world's last frontiers for tr… [+3365 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "Substitute teacher says he was banned after thanking students who stood for Pledge of Allegiance", "description": "Substitute teacher says he was banned after thanking students who stood for Pledge of Allegiance foxnews.com", "url": "https://www.foxnews.com/us/substitute-teacher-says-he-was-banned-after-thanking-students-who-stood-for-pledge-of-allegiance", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Parkway-South-High-School.jpg", "publishedAt": "2018-11-17T00:44:11Z", "content": "A Missouri substitute teacher claims he was banned from working at a high school after a “hurt” student reported him for thanking those who stood up during the Pledge of Allegiance. Jim Furkin spoke Wednesday night at the Parkway School Board meeting, defendi… [+1958 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Trump says 'in retrospect' he 'should have' visited Arlington on Veterans Day - Fox News", "description": "Fox News Trump says 'in retrospect' he 'should have' visited Arlington on Veterans Day Fox News President Trump on Friday said that he “should have” visited Arlington National Cemetery on Veterans Day. The president remarks came via early excerpts of an inter…", "url": "https://www.foxnews.com/politics/trump-says-in-retrospect-he-should-have-gone-to-arlington-on-veterans-day", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/16/694940094001_5968077280001_5968071989001-vs.jpg", "publishedAt": "2018-11-17T00:24:02Z", "content": "President Trump on Friday said that he “should have” visited Arlington National Cemetery on Veterans Day. The president remarks came via early excerpts of an interview Trump did on “Fox News Sunday” with Chris Wallace. Upon returning to the nation’s capital l… [+2338 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Notable Quotables from midterm races that won't end", "description": "Highlights from another busy week on the election front.", "url": "http://video.foxnews.com/v/5968153972001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/17/640/360/694940094001_5968157378001_5968153972001-vs.jpg", "publishedAt": "2018-11-17T00:10:22Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "UN envoy: Warring parties in Yemen agree to meet in Sweden", "description": "The U.N. envoy for Yemen announced Friday the country's internationally recognized government and rival Houthi Shiite rebels have agreed to attend talks aimed at ending their three-year war, which has created the globe's worst humanitarian crisis by pushing t…", "url": "https://www.foxnews.com/world/un-envoy-warring-parties-in-yemen-agree-to-meet-in-sweden", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/950f4913-ContentBroker_contentid-a3519bcfc6e14e769b3e2dd438754e52.png", "publishedAt": "2018-11-17T00:08:37Z", "content": "UNITED NATIONS The U.N. envoy for Yemen announced Friday the country's internationally recognized government and rival Houthi Shiite rebels have agreed to attend talks aimed at ending their three-year war, which has created the globe's worst humanitarian cris… [+4585 chars]"}]}