[{"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Allan Smith", "title": "Stacey Abrams refuses to call Brian Kemp's victory 'legitimate' but says it is 'legal'", "description": "Speaking with MSNBC's Joy Reid on \"AM Joy,\" Abrams criticized Kemp's actions as secretary of state in the lead up to the election.", "url": "https://www.nbcnews.com/politics/elections/stacey-abrams-refuses-call-brian-kemp-s-victory-legitimate-says-n937721", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2018_46/2650916/181118-stacey-abrams-se-408p_bdf8c096404a7ee87372a73f87579b7e.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T22:04:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 10:04 PM GMT Georgia's Democratic gubernatorial candidate Stacey Abrams refused to call Brian Kemp, the GOP governor-elect, t… [+3485 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Allan Smith\n\nGeorgia's Democratic gubernatorial candidate Stacey Abrams refused to call Brian Kemp, the GOP governor-elect, the \"legitimate\" winner of their race during two Sunday interviews, though she did say Kemp was the \"legal\" victor of the governorship.\n\nSpeaking with MSNBC's Joy Reid on \"AM Joy,\" Abrams criticized Kemp's actions as secretary of state in the lead up to the election when asked by Reid whether she considered the result to be legitimate.\n\n\"I think that it's legal,\" Abrams said of Kemp's win. \"I think it's wrong. I think that what happened is that we have watched systematic erosion of our democracy and over the course of time that was overseen directly by my opponent in the race who also happened to be responsible for the administration of fair elections, and he didn't do so.\"\n\nDemocratic gubernatorial candidate Stacey Abrams speaks to supporters in Atlanta on Nov. 6, 2018. Tami Chappell / EPA file\n\nDuring an interview with CNN's Jake Tapper on \"State of the Union,\" Abrams said Kemp was \"the person who won an adequate number of votes to become the governor\" when the CNN anchor asked her a similar question.\n\n\"You're not using the word legitimate,\" Tapper said. \"Is he the legitimate governor-elect of Georgia?\"\n\n\"He is the legal governor of Georgia,\" Abrams said. \"And here's the thing, Jake. I want to be very clear. Words have meaning. And I have spent my lifetime not only as an attorney, but as a writer. And I'm very careful with the words I choose. And, yes, when he takes the oath of office, he will be the legal governor of the state of Georgia. He is the legal victor.\"\n\n\"But what you are looking for me to say is that there was no compromise of our democracy, and that there should be some political compromise in the language I use,\" she continued. \"And that's not right. What's not right is saying that something was done properly, when it was not. I will never deny ... the legal imprimatur that says that he is in this position. And I pray for his success. But will I say that this election was not tainted, was not a disinvestment and a disenfranchisement of thousands of voters? I will not say that.”\n\nAbrams ended her candidacy on Friday, 10 days after Election Day. She refused to concede the race, however, and rebuked what she called a \"rotten and rigged\" election process. She alleged Kemp engaged in the \"systemic disenfranchisement\" of voters.\n\n\"So let's be clear, this is not a speech of concession because concession means to acknowledge an action is right, true or proper,\" she said in her Friday speech. \"As a woman of conscience and faith, I cannot concede that.\"\n\nThe final vote tally showed that Kemp won more than 50 percent of the vote, enough to avoid a runoff election against Abrams. Kemp resigned as secretary of state, a position that allowed him to oversee the election he was running in, following Election Day.\n\nIn October, an Associated Press investigation found that Kemp's office had more than 50,000 voter registration applicants still pending, most of which were from black voters. As a result, Abrams and civil rights groups alleged that Kemp was engaging in discriminatory practices.\n\nKemp denied disenfranchising voters, saying he was just following the law.\n\nFollowing Election Day, Abrams fought to have more ballots counted in hopes that Kemp's lead would narrow to the point that a recount or runoff was triggered, but it did not happen. During that time, the Abrams campaign accused the secretary of state's office of providing inaccurate and false information about the remaining votes."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Jonathan Allen", "title": "Republicans had a secret weapon in the Florida recount fight", "description": "Jessica Furst Johnson was the low-profile GOP operative running the Florida recount operation for Senate Republicans", "url": "https://www.nbcnews.com/politics/politics-news/republicans-had-secret-weapon-florida-recount-fight-n937576", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2018_46/2648211/181115-florida-recount-se-549p_dd434f3dee9fc3a25a2dd41d44a8a2b9.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T21:51:51Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 9:51 PM GMT WEST PALM BEACH, Fla. Jessica Furst Johnson was supposed to fly from Washington to Orlando this week for a post-e… [+4320 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Jonathan Allen\n\nWEST PALM BEACH, Fla. — Jessica Furst Johnson was supposed to fly from Washington to Orlando this week for a post-election Walt Disney World vacation with her husband and their two small children.\n\nInstead, Johnson, the 37-year-old general counsel to the National Republican Senatorial Committee, found herself in Tallahassee, quarterbacking the GOP's legal response to the two-recount Senate contest between the Democratic incumbent, Bill Nelson, and Gov. Rick Scott, his Republican challenger.\n\nHer opposite number in this fight, Democratic super-lawyer Marc Elias, had more than 50,000 Twitter followers, a resume that includes serving as the general counsel on two presidential campaigns and a ream of profiles in national publications. Meanwhile, Johnson operated in relative obscurity.\n\nThe main stakes for the two lawyers — and their parties — were always the same: a U.S. Senate seat and the framework that will govern how Florida election laws are applied and interpreted in the 2020 presidential election.\n\nBut for Johnson — a Sarasota native, a University of Florida law school graduate and an admirer of Scott's — there was another dimension to the fight.\n\n\"This is personal for me,\" she said in a telephone interview with NBC News on Friday.\n\nJessica Furst Johnson led the Scott legal effort. Courtesy of the National Republican Senatorial Committee\n\nNow that Nelson has conceded, Scott can thank Johnson and her army of GOP lawyers for helping preserve his victory by largely turning back the sprawling Democratic legal effort to challenge the actions of election officials and various aspects of Florida statutes.\n\nThough Johnson is one of Washington's foremost experts on election law, she's quick to point out that she's not a litigator.\n\n\"I have mad respect for the people who have done the hand-to-hand combat,\" she said, spreading credit.\n\nInstead, as she downed almond-milk lattes, Johnson managed the battle plan, which Republicans say included more than 100 paid and volunteer lawyers working in courtrooms and at recount centers across the state. Except for a 28-hour roundtrip scramble back to Washington to see her children, Johnson choreographed the response from Scott's campaign headquarters.\n\nFriends say Johnson was the right person in the right place at the right time for Scott and the GOP because she's able to keep her cool in the midst of chaos, manage people and tasks, and analyze both legal and political questions with knowledge and judgment.\n\n\"She's very even-keeled and always easy to work with,\" said veteran political lawyer Elliot Berke, who is president of the Republican National Lawyers Association.\n\nBrad Todd, a senior adviser to the Scott campaign, said Johnson was a godsend as the battle for the Senate seat moved from voting booths to courtrooms and election supervisors' offices.\n\n\"The most important thing about Jessica is she is someone who can manage a lot of different projects with very different personalities and have none of them upset at her. Politics is full of people who create conflict as a tool, and Jessica does not create conflict,\" Todd said.\n\nEarly in her career, Johnson was a protege of Cleta Mitchell, one of the GOP's top election lawyers over the last quarter of a century. More recently, she worked at the National Republican Congressional Committee, where she started as general counsel but later added duties as deputy executive director and ultimately took charge of the group's independent expenditure arm.\n\nNRSC Communications Director Katie Martin, who also worked with Johnson at the NRCC, said her mix of political and legal talents is truly rare.\n\n\"I’ve been watching her be a badass for a while now,\" Martin said. \"She's someone who has a political mind, who sees the optics of every situation.\"\n\nJohnson's political tuner went off on the morning of Nov. 8 — two days after Election Day — when she saw a cluster of tweets about Elias signing up to help Nelson. Though she had made preparations for potential legal skirmishes in tight races across the country over the previous several months, Johnson immediately grasped that his engagement signaled a war.\n\nIn short order, she called her husband, Todd, who works for the Republican Governors Association, to make sure the kids would be taken care of and booked a flight.\n\n\"I knew I was going to Florida,\" she said."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Topless feminist activists clash with far-right protesters in Spain", "description": "Fights broke out between far-right protesters and feminist anti-fascist activists at a rally marking the death of the dictator Francisco Franco.", "url": "https://www.nbcnews.com/video/topless-feminist-activists-clash-with-far-right-protesters-in-spain-1374243907842", "urlToImage": "https://media4.s-nbcnews.com/j/MSNBC/Components/Video/201811/f_lon_tov_spainfascistprotest_181118.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T21:11:52Z", "content": null, "fulltext": "Topless feminist activists clash with far-right protesters in Spain copied!\n\nFights broke out between far-right protesters and feminist anti-fascist activists at a rally marking the death of the dictator Francisco Franco.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Jenni Miller", "title": "'Widows' is terrific as a crime thriller — but it's so much more than that", "description": "“Widows” review: Directed by Steve McQueen and starring Viola Davis, this movie is terrific as a crime thriller — but it's so much more than that", "url": "https://www.nbcnews.com/think/opinion/widows-directed-steve-mcqueen-excellent-crime-thriller-it-s-so-ncna937751", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_46/2650796/181118-widows-al-1111_722eca3433a79d5b60046c7c2a0acebe.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T21:05:00Z", "content": "Get the Think newsletter. SUBSCRIBE Nov. 18, 2018 / 9:05 PM GMT The elevator pitch for Widows writes itself: A heist goes horribly awry, and the grieving widows take it upon themselves to pull off their partners last heist. On paper, it sounds like the standa… [+4732 chars]", "fulltext": "Get the Think newsletter.\n\nBy Jenni Miller\n\nThe elevator pitch for “Widows” writes itself: A heist goes horribly awry, and the grieving widows take it upon themselves to pull off their partners’ last heist. On paper, it sounds like the standard shallowly feminist action films Hollywood occasionally uses to placate one of its underserved audiences.\n\nTo be sure, these movies make a ton of money, but they generally aren’t very good. Liking them feels like an obligation to me. As a straight white woman in her forties, I can only speak to my experience, but I would imagine it’s even more frustrating for, well, anyone who isn’t a white heterosexual cisgender man.\n\nThere’s nothing wrong with enjoying the gorgeous trappings of a movie like “Ocean’s Eight,” even if it is just a gender-flipped version of a male-driven franchise. I also loved “Salt,” but that might as well take place on an alien planet. There are only so many sexy ladies wielding guns in each hand that I can get worked up about, you know?\n\nThere’s nothing wrong with enjoying the gorgeous trappings of a movie like “Ocean’s Eight,” even if it is just a gender-flipped version of a male-driven franchise.\n\nSurprisingly — and luckily — “Widows” is much more than its synopsis. The women of “Widows” aren’t just ex-wives or decoys or a lone cool girl among the guys. They’re carefully constructed characters with wildly disparate backgrounds, played by a powerhouse ensemble comprised of Viola Davis, Michelle Rodriguez, Elizabeth Debicki and Cynthia Erivo. Their former partners’ criminal pasts are inextricably intertwined with a local race for the position of Alderman of Chicago’s 18th Ward, which is its own parallel plot about redistricting and positioning old-guard Chicago politicians (Colin Ferrell and Robert Duvall) against a local community leader (Brian Tyree Henry). It is complicated but not convoluted, and somehow even makes local politics thrilling.\n\nTo the credit of both the cast and writers, nothing about “Widows” feels medicinal or self-righteous, even when Davis quips, “I never thought I’d marry a white man… or a criminal.” That's just her character’s truth, just as Debicki’s character Alice can use her beauty to her advantage as a sugar baby and be equally annoyed when men only deign to talk to her because of that beauty.\n\nIndeed, despite presenting itself as an action movie, at least in the trailers, “Widows” was created by a team that boasts both Oscar and arthouse credentials. Even before director/co-writer Steve McQueen’s film “12 Years a Slave” snagged Best Picture in 2014, he was adored in critical circles for his films “Hunger” and “Shame.” Meanwhile Gillian Flynn, who wrote the screenplay with McQueen, has become a household name thanks to bestselling thrillers featuring a series of female protagonists who can be generously characterized as unlikeable. It turns out that if you care about great characters doing fascinating things, it’s not hard to represent that on film. (The movie is based on a 1983 ITV series of the same name.)\n\nAs Davis declares in the trailer, “The best thing we have going for us is being who we are… because no one thinks we have the balls to pull this off.” The trailer, as trailers do, emphasizes such proclamations, and yes, when she delivered this line in the theater it made me want to pump my fist. But there are so many layers to “who are are” that it’s dizzying. Underneath the heist plot, the film paints a much more layered portrait of Chicago, where class, race, gender, age and politics rub up against each other in complicated ways. Sometimes it’s blunt in its depiction of racism and hypocrisy, but it can also be surprisingly subtle. A glance, an insulting toss of cash onto a coffee table, or even what one character is listening to on the radio all becoming meaningful indications of a larger theme in the skilled hands of McQueen and his team.\n\nUnderneath the heist plot, the film paints a much more layered portrait of Chicago, where class, race, gender, age and politics rub up against each other in complicated ways.\n\nAltogether, these efforts pay off; the audience goers around me gasped, teared up and cheered at such an artfully composed, gorgeously shot 35mm film presented for mainstream audiences. (The cinematographer is Sean Bobbitt, who worked on both “Hunger” and “Shame” with McQueen.) There are no accidents here, starting with the stark white bedding that Liam Neeson and Viola Davis kiss against in the very first scene. I could go on, but really the less you know about “Widows,” both the movie and the original TV show, the more you’ll enjoy it.\n\nUltimately “Widows” is terrific on its face as a crime thriller. It’s violent, it’s kinetic and it’s beyond watchable. But if you want to pay a bit more attention — and you don’t have to, you can just enjoy it — there’s so much more happening under the surface."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": null, "title": "Finland's president rakes memory for source of Trump remark", "description": "Finland's president isn't sure where U.S. President Donald Trump got the idea that raking is part of his country's routine for managing its forests.", "url": "https://www.nbcnews.com/news/world/finland-s-president-rakes-memory-source-trump-remark-n937736", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_46/2650856/181118-sauli-niinisto-donald-trump-se-258p_478385219e8dafbcb31d5b9b7c39b9d8.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T21:02:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 9:02 PM GMT / Source: Associated Press HELSINKI Finland's president isn't sure where U.S. President Donald Trump got the idea… [+1472 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Source: Associated Press\n\nHELSINKI — Finland's president isn't sure where U.S. President Donald Trump got the idea that raking is part of his country's routine for managing its substantial forests.\n\nTrump told reporters Saturday while visiting the ruins of the Northern California town where a fire killed at least 76 people that wildfires weren't a problem in Finland because crews \"spend a lot of time on raking and cleaning and doing things\" to clear forest floors.\n\nFinnish President Sauli Niinisto said in an interview published Sunday in the Ilta-Sanomat newspaper that he spoke briefly with Trump about forest management on Nov. 11, when they both were in Paris for Armistice Day events.\n\nNiinisto said their conversation focused on the California wildfires and the surveillance system Finland uses to monitor forests for fires. He remembered telling Trump \"We take care of our forests,\" but couldn't recall raking coming up.\n\nThe U.S. leader's comment generated amusement on social media in Finland, which manages its vast forests with scientific seriousness.\n\n\"Wartime is no excuse not to #rake the forests,\" one person tweeted, including a historical photo of soldiers appearing to move some brush.\n\nAnother tweeted a picture of a small child with a rake, adding, \"In Finland even small kids rake forests.\"\n\nOne woman posted a photo of herself pretending to tend to the forest floor with a vacuum.\n\nForests cover over 70 percent of Finland's 338,000 square kilometers. The Nordic country with a population of 5.5 million is home to some of the world's biggest paper and pulp companies."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "The Associated Press", "title": "Peru says ex-president has sought asylum in Uruguay", "description": "Peru's government says ex-President Alan Garcia is seeking asylum in Uruguay days after a prosecutor sought to retain his passport as part of a corruption probe.", "url": "https://www.nbcnews.com/news/world/peru-says-ex-president-has-sought-asylum-uruguay-n937731", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2018_46/2650846/181118-alan-garcia-peru-se-241p_61f745b6105ba775395509ffbbeea1d8.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T20:22:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 8:22 PM GMT / Source: Associated Press LIMA, Peru Peru's government says former President Alan Garcia is seeking asylum in Ur… [+782 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Source: Associated Press By The Associated Press\n\nLIMA, Peru — Peru's government says former President Alan Garcia is seeking asylum in Uruguay days after a prosecutor sought to retain his passport as part of a corruption probe.\n\nSunday's statement from the Peruvian foreign ministry says it was informed by Uruguay's ambassador that Garcia entered his residence Saturday night seeking protection. It vowed to provide unspecified information to Uruguay as it evaluates Garcia's request.\n\nOn Thursday, a prosecutor in Lima sought to ban Garcia from leaving Peru for 18 months during an investigation into allegations he received illegal payment from Brazilian construction giant Odebrecht.\n\nOdebrecht has admitted to paying nearly $800 million in bribes to officials across Latin America. In Peru, the scandal forced the resignation of former President Pedro Pablo Kuczynski and arrest orders against two more former leaders."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Allan Smith", "title": "Trump calls congressman Adam Schiff 'little Adam Schitt' in tweet", "description": "\"Wow, Mr. President, that’s a good one. Was that like your answers to Mr. Mueller’s questions, or did you write this one yourself?\" Schiff fired back.", "url": "https://www.nbcnews.com/politics/donald-trump/trump-calls-congressman-adam-schiff-little-adam-schitt-tweet-n937726", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_45/2637851/181107-adam-schiff-se-532p_4146dfe84a3395a9dffd2bcb7b27cefe.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T19:32:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 7:32 PM GMT President Donald Trump described Democratic Rep. Adam Schiff of California as \"little Adam Schitt\" in a tweet Sun… [+3179 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Allan Smith\n\nPresident Donald Trump described Democratic Rep. Adam Schiff of California as \"little Adam Schitt\" in a tweet Sunday, criticizing the likely incoming House Intelligence Committee chairman for his comments about acting Attorney General Matthew Whitaker earlier in the day.\n\nThe tweet was still up on the president's Twitter page more than an hour after Trump first posted it.\n\n\"So funny to see little Adam Schitt (D-CA) talking about the fact that Acting Attorney General Matt Whitaker was not approved by the Senate, but not mentioning the fact that Bob Mueller (who is highly conflicted) was not approved by the Senate!\" Trump wrote.\n\nTrump's Sunday tweet about \"little Adam Schitt.\" via Twitter\n\nSchiff responded within an hour, tweeting, \"Wow, Mr. President, that's a good one.\"\n\n\"Was that like your answers to Mr. Mueller’s questions, or did you write this one yourself?\" he added, referring to reporting that Trump will soon submit his written answers to special counsel Robert Mueller's questions.\n\nSpeaking on ABC's \"This Week\" on Sunday, Schiff said Democrats — who will regain control of the House in January — will challenge the legality of Trump's appointment of Whitaker.\n\n\"I think the appointment is unconstitutional,\" Schiff said, adding that Whitaker's appointment must be subjected to Senate confirmation.\n\nWhitaker's appointment, which followed Trump forcing out Attorney General Jeff Sessions, has been the subject of much controversy, particularly as it relates to his role overseeing Mueller's probe. Top Democrats called for Whitaker's \"immediate recusal,\" citing past commentary critical of the investigation into Russian interference in the 2016 presidential election and whether the Trump campaign colluded with Russians to influence the election.\n\nOn Friday, opponents of the appointment asked the U.S. Supreme Court to rule that Whitaker is not legally qualified to serve as acting attorney general. Meanwhile, the Department of Justice last week offered an opinion defending the legality of Whitaker's appointment.\n\nTrump slid Whitaker, who was Sessions' chief of staff prior to his appointment, over to serve as acting attorney general by utilizing the Federal Vacancies Reform Act, a statute that allows for the president to fill such a void until a permanent replacement is named. However, legal experts have said the law only allows for the president to appoint a Senate-confirmed official, which Whitaker was not.\n\nDuring a Sunday interview with Fox News anchor Chris Wallace, Trump said he \"did not know\" Whitaker \"took views on the Mueller investigation,\" adding that those views didn't have \"any effect\" on the appointment. But, Trump said, his views on the probe are \"right.\"\n\n\"What do you do when a person’s right?\" Trump said on \"Fox News Sunday.\" \"There is no collusion. He happened to be right. I mean, he said it. So if he said there is collusion, I’m supposed to be taking somebody that says there is? Because then I wouldn’t take him for two reasons, but the number one reason is the fact that he would have been wrong. If he said that there’s no collusion, he’s right.\"\n\nOn his written answers to Mueller's questions, which Schiff referenced in his tweet, Trump said his legal team was \"writing what I tell them to write.\""}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Farnoush Amiri", "title": "Latest U.S. Rhodes Scholar class includes most women ever", "description": "Next year's Rhodes Scholars include more women than ever and nearly half immigrants  and first-generation Americans.", "url": "https://www.nbcnews.com/news/us-news/latest-u-s-rhodes-scholar-class-includes-record-number-women-n937696", "urlToImage": "https://nodeassets.nbcnews.com/cdnassets/projects/socialshareimages-bento/og-nbcnews1200x630.png", "publishedAt": "2018-11-18T19:10:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 7:10 PM GMT The latest U.S. Rhodes Scholar class includes 21 women, the most ever in a single class, the organization announc… [+1134 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Farnoush Amiri\n\nThe latest U.S. Rhodes Scholar class includes 21 women, the most ever in a single class, the organization announced on Saturday. Also, nearly half of 32 selected to receive the annual scholarship are first-generation Americans and immigrants.\n\nThe esteemed scholarship is awarded to students from more than 320 U.S. colleges and universities.\n\nThis year's cohort also admitted a Deferred Action for Childhood Arrivals recipient for the first time and included scholars representing more than 64 countries.\n\nThe Rhodes Trust provides full financial assistance for scholars to pursue a degree at the University of Oxford for two or three years.\n\nThe total value for the competitive scholarship is from $70,000 per year up to as much as $250,000 for scholars who remain at Oxford for up to four years of study.\n\nThe process for applicants is two-fold. First students must be endorsed by their college or university and then selection committee members in the U.S. districts where students reside invite potential candidates for an in-person interviews.\n\nThis year more than 2,500 students sought out endorsement from their respective institutions, with only 880 being selected from 281 American colleges and universities."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Allan Smith", "title": "Trump blasts retired Navy SEAL critical of him, saying he should've caught bin Laden sooner", "description": "President Donald Trump made the comments about retired Adm. Bill McRaven during an interview with Chris Wallace on Fox News Sunday.", "url": "https://www.nbcnews.com/politics/donald-trump/trump-blasts-retired-navy-seal-critical-him-saying-he-should-n937716", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_46/2650826/181118-bill-mcraven-al-1308_83821db023d709024ebbc2c2b401ab90.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T18:59:20Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 6:52 PM GMT President Donald Trump went after retired Adm. Bill McRaven the Navy SEAL who led the 2011 raid that killed Osama… [+2029 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Allan Smith\n\nPresident Donald Trump derided retired Adm. Bill McRaven — the Navy SEAL who led the 2011 raid that killed Osama bin Laden — calling him a \"Hillary Clinton fan\" during an interview with Chris Wallace on \"Fox News Sunday.\" He also said bin Laden should have been captured much sooner, though he did not explain how the Obama administration should have done so.\n\nThe president made the comments after Wallace asked him about McRaven's criticism of Trump's attacks on the press.\n\nLast year, McRaven, who did not make an endorsement in the 2016 presidential election, called Trump's lambasting of the news media possibly \"the greatest threat to democracy in my lifetime\" during a speech at the University of Texas. A four-star admiral who retired from the Navy in 2014, McRaven also wrote an August op-ed article calling on Trump to revoke his security clearance after the president pulled former CIA Director John Brennan's clearance.\n\n\"Hillary Clinton fan,\" Trump told Wallace Sunday when confronted with the retired admiral's criticism. \"Excuse me, Hillary Clinton fan.\"\n\n\"OK, he’s a Hillary Clinton backer and an Obama backer,\" Trump added before Wallace said McRaven had been a Navy SEAL for nearly four decades.\n\nTrump, pointing to the bin Laden raid, added, \"Wouldn’t it have been nice if we got Osama Bin Laden a lot sooner than that. Wouldn’t it have been nice?\"\n\n\"Living in Pakistan, beautifully in Pakistan in what I guess they considered a nice mansion, I don’t know, I’ve seen nicer,\" he continued. \"But living in Pakistan right next to the military academy, everybody in Pakistan knew he was there. And we give Pakistan $1.3 billion a year and they don’t tell him, they don’t tell him ... for years.\"\n\nWallace asked if Trump would give McRaven's team credit for \"taking down bin Laden.\"\n\n\"They took him down but — look, look, there’s news right there, he lived in Pakistan, we’re supporting Pakistan, we’re giving them $1.3 billion a year, which we don’t give them anymore, by the way, I ended it because they don’t do anything for us, they don’t do a damn thing for us,\" Trump said.\n\nMcRaven responded on Sunday, telling CNN that he did not support Clinton or anyone else in the 2016 election. He emphasized that partisanship did not play a role in his career.\n\n\"I am a fan of President Obama and President George W. Bush, both of whom I worked for,\" he told CNN. \"I admire all presidents, regardless of their political party, who uphold the dignity of the office and who use that office to bring the nation together in challenging times.\"\n\nThe former Navy SEAL also added that he stood by his comment that Trump's attacks on the press are \"the greatest threat to our democracy in my lifetime.\"\n\n\"When you undermine the people's right to a free press and freedom of speech and expression, then you threaten the Constitution and all for which it stands,\" he said.\n\nSoon after publicly rebuking the president in the August op-ed, McRaven, who led the U.S. Special Operations Command from 2011 to 2014, resigned from the Pentagon’s technology advisory board."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Jonathan Allen", "title": "Hand recounts wrap up in Florida, with Nelson near the end of the road", "description": "The deadline for Florida's 67 counties to finish hand recounts of the U.S. Senate race passed Sunday at noon, with little likelihood that the incumbent could close a massive deficit.", "url": "https://www.nbcnews.com/politics/politics-news/hand-recounts-wrap-florida-nelson-near-end-road-n937706", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_46/2646091/181114-rick-scott-ew-1122a_71af80c97f0e2aac91940fb033abac4d.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T17:58:00Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 5:58 PM GMT MIAMI Republican Rick Scott moved one giant step closer to officially ousting Democratic Sen… [+1861 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Jonathan Allen\n\nMIAMI — Sen. Bill Nelson, D-Fla., conceded to Republican Rick Scott Sunday, giving the GOP at least 52 Senate seats in the next Congress.\n\n\"I was not victorious in this race but I still wish to strongly re-affirm the cause for which we fought: a public office is a public trust,\" Nelson, who accused Scott during the campaign of using his post as governor to feather his own nest, said in a video statement.\n\nA defiant Nelson asked Floridians — his backers and those of Scott — to continue his battles to guarantee health insurance for people with pre-existing medical conditions, defend the environment and continue space exploration.\n\n\"I ask you to never give up this fight,\" Nelson said.\n\nNelson had privately signaled his defeat about an hour earlier, Scott had said in a statement.\n\n\"I just spoke with Senator Bill Nelson, who graciously conceded, and I thanked him for his years of public service,\" Scott said. \"This victory would not be possible without the hard work of so many people. Now the campaign truly is behind us, and that’s where we need to leave it. We must do what Americans have always done: come together for the good of our state and our country.\"\n\nPresident Donald Trump quickly congratulated Scott. \"From day one Rick Scott never wavered,\" the president tweeted. \"He was a great Governor and will be even a greater Senator in representing the People of Florida. Congratulations to Rick on having waged such a courageous and successful campaign!\"\n\nNelson's path to victory was cut off earlier Sunday when the results of a hand recount of the state's votes left Scott, the state's two-term governor, with a 10,033-vote advantage.\n\nScott had held a 12,603-vote edge after a machine recount wrapped up earlier in the week, meaning the county-by-county manual version narrowed the gap by 2,570 votes.\n\nThe state's 67 counties had to meet a 12 p.m. Sunday deadline to have their results counted.\n\nVolunteers look at ballots during a hand recount at the Supervisor of Elections Service Center in Palm Beach, Florida, on Nov. 18, 2018. Saul Martinez / Getty Images\n\nThe addition of Scott will Senate Republicans 52 seats in the Senate and Democrats 47 seats in the next Congress, pending the outcome of a Mississippi special election that will be decided Nov. 27.\n\nAnd the close statewide elections in Florida — Republicans won the governors race by less than half a percentage point, too — will keep President Donald Trump and the eventual Democratic nominee heavily focused on the state's 27 electoral votes between now and the 2020 election.\n\nDemocrats originally had hoped that Broward County, where there were roughly 30,000 ballots on which machines either picked up multiple votes on the same ballot for the Senate race or no vote at all in that contest — known as \"overvotes\" and \"undervotes.\"\n\nThey thought it was possible that the machines had erred and simply not read valid votes for the Senate race correctly.\n\nU.S. Sen. Bill Nelson, D-Fla., campaigns at Orlando New Covenant Baptist Church on Nov. 4, 2018 in Orlando, Florida. Jeff J Mitchell / Getty Images file\n\nBut Broward County updated its website shortly before noon Sunday with new numbers showing that voters had simply not picked a candidate in the race, perhaps due to the design of the ballot.\n\nAfter the hand recount, Nelson had picked up 495 votes in Broward compared to the totals originally submitted to the secretary of state, and Scott had added 142 votes.\n\nIn the days after the Nov. 6 election, Democrats mounted a wide-ranging legal challenge to Florida election laws and the actions of state officials in what they said was an effort to ensure that every vote was counted."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Vaughn Hillyard and Associated Press", "title": "U.S.-China tensions heightened as Pence ends Asia trip", "description": "Vice President Mike Pence wrapped up a week-long trip to the Indo-Pacific region on Sunday amid heightened tension between the U.S. and China.", "url": "https://www.nbcnews.com/news/world/pence-ends-asia-trip-u-s-china-tensions-only-heightened-n937666", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_46/2650701/181118-mike-pence-al-0920_397a74eaf21b0d75ac7143bd0626ce7a.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T17:07:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 5:07 PM GMT PORT MORESBY, Papua New Guinea Vice President Mike Pence ended a week-long trip to the Indo-Pacific region on Sun… [+5274 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Vaughn Hillyard\n\nPORT MORESBY, Papua New Guinea — Vice President Mike Pence ended a week-long trip to the Indo-Pacific region on Sunday amid heightened tension between the U.S. and China and just two weeks before President Donald Trump and Chinese President Xi Jinping are scheduled to hold formal talks amid the superpowers’ trade war.\n\nOn Sunday, the 21 member nations at the Asia-Pacific Economic Cooperation summit left Papua New Guinea without agreeing on a final communique. A U.S. official involved in negotiations said China was the only nation to hold out on voting in favor of the proposed text.\n\n“It’s a little concerning that it appears that China didn’t really have any intention in the end of reaching consensus,” the U.S. official said, rejecting reports that the breakdown in the meeting was centered on a rift between the U.S. and China.\n\n“It was between 20 countries and China — not the United States and China,” the official added.\n\nPapua New Guinea's prime minister, Peter O'Neill, said that \"the entire world is worried\" about tensions between China and the U.S. O'Neill addressed a mob of reporters that surrounded him after he confirmed there was no communique from leaders.\n\nCanadian Prime Minister Justin Trudeau said: \"I don't think it will come as a huge surprise that there are differing visions. Those prevented there from being a full consensus on the communique.\"\n\nOver the course of the week, Pence repeatedly raised the specter of the slated formal meeting between Trump and Xi later this month at the G20 summit in Argentina.\n\nBut Sunday’s showdown over language in a nonbinding communique, along with dueling speeches delivered by Pence and Xi at APEC on Saturday, left much skepticism over how the two sides will be able to make progress in talks.\n\nPence told reporters on Sunday that he spoke twice with Xi over the weekend “briefly and candidly.”\n\nThe U.S. is interested in a better relationship \"but there has to be change\" from China's side, Pence said he told Xi, who responded that dialogue is important.\n\nThe vice president, however, stuck to the Trump administration’s publicly blunt negotiating tactic in his speech to the APEC members in a theater aboard a cruise ship on Saturday.\n\n“The United States, though, will not change course until China changes its ways,” he said in his speech.\n\nPence continued, implicitly taking shots at China while offering an alternative to the other member countries in the region. “Know that the United States offers a better option,\" he said.\n\n\"We don’t drown our partners in a sea of debt. We don’t coerce or compromise your independence. The United States deals openly, fairly. We do not offer a constricting belt or a one-way road.”\n\nPence called on China to pull back from its military expansion in the South China Sea, deal with its human rights violations and halt the theft of American intellectual property in its pursuit of its “Made in China 2025” plan.\n\nChina's foreign ministry rejected the U.S. criticism that it was leading other developing nations into debt bondage.\n\n\"The assistance provided by China has been warmly welcomed by our partners in this region and beyond,\" Wang Xiaolong, a foreign ministry official, said at a news conference.\n\nChina is a relative newcomer to providing aid, and its loan-heavy, no-strings-attached approach has unsettled Western nations that have been the mainstay donors to developing nations and often use aid to nudge nations toward reforms.\n\nBut China has ramped up its investments in the Indo-Pacific region, putting billions of dollars into infrastructure projects as part of its “Belt and Road Initiative.”\n\nIn countries like Papua New Guinea, the development is apparent, from buildings to new roads and bridges. A sign lining a road outside of APEC read: “The Great ‘One Belt and One Road’ Is Not Only a Road of Cooperation and Win-Win Situation, But Also a Road of Hope and Peace!”\n\nAnd negotiations continue among 16 nations, including China but not the United States, toward the Regional Comprehensive Economic Partnership, which would be the world’s largest trade agreement.\n\nThe White House has vowed to focus on building bilateral trade agreements after pulling out of the Trans-Pacific Partnership in 2017.\n\n“We’re here to stay,” Pence told reporters.\n\nHe said negotiations for a new deal between the U.S. and Japan are underway.\n\nThrough the week the vice president also worked to highlight new investment plans by the U.S., including a partnership with several ally nations to invest in electrical infrastructure in Papua New Guinea that would bring adequate power to 70 percent of the country’s population by 2030.\n\nThe Trump administration has maintained that it will not back down from its standoff with China.\n\nThe U.S. initiated the trade war in March, implementing tariffs on Chinese steel and aluminum. Trump cited the large trade deficit between the two countries.\n\nOver the summer, the Trump administration placed tariffs on $250 billion in Chinese goods and threatened to double that. Xi, meanwhile, retaliated with $60 billion of his own tariffs on U.S. products.\n\nOn Sunday, as the vice president’s motorcade entered Jacksons International Airport in Port Moresby to depart the region, he drove past Xi's aircraft.\n\nBoth countries will now prepare for formal talks in Argentina that they will have to hope prove more productive."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Maggie Fox", "title": "In taking on vape companies and menthol, FDA faces determined foes", "description": "In its latest effort to limit teen tobacco use by limiting sales of flavored vape products and menthol cigarettes, the FDA faces ruthless corporate resistance.", "url": "https://www.nbcnews.com/health/health-care/taking-vape-companies-menthol-fda-faces-determined-foes-n937371", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2017_20/549471/140707-vaper-jsw-934a_ccde3c4b441854f12d41ebb8e7eef109.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T17:04:49Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 5:04 PM GMT When the Food and Drug Administration said this past week it will try to limit sales of flav… [+7656 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Maggie Fox\n\nWhen the Food and Drug Administration said this past week it will try to limit sales of flavored vapes to teenagers and will start the lengthy process of banning menthol flavored cigarettes, it sounded to many like a firm crackdown.\n\nBut anti-tobacco advocates know the agency faces an uphill battle against an experienced and determined set of industries. The tobacco companies have decades of practice in fighting off challenges to their marketing practices and even though tobacco is the single biggest killer globally, it remains legal everywhere.\n\nWith this week’s announcement, the agency threw the gauntlet down to three large industries: traditional Big Tobacco, a growing e-cigarette industry, and retailers. All can be expected to push back.\n\n“I never underestimate the power of the industry,” said Gregg Haifley of the American Cancer Society Cancer Action Network, the lobbying arm of the American Cancer Society.\n\nWhile anti-smoking advocacy groups all welcomed the FDA’s announcements, many expressed doubt about whether the proposals go far enough and about whether the FDA will be able to pull them off. And the industry rolled out its lawyers immediately.\n\nTobacco giant Reynolds American issued a not-so-veiled threat immediately after FDA released its statements Thursday, saying any proposal to ban menthol cigarettes would “be subject to judicial review.”\n\nMurray Garnick, general counsel and executive vice president of Altria Group, noted that the FDA must jump through several hoops to stop the use of menthol in cigarettes and to limit the sale of flavored vaping products. “We continue to believe that a total ban on menthol cigarettes or flavored cigars would be an extreme measure not supported by the science and evidence,” Garnick said in a statement.\n\n“We expect that establishing product standards on menthol cigarettes and flavored cigars will be a multi-year, deliberative process, and we will be fully engaged throughout.”\n\nThe National Association of Convenience Stores also expressed skepticism about the FDA’s proposal that it can make retailers separate sales of flavored vape products to make them harder for teens to buy. “We urge the FDA to share any information they have demonstrating that its proposal will improve age verification on e-cigarette sales,” the group’s Lyle Beckwith said.\n\nIt’s to be expected, Haifley said.\n\n“Any time there’s a significant, meaningful effective proposal to curb their behavior or reduce people’s consumption of their product, they almost always turn to litigation to block, delay, obstruct,” he told NBC News.\n\n“And of course the delays caused by litigation can take more than a decade, and every day that passes during that time sees smokers continuing to smoke and more smokers becoming addicted to their products.”\n\nThe same goes for vaping. While the industry and some supporters argue that e-cigarettes can be effective to help smokers reduce their use of deadly, combustible tobacco, advocates point out that the nicotine-heavy products are addicting a new generation. And they say vape products flavored with candy, fruit and other sweet tastes are aimed not at hardened smokers but at kids.\n\nThe FDA did not even get the power to regulate tobacco or tobacco products until 2009, when Congress passed the Family Smoking Prevention and Tobacco Control Act. It did not give the agency the authority to ban tobacco products outright, but did make some leeway for regulating new products.\n\nAnti-smoking advocates felt the FDA fell down on the job almost right away when it failed to step out in front the of the then-embryonic electronic cigarette industry.\n\nFDA did try calling e-cigarettes medical devices, which would have made for a more familiar route to forcing pre-marketing approval. But the tobacco companies challenged this and won in federal appeals courts, which said they should be regulated as tobacco products.\n\nWhile FDA worked to build its Center for Tobacco Products, vaping took off big-time. Now, the Centers for Disease Control and Prevention reports, 3.6 million middle and high school students use c-cigarettes — more than 20 percent of high school students. And 2.8 percent of adults use them.\n\nMany e-cigarette companies are subsidiaries of tobacco companies, but others are independent. The most successful companies, such as Juul, are already multi-billion dollar corporations and anti-smoking advocates say they’ve shown how they want to engage with the FDA.\n\n“This is one of the most politically sophisticated, savvy companies we have seen in years,” said Matthew Myers of the Campaign for Tobacco-Free Kids. “The unfortunate part is they are using that savvy to avoid regulation and to mass-produce a product that has addicted kids all across the country.”\n\nE-cigarette companies including Juul and Blu say they welcome limits that would prevent teen vaping and say they've scaled back their marketing and advertising to youth.\n\nMyers does not trust them.\n\n\"Juul is smart enough to try to use FDA actions to falsely create an impression of it as a caring, responsible company,\" he said. \"A caring responsible company would never have run the social media campaign that Juul ran and continued to run until there began to be a public outcry.\"\n\nHaifley expects a skilled defense from the e-cigarette industry. “They have taken several pages out of the cigarette companies’ playbook in terms of product manipulation, marketing strategies, litigation tactics, hiring an army of lobbyists and so on,” he said.\n\n“They have learned well, agreed Robin Koval, CEO of the Truth Initiative, a nonprofit established as part of a 1998 settlement agreement between major U.S. tobacco companies and 46 states, the District of Columbia and five U.S. territories.\n\nGroups such as the American Cancer Society, the American Heart Association, and the American Lung Association, as well as state governments, spent decades suing the tobacco companies. They never won outright, instead settling for several billion dollars in payouts and limits on tobacco marketing and advertising.\n\nA second round of suits has resulted in a series of advertisements in which tobacco companies must publicly admit they lied, conspired and deliberately worked to make cigarettes even more addictive than they already were. Even so, the statements are bland and boring, thanks to extensive litigation by those same tobacco companies.\n\n“In fact, tobacco companies have fought for more than 11 years to weaken and delay the corrective statements, underscoring how little they have changed,” the cancer and heart associations, along with others, said in a joint statement Friday.\n\nThe FDA was also just plain slow in using what powers it does have, Haifley said. It took until 2014 to issue its plans for regulating tobacco products and moved even more slowly to do anything about e-cigarettes. “By the time they got around to saying they were going to assert their authority over these products, the market was flooded with them,” Haifley said.\n\n“This is the mess that we are in now.”\n\nTobacco companies also have allies in Congress who will help slow FDA’s efforts. “All you have to do is look at each Congress and you see bills that would scale back or strip the FDA of authority over some of these products,” Haifley said.\n\nAny new FDA moves will have to make their way through a slow, bureaucratic process that actively invites the public, but also industry, to weigh in. Corporate lawyers and lobbyists will make use of the process, Haifley said. There will be points all along the way for special interests to work to block proposals, he said — right up to the White House Office of Management and Budget."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Reuters", "title": "Picasso painting stolen six years ago resurfaces in Romania", "description": "Prosecutors believe they have uncovered the \"Tête d’Arlequin\" by Pablo Picasso, after it was stolen in 2012 heist in Rotterdam.", "url": "https://www.nbcnews.com/news/world/stolen-picasso-painting-resurfaces-romania-six-years-later-n937676", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_46/2650776/181118-stolen-art-al-1038_d5d7189eecaa6358d2baf589a0f223a4.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T16:42:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 4:42 PM GMT BUCHAREST A painting believed to be \"Tête dArlequin\" by Pablo Picasso stolen in 2012 from Rotterdams Kunsthal mus… [+1322 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Reuters\n\nAMSTERDAM — A painting that Romanian prosecutors said might be a stolen Pablo Picasso painting is more likely to be a forgery created as a publicity stunt, according the people who found it.\n\nNovelist Mira Feticu said an anonymous tip led her to the work, which was found under a tree in eastern Romania on Saturday. She handed it in to officials at the Dutch Embassy.\n\nThe 1971 painting 'Harlequin Head' by Pablo Picasso. Dutch police say seven paintings stolen from the Kunsthal museum in Rotterdam. Rotterdam Police via AP file\n\nFrank Westerman, a journalist who accompanied Feticu to Romania, later wrote on Facebook that the pair had been hoodwinked, referring to the work as \"the supposed lost Picasso.\"\n\nHe told Dutch state broadcaster NOS that the painting he recovered appears to have been a forgery hidden as part of an elaborate hoax.\n\nSeparately a former curator of the museum that owned the real \"Tête d’Arlequin,\" told Dutch television that based on photos he had seen of the painting that was found, it appeared to be a forgery.\n\nRomanian prosecutors had said Sunday they were trying to verify the work's authenticity.\n\nThe country's Directorate for the Investigation of Organized Crime and Terrorism, which confirmed Sunday it was examining the circumstances of the discovery, declined to comment further on Monday.\n\nWesterman told NOS that he had received an email from a Belgian theater company, which is staging a play about a famed art forger.\n\nThe BERLIN theater company in Antwerp, Belgium, which is putting on the play, said in a carefully worded tweet that it had \"brought back\" the painting in a new frame.\n\nOn its website it said it would \"be back with more details on this issue within the next few days\" and listed links to reports of the discovery of the painting.\n\nThe real Picasso was stolen from an exhibition in Rotterdam in 2012, one of the art world's most dramatic heists.\n\nThe empty space where Henri Matisse' painting \"La Liseuse en Blanc et Jaune\" was hanging, right, is seen next to a painting by Maurice Denis, center, and Pierre Bonnard, left, at Kunsthal museum in Rotterdam on Oct. 16, 2012. Peter Dejong / AP\n\nSecurity camera footage released at the time of the theft showed a gang entering through a back door of the museum and disappearing from view. Seconds later they reappeared carrying bulky objects.\n\nThe other paintings taken were Matisse's \"La Liseuse en Blanc et Jaune,\" Monet's \"Waterloo Bridge, London\" and \"Charing Cross Bridge, London,\" Gauguin's \"Femme devant une fenêtre ouverte,\" Meijer De Haan's \"Autoportrait\" and Lucian Freud's \"Woman with Eyes Closed.\"\n\nA Romanian man and several accomplices were convicted of the theft in 2013, but none of the artworks have been recovered.\n\nExperts believed at least three of them were burned in an attempt to destroy evidence."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Allan Smith", "title": "Trump says Whitaker is right about Russia probe and won't sit with Mueller for interview", "description": "President Donald Trump sat down for an interview with Fox News anchor Chris Wallace where the president discussed Matt Whitaker, Robert Mueller, and more.", "url": "https://www.nbcnews.com/politics/politics-news/trump-says-whitaker-right-about-russia-probe-won-t-sit-n937671", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_46/2650806/181118-donald-trump-al-1122_3fcbfadfaf450d82ade7bf9fdf6a225d.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T16:22:20Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 4:22 PM GMT President Donald Trump said acting Attorney General Matt Whitaker is \"right\" about his criti… [+3607 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Allan Smith\n\nPresident Donald Trump said acting Attorney General Matthew Whitaker is \"right\" about his criticism of special counsel Robert Mueller's investigation and defended his appointment of Whitaker after forcing out Attorney General Jeff Sessions earlier this month.\n\nDuring an interview with Chris Wallace on \"Fox News Sunday,\" Trump also seemed to shut down the idea of soon sitting with Mueller for an interview, among multiple other subjects.\n\nOn Whitaker, Trump said he \"did not know he took views on the Mueller investigation,\" adding that those views didn't have \"any effect\" on the appointment. But, Trump said his views on the probe are \"right.\"\n\n\"What do you do when a person’s right?\" Trump said. \"There is no collusion. He happened to be right. I mean, he said it. So if he said there is collusion, I’m supposed to be taking somebody that says there is? Because then I wouldn’t take him for two reasons, but the number one reason is the fact that he would have been wrong. If he said that there’s no collusion, he’s right.\"\n\nWhitaker's appointment has been the subject much controversy, particularly as it relates to his role overseeing Mueller's probe. Top Democrats have called for his \"immediate recusal,\" citing his past commentary critical of Mueller's investigation into Russian interference in the 2016 presidential election and whether the Trump campaign colluded with Russians to influence the election.\n\nOn Friday, opponents of the appointment asked the U.S. Supreme Court to rule that Whitaker is not legally qualified to serve as acting attorney general. Meanwhile, the Department of Justice offered an opinion defending the legality of Whitaker's appointment last week.\n\nIn an interview with \"Meet the Press\" on Sunday, Republican Sen. Lindsey Graham of South Carolina, an ally of the president, said he had \"nothing against\" Whitaker, adding, however, \"I don’t know if he’s the best choice.\"\n\n\"There are a lot of choices out there,\" Graham added. The senator said he \"would encourage the president to pick someone\" to nominate as attorney general \"very soon.\"\n\nSpeaking to Wallace, Trump said it's up to Whitaker to decide on curtailing Mueller's probe in any way.\n\n\"I think he’s very well aware politically,\" Trump said of Whitaker. \"I think he’s astute politically. He’s a very smart person. A very respected person. He’s going to do what’s right. I really believe he’s going to do what’s right.\"\n\nOn Mueller, Trump all but shut down the idea that he would sit for an interview with the special counsel, adding that he will turn over his answers to written questions to the special counsel \"at some point very soon.\"\n\nAsked if there would be \"no interview\" with Mueller, Trump said he thought \"we've wasted enough time on this witch hunt and the answer is probably, we’re finished\" after he submits the written answers.\n\n\"What are the odds?\" Wallace asked of an interview. \"One in a hundred?\"\n\n\"I don’t do odds,\" Trump responded before Wallace cut in to point out that, \"You ran a casino sir.\"\n\n\"You’re right, and very successfully actually,\" Trump said. \"We gave very, very complete answers to a lot of questions that I shouldn’t have even been asked and I think that should solve the problem. I hope it solves the problem, if it doesn’t, you know, I’ll be told and we’ll make a decision at that time. But probably this is the end.\"\n\nNBC News reported earlier Sunday that the president's legal team plans to submit answers to Mueller by Thanksgiving, according to a source familiar with the matter.\n\nAt the conclusion of the Fox News interview, Wallace asked Trump if he ever second-guesses any of his decisions as president.\n\n\"Yes, oh, all the time,\" Trump said."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Claude Fischer", "title": "Have millennials killed phone calls? Why texting isn't always the answer", "description": "About a century after Americans commandeered the phone for personal chit-chat, what is left? Personal chit-chat — very personal chit-chat.", "url": "https://www.nbcnews.com/think/opinion/phone-call-dying-no-it-has-found-special-niche-preferred-ncna933666", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2018_45/2637911/181107-stock-woman-on-phone-ew-613p_c2f4cfb7daebe84b132e174487d0546b.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T16:15:12Z", "content": "Get the Think newsletter. SUBSCRIBE Nov. 18, 2018 / 4:15 PM GMT By Claude Fischer, professor of sociology Telephone booths are disappearing and, some contend, so are phone calls, along with the senior citizens who seem to be the only ones still making them. C… [+5368 chars]", "fulltext": "Get the Think newsletter.\n\nBy Claude Fischer, professor of sociology\n\nTelephone booths are disappearing and, some contend, so are phone calls, along with the senior citizens who seem to be the only ones still making them. Certainly, a lot of practical business and just checking in is now done by text rather than by call. But these funereal descriptions of phoning overlook one lasting feature of the call: It’s a way people can have heart-to-hearts when they cannot be face to face.\n\nIn the early days of the telephone, in the late 19th century, its major uses were not unlike major uses of email and texting today: business matters, practical arrangements, emergencies, and the like. But then Americans, particularly American women, started increasingly using the telephone for a range of social purposes–to stay connected to family, to sustain friendships.\n\nFounders of the telephone industry were dismayed by social uses of the telephone, what one executive angrily called “idle gossip.” But by the 1920s, new leadership had realized that customers calling personal intimates was not an annoyance, but a profit center. In its ads, the industry increasingly suggested that the telephone call was ideal for getting family news, giving friends holiday greetings, and just to chat. Falling costs for long-distance calls increased popular use of the technology for such personal matters.\n\nThen came the internet.\n\nFounders of the telephone industry were dismayed by social uses of the telephone, what one executive angrily called “idle gossip.”\n\nThe number of landline phones in America peaked at about 193 million around 2000, according to the World Bank, when Americans already had nearly 110 million mobile phone subscriptions. Landline connections have now dropped to under 120 million, while mobile phone accounts have soared to 396 million (which, yes, is greater than the actual number of Americans). And we all know that the mobile “phone” is used for far more than making phone calls.\n\nAmericans use their smartphones for many practical purposes such as looking up health symptoms and traffic guidance, according to the Pew Research Center for Internet & Technology. And, almost everyone uses it for texting, although about 90 percent of people actually do call, too. By volume, Americans send about five times as many texts as the number of calls they make and spend about five times as many minutes per day texting as calling, according to Infomate, a mobile data company.\n\nNow, about a century on after Americans commandeered the old phone for personal chit-chat, what is left for the phone call? Personal chit-chat — very personal chit-chat. It would appear, from some research that we have been doing at Berkeley, that the phone has found a special niche as the preferred media for intimacy.\n\nIt would appear, from some research that we have been doing at Berkeley, that the phone has found a special niche as the preferred media for intimacy.\n\nIn a several-year project funded by the National Institutes of Health, we have followed about 1000 residents of the San Francisco Bay Area — about half in their 20s and about half in their 50s and 60s — learning about their personal networks, including about how they stayed in touch with people who matter to them.\n\nOne big difference between the two cohorts: Landlines. Almost none of the 20-somethings used landlines as a major way to stay in touch with family or friends, while about a fourth of the older respondents still did. Another big difference: Email. Most older respondents used email as a main way of staying in touch, while fewer than a quarter of the younger people did.\n\nBut when it comes to phone calls, over 80 percent of both age groups report using calls, whether by cell or by landline, as a main way they stayed in touch with family. The groups do differ when it comes to staying in touch with friends: About 80 percent of the mature adults relied on phone calls, but just under half of the young adults did. (More relied on texting and, as national data also show, much more than the older respondents, on social media.) Nonetheless, both old and young still do call sometimes.\n\nWe can appreciate why even young people still make phone calls when we consider who is contacted often and how.\n\nIn another part of our study, we asked respondents how often they were in contact, and in what ways, with specific people in their social lives. The people whom respondents saw in person were basically people who were nearby, into whom they easily ran. But the people with whom respondents talked often on the phone were especially likely to be intimates — parents, adult children, people in whom they confided, people to whom they felt “close.” These findings are consistent with other studies showing that intimacy is more common in personal phone calls than in personal emails or even in face-to-face meetings.\n\nWhen access to the telephone spread, more people were able to more quickly, easily and cheaply converse with those whom they cared about — annoying interruptions by unwanted callers notwithstanding. As access to the internet has spread, that capacity to converse has multiplied in method and volume, the dark side of the internet notwithstanding.\n\nStill, there appears to be something still special about voice-to-voice that makes people turn to the phone call when it matters most."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Nbc News", "title": "Florida sues Walgreens, CVS over opioid sales", "description": "Attorney General Pam Bondi said she has added the companies to a state-court lawsuit filed against Purdue Pharma, the maker of OxyContin, and several opioid distributors.", "url": "https://www.nbcnews.com/health/health-news/florida-sues-walgreens-cvs-over-opioid-sales-n937656", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_29/2505106/180721-cvs-pharmacy-al-1139_34cce89c449ca382b267525b33cbead4.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T15:47:42Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 3:46 PM GMT / Source: Associated Press FORT LAUDERDALE, Fla. Florida is suing the nation's two largest drugstore chains, Walg… [+3404 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Source: Associated Press\n\nFORT LAUDERDALE, Fla. — Florida is suing the nation's two largest drugstore chains, Walgreens and CVS, alleging they added to the state and national opioid crisis by overselling painkillers and not taking precautions to stop illegal sales.\n\nAttorney General Pam Bondi announced late Friday that she has added the companies to a state-court lawsuit filed last spring against Purdue Pharma, the maker of OxyContin, and several opioid distributors.\n\nBondi said in a press release that CVS and Walgreens \"played a role in creating the opioid crisis.\" She said the companies failed to stop \"suspicious orders of opioids\" and \"dispensed unreasonable quantities of opioids from their pharmacies.\" On average, about 45 people die nationally each day because of opioid overdoses, according to the Centers for Disease Control and Prevention.\n\n\"We will continue to pursue those companies that played a role in creating the opioid crisis,\" said Bondi, who has been mentioned as a possible replacement by President Donald Trump for recently ousted U.S. Attorney General Jeff Sessions. \"Thousands of Floridians have suffered as a result of the actions of the defendants.\"\n\nCVS spokesman Mike DeAngelis called the lawsuit \"without merit\" in a statement Saturday. He said the company trains its pharmacists and their assistants about their responsibilities when dispensing controlled substances and gives them tools to detect potentially illegal sales.\n\nIn a lawsuit, Florida has accused CVS of selling 700 million opioid dosages between 2006 and 2014. Shannon Stapleton / Reuters file\n\n\"Over the past several years, CVS has taken numerous actions to strengthen our existing safeguards to help address the nation's opioid epidemic,\" DeAnglelis said.\n\nWalgreens said Saturday it doesn't comment on pending lawsuits.\n\nUntil a law enforcement crackdown at the beginning of the decade, Florida was known for its so-called pain mills. Drug dealers from throughout the country would send associates to store-front clinics where unscrupulous doctors would write opioid prescriptions for bogus injuries and illnesses. At one point, 90 of the nation's top 100 opioid prescribers were Florida doctors, according to federal officials.\n\nAfter receiving the prescriptions, the phony patients would buy the pills from Florida pharmacies — state law says pharmacists must refuse to fill prescriptions they suspect are not for a valid purpose. Most of the opioids would then be taken out of state to be resold illegally at huge markups, creating a drug crisis in many communities throughout the Eastern United States.\n\nAccording to the lawsuit, Walgreens has dispensed billions of opioid dosages from its Florida pharmacies since 2006. The Illinois-based chain is the nation's largest drugstore chain and has more than 13,200 stores globally.\n\nThe company distributed 2.2 million opioid tablets from its store in Hudson, a Tampa-area town of 12,000, and in one unidentified town of 3,000, sold 285,000 pills in a month, the lawsuit says. In some stores, its opioid sales jumped six-fold in two years. The company paid $80 million five years ago to resolve a federal investigation that centered on inadequate record keeping of its Florida opioid sales that allowed the pills to reach the black market.\n\nFlorida's accusations against CVS were more general, saying it sold 700 million opioid dosages between 2006 and 2014, including outsized sales in Hudson and two other nearby towns. The Rhode Island-based chain has more than 9,800 stores."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Compressed: Fallout from Khashoggi killing and lame-duck Congress take shape", "description": "Sen. Lindsey Graham (R-S.C.) talks about the killing of Saudi critic Jamal Khashoggi, and Sen. Sherrod Brown (D-Ohio) addresses speculation about a run for the White House.", "url": "https://www.nbcnews.com/meet-the-press/video/compressed-fallout-from-khashoggi-killing-and-lame-duck-congress-take-shape-1374084163858", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/mtp_clip_compressed_181118.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T15:46:48Z", "content": null, "fulltext": "Compressed: Fallout from Khashoggi killing and lame-duck Congress take shape copied!\n\nSen. Lindsey Graham (R-S.C.) talks about the killing of Saudi critic Jamal Khashoggi, and Sen. Sherrod Brown (D-Ohio) addresses speculation about a run for the White House.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Kailani Koenig", "title": "Lindsey Graham: 'Impossible to believe' Saudi Crown Prince was unaware of Khashoggi killing", "description": "Senator Lindsey Graham on Sunday condemned Saudi Crown Prince Mohammed bin Salman for his alleged role in the killing of journalist Jamal Khashoggi.", "url": "https://www.nbcnews.com/politics/congress/lindsey-graham-impossible-believe-saudi-crown-prince-was-unaware-kashoggi-n937661", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_46/2650686/181118-lindsey-graham-al-0912_d1464db2b3f37a6208b6f98faa86e01d.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T15:39:42Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 3:32 PM GMT / Updated 3:39 PM GMT WASHINGTON Republican Senator Lindsey Graham on Sunday harshly condemn… [+2213 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Kailani Koenig\n\nWASHINGTON — Republican Senator Lindsey Graham on Sunday harshly condemned Saudi Crown Prince Mohammed bin Salman over his alleged role in the killing of journalist Jamal Khashoggi, calling him \"unhinged\" and pointedly refusing to work with the prince in the future.\n\n\"The fact that he didn’t know about it is impossible for me to believe,\" Graham said on Sunday's \"Meet The Press.\" The South Carolina senator said he hasn’t been given an official briefing on the matter, but maintained that the conclusion that the crown prince had a role in Khashoggi's murder should be clear to anyone with knowledge about the country.\n\n“If he is going to be the face of Saudi Arabia going forward, I think the kingdom will have a hard time on the world stage,” Graham added. “They are an important ally, but when it comes to the crown prince, he is irrational, he is unhinged, and I think he has done a lot of damage to the relationship between the United States and Saudi Arabia and I have no intention of working with him ever again.”\n\nThe United States announced sanctions this week against 17 Saudi Arabian officials over the killing of Khashoggi at the Saudi consulate in Istanbul, Turkey.\n\nNBC News reported on Friday that the CIA has concluded that the crown prince himself ordered the assassination.\n\nGraham said he doesn’t want to let the individuals who carried out the killing to become “the fall guy,” but instead, “I am going to do whatever I can to place blame where I believe it lies: I am going to put it at the feet of the crown prince who has been a destructive force in the Mideast.”\n\nThe senator noted that he previously had a lot of hope for the prince’s potential as a reformer in the region, but “that ship has sailed as far as Lindsey Graham is concerned.”\n\nGraham's language on Saudi Arabia stands in stark contrast to President Trump, who repeatedly told \"Fox News Sunday\" this weekend that the crown prince has continually denied involvement in the incident.\n\nAsked whether the prince was lying, Trump responded, “he told me that he had nothing to do with it. He told me that, I would say, maybe five times at different points.”\n\nThe president also asked, “Will anybody really know? He did have certainly people that were reasonably close to him and close to him that were probably involved.”\n\nOn Sunday, Graham was asked about the bond between the crown prince, Trump, and Jared Kushner, and he said, “I’ll leave it up to the president to find out how to handle Saudi Arabia from the executive branch side.”\n\n\"From the legislative branch side, we’re going to do as much as we can, as hard as we can, to send a signal to the world,\" he continued. \"This is not how we expect an ally to act. What happened in Turkey violates every norm of civilized society and it will not stand. And if John McCain were alive today, he’d be the first one saying that.\"\n\nGraham also maintained that the Saudi ambassador to the U.S., the crown prince’s brother, Prince Khalid Bin Salman, should not be allowed back in to the United States as ambassador.\n\nAlso on \"Meet The Press,\" Graham publicly called on the president to move forward on the issue of criminal justice reform, asking him to “pick up the phone” and lobby Senate Majority Leader Mitch McConnell to bring their bill on the issue to the floor.\n\n“The Republicans are the problem here, not the Democrats,” Graham said."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Julie Compton", "title": "15 years later, gay couple recalls their role in Massachusetts' historic marriage ruling", "description": "On Nov. 18, 2003, Massachusetts' highest court issued a landmark ruling legalizing same-sex marriage. Robert Compton and David Wilson helped make it happen.", "url": "https://www.nbcnews.com/feature/nbc-out/15-years-later-gay-couple-recalls-their-role-massachusetts-historic-n937651", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_46/2650756/181118-david-robert-al-1006_a9240257ac1b8a811e413b7404cf11f7.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T15:19:00Z", "content": "Nov. 18, 2018 / 3:19 PM GMT Its been 15 years since Massachusetts became the first state to legalize same-sex marriage. But gay couple Robert Compton and David Wilson, now happily married, can still remember how they cried when they heard the news. I was conf… [+6498 chars]", "fulltext": "By Julie Compton\n\nIt’s been 15 years since Massachusetts became the first state to legalize same-sex marriage. But gay couple Robert Compton and David Wilson, now happily married, can still remember how they cried when they heard the news.\n\n“I was confident we were going to win, and when we won, I was just totally elated,” Compton told NBC News.\n\nCompton, 69, a retired dentist, and Wilson, 74, a retired businessman, were two of 14 plaintiffs in the landmark 2003 case Goodridge v. Department of Public Health. Advocates say the case paved the way for the Supreme Court decision Obergefell v. Hodges, which 12 years later guaranteed same-sex couples the right to marry nationwide.\n\n“It was hugely important,” said Brian Silva, former executive director of Marriage Equality. “You can’t underscore enough how critical it was.”\n\nDavid Wilson, left, and Robert Compton on their wedding day in May 2004. Courtesy of Robert Compton and David Wilson\n\nCompton and Wilson, who live in Provincetown, Massachusetts, were eager to enlist in the fight for marriage equality. The men had both previously been married to women for over 20 years, and had five children between them. They came out late, and were excited to get a new start on life.\n\nWhen they met in 1997 at a convention for gay fathers in Boston, there was an instant connection. They went on their first date — a dinner and a movie — and were soon in love. A year later, they purchased a home together. They made their vows during a commitment ceremony at Boston’s Arlington Street Church in 2000 in front of friends and family.\n\nIn 2001, the Massachusetts-based gay rights organization Gay and Lesbian Advocates and Defenders, or GLAD, asked the pair to be a part of the Goodridge lawsuit. At the time, it hardly felt like a choice to the couple.\n\n“We were thinking about retirement — knew it was about a decade away, but we were thinking about how can we protect each other, especially in medical situations,” Wilson recalled.\n\nRobert Compton and David Wilson with other Goodridge v. Department of Public Health plaintiffs and members of GLAD. Susan R Symonds for Infinity Portrait Design\n\nCompton had endured several hospitalizations for kidney stones and other ailments. Yet each time, Wilson was kept from his bedside because they were not legally wed.\n\n“It was things like that that made me aware that you might not have all the rights you think you do,” Compton said.\n\nAfter the ruling, same-sex couples in Massachusetts could finally marry. Those who didn’t live happily ever after got something else they hadn’t enjoyed previously — the right to divorce, which allowed them to legally settle disputes over children and property. Julie and Hillary Goodridge, the main plaintiffs in the historic case, amicably divorced in 2009. But most of the couples who were plaintiffs remain married to this day.\n\n“What’s changed for us,” said Wilson, “is we don’t think about ‘Well, we’re not married, we don’t have the rights.’ We assume that we do.”\n\nThose rights didn’t come easily. The men received death threats during the highly publicized case, which wound its way into the state's Supreme Judicial Court, where it was ultimately determined. The couple recalled anti-gay-marriage protesters outside the courthouse waving picket signs with hateful slogans like “God hates fags.”\n\n“It seemed like everybody did not like the LGBT community,” remembered Compton. “It seemed very personal to us.”\n\nAfter Massachusetts legalized same-sex marriage, the battle for marriage equality only seemed to intensify, the couple recalled. Then- Republican Gov. Mitt Romney called for an amendment to the state constitution that would define a marriage between a man and a woman, and a number of conservative groups filed lawsuits against the decision in state court. It would be another 6 months before same-sex couples could officially marry, but for Wilson and Compton, it was well worth the wait.\n\n“You finally could breath again,” Compton recalled. “You could take a breath and just enjoy it.”\n\nDavid Wilson, left, and Robert Compton on their wedding day in May 2004. Courtesy of Robert Compton and David Wilson\n\nOn May 17, 2004, Compton and Wilson wed in the same church where they had held their commitment ceremony four years earlier — this time in front of a jam-packed room of friends, family, and hundreds of strangers and news media who had all come to hear them say “I do.”\n\n“There were probably 500 plus people in church, many of them we didn’t know,” Wilson remembered with a laugh.\n\nYet marriage equality remained a contentious issue. A decade after the Massachusetts decision, 17 states and the District of Columbia had legalized same-sex marriage, while other states passed constitutional bans against the unions.\n\nWhile the legal cases were significant, the real battle was fought outside the courtroom — in the arena of public opinion, according to Silva.\n\n“When you actually started to see your family, friends, neighbors get married and live their lives, and see just how similar our families are to other married families, it really started to destroy the wall of myths that our opponents had tried to create around the alleged negative effects of marriage equality, because it was there in person, right in front of you,” Silva explained.\n\nNow, three years after the Supreme Court's 2015 decision legalizing same-sex marriage across the nation — and 15 years after Massachusetts did so for its residents — two in three Americans support gay marriage, according to a recent Gallup pole.\n\nThese days, marriage equality feels more or less normal to Wilson and Compton, who will celebrate their 15th anniversary in May.\n\nThe broader fight for LGBTQ equality, however, continues, warned Sarah Warbelow, legal director for the Human Rights Campaign, a national LGBTQ rights group.\n\n“Right before marriage equality and through marriage equality, we have had more than 500 bills in 40 states aimed at undermining the rights of LGBTQ people,” she said.\n\nWarbelow also pointed to recent bills in Kansas and Oklahoma that would give faith-based adoption agencies the ability to deny adoption to gay and lesbian couples.\n\n“That is the nature of the attacks that we are seeing percolating in state legislatures through the federal court system,” she said. Proponents of such bills argue they protect the liberties of those who hold sincerely held religious beliefs.\n\nWilson, a longtime activist and a member of GLAD’s board of directors, is making a second vow.\n\n“I’m taking nothing for granted,” Wilson said, “and we are going to continue to work as hard as we can to make sure that the rights we’ve worked hard for don’t get rolled back.”\n\nCorrection: A previous version of this article misquoted Sarah Warbelow. She said we've had \"more than 500 bills in 40 states aimed at undermining the rights of LGBTQ people\" — not \"four states.\"\n\nFOLLOW NBC OUT ON TWITTER, FACEBOOK AND INSTAGRAM"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Full Panel: Government shutdown looms over Mueller probe", "description": "John Harwood, Hallie Jackson, Rich Lowry and Yamiche Alcindor discuss the challenges facing a bill to protect Special Counsel Robert Mueller's Russia investigation.", "url": "https://www.nbcnews.com/meet-the-press/video/full-panel-government-shutdown-looms-over-mueller-probe-1374065219760", "urlToImage": "https://media3.s-nbcnews.com/j/MSNBC/Components/Video/201811/mtp_full_panel_181118_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T15:09:28Z", "content": null, "fulltext": "Full Gardner: 'We have evidence that the state constitution of Florida was violated' 08:42"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "President expected to submit Mueller answers 'before Thanksgiving'", "description": "NBC's Chief White House Correspondent, Hallie Jackson, reports on the next steps for the White House and the Special Counsel investigation.", "url": "https://www.nbcnews.com/meet-the-press/video/president-expected-to-submit-mueller-answers-before-thanksgiving-1374064707870", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/mtp_clip_hallie_181118_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T15:08:45Z", "content": null, "fulltext": "Leiter: McRaven would 'take himself out of the conversation' if Trump focused on military issues 01:07"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Corky Siemaszko", "title": "How the Catholic 'alt-right' aims to purge LGBTQ members from the church", "description": "Websites like Church Militant, LifeSite News and the Lepanto Institute are ratcheting up the rhetoric with personal attacks on supporters of gay Catholics.", "url": "https://www.nbcnews.com/news/us-news/how-catholic-alt-right-aims-purge-homosexuals-church-n934681", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_46/2646286/181114-dublin-world-meeting-of-families-lgbtq-choir-ew-122p_c17caa1549d7f66abc4c2df76a7f5bed.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T15:00:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 3:00 PM GMT The call for action against the \"Forces of Organized Perversion\" landed in the inboxes of conservative Roman Cath… [+7512 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Corky Siemaszko\n\nThe call for action against the \"Forces of Organized Perversion\" landed in the inboxes of conservative Roman Catholics across the country just before Election Day.\n\n“Have you had enough?” activist Randy Engel wrote in a column that first appeared on the conservative website RenewAmerica.com. “Or will you wait until the Homosexual Collective’s hobnail boot is pressed on the neck of your prone body or that of your child or grandchild before reacting?”\n\n“Cast your vote for God, family, and nation,” she wrote.\n\nMany Catholics say they are worried that activists like Engel are the vanguard of a new offensive by ultra-conservative Catholic groups that see the growing acceptance of LGBTQ Catholics by Pope Francis and other reformers as a mortal threat to their church.\n\nWebsites like Church Militant, LifeSite News and the Lepanto Institute are ratcheting up the rhetoric while replacing polite and prayerful discourse with personal attacks on supporters of gay Catholics, they say.\n\nMeanwhile, anti-gay activists have increasingly been disrupting gatherings of LGBTQ Catholics and their supporters, a phenomenon first reported by the National Catholic Reporter. Just this month, a group of Dominican nuns in suburban Milwaukee hired security guards to keep more than two dozen anti-gay protesters off their property where they were hosting a retreat for gay clergy.\n\nFordham University theologian Jason Steidl has coined a name for them.\n\n“I call them the 'Catholic alt-right,'” Steidl told NBC News. “We haven’t seen anything like this before. I think they are part of a bigger cultural movement. These people have hitched their wagons to Trump’s presidency, to his tactics.”\n\nThey have also tried to weaponize the Pennsylvania grand jury report released in August that named more than 300 “predator priests” to scapegoat homosexuals, never mind that many of the 1,000 victimized children were girls.\n\n“They inject fear, hatred and homophobia into religious discourse,” said the Rev. James Martin, a Jesuit priest and author of “Building a Bridge: How the Catholic Church and the LGBT Community Can Enter into a Relationship of Respect, Compassion and Sensitivity.”\n\n“They use the same tactics as the political alt-right: lies, personal vilification and demonization of minority groups,” he said.\n\nMichael Voris at his desk at St. Michael's Media where RealCatholicTV.com is recorded in Ferndale, Michigan on Oct. 11, 2010. Paul Sancya / AP file\n\nMichael Voris, who heads Church Militant, rejected the label \"Catholic alt-right,\" calling it “non-applicable and stupid.” He said all they are doing is vocally defending their faith and see President Donald Trump as an ally. He once compared Trump to Constantine, the first Roman emperor to convert to Christianity.\n\nVoris agreed that conservative Catholics are more focused now on the LGBTQ community, but said it’s because “the news [of the Pennsylvania grand jury report] has certainly multiplied under Pope Francis.”\n\n“I don’t whip up crowds to stone them,” he said. “We’re not a bunch of Muslims in Saudi Arabia chopping peoples’ heads off.”\n\nBut the gay lifestyle is a sin, Voris said, and he’s speaking from personal experience.\n\n“I lived a gay lifestyle for a number of years,” said Voris, who said he is now celibate.\n\nMike Hichborn of the Lepanto Institute also bristled at the Catholic alt-right label.\n\n\"The Lepanto Institute does not stand for anything beyond the absolute and immutable teachings of the Catholic Church,\" Hichborn wrote in an email. \"That does not make us 'alt-right' but fully faithful.\""}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Sherrod Brown: 'Populism is not racist, it’s not anti-Semitic'", "description": "In an exclusive interview with Meet the Press, Sen. Sherrod Brown (D-Ohio) tells Chuck Todd that Democrats can win Ohio if they focus on a message about the \"dignity of work.\"", "url": "https://www.nbcnews.com/meet-the-press/video/sherrod-brown-populism-is-not-racist-it-s-not-anti-semitic-1374054979937", "urlToImage": "https://media2.s-nbcnews.com/j/MSNBC/Components/Video/201811/mtp_clip_brownpres_181118_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T14:54:51Z", "content": null, "fulltext": "Sherrod Brown: Democrats could win in Ohio with the right message copied!\n\nIn an exclusive interview with Meet the Press, Sen. Sherrod Brown (D-Ohio) tells Chuck Todd that Democrats can win Ohio if they focus on a message about the \"dignity of work.\"\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": null, "title": "Baby baristas: Could kids hold the key to Colombia's coffee future?", "description": "\"I want to run my own coffee shop one day. And I want kids from all over the world to come and share this coffee with me,\" said Julián Murillo, 8.", "url": "https://www.nbcnews.com/news/world/colombia-kids-learn-barista-skills-goal-saving-country-s-coffee-n937466", "urlToImage": "https://static.euronews.com/articles/3442830/1000x563_3442830.jpg", "publishedAt": "2018-11-18T14:50:00Z", "content": "MARSELLA, Colombia At a library in the heart of Colombia's coffee country, Julián Murillo, 8, proudly narrates the process as he makes a meticulous Chemex-method brew. He places a filter-lined funnel atop a glass flask and carefully doles out the speciality c… [+5820 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Andrew Wight\n\nMARSELLA, Colombia — At a library in the heart of Colombia's coffee country, Julián Murillo, 8, proudly narrates the process as he makes a meticulous Chemex-method brew. He places a filter-lined funnel atop a glass flask and carefully doles out the speciality coffee — produced and roasted locally — in the centre of the filter paper, before pouring the hot water over the top and watching the dark brown brew drip down.\n\nFor now, Julián is learning the skills just for fun, but there’s a larger goal in mind: Low coffee prices, climate change and a rapidly-aging coffee work force mean it's more important than ever to get kids excited and invested in keeping the coffee industry here thriving.\n\nIf kids like Julián don't stay on the land, Colombia's smooth Arabica coffee, served by cafe chains around the globe, could disappear — but if programs like these succeed, the next generation could preserve Colombia’s centuries-old culture while providing better local jobs and better-tasting coffee for local consumers.\n\nThe library in this town about 130 miles south of Medellín is housed in the corner of a massive colonial building. One overcast October day, nearly a dozen kids between the ages of 6 and 12 filled the common area used by the Cafeteritos, which is Spanish for little coffee makers.\n\n“I want to run my own coffee shop one day,” says Julián, as he makes the pour-over coffee. “And I want kids from all over the world to come and share this coffee with me.”\n\nTowards the end of class, the kids and their instructor sample the final product — in comparison to the U.S., Colombia has a more relaxed attitude toward childhood caffeine consumption. Colombia is in the top 25 in the world for cola consumption and some doctors there say coffee for kids like Julián is permissible in moderation. As they arrive at the library, parents start to get involved, too — one parent describes picking more than 400 pounds of coffee berries daily during the harvest season. Later another parent, a farmer, spontaneously bursts into a traditional regional song.\n\n“I’ve learned a lot about coffee from my boy,” said Arelis Murillo, Julián’s mother. “He also has a lot of confidence now.” She explains that she sent originally Julián to the program to keep him occupied while learning something new, after hearing about Cafeteritos from the organizers of a previous program involving girls’ soccer.\n\nCafeteritos grew from a 2016 pilot program started by philanthropist Javier Sánchez Embid from Guadalajara, Spain, local coffee grower José María González Salazar and local library head Adriana Grisales with the intent of providing an educational after-school program that would appeal to both boys and girls. Now, the kids compete in brewing competitions and go on field trips to processing centers and coffee farms.\n\n“We’re bringing together not only the generations, but different parts of the production chain,” said Wilson Flórez Valencia, cultural center and library coordinator for Comfamilar Risaralda, a compensation fund that runs the library and 17 others across the Risaralda region."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Graham: Mohammad bin Salman is 'irrational...unhinged'", "description": "In an exclusive interview with Meet the Press, Sen. Lindsey Graham (R-S.C.) tells Chuck Todd that it's \"impossible\" for him to believe Saudi Crown Prince Mohammad bin Salman wasn't involved in the killing of Jamal Khashoggi", "url": "https://www.nbcnews.com/meet-the-press/video/graham-mohammad-bin-salman-is-irrational-unhinged-1374050883781", "urlToImage": "https://media4.s-nbcnews.com/j/MSNBC/Components/Video/201811/mtp_clip_grahammbs_181118_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T14:45:52Z", "content": null, "fulltext": "Graham: Mohammad bin Salman is 'irrational...unhinged' copied!\n\nIn an exclusive interview with Meet the Press, Sen. Lindsey Graham (R-S.C.) tells Chuck Todd that it's \"impossible\" for him to believe Saudi Crown Prince Mohammad bin Salman wasn't involved in the killing of Jamal Khashoggi\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Full Sherrod Brown: 'I’ve not had this lifelong desire to be president'", "description": "Ohio Sen. Sherrod Brown (D) talks to Chuck Todd about Democrats' chances in Ohio and his presidential ambitions, during an exclusive interview with Meet the Press.", "url": "https://www.nbcnews.com/meet-the-press/video/full-sherrod-brown-i-ve-not-had-this-lifelong-desire-to-be-president-1374050883656", "urlToImage": "https://media4.s-nbcnews.com/j/MSNBC/Components/Video/201811/mtp_full_sherrod_181118_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T14:44:16Z", "content": null, "fulltext": "Full Sherrod Brown: 'I’ve not had this lifelong desire to be president' copied!\n\nOhio Sen. Sherrod Brown (D) talks to Chuck Todd about Democrats' chances in Ohio and his presidential ambitions, during an exclusive interview with Meet the Press.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Rebecca Shabad, Daniel Barnes", "title": "Trump made some big October promises. Can a lame-duck GOP Congress deliver?", "description": "It isn't clear some of Trump's biggest trail promises are anywhere near making the leap from stump fodder to substantive action.", "url": "https://www.nbcnews.com/politics/congress/trump-made-some-big-october-promises-can-lame-duck-gop-n936811", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_43/2574036/180920-donald-trump-rally-vegas-ac-1127p_e721e464592b743f7be27265ce37c298.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T14:31:00Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 2:31 PM GMT By Rebecca Shabad and Daniel Barnes WASHINGTON In the midterms home stretch last month, Pres… [+8322 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Rebecca Shabad and Daniel Barnes\n\nWASHINGTON — In the midterms home stretch last month, President Donald Trump's stump speech featured a string of notably ambitious campaign promises — tall orders even by the standards of election-year politicking.\n\nMost had a few things in common. They tended to feature stunningly swift due dates — movement on some, the president pledged, would begin even before Election Day. They tended to require congressional action from lawmakers busy running for reelection. Some of the most headline-grabbing pledges were relatively new additions to his standard political pitch.\n\nAnd for the most part, it isn't clear they're anywhere near making the leap from stump fodder to substantive action — or whether they ever will be.\n\nDelivering a 10 percent tax cut\n\nRepublicans spent much of the year tossing around the concept of a second round of tax reform that would make the Trump tax cuts permanent. In October, Trump himself went a bit further: Not only would there be a bill, he told journalists before a campaign rally — it would be a 10 percent tax cut, “a very major tax cut for middle income people.” And if it happened, it would be \"sometime prior...to November.”\n\nThat was news to reporters. It was news to voters. It was also was news to the Republican congressional leaders whose task it would have been to turn that sort of promise into reality.\n\nOne major problem for GOP leadership: at that point, none of the lawmakers who would provide the votes for such a measure were on Capitol Hill — for weeks, they had been back on the campaign trail in their home districts.\n\nAn even bigger problem: even if those lawmakers had been in Washington, and willing to vote for such a measure, it didn't actually exist yet. Midway through November, it still doesn't.\n\nAt several rallies the day before the election, the president again said that Congress would “soon” follow last year’s tax reform package with a “another 10 percent tax cut for the middle class.”\n\n“It's going to be a tax reduction of 10 percent for the middle class. Business will not enter into it. And this will be on top of the tax reduction that the middle class has already gotten. And we're putting in a resolution probably this week. I think these folks know about it. And Kevin Brady has been working on it very hard, really, for a couple of months. We'll put that in, and we'll start the work after the — sometime after the midterms,” Trump said at a bill-signing event on Oct. 23.\n\nThe resolution didn't hit that week. And with a Democratic House takeover just weeks away, and a lame-duck session crammed with must-pass legislation, the likelihood that \"sometime\" is enough time to push through such a measure grows more remote by the day.\n\nBuilding a border wall\n\nSince Trump entered office nearly two years ago, he has tried — and failed — to get a GOP Congress to pass significant federal funding for the wall he’s promised along the U.S.-Mexico border. It's fair to say the incoming Democratic Congress isn't likely to make it a priority.\n\nAnd so the current lame-duck congressional session is the president’s last chance to secure significant funding before he's a lame duck himself, or out of office entirely.\n\nAt his post-election White House press conference, Trump was asked if he was prepared to pursue a shutdown strategy at the end of this year in order to get the wall money since this could be his last chance to secure funding. He didn't rule it out.\n\n“I mean, we'll be fighting for it,\" he said. \"...But [Democrats’] whole agenda has been to try not giving me anything for the wall. I really believe, politically, they're hurting themselves. I actually think, politically, that's a good thing for me.”\n\nAt a Trump rally in Fort Myers, Florida on Oct. 31, he told his supporters, “The wall is being built. We just spent $1.6 billion on a big section. Another $1.6 billion now. We have another $1.6 billion coming, but we want to build it all at one time. All at one time.”\n\nBut on the trail, he seemed to recognize that Congress looks roughly as likely to fully fund a border wall as Mexico has proven to be. At a campaign rally a day before the election, Trump again seemed to suggest that he may not need an actual wall: “Although, barbed wire looks like it's going to be very effective, too. With soldiers standing in front of it.”\n\nStopping birthright citizenship\n\nTrump made headlines a week before the midterm elections when he claimed, during an interview with Axios, that he was looking at eliminating birthright citizenship with an executive order.\n\nDuring the interview, Trump made a number of questionable or inaccurate claims, starting with his statement that the U.S. was the only nation which grants citizenship to all babies born within its borders.\n\n“Now, how ridiculous — we're the only country in the world where a person comes in, has a baby and the baby is essentially a citizen of the United States for 85 years, with all of those benefits,” he said. “It's ridiculous. It's ridiculous. And it has to end.” Around 30 other nations, including Mexico and Canada, offer birthright citizenship.\n\nThe other eyebrow-raising constitutional claim: His insistence that he had the power to end birthright citizenship with an executive order. Most legal experts agree than a constitutional amendment — which would involve congressional action from the president's Hill allies — would be needed.\n\nIn the final week of the midterm campaign, Trump pushed the issue heavily, tweeting and using it as an applause line at rallies. During a press conference the day after the elections, he told reporters he was looking at the issue “very seriously.” Two days later, the president assured reporters that an executive order was coming shortly, blaming the delay on continuing election recounts in Florida.\n\nThus far, no executive order or draft amendment has emerged.\n\nCutting off U.S. aid to Central American nations\n\nIn the closing weeks of the midterm elections, Trump made the approaching caravan of Central Americans intending to seek U.S. asylum a key part of his campaign messaging, threatening to deploy troops to the southern border and punish Central American countries by cutting foreign aid.\n\n“Guatemala, Honduras and El Salvador were not able to do the job of stopping people from leaving their country and coming illegally to the U.S. We will now begin cutting off, or substantially reducing, the massive foreign aid routinely given to them,” Trump tweeted on October 22, almost two weeks before the midterms.\n\nAlmost a month later, there has been no indication that the U.S. will cut foreign aid to the three countries. Since foreign aid is allocated in the federal budget — which is passed by Congress — it is unclear how Trump would be able to independently enforce his threat.\n\nTrump’s characterization of the aid given to Honduras, El Salvador and Guatemala as “massive” is also inaccurate. In 2018, the three countries received a combined $284 million, less than 2 percent of total foreign aid spending this year.\n\nAs part of his “America First” approach to foreign policy, the president has long called for the U.S. to decrease the amount of aid it sends to other countries. Multiple White House budgets have proposed dramatic cuts in foreign aid, but those cuts have never been approved by Congress.\n\nProtecting pre-existing conditions\n\nThe president repeatedly told his base at “Make America Great Again” rallies that he and Republicans would protect people with pre-existing conditions, even as their efforts to repeal Obamacare in the House as well as through legal action have sought to unravel those protections. Late in the campaign, they became a particular focus.\n\n“When it comes to health care, Republicans will protect patients with preexisting conditions. They're going to protect pre-existing conditions. I will always protect pre-existing conditions...” Trump said at a rally in September.\n\nBut even as he made the pledge, his administration backed a lawsuit filed by 20 Republican state attorneys general that calls for the courts to strike down the entire Affordable Care Act — including its protections for those with pre-existing conditions. It still does. And there remains no plan from the administration or its congressional allies to push through any measure that would specifically guarantee those protections."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Graham on criminal justice reform: 'The Republicans are the problem here, not the Democrats.'", "description": "Sen. Lindsey Graham (R-S.C.) tells Chuck Todd that he believes President Trump should pressure Republican leadership to pass criminal justice reform, during an exclusive interview with Meet the Press.", "url": "https://www.nbcnews.com/meet-the-press/video/graham-on-criminal-justice-reform-the-republicans-are-the-problem-here-not-the-democrats-1374044739873", "urlToImage": "https://media2.s-nbcnews.com/j/MSNBC/Components/Video/201811/mtp_clip_grahamcj_181118_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T14:29:58Z", "content": null, "fulltext": "Graham on criminal justice reform: 'The Republicans are the problem here, not the Democrats.' copied!\n\nSen. Lindsey Graham (R-S.C.) tells Chuck Todd that he believes President Trump should pressure Republican leadership to pass criminal justice reform, during an exclusive interview with Meet the Press.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Full Lindsey Graham: 'I don’t see any indication' that DOJ is interfering with Mueller", "description": "Sen. Lindsey Graham (R-S.C.) joins Meet the Press for an exclusive interview to discuss criminal justice reform, the Mueller probe, and the killing of Saudi critic Jamal Khashoggi.", "url": "https://www.nbcnews.com/meet-the-press/video/full-lindsey-graham-i-don-t-see-any-indication-that-doj-is-interfering-with-mueller-1374040643956", "urlToImage": "https://media2.s-nbcnews.com/j/MSNBC/Components/Video/201811/mtp_full_graham_181118_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T14:23:27Z", "content": null, "fulltext": "Full Lindsey Graham: 'I don’t see any indication' that DOJ is interfering with Mueller copied!\n\nSen. Lindsey Graham (R-S.C.) joins Meet the Press for an exclusive interview to discuss criminal justice reform, the Mueller probe, and the killing of Saudi critic Jamal Khashoggi.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Dante Chinni, Sally Bronston", "title": "New election map: Ohio, Colorado no longer swing states", "description": "The results for November 6th, suggest that the battleground states of 2020 may look a bit different than they did in the 2016 campaign.", "url": "https://www.nbcnews.com/politics/first-read/new-election-map-ohio-colorado-no-longer-swing-states-n937646", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2018_46/2650616/1058145314_9f4f30c334b7487403cd00023a9a8ebd.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T13:37:09Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 1:37 PM GMT By Dante Chinni and Sally Bronston WASHINGTON - The 2018 midterms remade Congress for the ne… [+4184 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Dante Chinni and Sally Bronston\n\nWASHINGTON — The 2018 midterms remade Congress for the next two years, but they also hinted at a changing electoral map for the next presidential race. Broad gaps in exit poll numbers combined with the results from the midterm elections suggest that the battleground states of 2020 may look a bit different than they did in 2016.\n\nThree numbers jump out of the national House exit poll data: The Republican edge with white voters, the growing Democratic advantage with voters who hold a bachelor’s degree and the consistent Democratic lean among Hispanics.\n\nEven in a year where Democrats picked up more than 35 seats in the House, Republicans still won white voters by a solid 10 percentage points.\n\nBut Democrats won college-educated voters by an even more substantial 20 points (continuing a trend that’s been underway for some years). And Hispanic/Latino voters went to Democrats by a massive 40 points, an even bigger edge than the party usually has with that group of voters.\n\nThose are big numbers, but they can seem abstract until you combine them with geography. Consider the results this past election out of Ohio, a state President Donald Trump won by 8 points in 2016.\n\nOhio had two Republican-held competitive House seats in 2018 — one “tossup” and one “lean Republican” according to the Cook Political Report — and both wound up going for the Republican candidate fairly comfortably. And in the state’s gubernatorial race, an open seat to replace Republican John Kasich, the GOP’s Mike DeWine won in a race that, again, was forecasted as a tossup.\n\nConsidering the Democratic pickups this year, those results stand out. But they make more sense when you look at the state’s demographic picture.\n\nWith a population that is 79 percent white, non-Hispanic, Ohio stands far above the national average of about 61 percent. The percentage of people with a bachelor’s degree, about 27 percent, is three points below the national average. And the Hispanic population, about 4 percent, is 14 points below the national figure.\n\nIn short, on the factors that mattered in the exit polls, Ohio looks Republican. So much so, that the perpetual battleground seems less and less likely to be in play in 2020.\n\nBut Democrats also have some good 2020 news out of the midterm results. Look at Colorado, a state that Democrat Hillary Clinton won by 5 points in 2016.\n\nThis year there was one competitive Republican House seat in the state — the seemingly always-endangered Mike Coffman — and the Democrat beat the GOP incumbent by 11 points. In the governor’s race, Democrat Jared Polis walked to a victory, carrying the state by 10 points in an open race to replace outgoing Democrat John Hickenlooper.\n\nAnd when you look at the demographic picture you can see why.\n\nColorado’s population is a little more white than the nation as a whole, 68 percent compared to 61 percent nationally. But the state also has a much higher percentage of college graduates, 39 percent compared to the national figure of 30 percent. And the Hispanic population, 22 percent, is four points above the national average.\n\nWhen you add those numbers to this year’s midterm results, Colorado looks less and less like a swing state. It appears to have swung pretty firmly toward the Democrats – at least with the direction the parties are currently moving.\n\nIf Ohio and Colorado are coming off the board of battleground states, are there any states that look like they may be sliding in to take their place?\n\nThe numbers suggest Georgia and Arizona might be coming onto the board. Both are below the national average for white, non-Hispanic population, less than 55 percent. Both are just under the national average for the population with a bachelor’s degree. And both had very close statewide races this year – Senate in Arizona and gubernatorial in Georgia.\n\nThose points suggest a few campaign dollars will be spent in those states in the next presidential race.\n\nTaken together all the shuffling around the question of what is and what isn’t a battleground state is just more evidence that this past election wasn’t a wave as much as it was the continuation of a political realignment. The 2020 election may still be 720 days away, but our understanding of politics and the political landscape is changing."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "New election map: Ohio, Colorado no longer swing states", "description": "The results for November 6th, suggest that the battleground states of 2020 may look a bit different than they did in the 2016 campaign.", "url": "https://www.nbcnews.com/meet-the-press/video/new-election-map-ohio-colorado-no-longer-swing-states-1374022723883", "urlToImage": "https://media4.s-nbcnews.com/j/MSNBC/Components/Video/201811/mtp_data_download_181118.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T13:29:29Z", "content": null, "fulltext": "New election map: Ohio, Colorado no longer swing states copied!\n\nThe results for November 6th suggest that the battleground states of 2020 may look a bit different than they did in the 2016 campaign.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Brandi Vincent", "title": "'I've seen a lot of tears' — Electric scooter invasion generates safety concerns", "description": "The widespread adoption of electric scooters have left startups as well as hospitals and city governments to grapple with questions about safety — particularly the use of helmets.", "url": "https://www.nbcnews.com/tech/tech-news/i-ve-seen-lot-tears-electric-scooter-invasion-generates-safety-n937376", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_46/2491731/180709-bird-scooter-san-francisco-njs-1541_7a7cdcd4c89dfd39b215535d1cd7d841.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T12:29:51Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 12:29 PM GMT WASHINGTON After electric scooters suddenly appeared on the streets of Los Angeles about a … [+8141 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Brandi Vincent\n\nWASHINGTON — After electric scooters suddenly appeared on the streets of Los Angeles about a year ago, Dr. Lisa Dabby began receiving injured riders in the emergency room of UCLA’s Nethercutt Emergency Center.\n\n“Since scooters launched in Santa Monica, I’ve seen a large number of people who’ve lost their teeth, who come in with broken bones, head injuries, skull and facial fractures,” she said. “And I’ve seen a lot of tears, because it’s a really big deal to need surgery or new teeth.”\n\nThe sudden rise of scooter startups in cities across the U.S. has fueled optimism for a future of urban transportation with easier commutes and fewer cars. Last month, Bird, one of the biggest of the scooter startups, said it had already surpassed 10 million rides, and Lime, a rival to Bird, claimed more than 11.5 million rides on its shared bikes and scooters.\n\nBut widespread adoption and few regulations have left scooter startups as well as hospitals and city governments to grapple with questions about safety — particularly the use of helmets. So far this year, at least two people have died as a result of injuries they sustained while riding scooters from the new rental companies.\n\nThe scooters, which can be unlocked through a smartphone app and then left anywhere, can go up to 15 miles per hour and operate in 10 countries and more than 125 U.S. cities. Users must accept lengthy terms of service agreements that exempt scooter companies from legal liability if riders are hurt using them.\n\nThere is also no national database tracking all scooter-related injuries, making it difficult to measure the total harm that’s occurred, though some initial research around scooter safety found relatively low injury rates.\n\nDabby and her team at the UCLA Medical Center have started keeping their own records to share with city officials, as has the Santa Monica fire department.\n\n“We needed to start tracking these injuries because there was just so many coming in,” Dabby said.\n\nA quick Twitter search turns up no shortage of riders documenting their injuries.\n\nHighway to helmet\n\nCounting patients who were hurt from crashing on scooters — as well as those who were crashed into by people on scooters — Dabby’s team recorded more than 200 scooter-related injuries since the beginning of June. She said in the summer months they were seeing up to seven scooter-related patients a day. And while she says the numbers slowly dropped as summer ended, the main issue comes down to the lack of helmet use.\n\n“Not one of the patients I’ve seen in the ER after a scooter accident was wearing a helmet,” Dabby said. “I always ask.”\n\nDr. Oscar Guillamondegui, medical director of the trauma intensive care unit at Vanderbilt University Medical Center, said the lack of helmet use by scooter riders has led to serious injuries, including facial fractures and traumatic brain injuries.\n\n“Our conclusion is that every injury would be avoided by wearing a helmet,” Guillamondegui said.\n\nDoctors aren’t the only profession seeing an uptick in interest from scooter injuries. Lawyers are also seeing opportunities to represent hurt riders. A group of eight people recently filed a class-action lawsuit, accusing the scooter companies of “gross negligence,” and billboards from lawyers looking to represent injured riders are starting to pop up.\n\nPeople are having accidents on electric scooters, lawyers are ready to sue! Saw this billboard in downtown Austin! https://t.co/tPLKkdCXGD pic.twitter.com/lh94NKC24R — Neville Medhora (@nevmed) November 6, 2018\n\nScooter startups have launched safety campaigns in an effort to get people to begin following their rules and wearing helmets while also arguing that focusing on scooter safety misses the broader impact of reducing reliance on automobiles.\n\n“The true danger on our roads is cars,” a Bird spokesperson said. “The fewer cars on the road, the safer our city streets become.”\n\nRules of the road\n\nWith scooters now littering some of their cities, local officials said they have been performing something of a balancing act — creating new regulations to make riders safer while still attracting startups they see as the future of urban transportation.\n\nJon Larsen, director of Salt Lake City’s transportation division, said his team has been working closely with scooter vendors to raise awareness and promote safety. Last month, city staff joined representatives from Lime and Bird on downtown sidewalks to pass out helmets and safety leaflets.\n\n“We have actually been pushing the vendors pretty hard to really emphasize safety because it’s in their best interests, as well,” Larsen said.\n\nIn September, ER doctors in Salt Lake City reported a 161 percent increase in scooter-related injuries. Still, Larsen said scooters have already done more good than harm by spurring important conversations and adding a new level of urgency to complete the city’s planned bike network.\n\n“You can just feel that momentum building for new ways of getting around and kind of re-thinking how the system works,” Larsen said.\n\nLarsen said that his team definitely encourages people to wear helmets, but he isn’t convinced mandatory helmet laws are the best route. He said one concern is whether it would be worth it to allocate resources towards enforcing helmet laws when police are “already stretched thin.”\n\n“For now, we’re treating scooters similar to bikes, but that may be something we’ll have to reevaluate in the coming months and years,” he said.\n\nTariq Bokhari, a city council member in Charlotte, North Carolina, said he felt cities were limited in what kind of regulations they could introduce, even after witnessing a serious scooter injury himself.\n\n“I realized I could no more prevent that from happening than I could prevent somebody from looking at their phone while walking into a crosswalk into traffic,” Bokhari said.\n\nHe said that with 800 scooters deployed in Charlotte, on average each is ridden about six times a day, which to him, indicates the city’s market can actually handle even more scooters.\n\n“The cities that are creating the best and most innovative environments for these types of alternative mobility companies to thrive, that’s where they are going to set up shop and really pilot some incredible new technology,” Bokhari said.\n\nBokhari said Charlotte has yet to finalize its position on helmet safety regulations, but for him, the decision comes down to implementing laws that are actually enforceable — and laws that are in line with those that already exist for cyclists in the city.\n\n“Us asking our police officers to pull over and ticket anyone without a helmet, it’s just not a good use of their time,” he said.\n\nSafety first\n\nThe scooter companies have also launched safety campaigns just as some cities have placed temporary bans on the devices as they determine how to regulate them.\n\nIn November, Lime announced its “Respect the Ride” campaign, in which the company said it’s investing more than $3 million “to empower people to exhibit safe and responsible riding behaviors.”\n\nTaylor Bennett, Lime’s director of public affairs, also said that the company is organizing a first-of-its-kind safety summit, “bringing together experts, thought leaders and stakeholders throughout the industry for a constructive conversation around the safety implications of shared mobility.”\n\nPerson at work: \"Friend of mine got hurt on one of those e-scooters\"\n\n\n\nMe: \"Oh yeah? What happened?\"\n\n\n\nThem: \"Car ran a 4-way stop and he crashed the scooter into a parked car trying to not get ran over. Those things are so dangerous\"\n\n\n\nMe: \"Scooter or cars?\"\n\n\n\nThem: \"Scooters\"\n\n\n\n🤬 — ⛑️Car Helmets⛑️ (@CarHelmets) September 9, 2018\n\nA spokesperson from Bird said safety is a top priority and that the company has given away more than 50,000 helmets. It also established a safety advisory board in August. And last week, the company introduced a new “Community Mode” feature, which allows anyone with the app to report damaged devices or irresponsible parking that may pose a danger.\n\nBut Bird also sponsored a bill in California that reversed the original helmet requirement for people over the age of 18. Bird’s newly-introduced legislation permits non-minors to legally ride scooters without wearing helmets, consistent with rules already in place for cyclists. Governor Jerry Brown signed off on the new law in late September.\n\n“The outcome of this legislative process will not change Bird's ongoing efforts to promote the safe riding of our vehicles,” a company spokesperson said. “We strongly encourage all riders to wear helmets.”"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Associated Press", "title": "Ousted Sri Lankan Prime Minister's party asks Facebook to protect its supporters", "description": "The ousted Sri Lankan prime minister's party urged Facebook to safeguard the identity of its supporters on the social media platform, fearing information sharing with what it calls the country's \"illegal\" government can lead to a crackdown against the users.", "url": "https://www.nbcnews.com/news/world/ousted-sri-lankan-prime-minister-s-party-asks-facebook-protect-n937641", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_46/2650586/afp_1av1vk_1_3192ff539f0df71d14a69f9710be7380.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T12:14:14Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 12:10 PM GMT / Updated 12:14 PM GMT COLOMBO, Sri Lanka The ousted Sri Lankan prime minister's party urged Facebook to safegua… [+1891 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Associated Press\n\nCOLOMBO, Sri Lanka — The ousted Sri Lankan prime minister's party urged Facebook to safeguard the identity of its supporters on the social media platform, fearing information sharing with what it calls the country's \"illegal\" government could lead to a crackdown against the users.\n\nIn a letter to Facebook chief Mark Zuckerberg, the United National Party said such information could be used against the users \"in ways which are legally prohibited.\"\n\nParty spokesman Piyasena Dissanayaka said Sunday that Facebook blocked its official page ahead of a public rally on Thursday but restored it on Saturday.\n\n\"It is very likely that officials from the current illegal administration ... may ask Facebook for information on selected Sri Lankan users of Facebook that should rightfully be private,\" said the letter, sent on Thursday.\n\n\"Such requests may include information on named individuals, geo locations and other identification details of users who view and post on these pages,\" the letter said. \"It is vital this information be safeguarded as the current illegal administration will most likely use these in ways which are legally prohibited.\"\n\nDissanayaka said Facebook officials had not yet responded to the letter.\n\nFacebook officials did not immediately respond to a request for comment by The Associated Press.\n\nPrime Minister Ranil Wickremesinghe was sacked last month by President Maithripala Sirisena. Sirisena replaced Wickremesinghe with Mahinda Rajapaksa, who has had two no-confidence motions against him.\n\nRival lawmakers exchanged blows in Sri Lanka's Parliament on Thursday as the country's political crisis continued.\n\nRajapaksa, a former president, is considered a hero by some in the ethnic Sinhalese majority for ending a long civil war by crushing ethnic Tamil Tiger rebels. However, his time in power was marred by allegations of wartime atrocities, corruption and nepotism.\n\nIndia and Western countries have have raised concerns over Rajapaksa's close ties with China."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Yuliya Talmazan, Josh Lederman, Associated Press", "title": "Trump says final report on Khashoggi killing expected in a few days", "description": "President Donald Trump said Saturday that reports the CIA has concluded the Saudi crown prince ordered the killing of Washington Post contributor Jamal Khashoggi are 'premature.'", "url": "https://www.nbcnews.com/news/world/trump-says-final-report-khashoggi-killing-expected-few-days-n937606", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_46/2650551/1063109190_0dff50e8b5b16f6bbd5fc6b09c94fd70.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T11:03:00Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 11:03 AM GMT / Source: Reuters President Donald Trump said Saturday that his administration will get a f… [+5182 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated / Source: Reuters By Yuliya Talmazan\n\nPresident Donald Trump said Saturday that his administration will get a full report on the killing of Saudi journalist Jamal Khashoggi early next week.\n\nNBC News reported Friday that the CIA has concluded Saudi Crown Prince Mohammed bin Salman ordered Khashoggi's killing, according to a person briefed on the CIA’s assessment.\n\nTrump was touring fire-ravaged California when he told reporters that he had spoken with CIA director Gina Haspel and his administration will get a full report on Khashoggi's death Monday or Tuesday.\n\n\"It's a horrible thing that took place,\" Trump said. \"The killing of a journalist. Very, very bad situation... It should have never happened.\"\n\nAsked if the CIA had assessed whether the crown prince — Saudi Arabia's de facto ruler — was behind the killing, Trump said, \"They have not assessed anything yet. It's too early. That was a very premature report.\"\n\nThe president added that the report coming early next week is expected to shed more light on \"what we think the overall impact was, who caused it and who did it.\"\n\n“In the meantime,\" Trump continued, \"we are doing things to some people that we know for a fact were involved and we’re being very tough on a lot of people.”\n\nThe U.S. announced sanctions against 17 Saudi Arabian officials over Khashoggi's killing on Thursday.\n\nThe State Department on Saturday also said the U.S. government has not made a final conclusion on who was involved in the killing.\n\n“Recent reports indicating that the U.S. government has made a final conclusion are inaccurate,” State Department spokeswoman Heather Nauert said in a statement. “There remain numerous unanswered questions with respect to the murder of Mr. Khashoggi.”\n\nThe statement added: \"We will continue to explore additional measures to hold those accountable who planned, led and were connected to the murder. And, we will do that while maintaining the important strategic relationship between the United States and Saudi Arabia.\"\n\nKhashoggi's killing resulted in worldwide criticism and condemnation of the kingdom, presenting Trump with a difficult dilemma — ensuring those who are responsible are punished while trying to maintain strong ties with its important trading partner and ally in the Middle East.\n\nTrump has called the killing a botched operation that was carried out very poorly and has said \"the cover-up was one of the worst cover-ups in the history of cover-ups.\"\n\nBut he has resisted calls to cut off arms sales to the kingdom and has been reluctant to antagonize the Saudi rulers. Trump considers the Saudis vital allies in his Mideast agenda.\n\nBefore leaving on his trip to California on Saturday, Trump told reporters Saudi Arabia was \"a truly spectacular ally in terms of jobs and economic development,\" but the CIA's assessment could add more pressure on Trump to further punish Saudi Arabia.\n\nThe Washington Post, citing people familiar with the matter, first reported Friday the CIA's assessment of Khashoggi's death, stating that the agency made its conclusion with \"high confidence.\" NBC News was unable to confirm the agency's description of its confidence level.\n\nThe Saudi Embassy in Washington said in a statement, \"The claims in this purported assessment are false. We have and continue to hear various theories without seeing the primary basis for these speculations.\"\n\nThe Saudis have repeatedly denied that crown prince was in any way involved in Khashoggi's killing, calling the journalist's death a \"rogue operation\" in which individuals exceeded their authority.\n\nNBC News reported previously that the U.S. intelligence community believes it's inconceivable that Crown Prince Mohammed bin Salman could have had no connection to Khashoggi’s death.\n\nKhashoggi, a U.S. resident from Saudi Arabia, was a Washington Post opinion contributor critical of the crown prince's regime. He was killed after he entered the Saudi consulate in Turkey's capital Istanbul on Oct. 2.\n\nTurkish sources have said previously that authorities have an audio recording purportedly documenting his murder. Last week, Turkish president Recep Tayyip Erdogan said the recording was given to the United States and a number of other countries. U.S. national security adviser John Bolton said earlier this week that people who have listened to an audio recording of the killing do not think it implicates the crown prince.\n\nIn an interview with Fox News which aired on Sunday, Trump said he had been briefed on the recording but hasn't listened to it.\n\n\"I don't want to hear the tape,\" Trump said. \"It's a suffering tape. I've been briefed on the tape. It was very vicious and terrible.\"\n\nThe sanctions the U.S. announced on Thursday came shortly after Saudi Arabia's top prosecutor recommended the death penalty for five suspects in the murder of the former regime insider. Twenty-one suspects had been arrested in connection with the case, of which 11 were charged with his killing.\n\nAccording to the prosecutor, a plot to kill Khashoggi was hatched on Sept. 29 — three days before the journalist’s disappearance — for the team to kill Khashoggi if negotiators failed to persuade him to return home.\n\nThe prosecutor said the loyalist-turned-dissident was killed by a lethal injection of narcotics. He said that the injection was administered after a quarrel broke out and Khashoggi was restrained.\n\nHis killers then dismembered the body and removed it from the consulate, he added.\n\nKhashoggi's remains have not been found."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Associated Press", "title": "Two dead in vintage World War II fighter crash after flyover", "description": "A privately-owned vintage World War II Mustang fighter airplane crashed into the parking lot of a Texas apartment complex Saturday, killing the pilot and a passenger, authorities said.", "url": "https://www.nbcnews.com/news/us-news/two-dead-vintage-world-war-ii-fighter-crash-after-flyover-n937621", "urlToImage": "https://nodeassets.nbcnews.com/cdnassets/projects/socialshareimages-bento/og-nbcnews1200x630.png", "publishedAt": "2018-11-18T09:36:24Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 9:36 AM GMT FREDERICKSBURG, Texas A privately-owned vintage World War II Mustang fighter airplane that had participated in a … [+1375 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Associated Press\n\nFREDERICKSBURG, Texas — A privately-owned vintage World War II Mustang fighter airplane that had participated in a flyover for a museum event crashed into the parking lot of a Texas apartment complex Saturday, killing the pilot and a passenger, authorities said.\n\nTexas Department of Public Safety Sgt. Orlando Moreno confirmed the two people on board had died in the crash in Fredericksburg, about 70 miles north of San Antonio, but he did not identify them.\n\nThe aircraft was destroyed and several vehicles in the parking lot damaged, Federal Aviation Administration spokesman Lynn Lunsford said. Photos from the crash site showed pieces of the plane on top of parked vehicles. There were no immediate reports of injuries or deaths on the ground.\n\nThe P-51D Mustang fighter was returning after performing a flyover during a living history show at the National Museum of the Pacific War, museum director Rorie Cartier told The Associated Press in an email. Fredericksburg is home to the museum. The museum said on Twitter that one of those in the plane was a military veteran.\n\n\"We are extremely saddened by the unfortunate accident this afternoon that claimed the lives of two wonderful people. We express our deepest condolences to the families of both on board,\" Cartier said.\n\nThe Mustang was first built by North American Aviation in 1940 and was used by the U.S. military in World War II and the Korean War.\n\nThe National Transportation Safety Board and the FAA said they would investigate."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Associated Press", "title": "Barack Obama surprise guest at Michelle Obama's book show", "description": "Former President Barack Obama practically brought the house down at Michelle Obama's book show in Washington.", "url": "https://www.nbcnews.com/politics/politics-news/barack-obama-surprise-guest-michelle-obama-s-book-show-n937616", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_46/2650546/1069015858_f4b28a627a964df31839cdcc1811547a.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T09:09:23Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 9:09 AM GMT WASHINGTON Former President Barack Obama practically brought the house down at Michelle Obam… [+834 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Associated Press\n\nWASHINGTON — Former President Barack Obama practically brought the house down at Michelle Obama's book show in Washington.\n\nThe former first lady is currently touring the country promoting her memoir, \"Becoming,\" and participated in a conversation Saturday night moderated by her longtime friend and former Obama White House adviser Valerie Jarrett.\n\nWhen the conversation shifted toward Mrs. Obama's feelings about her husband, Jarrett announced a \"special guest\" and Barack Obama came on stage carrying a bouquet of pink roses for his wife.\n\nThe crowd at Capital One Arena leapt to its feet.\n\nJarrett asked him what about Michelle Obama captured his heart when they met at a Chicago law firm where she was his mentor.\n\nBarack Obama said she was \"one of a kind,\" strong and honest, and someone he knew he could always count on.\n\nHe also said he knew that if she was the mother of his children their offspring would be \"extraordinary.\""}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Associated Press", "title": "Pacific summit ends with no communique as China, U.S. differ", "description": "An acrimonious meeting of world leaders in Papua New Guinea failed to agree Sunday on a final communique, highlighting widening divisions between global powers the U.S. and China.", "url": "https://www.nbcnews.com/news/world/pacific-summit-ends-no-communique-china-u-s-differ-n937611", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_46/2650536/afp_1ax76d_eaef552db09f6d599522bd8232f394bf.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T08:34:49Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 8:34 AM GMT PORT MORESBY, Papua New Guinea An acrimonious meeting of world leaders in Papua New Guinea failed to agree Sunday… [+4374 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Associated Press\n\nPORT MORESBY, Papua New Guinea — An acrimonious meeting of world leaders in Papua New Guinea failed to agree Sunday on a final communique, highlighting widening divisions between global powers the U.S. and China.\n\nThe 21 nations at the Asia-Pacific Economic Cooperation summit in Port Moresby struggled to bridge differences on the role of the World Trade Organization, which governs international trade. A statement was to be issued instead by the meeting's chair, Papua New Guinea's Prime Minister Peter O'Neill.\n\n\"The entire world is worried\" about tensions between China and the U.S., O'Neill told a mob of reporters that descended on him after he confirmed there was no communique from leaders.\n\nCanadian Prime Minister Justin Trudeau said there were differences between several nations, including China and the U.S.\n\nVice President Mike Pence speaks to the media while standing next to a traditional mask display, at the end of meetings at the Asia-Pacific Economic Cooperation (APEC) Summit on Sunday. SAEED KHAN / AFP - Getty Images\n\nDraft versions of the communique seen by The Associated Press showed the U.S wanted strong language against unfair trade practices that it accuses of China. China, meanwhile, wanted a reaffirmation of opposition to protectionism and unilateralism it says the U.S. is engaging in.\n\n\"I don't think it will come as a huge surprise that there are differing visions on particular elements in regard to trade and those prevented there from being a full consensus on the communique,\" Trudeau said.\n\nThe two-day summit was punctuated by acrimony and underlined a rising rivalry between China and the West for influence in the usually neglected South Pacific. China is a relative newcomer to providing aid, and its loan-heavy, no-strings attached approach has unsettled Western nations that have been the mainstay donors to developing nations and often use aid to nudge nations towards reforms.\n\nVice President Mike Pence and Chinese President Xi Jinping traded barbs in speeches on Saturday.\n\nPence professed respect for Xi and China but also harshly criticized the world's No. 2 economy for intellectual property theft, forced technology transfers and unfair trading practices.\n\nThe U.S. has this year imposed additional tariffs on $250 billion of Chinese goods and Beijing has retaliated with its own tariffs on U.S. products.\n\nThe world, according to Xi's speech, is facing a choice between cooperation and confrontation as protectionism and unilateralism grows. He said the rules of global institutions set up after World War II such as the World Trade Organisation should not be bent for selfish agendas.\n\nPence told reporters that during the weekend he had two \"candid\" conversations with Xi, who is expected to meet President Donald Trump at a Group of 20 summit at the end of this month in Buenos Aires.\n\n\"There are differences today. They begin with trade practices, with tariffs and quotas, forced technology transfers, the theft of intellectual property. It goes beyond that to freedom of navigation in the seas, concerns about human rights,\" Pence said.\n\nThe U.S. is interested in a better relationship \"but there has to be change\" from China's side, Pence said he told Xi, who responded that dialogue is important.\n\nChina's foreign ministry rejected the U.S. criticism that it was leading other developing nations into debt bondage.\n\n\"The assistance provided by China has been warmly welcomed by our partners in this region and beyond,\" Wang Xiaolong, a foreign ministry official, told a news conference.\n\n\"No country either in this region or in other regions has fallen into a so called debt trap because of its cooperation with China. Give me one example,\" he said.\n\nIn Port Moresby, the impact of China's aid and loans is highly visible. But the U.S. and allies are countering with efforts to finance infrastructure in Papua New Guinea and other island states. The U.S. has also said it will be involved in ally Australia's plan to develop a naval base with Papua New Guinea.\n\nOn Sunday, the U.S., New Zealand, Japan and Australia said they'd work with Papua New Guinea's government to bring electricity to 70 percent of its people by 2030. Less than 20 percent have a reliable electricity supply.\n\n\"The commitment of the United States of America to this region of the world has never been stronger,\" Pence said at a signing ceremony. A separate statement from his office said other countries are welcome to join the electrification initiative provided they support the U.S. vision of a free and open Pacific.\n\nChina, meanwhile, has promised $4 billion of finance to build the the first national road network in Papua New Guinea, among the least urbanized countries in the world."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Phil Helsel", "title": "'SNL' parodies Fox News trying to explain away blue midterm wave", "description": "\"Saturday Night Live\" used a parody of Fox News programming to poke fun at attempts to claim conspiracies in the midterm elections in which Democrats took control of the House.", "url": "https://www.nbcnews.com/pop-culture/tv/saturday-night-live-parodies-fox-news-trying-explain-away-blue-n937596", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_46/2650521/snl_f3089e5c8d2d829cd51e64e7d17fae61.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T05:59:05Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 5:59 AM GMT More fake news about the midterm blues. \"Saturday Night Live\" took to the airwaves to poke fun at conspiracy theo… [+2597 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Phil Helsel\n\nMore fake news about the midterm blues. \"Saturday Night Live\" took to the airwaves to poke fun at conspiracy theories about voter fraud following the midterms, using a parody of conservative commentator Laura Ingraham’s Fox News show.\n\nThe sketch featured Kate McKinnon as Ingraham teasing an upcoming segment about how \"celebrities in California are whining about some tiny wildfires, while our heroic president is under constant attack — from rain.\"\n\nCecily Strong played firebrand Fox News host Judge Jeanine Pirro warning about what McKinnon’s Ingraham called \"rampant voter fraud that allowed Democrats to literally steal the election.\"\n\n\"Some have claimed that suburban women revolted against the Republican Party — but doesn’t it feel more true that all Hispanics voted twice?\" McKinnon’s Ingraham said. \"You can’t dismiss that idea simply because it isn’t true and sounds insane.\"\n\nMore \"feel facts\" designed to pander to the stereotypical Fox News crowd followed, like \"Santa is Jesus's dad,\" \"blackface is a compliment\" and \"If the Earth is so warm, then why are my feet cold?\"\n\nStrong’s Pirro offered up examples that included one person being able to impersonate many — holding up Eddie Murphy’s \"Nutty Professor II: The Klumps\" — and a \"huge increase in what people call stacking, where multiple children will stack on top of each other, under a trench coat and then vote as an adult.\" (The segment later posted online by the show dropped the Murphy reference.)\n\nThe sketch also lampooned parody advertisers on the faux-Fox show, including a fashion catheter company, the manufacturer of baptism kits for dogs and a brand of \"whites only\" eggs — \"it's just egg whites, and it’s just for us.\" A parody of a derided real-life \"vape god\" segment also made an appearance.\n\n\"SNL\" was hosted by Steve Carell, the boss from the hit show \"The Office,\" who returned to host for the third time.\n\nHe started his monologue by trying to talk about the movies he’s been in since his TV role — only to be interrupted by former cast members Ed Helms, Jenna Fischer and Ellie Kemper, who pleaded with Carell to accept a reboot of the program.\n\n\"Do you remember the last words that Pam secretly whispered to Michael as she left for Denver?\" Fischer, who played Pam in the series, asked.\n\nWhen Carell responded he did not, Fischer replied: \"She said: ‘Steve, don’t be a d--k, do the reboot.”\n\nThe crowd cheered the suggestion, and Carell brought the actors on stage. But fans who expected a new series were left wanting: He instead said \"I am proud to announce, officially, that ... we have a great show tonight!” (The band did play the theme song from the show).\n\nCarell hosted \"Saturday Night Live\" in 2005 and 2008. The musical guest Saturday was Ella Mai."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Dennis Romero", "title": "Migrants unpopular in Tijuana, Mexico", "description": "The mayor of Tijuana, Mexico, Juan Manuel Gastelum, says migrants aren't welcome, and some residents of the border city feel the same way.", "url": "https://www.nbcnews.com/news/mexico/migrants-met-fear-disdain-tijuana-mexico-n937506", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2018_46/2650031/181116-migrants-caravan-playas-de-tijuana-ac-1055p_e12a0435f2722ef8c5c77d7fbd99e90f.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T05:34:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 5:34 AM GMT TIJUANA, Mexico In 2016, when as many as 3,000 Haitians who fled Hurricane Matthew ended up stuck in Tijuana with… [+6340 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Dennis Romero\n\nTIJUANA, Mexico — In 2016, when as many as 3,000 Haitians who fled Hurricane Matthew ended up stuck in Tijuana without a legal way north, locals and leaders offered housing, clothing and jobs.\n\n“It’s something people in Tijuana would cite with pride,” said Everard Meade, director of the Trans-Border Institute at the University of San Diego. He summarizes Tijuana’s response: “The United States couldn’t do anything for them, but we did.”\n\nMexico has long been a welcoming crossroads of the Americas with Tijuana its northern beacon. But this time, with an estimated 10,000 Central American migrants aiming to cross the U.S. border, good will is fading and hostility is growing.\n\nWorkers reinforce the security on the US side of the border fence with Mexico, as seen from Playas de Tijuana, Mexico, on November 15, 2018. Pedro Pardo / AFP - Getty Images\n\nTijuana’s conservative mayor, Juan Manuel Gastelum, has complained bitterly about the influx, local news outlets have asked who organized the caravan and social media platforms have spread stories of Central Americans using drugs.\n\n“Human rights should be reserved for righteous humans,” Gastelum said last week.\n\nLike many places in the world, Tijuana has been infatuated with the kind of neo-nationalism embraced by President Donald Trump, and some political leaders are all too willing to tap it for headlines, Meade said.\n\n“Trump has infected the mayor of Tijuana,” said Enrique Morones, founder of Border Angels, a pro-migrant group with members in the U.S. and Mexico.\n\nLast Wednesday, not-in-my-backyard residents in the upper-middle-class Playas de Tijuana neighborhood, where some migrants are staying, clashed physically with some of the newcomers.\n\n“There are a lot of expressions of xenophobia against them,” said Victor Clark-Alfaro, a professor of Latin American studies at San Diego State University who lives in Tijuana.\" There’s a division in our society because there are more people who residents don’t want to be here.\"\n\nProtesters rallied Sunday at the monument to Aztec ruler Cuauhtémoc in the city’s Zona Rio shopping and nightlife district against the estimated 2,600 migrants in Tijuana\n\nAt a news conference Saturday outside Border Angels' migrant shelter right on the beach, the group’s president emeritus, Sara Gurling, called the mayor’s quip on human rights “very dangerous.”\n\n“People of good conscience need to be calling on this mayor to stop these words,” she said. “He’s calling on the worst of the human spirit to rise up against the most vulnerable.”\n\nMigrants, part of a caravan of thousands traveling from Central America en route to the United States, stand in a line to receive cups of coffee in a makeshift camp at a gas station where the migrants wait for buses which take them to the Mexican border city of Tijuana, in Navojoa, Mexico November 16, 2018. Kim Kyung-Hoon / Reuters\n\nBut the mayor found an issue that resonates. He has generated headlines in the United States, where the conservative Daily Caller noted that Gastelum describes the Central American migrants as an unwelcome “horde.”\n\nSantiago Alvarado, 29, watched the pro-migrant news conference with skepticism.\n\n“People are afraid to come here,” he said, surveying a beach divided by bollards that mark the border. Alvarado said the caravan was filled with \"mara salvatruchas\" — MS-13 gang members, a claim discounted by those traveling with the migrants.\n\nHe echoed another claim among some of the migrants’ critics in Tijuana: “They’re not thankful for what people have done for them.”\n\n“This country is not yours,” he said.\n\nMeade of the Trans-Border Institute said that while local and state governments might not have the resources to help the migrants, it won’t likely become a humanitarian crisis in Tijuana, as some have predicted.\n\nHe said there are thousands of job openings, particularly in the manufacturing and construction industries, in Tijuana, a metro area with up to 2 million residents.\n\n“Anyone can work in Tijuana right now,” he said.\n\nSome in Playas de Tijuana are upset because the caravan inspired Trump to harden border crossings by closing lanes at the Southwest ports of entry, making life miserable for an estimated 30,000 Tijuana residents who work in the United States.\n\n“I was born and raised in Tijuana,” said resident Marco-Antonio Gonzalez, 47, who said his two sons were living in the United States as citizens. “The way this [caravan] was done was disrespectful. They cause trouble. We don’t know who they are.”\n\nHe said he’s seen migrants toss unwanted food and discard donated clothing that’s not brand-name.\n\n“You have to be humble,” Gonzalez said.\n\nMembers of the U.S. military install multiple tiers of concertina wire along the banks of the Rio Grande near the Juarez-Lincoln Bridge at the U.S.-Mexico border in Laredo, Texas on Nov. 16, 2018. Eric Gay / AP\n\nBut Honduran Freddy Mendez, 33, said he only came to Tijuana to get to the other side. He emphasized he was thankful even though he’s faced “a lot of criticism” here.\n\n“Yo soy muy agradecido,” he said — \"I am very grateful.\"\n\nAs migrants set up tents at a local sports park and others stayed in churches and the half-dozen shelters in the area, Border Angels’ leader in Tijuana, Hugo Castro, said, “There’s an environment of fear.”\n\nThe travelers have been on foot for weeks, sometimes for 12 or more hours a day, he said, and that might mean they don't appear to be enthusiastic.\n\n“They are very tired,” Castro said.\n\nOn the beach, families frolicked in the water. The fall sun was brighter than chrome. A mariscos joint blasted a cumbia version of native son Carlos Santana’s “Oye Como Va” on a loudspeaker.\n\nEven as she kneeled in the sand to help a new arrival translate paperwork, Tijuana resident Audra Farias complained, “It’s too many people.”\n\nThe person she was helping was Leonel Lagos, 23, of Honduras, who carried photocopies of pictures of his gutted home, destroyed by gangsters who were trying to shake him down. He was hoping to apply for asylum in the U.S.\n\nAsked if it was true that migrants were doing drugs and displaying ungrateful attitudes, Lagos, who appeared to be exhausted as he slumped on the beach, surrounded by the curious, shrugged.\n\n“I just got here,” he said.\n\nIt’s unlikely the migrants will be granted asylum, experts say, but those who make it to the border crossing will be greeted with a sculpture, modeled after Philadelphia’s Robert Indiana LOVE sculpture. It reads TJTQ, for Tijuana Loves You."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": null, "title": "Asylum seekers — once welcomed in Mexico — met with fear, disdain in Tijuana", "description": "The border city welcomed Haitian refugees two years ago, but the latest migrant caravan is unpopular with the mayor and some residents.", "url": "https://www.nbcnews.com/news/world/migrants-met-fear-disdain-tijuana-mexico-n937506", "urlToImage": "https://static.euronews.com/articles/3443400/1000x563_3443400.jpg", "publishedAt": "2018-11-18T05:34:00Z", "content": "TIJUANA, Mexico In 2016, when as many as 3,000 Haitians who fled Hurricane Matthew ended up stuck in Tijuana without a legal way north, locals and leaders offered housing, clothing and jobs. \"It's something people in Tijuana would cite with pride,\" said Evera… [+5488 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Dennis Romero\n\nTIJUANA, Mexico — In 2016, when as many as 3,000 Haitians who fled Hurricane Matthew ended up stuck in Tijuana without a legal way north, locals and leaders offered housing, clothing and jobs.\n\n“It’s something people in Tijuana would cite with pride,” said Everard Meade, director of the Trans-Border Institute at the University of San Diego. He summarizes Tijuana’s response: “The United States couldn’t do anything for them, but we did.”\n\nMexico has long been a welcoming crossroads of the Americas with Tijuana its northern beacon. But this time, with an estimated 10,000 Central American migrants aiming to cross the U.S. border, good will is fading and hostility is growing.\n\nWorkers reinforce the security on the US side of the border fence with Mexico, as seen from Playas de Tijuana, Mexico, on November 15, 2018. Pedro Pardo / AFP - Getty Images\n\nTijuana’s conservative mayor, Juan Manuel Gastelum, has complained bitterly about the influx, local news outlets have asked who organized the caravan and social media platforms have spread stories of Central Americans using drugs.\n\n“Human rights should be reserved for righteous humans,” Gastelum said last week.\n\nLike many places in the world, Tijuana has been infatuated with the kind of neo-nationalism embraced by President Donald Trump, and some political leaders are all too willing to tap it for headlines, Meade said.\n\n“Trump has infected the mayor of Tijuana,” said Enrique Morones, founder of Border Angels, a pro-migrant group with members in the U.S. and Mexico.\n\nLast Wednesday, not-in-my-backyard residents in the upper-middle-class Playas de Tijuana neighborhood, where some migrants are staying, clashed physically with some of the newcomers.\n\n“There are a lot of expressions of xenophobia against them,” said Victor Clark-Alfaro, a professor of Latin American studies at San Diego State University who lives in Tijuana.\" There’s a division in our society because there are more people who residents don’t want to be here.\"\n\nProtesters rallied Sunday at the monument to Aztec ruler Cuauhtémoc in the city’s Zona Rio shopping and nightlife district against the estimated 2,600 migrants in Tijuana\n\nAt a news conference Saturday outside Border Angels' migrant shelter right on the beach, the group’s president emeritus, Sara Gurling, called the mayor’s quip on human rights “very dangerous.”\n\n“People of good conscience need to be calling on this mayor to stop these words,” she said. “He’s calling on the worst of the human spirit to rise up against the most vulnerable.”\n\nMigrants, part of a caravan of thousands traveling from Central America en route to the United States, stand in a line to receive cups of coffee in a makeshift camp at a gas station where the migrants wait for buses which take them to the Mexican border city of Tijuana, in Navojoa, Mexico November 16, 2018. Kim Kyung-Hoon / Reuters\n\nBut the mayor found an issue that resonates. He has generated headlines in the United States, where the conservative Daily Caller noted that Gastelum describes the Central American migrants as an unwelcome “horde.”\n\nSantiago Alvarado, 29, watched the pro-migrant news conference with skepticism.\n\n“People are afraid to come here,” he said, surveying a beach divided by bollards that mark the border. Alvarado said the caravan was filled with \"mara salvatruchas\" — MS-13 gang members, a claim discounted by those traveling with the migrants.\n\nHe echoed another claim among some of the migrants’ critics in Tijuana: “They’re not thankful for what people have done for them.”\n\n“This country is not yours,” he said.\n\nMeade of the Trans-Border Institute said that while local and state governments might not have the resources to help the migrants, it won’t likely become a humanitarian crisis in Tijuana, as some have predicted.\n\nHe said there are thousands of job openings, particularly in the manufacturing and construction industries, in Tijuana, a metro area with up to 2 million residents.\n\n“Anyone can work in Tijuana right now,” he said.\n\nSome in Playas de Tijuana are upset because the caravan inspired Trump to harden border crossings by closing lanes at the Southwest ports of entry, making life miserable for an estimated 30,000 Tijuana residents who work in the United States.\n\n“I was born and raised in Tijuana,” said resident Marco-Antonio Gonzalez, 47, who said his two sons were living in the United States as citizens. “The way this [caravan] was done was disrespectful. They cause trouble. We don’t know who they are.”\n\nHe said he’s seen migrants toss unwanted food and discard donated clothing that’s not brand-name.\n\n“You have to be humble,” Gonzalez said.\n\nMembers of the U.S. military install multiple tiers of concertina wire along the banks of the Rio Grande near the Juarez-Lincoln Bridge at the U.S.-Mexico border in Laredo, Texas on Nov. 16, 2018. Eric Gay / AP\n\nBut Honduran Freddy Mendez, 33, said he only came to Tijuana to get to the other side. He emphasized he was thankful even though he’s faced “a lot of criticism” here.\n\n“Yo soy muy agradecido,” he said — \"I am very grateful.\"\n\nAs migrants set up tents at a local sports park and others stayed in churches and the half-dozen shelters in the area, Border Angels’ leader in Tijuana, Hugo Castro, said, “There’s an environment of fear.”\n\nThe travelers have been on foot for weeks, sometimes for 12 or more hours a day, he said, and that might mean they don't appear to be enthusiastic.\n\n“They are very tired,” Castro said.\n\nOn the beach, families frolicked in the water. The fall sun was brighter than chrome. A mariscos joint blasted a cumbia version of native son Carlos Santana’s “Oye Como Va” on a loudspeaker.\n\nEven as she kneeled in the sand to help a new arrival translate paperwork, Tijuana resident Audra Farias complained, “It’s too many people.”\n\nThe person she was helping was Leonel Lagos, 23, of Honduras, who carried photocopies of pictures of his gutted home, destroyed by gangsters who were trying to shake him down. He was hoping to apply for asylum in the U.S.\n\nAsked if it was true that migrants were doing drugs and displaying ungrateful attitudes, Lagos, who appeared to be exhausted as he slumped on the beach, surrounded by the curious, shrugged.\n\n“I just got here,” he said.\n\nIt’s unlikely the migrants will be granted asylum, experts say, but those who make it to the border crossing will be greeted with a sculpture, modeled after Philadelphia’s Robert Indiana LOVE sculpture. It reads TJTQ, for Tijuana Loves You."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Dennis Romero", "title": "Asylum seekers — once welcomed in Mexico — met with fear, disdain in Tijuana", "description": "The mayor of Tijuana, Mexico, Juan Manuel Gastelum, says migrants aren't welcome, and some residents of the border city feel the same way.", "url": "https://www.nbcnews.com/news/world/migrants-met-fear-disdain-tijuana-mexico-n937506", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2018_46/2650031/181116-migrants-caravan-playas-de-tijuana-ac-1055p_e12a0435f2722ef8c5c77d7fbd99e90f.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T05:34:00Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 5:34 AM GMT TIJUANA, Mexico In 2016, when as many as 3,000 Haitians who fled Hurricane Matthew ended up … [+6362 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Dennis Romero\n\nTIJUANA, Mexico — In 2016, when as many as 3,000 Haitians who fled Hurricane Matthew ended up stuck in Tijuana without a legal way north, locals and leaders offered housing, clothing and jobs.\n\n“It’s something people in Tijuana would cite with pride,” said Everard Meade, director of the Trans-Border Institute at the University of San Diego. He summarizes Tijuana’s response: “The United States couldn’t do anything for them, but we did.”\n\nMexico has long been a welcoming crossroads of the Americas with Tijuana its northern beacon. But this time, with an estimated 10,000 Central American migrants aiming to cross the U.S. border, good will is fading and hostility is growing.\n\nWorkers reinforce the security on the US side of the border fence with Mexico, as seen from Playas de Tijuana, Mexico, on November 15, 2018. Pedro Pardo / AFP - Getty Images\n\nTijuana’s conservative mayor, Juan Manuel Gastelum, has complained bitterly about the influx, local news outlets have asked who organized the caravan and social media platforms have spread stories of Central Americans using drugs.\n\n“Human rights should be reserved for righteous humans,” Gastelum said last week.\n\nLike many places in the world, Tijuana has been infatuated with the kind of neo-nationalism embraced by President Donald Trump, and some political leaders are all too willing to tap it for headlines, Meade said.\n\n“Trump has infected the mayor of Tijuana,” said Enrique Morones, founder of Border Angels, a pro-migrant group with members in the U.S. and Mexico.\n\nLast Wednesday, not-in-my-backyard residents in the upper-middle-class Playas de Tijuana neighborhood, where some migrants are staying, clashed physically with some of the newcomers.\n\n“There are a lot of expressions of xenophobia against them,” said Victor Clark-Alfaro, a professor of Latin American studies at San Diego State University who lives in Tijuana.\" There’s a division in our society because there are more people who residents don’t want to be here.\"\n\nProtesters rallied Sunday at the monument to Aztec ruler Cuauhtémoc in the city’s Zona Rio shopping and nightlife district against the estimated 2,600 migrants in Tijuana\n\nAt a news conference Saturday outside Border Angels' migrant shelter right on the beach, the group’s president emeritus, Sara Gurling, called the mayor’s quip on human rights “very dangerous.”\n\n“People of good conscience need to be calling on this mayor to stop these words,” she said. “He’s calling on the worst of the human spirit to rise up against the most vulnerable.”\n\nMigrants, part of a caravan of thousands traveling from Central America en route to the United States, stand in a line to receive cups of coffee in a makeshift camp at a gas station where the migrants wait for buses which take them to the Mexican border city of Tijuana, in Navojoa, Mexico November 16, 2018. Kim Kyung-Hoon / Reuters\n\nBut the mayor found an issue that resonates. He has generated headlines in the United States, where the conservative Daily Caller noted that Gastelum describes the Central American migrants as an unwelcome “horde.”\n\nSantiago Alvarado, 29, watched the pro-migrant news conference with skepticism.\n\n“People are afraid to come here,” he said, surveying a beach divided by bollards that mark the border. Alvarado said the caravan was filled with \"mara salvatruchas\" — MS-13 gang members, a claim discounted by those traveling with the migrants.\n\nHe echoed another claim among some of the migrants’ critics in Tijuana: “They’re not thankful for what people have done for them.”\n\n“This country is not yours,” he said.\n\nMeade of the Trans-Border Institute said that while local and state governments might not have the resources to help the migrants, it won’t likely become a humanitarian crisis in Tijuana, as some have predicted.\n\nHe said there are thousands of job openings, particularly in the manufacturing and construction industries, in Tijuana, a metro area with up to 2 million residents.\n\n“Anyone can work in Tijuana right now,” he said.\n\nSome in Playas de Tijuana are upset because the caravan inspired Trump to harden border crossings by closing lanes at the Southwest ports of entry, making life miserable for an estimated 30,000 Tijuana residents who work in the United States.\n\n“I was born and raised in Tijuana,” said resident Marco-Antonio Gonzalez, 47, who said his two sons were living in the United States as citizens. “The way this [caravan] was done was disrespectful. They cause trouble. We don’t know who they are.”\n\nHe said he’s seen migrants toss unwanted food and discard donated clothing that’s not brand-name.\n\n“You have to be humble,” Gonzalez said.\n\nMembers of the U.S. military install multiple tiers of concertina wire along the banks of the Rio Grande near the Juarez-Lincoln Bridge at the U.S.-Mexico border in Laredo, Texas on Nov. 16, 2018. Eric Gay / AP\n\nBut Honduran Freddy Mendez, 33, said he only came to Tijuana to get to the other side. He emphasized he was thankful even though he’s faced “a lot of criticism” here.\n\n“Yo soy muy agradecido,” he said — \"I am very grateful.\"\n\nAs migrants set up tents at a local sports park and others stayed in churches and the half-dozen shelters in the area, Border Angels’ leader in Tijuana, Hugo Castro, said, “There’s an environment of fear.”\n\nThe travelers have been on foot for weeks, sometimes for 12 or more hours a day, he said, and that might mean they don't appear to be enthusiastic.\n\n“They are very tired,” Castro said.\n\nOn the beach, families frolicked in the water. The fall sun was brighter than chrome. A mariscos joint blasted a cumbia version of native son Carlos Santana’s “Oye Como Va” on a loudspeaker.\n\nEven as she kneeled in the sand to help a new arrival translate paperwork, Tijuana resident Audra Farias complained, “It’s too many people.”\n\nThe person she was helping was Leonel Lagos, 23, of Honduras, who carried photocopies of pictures of his gutted home, destroyed by gangsters who were trying to shake him down. He was hoping to apply for asylum in the U.S.\n\nAsked if it was true that migrants were doing drugs and displaying ungrateful attitudes, Lagos, who appeared to be exhausted as he slumped on the beach, surrounded by the curious, shrugged.\n\n“I just got here,” he said.\n\nIt’s unlikely the migrants will be granted asylum, experts say, but those who make it to the border crossing will be greeted with a sculpture, modeled after Philadelphia’s Robert Indiana LOVE sculpture. It reads TJTQ, for Tijuana Loves You."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "James Rainey", "title": "Volunteers dread what they may find sifting through the ashes of the Camp Fire", "description": "The Camp Fire has killed at least 76 people, a grim record in the history of wildfires in America. But even harder to fathom might be the number listed as missing—1,276 as of Saturday night, though no one can be sure if that is close to the real number.", "url": "https://www.nbcnews.com/news/us-news/volunteers-dread-what-they-may-find-sifting-through-ashes-camp-n937581", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_46/2650436/181116-paradise-fire-6-ew-748p_353896afbf6ec27dfe8734bd53086157.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T03:57:00Z", "content": "The amount and the extent of the work left to be done is incredible. Its just incredible, said Tim Tuggle, a Fresno County Fire Department battalion chief leading one a of about a dozen strike teams of search and rescue workers. The goal is to let people get … [+3996 chars]", "fulltext": "“The amount and the extent of the work left to be done is incredible. It’s just incredible,” said Tim Tuggle, a Fresno County Fire Department battalion chief leading one a of about a dozen strike teams of search and rescue workers. “The goal is to let people get back to their properties. And to do that we have to make sure no one finds missing people, or their loved ones.”\n\nAs the teams pushed from one charred enclave to the next, Tuggle’s team placed an X on a map of areas completed. H’s marked spots where heavy equipment will be needed — to pull aside the corrugated metal roofs, now melted like sliced cheese over vanished motorhomes. A real search can’t be finished until the roofs have been moved aside.\n\nTeam Echo-9 from El Dorado County included the school superintendent and the massage therapist, the tax man and half a dozen others, supervised by a sheriff’s sergeant.\n\nOver two days and dozens of homes, the group did not encounter anything that looked remotely like human remains.\n\n“It’s not so much what I have seen but what I haven’t seen,” said Dave Freeman, 74, the retired school superintendent. “There’s not much that’s recognizable.”\n\nAbout 20 dogs trained to sniff out human remains, even when they have been cremated, joined some of the search teams. By day's end, the cadaver dogs return to base camp, exhausted from their work\n\nBetween searches, the volunteers encountered rabbits, squirrels and deer wandering the ashy moonscape, some with singed fur. The deer, still in shock, did not run off but paused to watch the search teams quizzically, before wandering off in search of food they won’t find any time soon.\n\nMore than one of the searchers told of the strange duality in the work — wanting to be thorough and find what is to be found, but dreading what that might be.\n\nAt one home, crew member Adena Sherburn suddenly startled. A small hand reached up through the ash. A step closer and she relaxed. The hand belonged to a porcelain doll. Later, she and another team member found a bathtub — often a refuge for victims in a fire. Filled with ashes and debris, the pair dug through the detritus, Sherburn repeating to herself, “Please let it be clear, please let it be clear.” It was.\n\nSherburn, 50, a massage therapist, only completed her training to work with El Dorado’s search and rescue team three weeks ago. For two days this week she was in a place she could not have imagined. But she felt like she was where she needed to be.\n\n“I’ve got feet, I’ve got eyes. So this is something I can do to help,” Sherburn said. “I would rather be here doing this than anywhere else right now.”\n\nFor most of those waiting, many of them in Chico and other communities in the valley below, the wait has seemed interminable.\n\nMarque Henson and her husband had made the mad run down Paradise’s main drag, the Skyway, on the morning of Nov. 8. Flames burned high on either side. A tall tree fell, narrowly missing their car.\n\nWracked with fear, Henson also had a sick feeling because she didn’t have time to get miles across town to the home where her aunt, Evelyn Cline, lived alone. Aunt Evie had always been there for her, coming to support her even as Henson’s mother hopscotched across the country, leaving Henson feeling rootless.\n\nA neighbor woman was paid to look after Aunt Evie, 83. But on the morning of the calamity, Henson realized a list with all her phone contacts had been left behind. She and a cousin who has been Evie’s primary overseer have no way to reach the caretaker.\n\nHenson’s son took to social media. “Has anyone seen my aunt Evie Cline?” Paul Henson pleaded on Twitter, above a picture of Evie, a pale woman wearing a pale purple sweatshirt embroidered with flowers.\n\nHer home on Roberts Lane in Paradise is now just a shell. Atop a wood-burning stove, there is a ceramic figure of a mother owl and two chicks. Cline loved owls, and such knick-knacks dotted her home.\n\n“My aunt is my last living relative, besides my children,” said Marque Henson, her voice clutching with emotion. “It’s hard to think that she won’t be there to come home for Christmas or Easter, or Thanksgiving.”\n\nTammie Konicki knows a little more about the fate of her mother, but still not enough. Sheila Santos, 54, lived at Holly Hills Mobile Estates, where not a single home out of dozens remains."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Phil Helsel", "title": "Number of dead in Northern California wildfire grows to 76", "description": "More remains were found in the aftermath of the deadly Camp Fire in Northern California, bringing the total deaths to at least 76, the sheriff said.", "url": "https://www.nbcnews.com/news/us-news/number-dead-northern-california-wildfire-grows-76-n937591", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_46/2650476/181117-paradise-california-search-ew-830p_389a06dd07fa9074252f582a8c08194e.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T03:44:00Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 3:44 AM GMT The number of people killed in Californias deadliest wildfire rose Saturday to 76 as search … [+4491 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Phil Helsel\n\nThe number of people killed in California’s deadliest wildfire rose Saturday to 76 as search and rescue continued the grim task of looking for the dead amid the ashes in Butte County, the sheriff said.\n\nThe remains of five more people were found in Paradise and the community of Concow, Butte County Sheriff-Coroner Kory L. Honea said. Four of the remains were discovered in homes in Paradise, and one was found outside of a structure in Concow.\n\nIn Southern California, three people have been killed in another wildfire, bringing the deaths from the two fires statewide to at least 79.\n\nThe number of names on a list of people unaccounted for in the wake of the Camp Fire grew to 1,276, up from 1,011 on Friday, but Honea said some of those reports may be duplicates or people who survived but who have not looked at the list or notified authorities. More than 700 people previously listed as unaccounted for have been found, he said. Of the 76 dead, officials have tentatively identified 63.\n\nEarlier Saturday, President Donald Trump visited the fire zone in Butte County and met with first responders and those impacted by the fire.\n\n\"To see what’s happened here — nobody would have ever thought this could have happened,” Trump said in the town of Paradise, which has 26,000 residents who have been devastated by the Camp Fire.\n\nTrump pledged that the federal government is with California in its recovery efforts. “We’re all going to work together, and we’ll do a real job,” Trump said. “But this is very sad to see.”\n\nThe president also traveled to Southern California where another fire, the so-called Woolsey Fire which also broke out Nov. 8, has burned more than 98,300 acres and destroyed more than 800 homes and other structures.\n\nThe Camp Fire that broke out early morning on Nov. 8 was whipped by high winds and moved so fast that at one point it was estimated to have been burning the equivalent of 80 football fields a minute, said Sacramento Metropolitan Fire Department Capt. Chris Vestal.\n\n\"It burned about 6,000 acres from the initial reports within the first couple of hours,\" Vestal said. Sacramento is around 80 miles south of Paradise.\n\nA neighborhood destroyed by the Camp Fire on Nov. 15, 2018 in Paradise, California. Justin Sullivan / Getty Images\n\nWhen Vestal reached Paradise, he said the destruction was hard to put into words.\n\n\"It's a mess,\" Vestal said. “There’s really no way to describe just the pure devastation — there’s very few homes left, the damage to retail and commercial buildings is significant,” he said.\n\n\"We want to make sure that we do what we can right now to control the fire, but also help that community return, and help them be vibrant again,\" Vestal said. \"It's going to be a long road, however.\"\n\nThe Camp Fire has destroyed at least 9,891 residences and 367 commercial buildings, along with other structures, making it the most destructive wildfire in California's history; the 2017 Tubbs Fire in Napa and Sonoma counties destroyed 5,636 structures.\n\nAlso the deadliest wildfire in state history, the Camp Fire has eclipsed the somber milestone of the 29 killed in the 1933 Griffith Park Fire in Los Angeles. More than 3,700 workers were maintaining trails and building roads in the park when that fire broke out on Oct. 3, 1933, according to the Los Angeles Times.\n\nAround 149,000 acres have burned in Butte County as of Saturday evening and the fire was 55 percent contained, a Cal Fire official said.\n\nA firefighter searches for human remains in a trailer park destroyed in the Camp Fire on Nov. 16, 2018, in Paradise, California. John Locher / AP\n\nSearchers are going door-to-door and car-to-car to look for victims who may be in the burn zone. An official involved in the search said Friday that the area to be searched, with more than 10,000 destroyed structures, is “huge.”\n\nIn addition to the destruction in Northern California, the Woolsey Fire, which also broke out on Nov. 8, has wreaked havoc in Southern California.\n\nThe blaze, which burned an area nearly the size of Denver, in Los Angeles and Ventura counties was 82 percent contained as of Saturday afternoon, according to Cal Fire.\n\nThe causes of the both fires are still under investigation.\n\nAnother fire in southern California, the Hill Fire, has been deemed 100 percent contained, but not before it charred more than 4,500 acres in Ventura County and destroyed four structures. Fire officials determined it was started by some sort of human activity. A $10,000 reward is being offered for information as to anyone who may have been responsible."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Annie Rose Ramos, Gabe Gutierrez", "title": "First wave of migrants arrive in Tijuana, Mexico, filling shelters", "description": "As the first wave of the migrant caravan from Central America arrives in Tijuana, Mexico, shelters are filled and tents pop up in parks.", "url": "https://www.nbcnews.com/news/world/first-wave-migrants-arrive-tijuana-mexico-filling-shelters-n937586", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_32/2525526/180809-border-wall-se-325p_c4b791c9e6e112e2c8439510d203c0d9.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T03:38:48Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 18, 2018 / 3:38 AM GMT By Annie Rose Ramos and Gabe Gutierrez TIJUANA, Mexico Between two busy highways, four rows of colorful tents hav… [+3259 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Annie Rose Ramos and Gabe Gutierrez\n\nTIJUANA, Mexico — Between two busy highways, four rows of colorful tents have sprung up in a park to house the overflow of migrants who have spilled out of shelters and onto the streets.\n\nThe Mexican government and local organizations opened several makeshift shelters in Tijuana this week for the first wave of migrants arriving from Central America with the intention of trying to seek asylum in the United States.\n\nMore than 3,000 migrants, who made their way to this border city mostly on foot, are spread throughout Tijuana, according to Mexican authorities. Another 7,000 are not far behind.\n\nThe tents in Mapa Park were given to families by organizers from a nearby shelter, Juventud 2000, after it reached capacity and they had nowhere else to send people because all the other shelters also were full.\n\nDown the street, authorities opened Benito Juarez Sports Center to the migrants, who are camping on the baseball field and a concrete playground. Families have set up tents on any spare patch of land they can find.\n\nPeople watch a fireworks display in July through the U.S.-Mexico border wall in Tijuana, Mexico. David Maung / EPA file\n\nBut the tents quickly ran out. Now families are using branches, garbage bags and donated clothes to build makeshift shelters — anything to keep them from being exposed to the elements.\n\n“It’s too cold here,” one little boy said Saturday while rummaging through a pile of donated clothes, looking for a sweater.\n\nYeseniq Mejia, 30, who is seven months pregnant, lives in one of the larger tents at Benito Juarez. She made the grueling journey from San Pedro Sula, where the first caravan started in Honduras, with her two sons and husband.\n\nMejia was trying to decide whether to stay in Mexico or apply for asylum in the United States. She says she was worried about being separated from her children.\n\n“They could even keep my baby,” Mejia said says, clutching her stomach.\n\nThe Trump administration ended its “zero tolerance” policy that separated migrant children from their families months ago but recently announced stricter requirements for applying for asylum.\n\nWhile Mejia and the other migrants may be closer to the U.S. than they’ve ever been, it may take weeks, if not months, to be processed.\n\nTijuana’s mayor has called the migrants “an avalanche,” and the city is preparing for an influx that could last at least six months.\n\nFor the majority of migrants from the caravan, their next step is to apply for asylum at the San Ysidro Port of Entry. However, an official with Customs and Border Protection told NBC News that their ability to admit asylum seekers fluctuates on a daily basis.\n\nOne Honduran in line at the port of entry said border agents only let in nine people on Saturday.\n\n“And then CBP told everyone to leave,” said the man, who did not want to give his name.\n\n“We’ll come back tomorrow,” he added, standing next to his wife and holding his daughter.\n\nFor Mejia, the pregnant mother, there is a looming uncertainty.\n\n“We could be here for weeks,” she said, folding a blanket she will use tonight as a pillow. “We’ll have to see how it all works out on our journey.”"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Trump calls CIA conclusion on Khashoggi killing 'premature,' promises full report", "description": "President Trump said a full report on the death of journalist Jamal Khashoggi will be available Monday or Tuesday.", "url": "https://www.nbcnews.com/video/trump-calls-cia-conclusion-on-khashoggi-killing-premature-promises-full-report-1373741635690", "urlToImage": "https://media3.s-nbcnews.com/j/MSNBC/Components/Video/201811/f_mo_la_trump_khashoggi_181117.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T01:33:06Z", "content": null, "fulltext": "Trump says troops will use 'lethal force' at the border 'if they have to' 01:31"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Trump surveys fire damage in Malibu", "description": "President Trump spoke about rebuilding after touring fire damage in the Point Dume area of Malibu, California.", "url": "https://www.nbcnews.com/video/trump-surveys-fire-damage-in-malibu-1373729347556", "urlToImage": "https://media2.s-nbcnews.com/j/MSNBC/Components/Video/201811/f_mo_la_trump_malibu_181117.1200;630;7;70;5.jpg", "publishedAt": "2018-11-18T01:06:23Z", "content": null, "fulltext": "Trump surveys fire damage in Malibu copied!\n\nPresident Trump spoke about rebuilding after touring fire damage in the Point Dume area of Malibu, California.\n\nRead More"}]