{"articles": [{"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "Iowa plane crash kills four after pilot suffers heart attack, police say - Fox News", "description": "Fox News Iowa plane crash kills four after pilot suffers heart attack, police say Fox News A single-engine plane crashed this weekend in Iowa, killing all four passengers, after the pilot reportedly suffered a heart attack and a student pilot was forced to at…", "url": "https://www.foxnews.com/us/iowa-plane-crash-kills-four-after-pilot-suffers-heart-attack-police-say", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/iowa-crash.jpg", "publishedAt": "2018-11-10T23:15:25Z", "content": "A single-engine plane crashed this weekend in Iowa, killing all four passengers, after the pilot reportedly suffered a heart attack and a student pilot was forced to attempt an emergency landing, officials said. The Guthrie County Sheriff’s Office said that t… [+845 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Trump takes heat over scrapped trip to cemetery in France - Fox News", "description": "Fox News Trump takes heat over scrapped trip to cemetery in France Fox News The White House and President Trump took some heat on Saturday after it was announced that he would not make a previously scheduled visit to a cemetery in France for Americans killed …", "url": "https://www.foxnews.com/politics/trump-takes-heat-over-scrapped-trip-to-cemetery-in-france", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/10/694940094001_5860341307001_5860347547001-vs.jpg", "publishedAt": "2018-11-10T22:25:35Z", "content": "The White House and President Trump took some heat on Saturday after it was announced that he would not make a previously scheduled visit to a cemetery in France for Americans killed in World War I due to inclement weather. Trump arrived in France on Friday t… [+3217 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Report: Pilot error cause of deadly military plane crash - Fox News", "description": "Report: Pilot error cause of deadly military plane crash Fox News SAVANNAH, Ga. – Investigators say the cause of a military plane crash that left nine people dead outside Savannah, Georgia, was pilot error. News outlets report that's according to a U.S. Air F…", "url": "https://www.foxnews.com/us/report-pilot-error-cause-of-deadly-military-plane-crash", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-10T22:17:17Z", "content": "SAVANNAH, Ga. The cause of a military plane crash that left nine people dead outside Savannah, Georgia, was pilot error, according to a report by the U.S. Air Force Accident Investigation Board. Nine airmen from the Puerto Rico National Guard died May 2 when … [+1863 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Centenary of WWI's end bringing leaders to Arc de Triomphe", "description": "An overview of the international ceremony taking place in Paris on Sunday for the 100th anniversary of the end of World War I: WHO IS ATTENDING: Leaders from the majority of countries that sent troops or workers to the Western Front.", "url": "https://www.foxnews.com/world/centenary-of-wwis-end-bringing-leaders-to-arc-de-triomphe", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-0d6892cf934b4f1d9eaf39f127bde16b-1.png", "publishedAt": "2018-11-10T21:12:37Z", "content": "PARIS An overview of the international ceremony taking place in Paris on Sunday for the 100th anniversary of the end of World War I: WHO IS ATTENDING: Leaders from the majority of countries that sent troops or workers to the Western Front. Notably absent will… [+1796 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Madeline Farber", "title": "Florida woman and son drift miles away from shore on inflatable swan: 'This could have ended so much worse’", "description": "A Florida mother recently recalled a terrifying experience of floating several miles offshore while on a huge inflatable swan with her 7-year-old son.", "url": "https://www.foxnews.com/lifestyle/florida-woman-and-son-drift-miles-away-from-shore-on-inflatable-swan-this-could-have-ended-so-much-worse", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/swan.png", "publishedAt": "2018-11-10T21:08:52Z", "content": "A Florida mother said she had never been \"more scared in [her] entire life\" after she and her 7-year-old son floated several miles offshore while on a huge inflatable swan. The incident occurred in the Gulf of Mexico off Anna Maria Island. Tara Myers, of Brad… [+1330 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Hits & Misses: 11/10/18", "description": "The panel calls out the week's best and worst.", "url": "http://video.foxnews.com/v/5860426409001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/10/640/360/694940094001_5860425491001_5860426409001-vs.jpg", "publishedAt": "2018-11-10T21:02:14Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "How should House Democrats deal with Trump, Senate in 2019?", "description": "Former Clinton strategist Mark Penn offers his advice to Democrats on working with the president and Republicans.", "url": "http://video.foxnews.com/v/5860425413001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/10/640/360/694940094001_5860425486001_5860425413001-vs.jpg", "publishedAt": "2018-11-10T20:57:51Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "Turkey's president says tape of Khashoggi killing given to U.S.", "description": "Turkey's president publicly acknowledged for the first time Saturday that tapes of Jamal Khashoggi's killing exist and have been given to the U.S., Saudi Arabia and three other countries.", "url": "https://www.foxnews.com/world/turkeys-president-says-tape-of-khashoggi-killing-given-to-u-s", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Turkey-1.jpg", "publishedAt": "2018-11-10T20:43:28Z", "content": "Turkey’s president publicly acknowledged for the first time Saturday that tapes of Jamal Khashoggi’s killing exist and have been given to the U.S., Saudi Arabia and three other countries. The Oct. 2 killing of Khashoggi, a Washington Post contributor and acti… [+2033 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "Lawyers for Gillum, Nelson campaigns objected to noncitizen's vote being denied", "description": "Lawyers for the Florida Democratic gubernatorial and Senate candidates objected Friday to the rejection of a provisional ballot cast by a non-citizen, according to a transcript obtained by Fox News.", "url": "https://www.foxnews.com/politics/lawyers-for-gillum-nelson-campaigns-objected-to-noncitizens-vote-being-denied", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/10/694940094001_5860417358001_5860413968001-vs.jpg", "publishedAt": "2018-11-10T20:43:16Z", "content": "Lawyers for the Florida Democratic gubernatorial and Senate candidates objected Friday to the rejection of a provisional ballot cast by a noncitizen, according to a transcript obtained by Fox News. The incident occurred during a canvassing meeting Friday in P… [+2682 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Former AG Mukasey on the end of Sessions’'tumultuous tenure", "description": "Former Attorney General Michael Mukasey gives his take on Jeff Sessions' ouster at the Department of Justice and President Trump's appointment of Matthew Whitaker as acting attorney general.", "url": "http://video.foxnews.com/v/5860418391001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/10/640/360/694940094001_5860417412001_5860418391001-vs.jpg", "publishedAt": "2018-11-10T20:12:24Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "California wildfires leave at least 11 dead, destroy thousands of buildings, prompt evacuations of more than 250,000 people", "description": "California wildfires leave at least 11 dead, destroy thousands of buildings, prompt evacuations of more than 250,000 people foxnews.com", "url": "https://www.foxnews.com/us/california-wildfires-leave-at-least-11-dead-destroy-thousands-of-buildings-prompt-evacuations-of-more-than-250000", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/woolsey-fire.jpg", "publishedAt": "2018-11-10T19:47:19Z", "content": "Pictures and videos show the devastation wildfires have brought to the state of California this week, forcing thousands of residents to flee the destruction and leaving at least 11 people dead. On Saturday, officials said the Camp Fire that began burning in P… [+2818 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Madeline Farber", "title": "How the WWI battlefield likely sounded moments before the Great War ended", "description": "The Imperial War Museums (IWM) in Britain, in a partnership with sound designers at London-based Coda to Coda, has created a way for history-lovers around the world to relive how the Great War likely sounded moments before its end.", "url": "https://www.foxnews.com/science/this-is-how-the-wwi-battlefield-likely-sounded-moments-before-the-great-war-ended", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Richard-Hughe.jpg", "publishedAt": "2018-11-10T19:35:07Z", "content": "Picture this: You’re a soldier on the American front near the River Moselle during WWI. You’ve been informed Germany has signed the Armistice agreement, ending four long years of death and destruction that killed 9 million soldiers and injured millions of oth… [+3101 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Northern California wildfire death toll at 23, official says", "description": "A roundup of the wildfires burning in Northern and Southern California that has left at least 11 people dead.", "url": "https://www.foxnews.com/us/northern-california-wildfire-death-toll-at-23-official-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/woolsey-fire.jpg", "publishedAt": "2018-11-10T19:18:36Z", "content": "Pictures and videos show the devastation wildfires have brought to the state of California this week, forcing thousands of residents to flee the destruction. At least 23 fatalities have now been attributed to the sprawling blaze burning in Northern California… [+3016 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Parkland school shooter registered to vote while in jail, outraging victim's father - Fox News", "description": "Fox News Parkland school shooter registered to vote while in jail, outraging victim's father Fox News Parkland school shooter Nikolas Cruz became a registered Florida voter behind bars in Broward County outraging the father of one of his victims. “He's a mass…", "url": "https://www.foxnews.com/us/parkland-school-shooter-registered-to-vote-while-in-jail-outraging-victims-father", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/andrew-pollack-Crop.jpg", "publishedAt": "2018-11-10T19:17:12Z", "content": "Parkland school shooter Nikolas Cruz became a registered Florida voter behind bars in Broward County outraging the father of one of his victims. “He’s a mass murderer, he’s already confessed and he shouldn’t have the right to vote,” Andrew Pollack, 52, told F… [+3121 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Thousands of Florida greyhounds will need new homes after dog racing ban - Fox News", "description": "Fox News Thousands of Florida greyhounds will need new homes after dog racing ban Fox News Florida voters decided to phase out greyhound racing in the state by 2021, meaning thousands of dogs will soon need new homes. The state voted 69 to 31 percent Tuesday …", "url": "https://www.foxnews.com/lifestyle/greyhound-racing", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/greyhound-dogs-istock.jpg", "publishedAt": "2018-11-10T18:57:53Z", "content": "Florida voters decided to phase out greyhound racing in the state by 2021, meaning thousands of dogs will soon need new homes. The state voted 69 to 31 percent Tuesday to pass Amendment 13, which bans the sport beginning on Jan. 1, 2021. It is an overwhelming… [+4522 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "Florida's secretary of state orders recounts in Senate, gubernatorial races", "description": "Florida’s secretary of state announced Saturday that there will be recounts in the Senate and gubernatorial races after the races became tight enough to trigger them -- amid controversy over the handling of the counts, which has sparked anger from Republicans", "url": "https://www.foxnews.com/politics/floridas-secretary-of-state-orders-recounts-in-senate-gubernatorial-races", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/09/694940094001_5860045665001_5860039678001-vs.jpg", "publishedAt": "2018-11-10T18:57:05Z", "content": "Florida’s secretary of state announced Saturday that there will be recounts in the Senate and gubernatorial races after the races became tight enough to trigger them -- amid controversy over the handling of the counts, with President Trump warning that he wil… [+2327 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "France's Macron defends Europe from all sides _ including US", "description": "After French President Emmanuel Macron said Europe needs to defend itself from the United States, aides said he was misunderstood.", "url": "https://www.foxnews.com/world/frances-macron-defends-europe-from-all-sides-_-including-us", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-4d830701797d4b14baa4081966debe32.png", "publishedAt": "2018-11-10T18:48:01Z", "content": "PARIS After French President Emmanuel Macron said Europe needs to defend itself from the United States, aides said he was misunderstood. But the idea isn't so far-fetched. Macron is leading a rearguard action to salvage the system of international cooperation… [+4062 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Janine Puhak", "title": "American Airlines flight attendants headed to court over midflight brawl - Fox News", "description": "Fox News American Airlines flight attendants headed to court over midflight brawl Fox News According to the News, the suit was first filed in June in Tarrant County district court. Wolfe's lawsuit against the employer and her coworker alleges “negligence, dan…", "url": "https://www.foxnews.com/travel/american-airlines-flight-attendants-headed-to-court-over-midflight-brawl", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/iStock-519579814.jpg", "publishedAt": "2018-11-10T18:17:50Z", "content": "Two female American Airlines flight attendants are headed to federal court over allegations that one of the women dragged the other down an airplane aisle by her uniform scarf during a flight. Claiming that the carrier failed to investigate the incident, the … [+2043 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Madeline Farber", "title": "Dog in Missouri receives lifesaving kidney from one of her 'hero' puppies, family says - Fox News", "description": "Fox News Dog in Missouri receives lifesaving kidney from one of her 'hero' puppies, family says Fox News A dog in St. Louis recently received a lifesaving gift from one of her puppies. A few years ago, Star and her litter of 13 puppies were found in a box in …", "url": "https://www.foxnews.com/lifestyle/dog-in-missouri-receives-life-saving-kidney-from-one-of-her-hero-puppies-family-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/dog-kidney.png", "publishedAt": "2018-11-10T18:09:04Z", "content": "A dog in St. Louis recently received a lifesaving gift from one of her puppies. A few years ago, Star and her litter of 13 puppies were found in a box in southern Missouri. The mom was dehydrated and malnourished, local news station Fox 2 reported. When Star … [+1478 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "'Never Nancy' Democrats wobble as Pelosi pushes to retake the gavel - Fox News", "description": "Fox News 'Never Nancy' Democrats wobble as Pelosi pushes to retake the gavel Fox News With Democrats set to take control of the House in January after their midterm victory this week, the question now turns to who will take the speaker's gavel -- and if any o…", "url": "https://www.foxnews.com/politics/never-nancy-democrats-wobble-as-pelosi-pushes-to-retake-the-gavel", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/10/694940094001_5860356692001_5860359720001-vs.jpg", "publishedAt": "2018-11-10T17:38:20Z", "content": "With Democrats set to take control of the House in January after their midterm victory this week, the question now turns to who will take the speaker’s gavel -- and if any of the rank-and-file will put their name forward to oppose House Minority Leader Nancy … [+4069 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Hollie McKay", "title": "Burma doubles down on claims to justify treatment of Rohingya minority", "description": "Repatriation efforts for Rohingya Muslims who have fled from Burma to Bangladesh in the face of alleged ethnic cleansing – even genocide – at the hands of the Buddhist-majority Burmese military are slated to begin this month. However, much of the internationa…", "url": "https://www.foxnews.com/world/burma-un-ambassador-denies-rohingya-genocide-doubles-down-on-claims-they-are-victims-of-muslim-terrorists", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/179ef7777f31485ab1983dfab2de85b8.jpg", "publishedAt": "2018-11-10T17:10:10Z", "content": "Despite increasing international pressure to end a horribly brutal campaign against a mostly Muslim Rohingya minority, the government of Burma is doubling down on the narrative it's guilty of nothing more than trying to stop the growth of Islamic \"extremism.\"… [+8518 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "MS-13 gang member sentenced to 40 years in prison in brutal killing of 15-year-old girl", "description": "Venus Romero Iraheta was sentenced Friday to 40 years in prison in the killing of Damaris Reyes Rivas in 2017.", "url": "https://www.foxnews.com/us/ms-13-gang-member-sentenced-to-40-years-in-prison-in-filming-brutal-killing-of-15-year-old-girl", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/rivas1.jpg", "publishedAt": "2018-11-10T16:52:12Z", "content": "A female member of MS-13 was sentenced to 40 years in prison Friday in the brutal killing of a 15-year-old girl. Venus Romero Iraheta, 18, was convicted of murder in January 2018 in the 2017 slaying of Damaris Reyes Rivas. She pleaded guilty to first-degree m… [+2277 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Greg Norman", "title": "Big-game hunters defend kills, say they won't back down after receiving backlash for posting photos", "description": "The woman who sparked a social media outcry and a government investigation after posting an image of a goat she claims to have killed in Scotland is not backing down from her online critics, saying that she will \"NEVER apologize for being a hunter!&#3", "url": "https://www.foxnews.com/world/big-game-hunters-defend-kills-say-they-wont-back-down-after-receiving-backlash-for-posting-photos", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/Larysa-Switlyk.jpg", "publishedAt": "2018-11-10T16:21:10Z", "content": "The woman who sparked a social media outcry and a government investigation after posting an image of a goat she claims to have killed in Scotland is not backing down from her online critics, saying that she will “never apologize for being a hunter.\" Larysa Sw… [+6258 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Janine Puhak", "title": "Woman goes on racist, homophobic rant on plane, reportedly threatens a flight attendant - Fox News", "description": "Fox News Woman goes on racist, homophobic rant on plane, reportedly threatens a flight attendant Fox News An anonymous woman has made headlines across the internet for going on an expletive-filled tirade full of racist and homophobic slurs against her male se…", "url": "https://www.foxnews.com/travel/woman-goes-on-racist-homophobic-rant-on-plane", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/09/694940094001_5860045729001_5860044831001-vs.jpg", "publishedAt": "2018-11-10T15:57:38Z", "content": "An anonymous woman has made headlines across the internet for going on an expletive-filled tirade full of racist and homophobic slurs against her male seatmate. The incident occurred on Nov. 2 on a domestic U.S. flight, and the woman began her rant soon befor… [+1726 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "EU's Tusk likens Polish govt to contemporary 'Bolsheviks'", "description": "European Council head Donald Tusk, a former Polish prime minister, on Saturday denounced the euroskeptic populists governing Poland as \"contemporary Bolsheviks\" who threaten the nation's independence, but can be defeated.", "url": "https://www.foxnews.com/world/eus-tusk-likens-polish-govt-to-contemporary-bolsheviks", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-7b33d9f728614354baaa75b42c254855.png", "publishedAt": "2018-11-10T15:27:19Z", "content": "WARSAW, Poland European Council head Donald Tusk, a former Polish prime minister, on Saturday denounced the euroskeptic populists governing Poland as \"contemporary Bolsheviks\" who threaten the nation's independence, but can be defeated. Tusk, seen as a likely… [+2132 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Report: Russian charged by US seen at Libya military meeting", "description": "A Russian newspaper says video released by the self-styled Libyan National Army shows a businessman allegedly linked to a private contractor that sent mercenaries to Syria at a meeting with the head of the Libyan army and top Russian military officials.", "url": "https://www.foxnews.com/world/report-russian-charged-by-us-seen-at-libya-military-meeting", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-10T15:07:15Z", "content": "MOSCOW A Russian newspaper says video released by the self-styled Libyan National Army shows a businessman allegedly linked to a private contractor that sent mercenaries to Syria at a meeting with the head of the Libyan army and top Russian military officials… [+1447 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephanie Nolasco", "title": "Freddie Mercury's pal Tim Staffell says 'Bohemian Rhapsody' was 'the right way to do it' - Fox News", "description": "Fox News Freddie Mercury's pal Tim Staffell says 'Bohemian Rhapsody' was 'the right way to do it' Fox News Is this the real life? Is this just fantasy? For Tim Staffell, it's both. The English rock artist is enjoying newfound attention after he was briefly de…", "url": "https://www.foxnews.com/entertainment/freddie-mercurys-pal-tim-staffell-says-bohemian-rhapsody-was-the-right-way-to-do-it", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/ContentBroker_contentid-d394b6966e4241aca8f087ab86659201.png", "publishedAt": "2018-11-10T14:02:20Z", "content": "Is this the real life? Is this just fantasy? For Tim Staffell, it’s both. The English rock artist is enjoying newfound attention after he was briefly depicted in the Freddie Mercury biopic “Bohemian Rhapsody,” which shrugged off production troubles and medioc… [+6247 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Mystery surrounds death of college cheerleader, 19, found in her apartment, Florida police investigate - Fox News", "description": "Fox News Mystery surrounds death of college cheerleader, 19, found in her apartment, Florida police investigate Fox News Florida police are investigating why a college student died unexpectedly earlier this week. Jessie Lauren Melcolm, a student at Tallahasse…", "url": "https://www.foxnews.com/us/mystery-surrounds-death-of-college-cheerleader-19-found-in-her-apartment-florida-police-investigate", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/06b4fd64-Capture.jpg", "publishedAt": "2018-11-10T13:51:05Z", "content": "Florida police are investigating why a college student died unexpectedly earlier this week. Jessie Lauren Melcolm, a student at Tallahassee Community College, was found unresponsive Tuesday in her apartment. The 19-year-old student attended Bartram Trail High… [+1391 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Erdogan: Saudi officials, others heard tapes of writer death", "description": "Officials from Saudi Arabia, the United States, Germany, France and Britain have listened to audio recordings related to the killing of journalist Jamal Khashoggi at the Saudi Consulate in Istanbul, Turkey's president said Saturday, in the first public acknow…", "url": "https://www.foxnews.com/world/erdogan-saudi-officials-others-heard-tapes-of-writer-death", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-64fdc67ef3de49809e409a7aa20be7a8-1.png", "publishedAt": "2018-11-10T13:47:27Z", "content": "ANKARA, Turkey Officials from Saudi Arabia, the United States, Germany, France and Britain have listened to audio recordings related to the killing of journalist Jamal Khashoggi at the Saudi Consulate in Istanbul, Turkey's president said Saturday, in the firs… [+2589 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Morgan M. Evans", "title": "Chip and Joanna Gaines announce they are returning to TV with their own network", "description": "Chip and Joanna Gaines announce they are returning to TV with their own network foxnews.com", "url": "https://www.foxnews.com/entertainment/chip-and-joanna-gaines-announce-they-are-returning-to-tv-with-their-own-network", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/04/04/694940094001_5763827273001_5763813147001-vs.jpg", "publishedAt": "2018-11-10T13:45:35Z", "content": "Chip and Joanna Gaines have announced that they are returning to TV in a BIG way. The former HGTV stars shocked fans on Friday night during an appearance on \"The Tonight Show Starring Jimmy Fallon\" when they revealed the news that they would be getting their … [+3029 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lukas Mikelionis", "title": "Election official in Arizona's Senate dispute represented figure in 'Fast and Furious' arms scandal - Fox News", "description": "Fox News Election official in Arizona's Senate dispute represented figure in 'Fast and Furious' arms scandal Fox News A county official in Arizona, whom Republicans accuse of destroying evidence to cover up “voting irregularities,” has previously defended the…", "url": "https://www.foxnews.com/politics/arizona-election-official-at-center-represented-ringleader-of-gun-straw-buyer-in-fast-and-furious", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/adrian.jpg", "publishedAt": "2018-11-10T12:20:52Z", "content": "A county official in Arizona, whom Republicans accuse of destroying evidence to cover up “voting irregularities,” has previously defended the accused ringleader of a group of gun straw buyers in Operation Fast and Furious, the federal operation that led to th… [+3816 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Eric Shawn", "title": "World War I: 100 years on, the US remembers the end of the ‘Great War’", "description": "It was called the \"Great War,\" because no one could conceive that there would ever be another one.", "url": "https://www.foxnews.com/science/world-war-i-100-years-on-the-us-remembers-the-end-of-the-great-war", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-10T12:06:10Z", "content": "It was called the \"Great War,\" because no one could conceive that there would ever be another one. But there was. And now, at the 11th hour, on the 11th day, of the 11th month, Sunday, November 11th, the world marks the 100th anniversary of the armistice that… [+6734 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "The Kim Komando Show", "title": "Best streaming service, cut cell phone costs and more: Tech Q&A", "description": "I'm getting strange email. How can you find out who really sent you email? There has to traces somewhere!", "url": "https://www.foxnews.com/tech/best-streaming-service-cut-cell-phone-costs-and-more-tech-qa", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/ContentBroker_contentid-7c272fa72b444156afe01b126d61b750.png", "publishedAt": "2018-11-10T12:00:22Z", "content": "Track Emailers Q: I’m getting strange email. How can you find out who really sent you email? There has to traces somewhere! A: Remember when we would laugh at “Nigerian Princes” who wanted to give us millions of dollars and shrug off “Rolexx Waches” [sic]. Cy… [+3323 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "'Sky penis' air pattern grounds two Marine Corps pilots, pending investigation - Fox News", "description": "Fox News 'Sky penis' air pattern grounds two Marine Corps pilots, pending investigation Fox News Two U.S. Marine Corps pilots have been grounded pending an investigation into a digitally-mapped flight path over Southern California skies last month that appear…", "url": "https://www.foxnews.com/us/marine-pilots-grounded-pending-probe-into-sky-penis-pattern", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Jets.jpg", "publishedAt": "2018-11-10T11:32:41Z", "content": "Two U.S. Marine Corps pilots have been grounded pending an investigation into a digitally-mapped flight path over Southern California skies last month that appeared to be in the shape of male genitalia. The flight path by a T-34C Turbomentor that allegedly fl… [+1380 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Serbia holds military drills amid Kosovo tensions", "description": "Serbia held large military drills on Saturday to mark 100 years since the end of World War I in an apparent show of force amid rising tensions over Kosovo.", "url": "https://www.foxnews.com/world/serbia-holds-military-drills-amid-kosovo-tensions", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-10T11:29:36Z", "content": "BELGRADE, Serbia Serbia held large military drills on Saturday to mark 100 years since the end of World War I in an apparent show of force amid rising tensions over Kosovo. The live-ammunition maneuvers, dubbed \"The Century of Winners,\" include 8,000 soldiers… [+1852 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Taipei mayor candidates face off in televised debate", "description": "The candidates vying to become the mayor of Taiwan's capital, Taipei, faced off in a televised debate on Saturday, two weeks before a host of local elections seen as a barometer of the ruling party's popularity.", "url": "https://www.foxnews.com/world/taipei-mayor-candidates-face-off-in-televised-debate", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-c01d9f69f4bf48cfaf2d2076c061afd1.png", "publishedAt": "2018-11-10T11:29:24Z", "content": "TAIPEI, Taiwan The candidates vying to become the mayor of Taiwan's capital, Taipei, faced off in a televised debate on Saturday, two weeks before a host of local elections seen as a barometer of the ruling party's popularity. The Nov. 24 mayoral election is … [+3110 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Ex-IS captive says son died in her lap from militant fire", "description": "A Syrian woman captured by Islamic State militants said her 8-year-old son died in her lap when the extremists shot him and his cousin during a military operation to liberate them more than 100 days after they were kidnapped.", "url": "https://www.foxnews.com/world/ex-is-captive-says-son-died-in-her-lap-from-militant-fire", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-57878a9bcccf4ee2836394af4435c3b5-1.png", "publishedAt": "2018-11-10T11:10:24Z", "content": "DAMASCUS, Syria A Syrian woman captured by Islamic State militants said her 8-year-old son died in her lap when the extremists shot him and his cousin during a military operation to liberate them more than 100 days after they were kidnapped. Najwa Abu Ammar w… [+2242 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Trump, Macron seek to diffuse tension before WWI anniversary", "description": "President Donald Trump and French President Emmanuel Macron sought to diffuse tensions Saturday over comments by both leaders that threatened to cast a shadow over a weekend celebration marking 100 years since the end of World War I.", "url": "https://www.foxnews.com/world/trump-macron-seek-to-diffuse-tension-before-wwi-anniversary", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-ec84595066e4447784c51a1f3aed90cd.png", "publishedAt": "2018-11-10T11:07:32Z", "content": "PARIS President Donald Trump and French President Emmanuel Macron sought to diffuse tensions Saturday over comments by both leaders that threatened to cast a shadow over a weekend celebration marking 100 years since the end of World War I. The American and Fr… [+3271 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Trump meets Macron; discusses European security", "description": "The Latest on President Donald Trump in France (all times local): 11:15 a.m.", "url": "https://www.foxnews.com/world/the-latest-trump-meets-macron-discusses-european-security", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-9e0eb4cfc388458e9d605b396ca00204.png", "publishedAt": "2018-11-10T10:30:18Z", "content": "PARIS The Latest on President Donald Trump in France (all times local): 11:15 a.m. President Donald Trump is meeting with France's President Emmanuel Macron. Trump pulled up in his limousine Saturday at the Élysée Palace where he was greeted by Macron. The tw… [+2396 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Civilian death toll in Yemen mounting despite US assurances", "description": "Airstrikes by Saudi Arabia and its allies in Yemen are on a pace to kill more civilians than last year, according to a database tracking violence in the country, despite the United States' repeated claims that the coalition is taking precautions to prevent su…", "url": "https://www.foxnews.com/world/civilian-death-toll-in-yemen-mounting-despite-us-assurances", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-6865a3f517f842238b296f57de375783.png", "publishedAt": "2018-11-10T10:29:55Z", "content": "CAIRO Airstrikes by Saudi Arabia and its allies in Yemen are on a pace to kill more civilians than last year, according to a database tracking violence in the country, despite the United States' repeated claims that the coalition is taking precautions to prev… [+5866 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Leaders laud fallen soldiers on eve of Armistice centennial", "description": "With words of gratitude, simple, solemn silence or a tweet, leaders lauded the courage of millions of soldiers who were killed during World War I's four years of unprecedented slaughter before converging on Paris for ceremonies to mark the centennial of the A…", "url": "https://www.foxnews.com/world/leaders-laud-fallen-soldiers-on-eve-of-armistice-centennial", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-a0e1a25f8cff47479258ff33671fa1cd.png", "publishedAt": "2018-11-10T10:28:02Z", "content": "PARIS With words of gratitude, simple, solemn silence or a tweet, leaders lauded the courage of millions of soldiers who were killed during World War I's four years of unprecedented slaughter before converging on Paris for ceremonies to mark the centennial of… [+2346 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lukas Mikelionis", "title": "Ballot mixup puts more heat on Broward elections official as key Florida races remain unresolved - Fox News", "description": "NBCNews.com Ballot mixup puts more heat on Broward elections official as key Florida races remain unresolved Fox News A Florida election supervisor mixed some invalid ballots along with about 200 valid ones, according to a report, in the latest example of wha…", "url": "https://www.foxnews.com/politics/broward-elections-official-brenda-snipes-mixed-illegal-provisional-ballots-with-valid-ones", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18312653018527.jpg", "publishedAt": "2018-11-10T10:13:42Z", "content": "A Florida election supervisor mixed some invalid ballots along with about 200 valid ones, according to a report, in the latest example of what Republicans say has been the incompetent handling of votes as the state braces for a possible recount. The error was… [+2398 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Serbia holds drills to mark centenary of WWI end", "description": "The Latest on World War I armistice commemorations (all times local): 10:50 a.m.", "url": "https://www.foxnews.com/world/the-latest-serbia-holds-drills-to-mark-centenary-of-wwi-end", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-c76694f3e4014b7db092398210822d78-1.png", "publishedAt": "2018-11-10T10:07:44Z", "content": "PARIS The Latest on World War I armistice commemorations (all times local): 10:50 a.m. Serbia is holding large military drills to mark 100 years since the end of World War I in an apparent show of force amid rising tensions with Kosovo. The live-ammunition ma… [+2173 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Jordan opens shelter as flash flood death toll climbs to 11", "description": "The death toll from flash floods in Jordan rose to 11 on Saturday and the kingdom's main tourist attraction, the ancient city of Petra, was closed for cleanup after what local officials said was the biggest deluge in the area in decades.", "url": "https://www.foxnews.com/world/jordan-opens-shelter-as-flash-flood-death-toll-climbs-to-11", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-dca8cfe74f8644bcaf0e5fead0c3cb0a.png", "publishedAt": "2018-11-10T10:07:20Z", "content": "PETRA, Jordan The death toll from flash floods in Jordan rose to 11 on Saturday and the kingdom's main tourist attraction, the ancient city of Petra, was closed for cleanup after what local officials said was the biggest deluge in the area in decades. Friday'… [+1687 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Sofia Vergara shares sexy bikini shot in throwback pic - Fox News", "description": "Fox News Sofia Vergara shares sexy bikini shot in throwback pic Fox News Sofia Vergara gave her fans a delight when she shared a sexy throwback photo of herself in a bikini. The \"Modern Family\" star posted a picture of herself from the '90s in a turquoise str…", "url": "https://www.foxnews.com/entertainment/sofia-vergara-shares-sexy-bikini-shot-in-throwback-pic", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/rt_sofiavergara.jpg", "publishedAt": "2018-11-10T10:04:47Z", "content": "Sofia Vergara gave her fans a delight when she shared a sexy throwback photo of herself in a bikini. The \"Modern Family\" star posted a picture of herself from the '90s in a turquoise string bikini. \"#tbt the 90’s,\" the actress wrote adding that the photo was … [+857 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "NFL monitors air quality in California ahead of three games after LA Rams cancel practice", "description": "The NFL is monitoring the impact that California's wildfires could potentially have on this weekend's Los Angeles Rams, Oakland Raiders and San Francisco 49ers home games. \"We are monitoring conditions in California and are in close communication with the clu…", "url": "https://www.foxnews.com/sports/nfls-los-angeles-rams-cancels-practice-as-calif-wildfire-forced-20-players-coaches-to-evacuate", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18313630110099.jpg", "publishedAt": "2018-11-10T09:04:53Z", "content": "The NFL is monitoring the impact that California's wildfires could potentially have on this weekend's Los Angeles Rams, Oakland Raiders and San Francisco 49ers home games. \"We are monitoring conditions in California and are in close communication with the clu… [+2649 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Amy Lieu", "title": "Democrat governor mulling 2020 presidential run grants clemency to criminals - Fox News", "description": "Fox News Democrat governor mulling 2020 presidential run grants clemency to criminals Fox News Colorado Gov. John Hickenlooper issued pardons to 23 people with criminal records on Friday, bringing his total while in office to 89, according to reports. The Dem…", "url": "https://www.foxnews.com/politics/democratic-colorado-governor-mulling-presidential-run-issues-23-pardons", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/40828167_10155578051981437_382630695006109696_o.jpg", "publishedAt": "2018-11-10T08:49:54Z", "content": "Colorado Gov. John Hickenlooper issued pardons to 23 people with criminal records on Friday, bringing his total while in office to 89, according to reports. The Democrat's pardon letters were granted to people who finished their sentences and became \"contribu… [+1714 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Bulk of migrant caravan prepares to depart Mexico City", "description": "Almost 4,000 Central American migrants prepared to depart a stadium in southern Mexico City early Saturday for the longest and most dangerous leg of a trek to the U.S. border that has drawn fire from President Donald Trump.", "url": "https://www.foxnews.com/world/bulk-of-migrant-caravan-prepares-to-depart-mexico-city", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-575249b8e7fa4f86903749ec6bb26857-1.png", "publishedAt": "2018-11-10T05:12:35Z", "content": "MEXICO CITY Almost 4,000 Central American migrants prepared to depart a stadium in southern Mexico City early Saturday for the longest and most dangerous leg of a trek to the U.S. border that has drawn fire from President Donald Trump. The bulk of the caravan… [+3818 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Trump threatens to withhold California fire aid, citing state's 'gross mismanagement' of forests", "description": "President Donald Trump on Friday approved California’s request for an emergency declaration, ordering federal assistance to help local responders in the midst of three wildfires across the state.", "url": "https://www.foxnews.com/us/trump-approves-emergency-declaration-for-california-as-wildfires-rage-across-state", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/CWF.jpg", "publishedAt": "2018-11-10T04:07:50Z", "content": "Just hours after President Trump issued an emergency declaration to provide funds to help firefighters in California as they battle at least three major wildfires across the state, the president threatened to withhold the federal payments -- citing the state'… [+4150 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Saudi-led coalition in Yemen requests end to US refueling", "description": "The Saudi-led coalition fighting in Yemen said early Saturday it had \"requested cessation of inflight refueling\" by the U.S. for its fighter jets after American officials said they would stop the operations amid growing anger over civilian casualties from the…", "url": "https://www.foxnews.com/world/saudi-led-coalition-in-yemen-requests-end-to-us-refueling", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-10T03:27:17Z", "content": "DUBAI, United Arab Emirates The Saudi-led coalition fighting in Yemen said early Saturday it had \"requested cessation of inflight refueling\" by the U.S. for its fighter jets after American officials said they would stop the operations amid growing anger over … [+1984 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Florida election official requests emergency hearing after judge's ruling", "description": "A Florida supervisor of elections who was ordered to turn over any duplicate, “overvoted” or “undervoted” ballots by Saturday morning has requested an emergency hearing and filed for an extension, a move that’s been condemned by Republican Rick Scotts’ team a…", "url": "https://www.foxnews.com/politics/florida-election-official-requests-emergency-hearing-after-judges-ruling", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/09/694940094001_5860109983001_5860109559001-vs.jpg", "publishedAt": "2018-11-10T03:24:41Z", "content": "A Florida supervisor of elections who was ordered to turn over any duplicate, “overvoted” or “undervoted” ballots by Saturday morning has requested an emergency hearing and filed for an extension, a move that’s been condemned by Republican Rick Scott's campai… [+2560 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Sen. Graham: There's nothing Democrats won't do to win", "description": "Republican Senator Lindsey Graham compares vote counting chaos in Florida to Democrats' attempts to derail Brett Kavanaugh's Supreme Court confirmation.", "url": "http://video.foxnews.com/v/5860192102001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/10/640/360/694940094001_5860195451001_5860192102001-vs.jpg", "publishedAt": "2018-11-10T02:48:50Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Gov. Rick Scott: I'm so disappointed in Bill Nelson", "description": "Republican Senate candidate Rick Scott says it looks like his Democratic opponent and his attorneys are doing 'everything they can to steal this election.'", "url": "http://video.foxnews.com/v/5860190233001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/10/640/360/694940094001_5860193628001_5860190233001-vs.jpg", "publishedAt": "2018-11-10T02:39:26Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "Border agents arrest over 400 illegals in 2 days, as agency announces record month for apprehensions", "description": "Border agents arrest over 400 illegals in 2 days, as agency announces record month for apprehensions foxnews.com", "url": "https://www.foxnews.com/us/border-agents-arrest-over-400-illegals-in-2-days-as-agency-announces-record-month-for-apprehensions", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Border-Patrol.jpg", "publishedAt": "2018-11-10T02:03:57Z", "content": "Border agents arrested over 400 illegal immigrants, including children, mainly from Central America, from Tuesday to Wednesday. This, after the agency announced that October apprehensions set a record for this year. A group of 82 migrants were captured illega… [+1445 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Australia police: Melbourne attacker also planned explosion - Fox News", "description": "Fox News Australia police: Melbourne attacker also planned explosion Fox News SYDNEY – Australia police said Saturday a man who fatally stabbed another and injured two in what they described as a terrorist attack in central Melbourne had also planned to set o…", "url": "https://www.foxnews.com/world/australia-police-melbourne-attacker-also-planned-explosion", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-962ce2aa4c0345e9a67be17a53f681fd.png", "publishedAt": "2018-11-10T00:47:09Z", "content": "SYDNEY Australia police said Saturday a man who fatally stabbed another and injured two in what they described as a terrorist attack in central Melbourne had also planned to set off an explosion. Hassain Khalif Shire Ali, 30, got out of a pickup vehicle, whic… [+2965 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Karl Rove", "title": "Karl Rove: As Florida ballot count battle rages, Democrats are recklessly violating state law", "description": "Local Democratic officials in Broward and Palm Beach counties in Florida are recklessly violating state law in what may be an attempt to overturn the results of Tuesday’s midterm elections for governor and the U.S. Senate in the Sunshine State.", "url": "https://www.foxnews.com/opinion/karl-rove-as-florida-ballot-count-battle-rages-democrats-are-recklessly-violating-state-law", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/09/694940094001_5860045665001_5860039678001-vs.jpg", "publishedAt": "2018-11-10T00:18:12Z", "content": "Local Democratic officials in Broward and Palm Beach counties in Florida are recklessly violating state law in what may be an attempt to overturn the results of Tuesday’s midterm elections for governor and the U.S. Senate in the Sunshine State. This looks lik… [+6645 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "149 passengers evacuate plane seized by French authorities because of airline's overdue bill", "description": "", "url": "https://www.foxnews.com/world/149-passengers-evacuate-plane-seized-by-french-authorities-because-of-airlines-overdue-bill", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Ryanair.jpg", "publishedAt": "2018-11-10T00:13:45Z", "content": "Passengers aboard a plane headed to London this week were ordered to evacuate by French authorities after it was revealed that the carrier owed a substantial amount of money from 2014. The Ryanair Boeing 737 was impounded and all 149 passengers were told to t… [+1287 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Jeff Flake reportedly considering 2020 Trump challenge: 'Somebody needs to run on the Republican side' - Fox News", "description": "Fox News Jeff Flake reportedly considering 2020 Trump challenge: 'Somebody needs to run on the Republican side' Fox News Arizona GOP Sen. Jeff Flake isn't shutting the door on a possible White House run against President Trump. The Arizona lawmaker – who anno…", "url": "https://www.foxnews.com/politics/jeff-flake-reportedly-considering-2020-trump-challenge-somebody-needs-to-run-on-the-republican-side", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-10T00:02:01Z", "content": "Arizona GOP Sen. Jeff Flake isn’t shutting the door on a possible White House run against President Trump. The Arizona lawmaker – who announced last year that he would not be seeking re-election to the Senate – told Politico Friday that he hasn’t “ruled it ou… [+2033 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Notable Quotables from election night", "description": "Highlights from another busy week around the nation.", "url": "http://video.foxnews.com/v/5860147607001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/10/640/360/694940094001_5860145678001_5860147607001-vs.jpg", "publishedAt": "2018-11-10T00:01:32Z", "content": null}]}