[{"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Sources and acknowledgments", "description": "Sources\nA Firm-Level Perspective on the Role of Rents in the Rise in Inequality, by Jason Furman Peter Orszag. 2015.Adults’ Media Use and Attitudes Report, OFCOM, 2018.Capitalism in America, by Alan Greenspan and Adrian Wooldridge. 2018.Declining business dyn…", "url": "https://www.economist.com/special-report/2018/11/15/sources-and-acknowledgments", "urlToImage": "/assets/the-economist-logo.png", "publishedAt": "2018-11-15T00:00:00Z", "content": "Sources A Firm-Level Perspective on the Role of Rents in the Rise in Inequality, by Jason Furman Peter Orszag. 2015. Adults Media Use and Attitudes Report, OFCOM, 2018. Capitalism in America, by Alan Greenspan and Adrian Wooldridge. 2018. Declining business d… [+1301 chars]", "fulltext": "Sources\n\nA Firm-Level Perspective on the Role of Rents in the Rise in Inequality, by Jason Furman Peter Orszag. 2015.\n\n\n\nAdults’ Media Use and Attitudes Report, OFCOM, 2018.\n\n\n\nCapitalism in America, by Alan Greenspan and Adrian Wooldridge. 2018.\n\n\n\nDeclining business dynamism; evidence and causes, by F. Calvino, C. Criscuolo, R. Verlhac. OECD, 2018.\n\n\n\nFederal Reserve Bank of Kansas City, 2018 symposium on changing market structures. https://www.kansascityfed.org/publications/research/escp/symposiums/escp-2018\n\n\n\nFederal Trade Commission hearings on competition and consumer protection in the 21st century https://www.ftc.gov/policy/hearings-competition-consumer-protection\n\n\n\nGlobal Market Power and its Macroeconomic Implications by Federico J. Díez, Daniel Leigh, and Suchanan Tambunlertchai, IMF, 2018.\n\n\n\nIndustry Concentration in Europe and North America by M. Bajgar, G. Berlingieri, S. Calligaris, C. Criscuolo, J. Timmis. OECD, 2018.\n\n\n\nThe Antitrust Paradox by Robert Bork, 1978.\n\n\n\nThe Fall of the Labor Share and the Rise of Superstar Firms by David Autor, David Dorn, Lawrence F. Katz, Christina Patterson and John Van Reenen. 2017.\n\n\n\nAcknowledgments\n\nAs well as those mentioned in the report the author would like to thank Fiona Scott Morton of the Yale School of Management, Guy Rolnik of the University of Chicago Booth School of Business, and John Fingleton of Fingleton Associates. A number of competition officials spoke anonymously with the Economist; thank you to them, too."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Sanctions on Eritrea are lifted", "description": "Africa’s most isolated dictatorship is opening up", "url": "https://www.economist.com/middle-east-and-africa/2018/11/15/sanctions-on-eritrea-are-lifted", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_MAP504.jpg", "publishedAt": "2018-11-15T00:00:00Z", "content": "ERITREA HAD AN inauspicious start to the year. In January neighbouring Sudan accused it of supporting armed rebel groups and closed its border. Eritrea responded by alleging that Sudan, along with Ethiopia and Qatar, was plotting to overthrow its president, I… [+3703 chars]", "fulltext": "ERITREA HAD AN inauspicious start to the year. In January neighbouring Sudan accused it of supporting armed rebel groups and closed its border. Eritrea responded by alleging that Sudan, along with Ethiopia and Qatar, was plotting to overthrow its president, Isaias Afwerki (pictured). Meanwhile, relations with Ethiopia, another neighbour, with whom it fought a bloody war between 1998 and 2000, were stuck in a deep freeze. A UN arms embargo, imposed in 2009, in part over its alleged support for jihadists in neighbouring Somalia, remained in place. Eritrea was Africa’s most isolated dictatorship.\n\nThen everything changed. In July Isaias signed a peace deal with Ethiopia’s new prime minister, Abiy Ahmed, leading to a resumption of relations and an opening of their border. Weeks later Eritrea agreed to restore diplomatic ties with Somalia, after 15 years of animosity, and made progress towards resolving a long-standing border dispute with Djibouti. Last month it was reported that Eritrea and Sudan might also make up. “We are now entering a new era,” said Isaias. Indeed, on November 14th the UN Security Council voted unanimously to lift the arms embargo and the threat of targeted sanctions on Eritrean officials.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe move by the UN seemed unlikely a year ago. Eritrea had blocked the UN’s investigators from examining the country’s ties to foreign rebel groups and suspected violations of the arms embargo. Observers assumed that greater co-operation, and a full rapprochement with Djibouti, would have to precede the lifting of sanctions. Some Western countries also wanted to see improvements in Eritrea’s woeful human-rights record. “Eritrea cannot assume that by saying wonderful things and opening good relations with the neighbours that will automatically lead to sanctions relief,” said Tibor Nagy, America’s top diplomat for Africa, in September. But Somalia and Ethiopia, which has a seat on the Security Council, helped to persuade members to lift the sanctions.\n\nThey were not very effective anyway. Arms had been getting in to Eritrea, many smuggled across the border with Sudan. The expansion of a military base in Eritrea belonging to the United Arab Emirates is also thought to have violated the embargo. Eritrea was not under an economic blockade, nor were its officials’ assets frozen. In the mining sector, a big part of Eritrea’s economy, investment actually increased after 2009. The economic sanctions were so narrowly targeted they were “practically toothless”, says Awet Weldemichael of Queen’s University in Canada.\n\nThe sanctions may have deterred some foreign investment, but the government’s own policies are most responsible for Eritrea’s woes. The UN likened its system of indefinite conscription to mass enslavement. Foreign firms saw this as a litigation risk. Nevsun, a Canadian mining firm and one of the only big foreign investors in Eritrea, says sanctions have had “no impact” on its work—but it has been taken to court for allegedly using forced labour in the construction of its zinc and copper mine near Asmara, the capital.\n\nThe government runs a command economy, making decisions that deliberately “limit the size of the pie”, says Jason Mosley of Chatham House, a think tank in London. In the early 2000s the government started withdrawing business and import licences from Eritrean entrepreneurs, prompting an exodus. The Red Sea Corporation, a conglomerate owned by the ruling party, has a virtual monopoly on public contracts. Since 2006 there has been a total ban on private construction.\n\nEritrea’s improved relations with its neighbours have raised hopes of a more stable Horn of Africa. But the lifting of sanctions will do little to help ordinary Eritreans. Isaias has ruled the country with an iron fist since independence from Ethiopia in 1993. At the least, he will no longer be able to blame foreign powers for his country’s problems."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Across the West powerful firms are becoming even more powerful", "description": "That could undermine public faith in capitalism, says Patrick Foulis", "url": "https://www.economist.com/special-report/2018/11/15/across-the-west-powerful-firms-are-becoming-even-more-powerful", "urlToImage": "https://cdn.static-economist.com/sites/default/files/images/print-edition/20181117_SRD012_1.jpg", "publishedAt": "2018-11-15T00:00:00Z", "content": "O NE BRIGHT morning earlier this year your correspondent travelled from New York to the University of Chicago to attend a conference on the threat to prosperity posed by monopolies. The journey began with an alarm beeping on a handset made by Apple (which has… [+7236 chars]", "fulltext": "O NE BRIGHT morning earlier this year your correspondent travelled from New York to the University of Chicago to attend a conference on the threat to prosperity posed by monopolies. The journey began with an alarm beeping on a handset made by Apple (which has a 62% market share in America), then a bumpy taxi ride to the airport paid for using a piece of plastic issued by one of the three firms, American Express, MasterCard and Visa, that control 95% of the credit-card market. In the terminal, breakfast was scoffed from a supersized fast-food chain, while emails were checked using Google, which has 60% of the browser market.\n\nThe mobile signal was transmitted on one of the three networks that control 78% of the telecoms market. The flight was with one of the four airlines that control 69% of journeys within America. In Chicago your correspondent checked into the LondonHouse hotel, which looks like a boutique but turns out to be part of Hilton, which controls 12% of all rooms in America, and 25% of the new rooms being built. The booking was made on Expedia, which has 27% of the North American online travel market.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\nThe firms involved in the journey made profits of $151bn and had a median return on capital of 29% last year. An equally weighted basket of their shares—call it the monopoly money portfolio—beat global stockmarkets by 484% over the past decade. Collectively, 17% of the companies’ shares are owned by just three investment mega-managers, BlackRock, Vanguard and State Street.\n\nDescribed this way, America’s economy has become a capitalist dystopia; a system of extraction by entrenched giants. Europe shows signs of the same sickness. Growing protectionism and increased digitisation may make things worse. The stakes are high.\n\nCompetition is an elixir. It spreads wealth today by lowering consumer prices and giving workers more choice of jobs, reducing firms’ monopsony power over them. It boosts productivity tomorrow by pushing firms to create better products for less. If profits in America fell to historically normal levels thanks to more competition, and private-sector workers got the benefits, real wages would rise by 6%. If competition also revived productivity growth, wages could rise a lot further. Without competition, capitalism is torpid and favours the few, not the many.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThis special report will examine the claim that big firms are too powerful and that they are stifling competition. It will look at Europe and America, arguing that competition has faded and that a carefully calibrated response is needed. Next, it will consider the tech sector—simultaneously a source of dynamism and monopoly power. Finally it will examine the intellectual decay of the antitrust establishment and explain why inaction is dangerous.\n\nA wake-up call\n\nThe view that competition might be in peril extends beyond those travelling from New York to Chicago. It feeds into the public’s sense that the economy is rigged. Pension funds are making huge bets that the likes of Facebook and Hilton can crank out vast profits in perpetuity. Economists worry that powerful firms could distort interest rates; central-bank bosses debated this in August at their gathering at Jackson Hole. In Europe regulators are angry with Silicon Valley. America’s antitrust agencies are waking up from a decades-long slumber, rather like financial regulators after the shock of 2008. Into the vacuum has stepped a radical new antitrust movement that believes the ideal economy is made up of lots of smaller firms with fragmented economic power. It wants to smash concentrations of capital in the name of liberty.\n\nBut the story is more complex than big business unfairly crushing all before it. Powerful firms are often efficient and pass the gains to consumers; think of Walmart selling mountains of baked beans for peanuts. They are often innovative, too. Netflix is burning cash to entertain 130m binge watchers. Populists often claim that the West has been ravaged by Chinese competition and is full of lazy incumbents, but can both be true? If monopolies are causing prices to rise, why is inflation low? Go back to that journey to Chicago. Your correspondent chose to switch from Samsung to Apple. The breakfast was cheap. Three of America’s four big airlines have spent time in Chapter 11 protection from creditors since 2005, while its three biggest telecoms firms invest $45bn a year. Expedia’s margins are falling. It is hard to prove that big investors collude. And the LondonHouse is elegant and keenly priced.\n\n“Competition is for losers,” writes Peter Thiel, an American venture capitalist, in his book, “Zero to One”. Monopoly is the goal, he says. But society benefits if successful entrepreneurs are constantly toppled by others. The levelling effect of competition means a constant struggle with vested interests that has played out for hundreds of years.\n\nAdam Smith, a Scottish economist, attacked the guilds that stifled 18th-century Britain. As America boomed in the 19th century industrial empires were created that trustbusters later broke up. Cartels were instrumental in 20th-century totalitarianism. In 1946 American administrators dissolved Japan’s zaibatsu (large industrial and banking conglomerates), and Germany’s Christian Democrats made competition their first priority in their economic manifesto in 1949. Margaret Thatcher used competition to revive Britain’s economy in the 1980s. In the 1990s the European Union used the single market to prise open stuffy industries. But after 2000 the West became complacent. Globalisation was assumed to guarantee competition. Over-mighty firms were judged to be a risk for corrupt emerging countries like Russia and the Philippines but not the rich world.\n\nIn fact powerful firms were gaining more clout in the West, for bad and good reasons. The bad reasons involve muffling competition. Some $44trn of takeovers have taken place since 1998, many aimed at creating pricing power or efficiency gains whose benefits are not passed to consumers. It has become fashionable for managers to build “moats”, or barriers to entry. That is reflected in the philosophy of Warren Buffett, who has built the world’s most valuable investment vehicle by betting on mature oligopolies in America. Clever firms found new ways to constrict competition. A fifth of all American workers are covered by non-compete clauses. Patents are “evergreened”. Arbitration clauses and complex contracts are used to hobble competitors. A few fund managers own big chunks of most firms. They do not conspire but they do set the tone at the top, doing little to encourage price wars.\n\nThe good reason for more powerful firms is the rise of an innovative elite that is an engine of efficiency. Its members are companies that have mastered digital technologies and enjoy network effects that help them fend off slower competitors, says John Van Reenen of MIT . In the tech sector this is clear. In old-fashioned industries, however, particularly regulated ones, digital wizardry is less likely to explain powerful firms’ clout. Whether they were created by cronyism or genius, if extraordinary profits are maintained for many years with no sign of new entrants, it is a clue that competition may not be working. In America and Europe there is a growing body of evidence that this is the case.\n\nSources and acknowledgements are listed here"}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Into the Brexit endgame", "description": "How Parliament should weigh up the Brexit deal", "url": "https://www.economist.com/leaders/2018/11/15/into-the-brexit-endgame", "urlToImage": null, "publishedAt": "2018-11-15T00:00:00Z", "content": null, "fulltext": "A T LAST, BRITAIN’S game of three-dimensional chess with the European Union is entering its closing phase. On November 14th the two parties published a draft divorce agreement, 585 pages in length. Nearly two-and-a-half years after the British shocked their own government by voting to leave the EU, they are about to discover what Brexit really means.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe game is by no means over. The deal still has to be agreed by the EU and, harder still, by the British Parliament. Several ministers, including the Brexit secretary, resigned in protest; Theresa May could yet be toppled. MP s must grapple with multiple loyalties: to their constituents, their parties and their own beliefs, all of which are likely to have shifted since the referendum. Within weeks they will have to make the biggest decision facing Britain, and one of the biggest for Europe, in generations.\n\nIf the country has learned anything since 2016, it is to look before it leaps. Yet, in what well summed up the level of debate on Brexit, hardline Leavers and Remainers alike trashed the deal before they had read a word of it. This makes no sense. The terms of the divorce will take time for MP s and those they represent to digest—and they may well be amended by European leaders before Parliament has its vote. Nor is it clear what would happen in the event that the deal were voted down: more negotiating, a second referendum or crashing out without a deal? But as the crunch vote nears, MP s must consider how to approach this fateful question.\n\nFirst, forget the past. The cheating that went on during the campaign, the premature triggering of Article 50 and the thin preparations are maddening. But they are questions for the inquiry that will surely one day dissect this national fiasco. The task before Parliament is to decide in a cool-headed way whether adopting the terms on offer is better for the country than rejecting them.\n\nThose who backed Remain—a group that includes this newspaper, as well as most MP s—will find little in the deal to make them think they were wrong. Although it legally sets out only a temporary framework, its terms are clearly worse than the status quo (see article). Yet if they are to respect the referendum, MP s should also judge the deal against what voters were promised. The Leave campaign had no formal manifesto, and most of those behind it have since fled the government. But the animating idea was to “take back control”. In some ways the deal does this, notably in immigration, where Britain would reclaim the right to limit migration from Europe. The price of this is being kicked out of the single market, which would hit the economy. MP s must decide whether the government is right that the public accepts this trade-off.\n\nIn other ways Britain will unequivocally forfeit control. It will stay aligned with many of the single market’s current and future rules, to keep trade flowing and the Irish border open, something the EU has made a condition of any deal. Once outside the EU , Britain will have no say in setting these rules. European judges will still arbitrate on such matters, even though Britain will no longer be able to nominate them. This is not taking back control but giving it up. Meanwhile, as long as it remains in a customs union Britain will not even get the consolation prize of signing trade deals with other countries, something by which many Brexiteers have come to set enormous (and unwarranted) store.\n\nThe deal also has implications for the integrity of the United Kingdom. It would keep open the Irish border, but create a deeper regulatory divide between Northern Ireland and mainland Britain. The sad truth is that most English voters do not care much about Northern Ireland. But MP s, particularly those from what is formally called the Conservative and Unionist Party, should ask themselves whether it is right that an accidental by-product of Brexit should be a step towards Irish unification.\n\nHanging over this debate about the pros and cons of the deal is the question of what overturning it would do to the health of Britain’s democracy. Parliament has the legal right to ignore the referendum. But after a record number of people voted (to “take back control”, no less), it could be catastrophic for trust in mainstream parties if it were to do so.\n\nIn truth, the democratic argument is more complicated. The vote to leave was an expression not just of Euroscepticism but of a wider frustration. It exposed divisions by age, region and class that the old left-right party divide had covered up. Far from bridging those divides, the bitter arguments since the referendum have if anything caused the two sides to move even further apart. Overturning the vote would risk making them irreconcilable. But adopting a Brexit deal like the one on offer would be unlikely to heal those wounds. Indeed, to the extent that the referendum was a howl by the left-behind against rule by remote and uncaring elites, this form of Brexit could make those problems worse. Anger at unaccountable rulers would not be assuaged by a deal in which Britain followed orders from people it could not elect. And those keen just to get the whole thing over with might find that Brexit marked only the beginning of national argument about the relationship with the behemoth next door.\n\nNor is it clear that the democratic thing to do is to hold people to the result of a two-year-old, narrowly won referendum, when the consequence of the vote has turned out to be quite different from what many voters expected. Polls suggest that a small majority now prefers Remain to Leave; more might prefer Remain to a compromise like the deal on offer. Almost all MP s want to respect the will of the people. The question is whether the people’s will found its perfect and enduring expression in 2016, or whether it might have changed."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "A defiant Italy puts Europe’s fiscal rules to the test", "description": "The government has refused to revise its budget.", "url": "https://www.economist.com/europe/2018/11/15/a-defiant-italy-puts-europes-fiscal-rules-to-the-test", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_EUD001.jpg", "publishedAt": "2018-11-15T00:00:00Z", "content": "T HE NEXT bout in the fight between Italy and the European Union has begun. Italys deadline to resubmit its budget plans to the European Commission, on November 13th, lapsed without its government flinching. To have given in, said Luigi Di Maio, the leader of… [+5552 chars]", "fulltext": "T HE NEXT bout in the fight between Italy and the European Union has begun. Italy’s deadline to resubmit its budget plans to the European Commission, on November 13th, lapsed without its government flinching. To have given in, said Luigi Di Maio, the leader of the Five Star Movement ( M 5 S ), one of the two governing parties, would have been “to commit suicide”. In turn, the commission is said to be planning to launch an excessive-deficit procedure ( EDP )—a disciplinary process that could lead to financial penalties—as early as next week.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe confrontation is the first test of the EU ’s fiscal compact, agreed on at the height of the euro-zone debt crisis. It beefs up the commission’s oversight over countries’ budgets and its power to impose sanctions if they transgress. The commission has so far shied away from imposing sanctions on euro-zone members, but they now seem a distinct possibility.\n\nThe fiscal rules are intended to keep macroeconomic imbalances in check. But sovereign-debt crises exposed flaws in the original framework. The rules that existed before 2011—that fiscal deficits not exceed 3%, and public debt 60%, of GDP —had not taken prevailing economic conditions into account. The result was too little prudence during good times, with transgressors going unpunished. Nor was there enough stimulus during bad ones. Much-needed state spending during the crisis was frowned upon: 23 out of 27 countries were judged to have excessive deficits in 2012.\n\nReforms to the system in 2011-13 tried to take better account of the economic cycle, while tightening enforcement. New rules seek to calculate “structural”, ie, cyclically adjusted, deficits. Debt stocks must be brought down at a prescribed pace. The commission assesses draft budgets every year. Its decision to impose sanctions can only be overturned if a qualified majority of member states vote to do so. That is meant to make it harder for rule-breakers to sway the vote, as Germany and France did in 2003.\n\nIf an EDP is launched against Italy, it would be the first time the procedure has been used because of a breach of the debt, rather than the deficit, rule, says Gregory Claeys from Bruegel, a think-tank. Instead of declining by the required average of 3.5 percentage points a year in order to get it down to the targeted 60%, Italy’s debt ratio of 131% of GDP is forecast by the commission to be flat during 2018-2020.\n\nItaly’s proposed fiscal deficit, though larger than the commission would like, does not breach the 3% ceiling. But the commission reckons it could come perilously close. In its forecasts published on November 8th it was more pessimistic than the government about Italy’s economic growth. It thinks the resulting lower receipts and higher spending will push the deficit to 2.9%, rather than the government’s estimate of 2.4%.\n\nBreaking the rules is necessary for an EDP to be invoked, but is not sufficient. Starting the procedure is also a sign that Italy has exhausted the commission’s flexibility. As the rules have proliferated, so have exceptions to them, says Philippe Martin, from France’s Council of Economic Analysis. Allowances are granted to countries struck by unforeseen events, such as an economic downturn, earthquake or influx of refugees, all of which can push up government spending. Those implementing costly structural reforms, or expecting a temporary deviation from the rules, might also be let off the hook.\n\nCritics say that such exemptions have contributed to the opacity and unpopularity of the rule book. But Italy has tended to benefit from the flexibility. It has been let off despite breaking the debt rule before. The commission estimates that Italy was granted €30bn ($34bn, or 1.8% of GDP) worth of exceptions to its deficit commitments as previous governments undertook reforms. The current one, which has undone structural reforms, eg, to pensions, can make less of an argument for special treatment. Nor has it tried to plead its case. Indeed, its rulers see confrontation with Brussels as a vote-winner.\n\nOnce an EDP has been approved by the European Council of heads of state, which could happen at their summit in December, a programme of recommendations and deadlines will follow. Italy’s progress will be monitored every three or six months. If the commission thinks Italy has not done its homework, it can impose a fine of 0.2% of GDP , and suspend payments from EU funds. Further cycles of homework and fines may follow until Italy is deemed compliant.\n\nSo far, though, the commission has been reluctant to whack countries with penalties. The nearest it came was in 2016, when Portugal and Spain were “fined” the sum of €0.The commission backed down for fear of worsening their fiscal problems and, perhaps, of stoking Euroscepticism.\n\nSome northern states are also uncomfortable with the EU ’s intrusion into national fiscal affairs, preferring that financial markets do the dirty work of disciplining profligacy instead. In October Giovanni Tria, the Italian finance minister, said that the government would reconsider its plans if the spread (ie, the difference) between Italian and German government borrowing costs were to rise to 400 basis points. (On November 13th it stood at just over 300.) The danger, though, is that investors could overreact. Market reactions can be both untimely and disorderly.\n\nThe political and economic costs of imposing fines could yet stay the commission’s hand. But the latest violation of the rules is particularly brazen, says Mr Claeys. Ignoring it risks undermining the commission’s credibility. That could well compel it to hurl its hefty rule book at Italy."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "The next capitalist revolution", "description": "Market power lies behind many economic ills. Time to restore competition", "url": "https://www.economist.com/leaders/2018/11/15/the-next-capitalist-revolution", "urlToImage": "https://cdn.static-economist.com/sites/default/files/images/print-edition/20181117_LDD002_0.jpg", "publishedAt": "2018-11-15T00:00:00Z", "content": "C APITALISM HAS suffered a series of mighty blows to its reputation over the past decade. The sense of a system rigged to benefit the owners of capital at the expense of workers is profound. In 2016 a survey found that more than half of young Americans no lon… [+6230 chars]", "fulltext": "C APITALISM HAS suffered a series of mighty blows to its reputation over the past decade. The sense of a system rigged to benefit the owners of capital at the expense of workers is profound. In 2016 a survey found that more than half of young Americans no longer support capitalism. This loss of faith is dangerous, but is also warranted. Today’s capitalism does have a real problem, just not the one that protectionists and populists like to talk about. Life has become far too comfortable for some firms in the old economy, while, in the new economy, tech firms have rapidly built market power. A revolution is indeed needed—one that unleashes competition, forcing down abnormally high profits today and ensuring that innovation can thrive tomorrow.\n\nCountries have acted to fuel competition before. At the start of the 20th century America broke up monopolies in railways and energy. After the second world war West Germany put the creation of competitive markets at the centre of its nation-building project. The establishment of the European single market, a project championed by Margaret Thatcher, prised open stale domestic markets to dynamic foreign firms. Ronald Reagan fostered competition across much of the American economy.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nA similar transformation is needed today. Since 1997 market concentration has risen in two-thirds of American industries. A tenth of the economy is made up of industries in which four firms control more than two-thirds of the market. In a healthy economy you would expect profits to be competed down, but the free cashflow of companies is 76% above its 50-year average, relative to GDP . In Europe the trend is similar, if less extreme. The average market share of the biggest four firms in each industry has risen by three percentage points since 2000. On both continents, dominant firms have become harder to dislodge.\n\nIncumbents scoff at the idea that they have it easy. However consolidated markets become domestically, they argue, globalisation keeps heating the furnace of competition. But in industries that are less exposed to trade, firms are making huge returns. We calculate the global pool of abnormal profits to be $660bn, more than two-thirds of which is made in America, one-third of that in technology firms (see Special report).\n\nNot all these rents are obvious. Google and Facebook provide popular services at no cost to consumers. But through their grip on advertising, they subtly push up the costs of other firms. Several old-economy industries with high prices and fat profits lurk beneath the surface of commerce: credit cards, pharmaceutical distribution and credit-checking. When the public deals with oligopolists more directly, the problem is clearer. America’s sheltered airlines charge more than European peers and deliver worse service. Cable- TV firms are notorious for high prices: the average pay- TV customer in America is estimated to spend 44% more today than in 2011. In some cases public ire opens the door to newcomers, such as Netflix. Too often, however, it does not. Stockmarkets value even consumer-friendly entrants such as Netflix and Amazon as if they too will become monopolies.\n\nRising market power helps solve several economic puzzles. Despite low interest rates, firms have reinvested a stingy share of their bumper profits. This could be because barriers to competition keep out even well-funded newcomers. Next, since the turn of the millennium, and particularly in America, labour’s share of GDP has been falling. Monopolistic prices may have allowed powerful firms to eat away at the purchasing power of wages. The labour share has fallen fastest in industries with growing concentration. A third puzzle is that the number of new entrants has been falling and productivity growth has been weak. This may also be explained by a lack of competitive pressure to innovate.\n\nSome argue that the solution to capital’s excesses is to beef up labour. Elizabeth Warren, a possible American presidential candidate, wants to put more workers on boards. Britain’s Labour Party promises compulsory employee share-ownership. And almost everyone on the left wants to reinvigorate the declining power of unions (see Briefing). There is a role for trade unions in a modern economy. But a return to 1960s-style capitalism, in which bloated oligopolies earn fat margins but dole cash out to workers under the threat of strikes is something to be avoided. Tolerating abnormal profits so long as they are distributed in a way that satisfies those with power is a recipe for cronyism. Favoured insiders might do well—witness the gap between coddled workers and neglected outsiders in Italy. But an economy composed of cosy incumbents will eventually see a collapse in innovation and hence a stagnation in living standards.\n\nFar better to get rid of rents themselves. Market power should be attacked in three ways. First, data and intellectual-property regimes should be used to fuel innovation, not protect incumbents. That means liberating individual users of tech services to take their information elsewhere. It also entails requiring big platforms to license anonymised bulk data to rivals. Patents should be rarer, shorter and easier to challenge in court.\n\nSecond, governments should tear down barriers to entry, such as non-compete clauses, occupational licensing requirements and complex regulations written by industry lobbyists. More than 20% of American workers must hold licences in order to do their jobs, up from just 5% in 1950.\n\nThird, antitrust laws must be made fit for the 21st century. There is nothing wrong with trustbusters’ remit to promote consumer welfare. But regulators need to pay more attention to the overall competitive health of markets and to returns on capital. America’s regulators should have more powers, as Britain’s do, to investigate markets that are becoming dysfunctional. Big tech firms should find it much harder to neutralise potential long-term rivals, as Facebook did when it acquired Instagram in 2012 and WhatsApp in 2014.\n\nThese changes will not solve every ill. But if they drove profits in America to historically normal levels, and private-sector workers got the benefits, real wages would rise by 6%. Consumers would have greater choice. Productivity would rise. That might not halt the rise of populism. But a competition revolution would do much to restore the public’s faith in capitalism."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "The beginning of the endgame for Brexit", "description": "Theresa May’s deal has provoked resignations from the cabinet. Getting the agreement through Parliament is looking ever harder", "url": "https://www.economist.com/britain/2018/11/15/the-beginning-of-the-endgame-for-brexit", "urlToImage": "https://cdn.static-economist.com/sites/default/files/images/print-edition/20181117_BRP005_0.jpg", "publishedAt": "2018-11-15T00:00:00Z", "content": "A FTER WHAT had seemed an endless period of delay and crunches evaded, this week Theresa May at last presented a draft Brexit deal agreed by negotiators in Brussels. The prime minister steered it through a lengthy cabinet meeting on November 14th. Yet the fol… [+9760 chars]", "fulltext": "A FTER WHAT had seemed an endless period of delay and crunches evaded, this week Theresa May at last presented a draft Brexit deal agreed by negotiators in Brussels. The prime minister steered it through a lengthy cabinet meeting on November 14th. Yet the following morning her own Brexit secretary, Dominic Raab, quit in protest. Others followed. As Conservative MP s condemned the deal, talk of a leadership challenge to the prime minister grew.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nMany more dangers lie ahead. The deal requires the consent of all 27 EU countries, with a special summit of leaders booked for November 25th. The European Parliament must approve it. Hardest of all, the agreement must pass the Westminster Parliament. With Leaver and Remainer MP s from all parties falling over each other to denounce the deal even before it was published, that hurdle looks very high.\n\nThe deal comes in two parts. The first is a draft withdrawal agreement that runs to 585 pages, including a protocol on Northern Ireland. The second is a seven-page political declaration about the future relationship between Britain and the EU . The first will become a legally binding treaty that covers such matters as Britain’s exit bill and EU citizens’ rights, as well as the so-called Northern Irish backstop. It will also create a standstill transition period after Brexit day on March 29th 2019, which will last until at least December 2020.\n\nThe much shorter second document will guide the future talks but be aspirational in nature. This may upset anyone who hoped Mrs May’s Brexit deal would be the end of the process. In fact, negotiations on almost every aspect of the future relationship, from security to trade, will begin only after Britain leaves the EU in March. Moreover, establishing a link between the two documents, on the basis that nothing is agreed until everything is agreed, will be difficult. That is a problem for those who believed payment of the exit bill would create useful bargaining leverage for a future trade agreement.\n\nThe main cause of delay in reaching a Brexit deal was Northern Ireland. The idea of a backstop plan that would avoid a hard border in Ireland in all circumstances was accepted by both sides last December. But Mrs May rejected the EU ’ s interpretation of the agreement, which was to keep Northern Ireland in a customs union and in regulatory alignment with its single market. She was partly driven by her government’s dependence on the Northern Irish Democratic Unionist Party (DUP), but also by her own revulsion at the notion of a customs border in the Irish Sea. The backstop in the withdrawal agreement is to keep the whole United Kingdom in a customs union with the EU until an alternative is found.\n\nYet two politically awkward tweaks were needed even for this to get through. The first concerns the question of how long the backstop lasts. Brexiteers hate the customs union because it precludes trade deals with third countries. So they wanted it to be time-limited (impossible, since this would negate the very purpose of a backstop) or at least for Britain to have the unilateral right to walk away from it. The compromise is an arbitration mechanism that will decide if the backstop, once invoked, is no longer needed. But that falls far short of a unilateral right of exit. MP s will want to see the legal advice on this point from the attorney-general, Geoffrey Cox, now a crucial pro-Brexit voice in the cabinet.\n\nThe second tweak was the determination of other EU countries to attach conditions to a UK - wide customs union. These have become known as “level playing-field” requirements. They include commitments to observe not just most single-market rules but also all EU environmental, labour and other standards. The fear of the EU 27 is of a Britain that benefits from frictionless trade in the customs union but is able to undercut continental competitors with laxer regulation. The EU wants to make clear that post-Brexit Britain is a rule-taker, not a rule-maker. By applying even more single-market rules to Northern Ireland, the EU ’ s backstop also clearly envisages greater regulatory (but not customs) checks in the Irish Sea.\n\nIt is easy in the Westminster bubble to forget that other EU countries have politics too. Indeed, their approval of the Brexit deal cannot be taken for granted. As Mujtaba Rahman of the Eurasia group, a consultancy, says, EU leaders may make further amendments to the level playing-field conditions or add new demands over access to British fisheries. Any such changes are likely to make the deal even less palatable in Westminster. And the EU ’ s determination to show that Britain will be worse off as a result of Brexit is likely to be supported by the economic-impact analysis the government has promised to give MP s.\n\nTheir already gloomy reaction to the withdrawal deal will only darken when they consider the accompanying political declaration. This has the benefit of being compatible with anyone’s preferred outcome, from a Norway-style relationship to a deal modelled on Switzerland or Canada. But in truth the EU 27 will be in control, with Britain having few cards to play. And the process is likely not just to be miserable but interminable. The Canadian free-trade deal took nine years; the two packages of Swiss bilateral deals 13. The process of ratifying any trade deal with Britain by all national and some regional parliaments will be tortuous.\n\nThese considerations chime with the view that Mrs May has failed to win most of the Brexit aims she set out to achieve (see table). Most MP s are disenchanted with the deal. The language used by some was venomous. Jacob Rees-Mogg, chairman of the European Research Group (ERG) of Eurosceptic Tory MP s, said the deal would make Britain a “slave state”. Boris Johnson, who quit as foreign secretary over Mrs May’s Chequers plan in July, called it “vassal-state stuff” that should be chucked out.\n\nIf all goes well, the parliamentary vote on the Brexit deal is likely to be held in mid-December. Even if it goes through there may be problems ahead, as Parliament must pass a mass of legislation, starting with a bill to give the deal legal effect and set a framework for transition. But there are serious doubts about whether MP s will approve the deal. Tory whips express confidence that the vote will be won. They hope that pressure from ministers, businesses and the EU itself will tell, as will fear of alternatives, notably of a no-deal Brexit. Yet the parliamentary arithmetic looks stacked against them.\n\nRebels with a cause\n\nStart with the Tories. Steve Baker, who helps to manage the ERG , says over 50 hardline Brexiteers will vote against the deal. Mr Baker says he does not want a no-deal Brexit, but cheerfully admits that parliamentary rejection of the deal would produce “chaos”. The odds of this have been increased by the anti-Brexit wing of the party. Jo Johnson resigned as transport minister on November 9th to fight for a second referendum (see Bagehot). Along with Dominic Grieve, a former attorney-general, and others he may form part of a group of perhaps a dozen pro-European Tories voting against Mrs May. The 13 Scottish Tory MP s could be another problem, especially if they detect a sell-out on fisheries.\n\nTory opposition means that Mrs May will have to look to other parties to get her deal through. The DUP seems implacably opposed. Despite its official support of her government, it says it cannot accept any of the regulatory barriers in the Irish Sea implied by the deal. The Scottish Nationalists and Liberal Democrats are certain to vote no. That leaves the official Labour opposition as the only possible party in which to fish for favourable votes.\n\nLabour’s position on Brexit has been consistent only in its ambiguity. Jeremy Corbyn, the party leader, is a lifelong Eurosceptic. His policy was in theory set by Labour’s latest party conference. It is to oppose any deal that does not deliver on an impossible-to-meet set of six tests. If the deal is defeated, he wants a general election. And if that is not obtainable, Labour is open to other options, including a public vote with staying in the EU as an option. Despite this, Mr Corbyn recently said that Brexit could not be stopped—only to be corrected by his shadow Brexit secretary.\n\nThe lure of defeating the government and, just possibly, precipitating an election, will surely drive most Labour MP s to vote no. Even the hard-core few that have previously backed Mrs May in Brexit votes cannot be relied on this time. But Tory whips believe that they might win over as many as 20-30 Labour MP s who are both hostile to Mr Corbyn’s leadership and anxious to avoid the risk of a no-deal Brexit. After all, it took a rebellion by pro-European Labour MP s to get Britain into the European project against hardline Tory opposition in the early 1970s.\n\nMrs May and her whips will mount a strong campaign to force through her deal, which she insists is in the national interest. Hardline Brexiteers will be told that defeat risks a reversal of Brexit. Softer MP s will hear that defeat could lead to Brexit with no deal. Others will be frightened by the prospect of a new prime minister, as the numbers of MP s’ letters calling for a Tory leadership contest approaches the 48 needed to force one. And others will fear even the remote possibility of an early election that might put Mr Corbyn in power."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "The case for another vote on Brexit is gaining strength", "description": "Support for one is no longer confined to a motley group of die-hards, no-hopers and eccentrics", "url": "https://www.economist.com/britain/2018/11/15/the-case-for-another-vote-on-brexit-is-gaining-strength", "urlToImage": "https://cdn.static-economist.com/sites/default/files/images/print-edition/20181117_BRD000_0.jpg", "publishedAt": "2018-11-15T00:00:00Z", "content": "A YEAR AGO the case for a second vote on EU membership looked like the definition of a lost cause. At the general election in 2017 both major parties promised to deliver Brexit. The only party that wanted to hold another referendum, the Liberal Democrats, got… [+6056 chars]", "fulltext": "A YEAR AGO the case for a second vote on EU membership looked like the definition of a lost cause. At the general election in 2017 both major parties promised to “deliver Brexit”. The only party that wanted to hold another referendum, the Liberal Democrats, got 8% of the vote. Support for a so-called People’s Vote on the terms of Britain’s exit from the EU was confined to a motley group of die-hards, no-hopers and eccentrics who spent more time feuding over technicalities (should 16-year-olds be given a say this time round?) than they did making their case to the people.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nToday there is a significant chance that Britain will end up having a vote on whether to accept the Brexit deal that Theresa May presented to the cabinet on November 14th. Over the past few months the no-hopers have racked up a succession of victories. In October the People’s Vote campaign organised a march of 670,000 people in London. On November 9th Jo Johnson, a transport minister and brother of Boris, resigned from the government and argued that, given Britain now faced a choice between “vassalage” and “chaos”—that is, remaining tied to the EU without a say on its rules or leaving without a deal—the only reasonable choice was another vote. On November 12th Gordon Brown became the third former prime minister to call for another vote. And Mrs May herself admitted this week that Britain faced a three-way choice: her deal, no deal, “or no Brexit at all.”\n\nThe mood in the People’s Vote headquarters in Millbank Tower is understandably upbeat. Serried rows of millennials and younger-than-millennials examine battle charts of target audiences and chat excitedly into their mobile phones (there is nothing so old-fashioned here as a landline). People’s Voters have even been honoured with their own version of Watergate: some miscreants (“undoubtedly Brexiteers”) broke into the headquarters and urinated into the sweet bowl on the reception desk (unfortunately Bagehot was told about this transgression only after he had helped himself to a generous portion of sweets from said bowl).\n\nWhy has such a lost cause become such a powerful force in political life? Luck clearly played its part. Mrs May made a succession of errors, including triggering Article 50 before she had worked out her demands and calling an election that destroyed her majority. The EU played its hand brilliantly, particularly when it came to Northern Ireland. But in the end it was down to logic. The Brexiteers had promised the impossible—all the advantages of EU membership with none of the disadvantages—and disillusionment was inevitably going to follow.\n\nThis remorseless logic has had the peculiar effect of turning the People’s Vote’s weaknesses into strengths. The campaign has always lacked the normal requirements for political success: a charismatic leader, a clear organisational structure and a common identity. It consists of nine different organisations that bear a striking resemblance to Monty Python’s People’s Front of Judea and its challengers. But having hobbled it at first, these weaknesses are now helping it. Because it is not associated with any political party or grandee, it can reach across the political spectrum. And because it is driven by young volunteers whom nobody has ever heard of, it can challenge the idea that it is a front for Blairite centrism. Ironically, the movement that the People’s Vote most resembles is the campaign to leave the EU , a movement that began as a collection of no-hopers, ran on a combination of adrenalin and passion, and then broke all the conventional rules of politics.\n\nThere are strong arguments against having another vote. Doing so would once again bitterly divide the country and might even lead to civil unrest. David Cameron’s government promised that the referendum in 2016 would decide whether Britain left or stayed. About 2.8m people who had given up the habit of voting on the grounds that the establishment rigs the system turned up to vote (almost all of them for Leave). A second referendum might produce another close result or another victory for Leave. There are also practical problems: how do you go about throwing another vote into the political mix? And what would the question be?\n\nBlow me down\n\nBut the question at the heart of British politics is not whether this or that option is difficult and painful but whether it is more or less difficult and painful than the alternatives. The politics of having your cake and eating it have long since given way to the politics of choosing between gruel or bread and water. A second vote would divide the country and infuriate Leavers. But the country is already divided and Remainers (who include the vast majority of younger voters) are in a fury. Another vote would mean going back on Mr Cameron’s promise to the voters. But as David Davis, the former Brexit secretary and an ardent Leaver, pointed out before the referendum of 2016, “If a democracy cannot change its mind, it ceases to be a democracy.” Opinion polls already suggest that a small majority of voters supports staying in the EU . That majority might easily be much bigger if the voters are confronted with a choice between the existing arrangements and a deal which, as both Remainers and Leavers now recognise, would force Britain to abide by many of the EU ’s rules while depriving it of any say over those rules. The practicalities of holding a vote would be complicated—and would undoubtedly involve calling for an extension of the deadline for withdrawal under Article 50—but Lord Kerr (who wrote the article in question) has identified six paths to another referendum."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "The battle over a citizenship question on the 2020 census heats up", "description": "The Supreme Court may decide whether the question appears on the decennial survey", "url": "https://www.economist.com/democracy-in-america/2018/11/14/the-battle-over-a-citizenship-question-on-the-2020-census-heats-up", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_USP502.jpg", "publishedAt": "2018-11-14T21:19:02Z", "content": "ONLY six sentences into Americas constitution, the founders instructed Congress to conduct, within three years of its first meeting, an actual enumeration of people living in each state as well as additional headcounts within every subsequent term of ten year… [+5349 chars]", "fulltext": "ONLY SIX sentences into America’s constitution, the founders instructed Congress to conduct, within three years of its first meeting, an “actual enumeration” of people living in each state as well as additional headcounts “within every subsequent term of ten years”. But the decennial census involves much more than raw numbers. A state’s share of the national population determines how many seats in the House of Representatives—and how many electoral votes in presidential elections—it will control. It also dictates how $650bn in federal funds for services like education, road-building and disaster relief are divvied up among states and localities.\n\nEvery decade, the census brings angst for states that fear they may lose congressional representation and excitement for those hoping to pick up a seat or two. But the looming 2020 census (America’s 24th) has caused particular concern, over what Steven Choi of the New York Immigration Coalition, an umbrella immigrant-rights organisation, calls a “more than fishy” decision to include a new question: “Is this person a citizen of the United States?”\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt has been 70 years since a query regarding citizenship appeared on the census. Now Wilbur Ross, the secretary of commerce, faces six consolidated lawsuits—two each in California, Maryland and New York—over his announcement in March this year that he intends to type it back in. Eighteen states and the District of Columbia—together with 15 cities, several counties and immigrant-aid groups including the New York Immigration Coalition—are suing Mr Ross and the Commerce Department for flouting proper rule-changing procedures, discriminating against immigrants and attempting to scare them away from participating in the census. The trial, which began on November 5th in New York City, has been long on rather arcane details of survey design and methodology. But testimony from former Census Bureau officials, scholars and statisticians suggests something quite clear: Mr Ross’s plan sprang not from a genuine need for citizenship data but from political discussions with White House officials including noted anti-immigrant figures like Steve Bannon. The inclusion of the question deviates from the normal practice of field-testing questions extensively, for years, before adding them to the census and is likely to result in a significant undercount of people in immigrant communities.\n\nOn November 9th, John Thompson, who spent more than 30 years at the Census Bureau and was its director from 2013 to 2017, took the stand to explain that immigrants’ “lack of trust” in government makes them more difficult to survey. Being asked about their citizenship, he noted, would probably make them even more circumspect. In a court filing, Mr Thompson called Mr Ross’s decision “unprecedented” and “more than unusual”. Referring to evidence that Mr Ross approached the Department of Justice (DoJ) to implore the agency to suggest the change, Mr Thompson wrote, “I never observed a political official at the Department of Commerce solicit another federal agency to request that a specific question be added to the Decennial Census questionnaire.”\n\nThe purported reason for adding the question—which the array of plaintiffs argue is mere pretext—is to permit the DoJ to better enforce section 2 of the Voting Rights Act (VRA) prohibiting discriminatory treatment of minorities. This concern with the right to vote is rather out of character for the Trump administration, which has turned away from attempts to uphold the VRA while expending energy on a fight against purported, but phantom, voter fraud. In any case, citizenship data from the census is unnecessary for policing the right to vote. In a forthcoming article in the Columbia Law Review, Justin Levitt, a professor at Loyola Law School and former DoJ official, writes that data from the American Community Survey, a longer-form survey administered annually by the Census Bureau, provides all the data the government needs. After reviewing dozens of recent cases, Mr Levitt found none in which census data on citizenship would have given the DoJ a better grip on voting-rights violations.\n\nTestifying on November 13th, John Abowd, chief scientist and an associate director for research and methodology at the Census Bureau, made some similar points. In a memo to Mr Ross in January, Mr Abowd wrote that the addition on a citizenship question would be costly and may “[harm] the quality of the census count”. He explained that “it is common for households to include persons with a variety of citizenship statuses”. Lawful permanent residents, also known as green-card holders, may be more wary of noting they are not citizens if members of their family are undocumented. Though individual census data is kept private for 72 years, respondents—especially minorities—worry about confidentiality. With approximately 42m immigrants living in America, and about quarter of those undocumented, the question could significantly reduce compliance.\n\nWhichever side prevails in the case, an appeal to the Second Circuit Court of Appeals is quite likely, as is an eventual plea for the Supreme Court, which has already issued orders concerning contours of the district-court proceedings. Typically a rather slow-moving institution, the high court may have to accelerate its pace if it is to resolve whether citizenship appears on the census questionnaire: the forms must begin rolling out of the printers in June, a few weeks before the justices typically hand down the most contentious rulings of the term."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "The rule of female presidents (on screen, at least)", "description": "Many of the commanders-in-chief in American television series are women. They have lots in common", "url": "https://www.economist.com/prospero/2018/11/14/the-rule-of-female-presidents-on-screen-at-least", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_BKP507.jpg", "publishedAt": "2018-11-14T15:55:35Z", "content": "I FEEL IM letting so many people down, the American president tells a confidant shortly after resigning from office. The leader of the free world is not mired in scandal; rather, in the film Kisses for my President (1964), Leslie McCloud (Polly Bergen) is pre… [+4635 chars]", "fulltext": "“I FEEL I’M letting so many people down,” the American president tells a confidant shortly after resigning from office. The leader of the free world is not mired in scandal; rather, in the film “Kisses for my President” (1964), Leslie McCloud (Polly Bergen) is pregnant. The commander-in-chief decides to give up her “strenuous duties” and devote herself to her family. America has yet to elect a Madam President, but the film was hardly revolutionary. Its focus was not McCloud, but her husband, Thad (Fred MacMurray). Billed as a comedy, it follows him as he struggles to execute the customary duties of a First Lady and sees his attempts at seducing his wife kiboshed by matters of state.\n\nIf the very idea of a female president was a hilarious premise for a film in the 1960s, today they govern on screen more regularly and more seriously. The (usually white) women who rule America—Mellie Grant (Bellamy Young) on ABC’s nighttime soap “Scandal”, Selina Meyer (Julia-Louis Dreyfus) on the HBO satire “Veep”, Elizabeth Keane (Elizabeth Marvel) on the Showtime spy thriller “Homeland”—are no longer minor and underdeveloped characters like McCloud, but protagonists. They even manage to run the country while pregnant. In the sixth and final season of “House of Cards”, the unpopular Claire Hale (Robin Wright) weaponises her pregnancy, partially to boost her approval ratings.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThese characters might seem to be exercises in wish fulfilment, given America’s recent refusal to elect a qualified woman to the highest office in the land, but they reify the fact that the White House is men’s to give up. Rarely elected on their merits, the female presidents of the small screen frequently gain access to the Oval Office via the vice presidency or an absurd plot twist. Meyer, Hale, Mackenzie Allen (Geena Davis) in the short-lived drama “Commander in Chief” (2005), and Claire Haas (Marcia Cross) on the recently cancelled “Quantico”, inherit the office after the male president resigns or dies. On “Scandal”, where no plotline is too outlandish, Grant, a former First Lady, loses the presidential election. But after the president-elect is assassinated during his victory speech and the vice-president-elect is framed for it, the electoral college picks her as his replacement. Even in fiction, women are the second-best option.\n\nMany shows with female presidents focus their attention on questions surrounding work-life balance—preoccupations that are rarely, if at all, explored on shows where men are at the helm. In “Commander in Chief”, Allen’s most strenuous problems are on the home front, where she struggles to juggle the demands of a husband, three children and a widowed mother. In “Scandal”, Grant, a woman who finished first in her class at Harvard Law School and then stifled her own career ambitions to allow her ex-husband to pursue his, enters the White House single and lonely. She complains that men find her intimidating because of her job and that the nature of her work precludes her from having a fulfilling sex life. One struggles to imagine President Josiah Bartlet (Martin Sheen) on “The West Wing” tearing himself away from the minutiae of policymaking to complain to his chief of staff that he is unable to “smuggle in an orgasm”, as Grant does.\n\nStereotypes about women’s unbalanced emotional state unsurprisingly feature in these shows. When Grant develops feelings for the president of the fictional country of Bashran, her closest advisers fret that sentimentality will prevent her from acting in the best interests of the country, so they blow up his plane as he leaves America. “You couldn’t keep your damn legs closed,” an aide snipes when explaining the reason for the assassination. The writers of “House of Cards” at least make the cliché a plot point. Hale fakes an emotional breakdown so that she can weed out the male lawmakers who are trying to undermine her and replace them with an all-female cabinet. It works, despite the fact that Hale has shown herself over the course of the series to be as ruthless and cunning as her late husband and predecessor, Frank Underwood (Kevin Spacey). Episodes earlier, in fact, her steely comportment prompts opponents to question whether “she’s a person or just playing the part of one”. That they have no trouble believing that she is having a “full-blown Howard Hughes” episode suggests that they think such wavering is inevitable with a female president.\n\nHow political figures are portrayed on television matters—not only because lazily drawn characters are dull to watch, but because pop culture has a role in easing public acceptance of social issues. “The reign of the middle-aged white man is over,” Hale tells a potential Supreme Court nominee; turning to the camera, she reminds viewers that it’s her “turn”. The question is how long it will take for life to imitate art."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "The oil price swings dramatically", "description": "T HE OIL price was supposed to be soaring around now. With American sanctions against Iran taking effect earlier this month, exports from that country, the world’s fourth-largest producer of crude oil last year, were expected to shrink to close to zero. In an…", "url": "https://www.economist.com/finance-and-economics/2018/11/15/the-oil-price-swings-dramatically", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_FNP501.jpg", "publishedAt": "2018-11-14T14:39:41Z", "content": "T HE OIL price was supposed to be soaring around now. With American sanctions against Iran taking effect earlier this month, exports from that country, the worlds fourth-largest producer of crude oil last year, were expected to shrink to close to zero. In ant… [+4200 chars]", "fulltext": "T HE OIL price was supposed to be soaring around now. With American sanctions against Iran taking effect earlier this month, exports from that country, the world’s fourth-largest producer of crude oil last year, were expected to shrink to close to zero. In anticipation the price of Brent crude, the international benchmark, went above $86 in early October, a four-year-high, and some warned of prices above $100 a barrel.\n\nInstead, by November 8th oil had entered a bear market. The price of Brent crude stood at $66.53 on November 14th. West Texas Intermediate, the American oil benchmark, dropped for 12 straight trading sessions, until November 14th, when it at last ticked up (see chart). That was the longest uninterrupted decline in over three decades. American crude futures have plunged by 20% from their recent peak.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nSome of the reasons for the slump are standard fare. In October the IMF lowered its forecast for global economic growth. Trouble in emerging markets has an outsize effect on their demand for dollar-denominated oil, as it becomes more expensive in weakening local currencies. But the oil market’s recent volatility also reflects new forces, including the limits of conventional producers and the peculiar impact of America’s president, Donald Trump.\n\nThe Organisation of Petroleum Exporting Countries ( OPEC ), led by Saudi Arabia, aspires to cosy stability. Prices should be high enough to sustain its members’ budgets and low enough to support global demand. But its grip has slipped. There are now three dominant oil producers: America, Saudi Arabia and Russia, only one of which is a member. As America’s shale industry has boomed, Saudi Arabia has turned to Russia to help co-ordinate production. Their interests are not perfectly aligned. Saudi Arabia’s oil minister, Khalid al-Falih, this week said the kingdom would lower output by 500,000 barrels a day in December; Russia’s oil minister doubted that there would be oversupply.\n\nBut it is America that has had the greatest destabilising effect. This year it became the world’s top producer of crude. Its shale companies are pumping out oil at a phenomenal rate. Output in August was 23% above the level 12 months earlier. But the shale industry is beholden to investors, not an oil minister, and production may taper if oil prices continue to slide and investors demand higher returns. On top of that come Mr Trump’s policies, which are helping to shove oil markets this way and that.\n\nAfter he announced sanctions on Iran in May, OPEC and its allies agreed to increase output. Production from Saudi Arabia and Russia has climbed to record highs. Then, on November 5th, America announced that it would grant 180-day waivers to China, India and six other countries to continue to import from Iran—countries that together account for more than 75% of Iranian exports, according to Sanford C. Bernstein, a research firm.\n\nMr Trump’s trade policies are also depressing demand for oil. The IMF ’s lower forecast for growth is due in part to a slowdown in emerging markets, but also to rising tensions between America and its trading partners, a strain that further weakens emerging economies. The growth in air freight and shipping has fallen by about half in the past year, says Edward Morse of Citigroup, depressing demand for diesel fuel. Mr Trump’s trade war with China is particularly important for oil markets, as China accounted for about 40% of the growth in demand for oil last year. On November 13th OPEC lowered its forecast for global oil demand next year.\n\nBut even as oil prices fall, there is reason to think they could spike again soon. More production cuts may come next month, after OPEC and its partners meet in Vienna. On top of uncertainty in Iran, disruption in Venezuela, Libya, Nigeria or Iraq could squeeze global supply. These “fragile five”, as some investors call them, accounted for 12% of global oil production from July to September, more than Saudi Arabia."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Why Delhi is so polluted", "description": "Geography and poverty combine to make the Indian capital one of the dirtiest cities in the world", "url": "https://www.economist.com/the-economist-explains/2018/11/14/why-delhi-is-so-polluted", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_BLP503.jpg", "publishedAt": "2018-11-14T06:16:02Z", "content": "DELHI does not have the dirtiest air in the world. According to the 2018 ranking of 4,500 cities by the World Health Organisation, that distinction goes to Kanpur, another of the north Indian towns that occupy the top 14 spots on the list. But with 25m people… [+3898 chars]", "fulltext": "DELHI does not have the dirtiest air in the world. According to the 2018 ranking of 4,500 cities by the World Health Organisation, that distinction goes to Kanpur, another of the north Indian towns that occupy the top 14 spots on the list. But with 25m people Delhi is far bigger than the others, so its pollution endangers more lives. Dirty air kills some 30,000 Delhi-wallahs a year—and that is a low estimate, some doctors say, if you count for effects as varied as higher rates of lung cancer, diabetes, premature births and, according to recent research, even autism. Delhi’s daily average level of suspended PM2.5—fine dust—is six times what the WHO regards as the maximum safe concentration. In winter it is higher and in the weeks after Diwali, an autumn festival of lights (and firecrackers), it can rise above 50 times the WHO limit. Why is Delhi so polluted?\n\nThe answers are as layered as the smog itself. One problem is geography. The flat, fertile plain where Delhi sits is bounded by the Himalayas, which block the movement of air. In summer, intense heat creates an updraft, lifting smog to altitudes where monsoon winds off the Indian Ocean can largely disperse it. But in winter, morning mist traps particles at ground level. There is rarely a breeze, but even so colder air coming off the mountains creates a lid effect. Dust and smoke accumulate and hang. Where do they come from? Aside from the ordinary dustiness of a hot country that is under constant construction and has tens of millions moving along poorly paved roads, there are the airborne effluents of coal-fired power plants, crematoria, fire-cleared rice paddies, factories and furnaces burning cheap pet coke and furnace oil, millions of poorly tuned vehicles running on low-grade fuel, diesel-powered locomotives and generators, and cooking stoves fed by cow dung and wood.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nPoverty exacerbates the challenge. It is not easy, for instance, to get farmers to use costly machines to prepare fields for planting wheat after the autumn rice harvest, instead of simply burning off the rice stubble. But policies have sometimes made things worse. Pushing for self-sufficiency in energy, successive governments have favoured coal-fired power over cleaner plants. They have also kept diesel cheaper than petrol, a vote-getting sop to farmers who run diesel tractors and pumps. The result: millions of stinky, diesel-powered vehicles fill Indian cities, after carmakers and buyers shifted to the more “economical” fuel. Another example: faced ten years ago with a frightening fall in groundwater levels, states in north-west India’s rice belt forced farmers to delay planting until well into the monsoon. The water table did stabilise. But the delay also pushed back the harvest. Now, when farmers burn rice stubble, the tail of the monsoon has already passed. With no wind to disperse it, the smoke drifts idly south-east, converging in the skies over Delhi.\n\nUnlike Beijing, whose efforts to purge itself of smog have made impressive headway, India’s capital is not run by top-down command. The city’s government is not only slowed by elections, but by a structure of overlapping jurisdictions so convoluted it seems designed to fail. Even so, some progress has been made. For more than 15 years most buses, taxis and auto-rickshaws have run on natural gas. Polluting industries and coal-fired power plants have been shut down, and a project to distribute domestic cooking gas to replace solid fuels has grown. This year the national government banned imports of dirtier industrial fuels, and introduced higher-octane petrol and diesel in the capital. By 2020 all new cars sold in India will have to conform to much cleaner emissions standards. State governments are pushing harder to stop farmers burning their fields. As the smog thickened dangerously again this month, Delhi’s own government banned lorries from entering the city and ordered a halt to construction projects. Some day, a concerted combination of such steps may actually bring blue skies back to India's capital. The question is, when?"}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "The oil price swings dramatically", "description": "Blame the turmoil on American policy", "url": "https://www.economist.com/finance-and-economics/2018/11/14/the-oil-price-swings-dramatically", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_FNP501.jpg", "publishedAt": "2018-11-14T00:00:00Z", "content": "THE OIL PRICE was supposed to be soaring around now. With American sanctions against Iran taking effect earlier this month, exports from Iran, the worlds fourth-largest producer of crude oil last year, were expected to shrink to close to zero. In anticipation… [+3953 chars]", "fulltext": "T HE OIL price was supposed to be soaring around now. With American sanctions against Iran taking effect earlier this month, exports from that country, the world’s fourth-largest producer of crude oil last year, were expected to shrink to close to zero. In anticipation the price of Brent crude, the international benchmark, went above $86 in early October, a four-year-high, and some warned of prices above $100 a barrel.\n\nInstead, by November 8th oil had entered a bear market. The price of Brent crude stood at $66.53 on November 14th. West Texas Intermediate, the American oil benchmark, dropped for 12 straight trading sessions, until November 14th, when it at last ticked up (see chart). That was the longest uninterrupted decline in over three decades. American crude futures have plunged by 20% from their recent peak.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nSome of the reasons for the slump are standard fare. In October the IMF lowered its forecast for global economic growth. Trouble in emerging markets has an outsize effect on their demand for dollar-denominated oil, as it becomes more expensive in weakening local currencies. But the oil market’s recent volatility also reflects new forces, including the limits of conventional producers and the peculiar impact of America’s president, Donald Trump.\n\nThe Organisation of Petroleum Exporting Countries ( OPEC ), led by Saudi Arabia, aspires to cosy stability. Prices should be high enough to sustain its members’ budgets and low enough to support global demand. But its grip has slipped. There are now three dominant oil producers: America, Saudi Arabia and Russia, only one of which is a member. As America’s shale industry has boomed, Saudi Arabia has turned to Russia to help co-ordinate production. Their interests are not perfectly aligned. Saudi Arabia’s oil minister, Khalid al-Falih, this week said the kingdom would lower output by 500,000 barrels a day in December; Russia’s oil minister doubted that there would be oversupply.\n\nBut it is America that has had the greatest destabilising effect. This year it became the world’s top producer of crude. Its shale companies are pumping out oil at a phenomenal rate. Output in August was 23% above the level 12 months earlier. But the shale industry is beholden to investors, not an oil minister, and production may taper if oil prices continue to slide and investors demand higher returns. On top of that come Mr Trump’s policies, which are helping to shove oil markets this way and that.\n\nAfter he announced sanctions on Iran in May, OPEC and its allies agreed to increase output. Production from Saudi Arabia and Russia has climbed to record highs. Then, on November 5th, America announced that it would grant 180-day waivers to China, India and six other countries to continue to import from Iran—countries that together account for more than 75% of Iranian exports, according to Sanford C. Bernstein, a research firm.\n\nMr Trump’s trade policies are also depressing demand for oil. The IMF ’s lower forecast for growth is due in part to a slowdown in emerging markets, but also to rising tensions between America and its trading partners, a strain that further weakens emerging economies. The growth in air freight and shipping has fallen by about half in the past year, says Edward Morse of Citigroup, depressing demand for diesel fuel. Mr Trump’s trade war with China is particularly important for oil markets, as China accounted for about 40% of the growth in demand for oil last year. On November 13th OPEC lowered its forecast for global oil demand next year.\n\nBut even as oil prices fall, there is reason to think they could spike again soon. More production cuts may come next month, after OPEC and its partners meet in Vienna. On top of uncertainty in Iran, disruption in Venezuela, Libya, Nigeria or Iraq could squeeze global supply. These “fragile five”, as some investors call them, accounted for 12% of global oil production from July to September, more than Saudi Arabia."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "A slippery slope towards designer babies?", "description": "A new genetic-screening technique lets parents choose embryos most likely to grow into healthy adults", "url": "https://www.economist.com/science-and-technology/2018/11/14/a-slippery-slope-towards-designer-babies", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_STP004.jpg", "publishedAt": "2018-11-14T00:00:00Z", "content": "SOON TWO biotechnology firms will begin to offer couples undergoing in vitro fertilisation (IVF) the chance to screen embryos before they are implanted in the mothers womb. This kind of preimplantation genetic diagnosis has, for nearly 30 years, been widely u… [+4365 chars]", "fulltext": "SOON TWO biotechnology firms will begin to offer couples undergoing in vitro fertilisation (IVF) the chance to screen embryos before they are implanted in the mother’s womb. This kind of preimplantation genetic diagnosis has, for nearly 30 years, been widely used to test for chromosomal abnormalities or specific genetic disorders that affect only a single gene, such as cystic fibrosis. MyOme, based in Menlo Park, California, and launching in 2019, and Genomic Prediction, based in North Brunswick, New Jersey, have something more revolutionary in mind.\n\nThe two companies hope to reconstruct the important parts of an embryo’s genome using just a few cells from a biopsy and genetic sequences of both parents. With the resulting genomic data in hand, the firms can then, in theory, calculate the risk of the embryo developing a wide range of different diseases in later life. Crucially, the ailments in question may be extraordinarily complicated, involving thousands of genetic variants (common mutations) in different parts of the genome.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nTwo advances underlie this feat. The first is in the method used to produce an accurate picture of the embryo’s genome. Genetic data gleaned by sequencing the tiny quantities of DNA available from the embryo are invariably noisy. The parents’ sequences, however, can be determined precisely. The companies take advantage of the second fact to overcome the difficulties associated with the first, by using powerful computer algorithms to find and stitch together the segments of each parent’s chromosomes that most closely match those of the embryo (and are therefore likely to have been inherited). MyOme’s near-complete genome sequence of the embryo is more than 99% accurate, according to research published by Akash Kumar and Matthew Rabinowitz, two of the firm’s founders, and their colleagues. (Genomic Prediction says its approach is related but not identical to that being used by MyOme.)\n\nThe second development has been the greater speed and lower cost of DNA sequencing, which has made an increasing amount of human genetic information available. By analysing the resulting data with machine-learning algorithms, researchers are producing risk profiles for heart disease, diabetes, breast cancer, auto­immune diseases and other common illnesses. The upshot is that, based on a person’s DNA data, a “polygenic risk score” for a disease can be calculated by adding contributions from hundreds or even millions of common genetic variants, each individually conferring only a small risk but which may, in sum, greatly increase the chances of contracting a specific disease.\n\nUnnatural selection\n\nFor example, a conventional breast-cancer test may look for harmful mutations in two genes, BRCA1 and BRCA2. Such mutations occur in about 1 in 500 women (in America) but carrying one of them increases the chances of developing the disease by a factor of five or six. A polygenic risk score, calculated by considering some 5,000 genetic variants, can identify the 1.5% of women who are three times more likely than average to develop the disease, but who may not have any mutations in either BRCA1 or BRCA2.\n\nBy selecting between different embryos, a couple undergoing IVF (1-2% of all American births today) can optimise the health of their future progeny in a way that those who conceive naturally cannot. When the technique becomes widely available, as it no doubt will, those wealthy enough to do so may opt to undergo IVF even if they are able to conceive naturally. And although both firms say that, for ethical reasons, they will screen embryos only for disease risk, there is no reason why other traits such as height, or most controversially intelligence, might not be selected in the same way.\n\nThe technique has limitations. The most accurate polygenic risk scores can be calculated only for those of European ancestry, because fewer people from other populations have been sequenced so far. And although polygenic scores may hint that particular genetic variants increase IQ, they provide almost no information on how they do so. The causal connection between genes and traits remains murky.\n\nAll this means that to truly tailor a baby’s genome will require further advances in gene editing, and much more painstaking work. In 2019, however, those with the cash to do so will have an opportunity to give their offspring a greater chance of living a long and healthy life.\n\nThis article appears in \"The World in 2019\", our annual edition that looks at the year ahead, available on newsstands now"}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "A defiant Italy puts Europe’s fiscal rules to the test", "description": "The government has refused to revise its budget. Disciplinary proceedings now seem likely", "url": "https://www.economist.com/europe/2018/11/14/a-defiant-italy-puts-europes-fiscal-rules-to-the-test", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_EUP502.jpg", "publishedAt": "2018-11-14T00:00:00Z", "content": "THE NEXT bout in the fight between Italy and the European Union has begun. Italys deadline to resubmit its budget plans to the European Commission, on November 13th, lapsed without its government budging. To have given in, said Luigi Di Maio (pictured), the l… [+5452 chars]", "fulltext": "T HE NEXT bout in the fight between Italy and the European Union has begun. Italy’s deadline to resubmit its budget plans to the European Commission, on November 13th, lapsed without its government flinching. To have given in, said Luigi Di Maio, the leader of the Five Star Movement ( M 5 S ), one of the two governing parties, would have been “to commit suicide”. In turn, the commission is said to be planning to launch an excessive-deficit procedure ( EDP )—a disciplinary process that could lead to financial penalties—as early as next week.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe confrontation is the first test of the EU ’s fiscal compact, agreed on at the height of the euro-zone debt crisis. It beefs up the commission’s oversight over countries’ budgets and its power to impose sanctions if they transgress. The commission has so far shied away from imposing sanctions on euro-zone members, but they now seem a distinct possibility.\n\nThe fiscal rules are intended to keep macroeconomic imbalances in check. But sovereign-debt crises exposed flaws in the original framework. The rules that existed before 2011—that fiscal deficits not exceed 3%, and public debt 60%, of GDP —had not taken prevailing economic conditions into account. The result was too little prudence during good times, with transgressors going unpunished. Nor was there enough stimulus during bad ones. Much-needed state spending during the crisis was frowned upon: 23 out of 27 countries were judged to have excessive deficits in 2012.\n\nReforms to the system in 2011-13 tried to take better account of the economic cycle, while tightening enforcement. New rules seek to calculate “structural”, ie, cyclically adjusted, deficits. Debt stocks must be brought down at a prescribed pace. The commission assesses draft budgets every year. Its decision to impose sanctions can only be overturned if a qualified majority of member states vote to do so. That is meant to make it harder for rule-breakers to sway the vote, as Germany and France did in 2003.\n\nIf an EDP is launched against Italy, it would be the first time the procedure has been used because of a breach of the debt, rather than the deficit, rule, says Gregory Claeys from Bruegel, a think-tank. Instead of declining by the required average of 3.5 percentage points a year in order to get it down to the targeted 60%, Italy’s debt ratio of 131% of GDP is forecast by the commission to be flat during 2018-2020.\n\nItaly’s proposed fiscal deficit, though larger than the commission would like, does not breach the 3% ceiling. But the commission reckons it could come perilously close. In its forecasts published on November 8th it was more pessimistic than the government about Italy’s economic growth. It thinks the resulting lower receipts and higher spending will push the deficit to 2.9%, rather than the government’s estimate of 2.4%.\n\nBreaking the rules is necessary for an EDP to be invoked, but is not sufficient. Starting the procedure is also a sign that Italy has exhausted the commission’s flexibility. As the rules have proliferated, so have exceptions to them, says Philippe Martin, from France’s Council of Economic Analysis. Allowances are granted to countries struck by unforeseen events, such as an economic downturn, earthquake or influx of refugees, all of which can push up government spending. Those implementing costly structural reforms, or expecting a temporary deviation from the rules, might also be let off the hook.\n\nCritics say that such exemptions have contributed to the opacity and unpopularity of the rule book. But Italy has tended to benefit from the flexibility. It has been let off despite breaking the debt rule before. The commission estimates that Italy was granted €30bn ($34bn, or 1.8% of GDP) worth of exceptions to its deficit commitments as previous governments undertook reforms. The current one, which has undone structural reforms, eg, to pensions, can make less of an argument for special treatment. Nor has it tried to plead its case. Indeed, its rulers see confrontation with Brussels as a vote-winner.\n\nOnce an EDP has been approved by the European Council of heads of state, which could happen at their summit in December, a programme of recommendations and deadlines will follow. Italy’s progress will be monitored every three or six months. If the commission thinks Italy has not done its homework, it can impose a fine of 0.2% of GDP , and suspend payments from EU funds. Further cycles of homework and fines may follow until Italy is deemed compliant.\n\nSo far, though, the commission has been reluctant to whack countries with penalties. The nearest it came was in 2016, when Portugal and Spain were “fined” the sum of €0.The commission backed down for fear of worsening their fiscal problems and, perhaps, of stoking Euroscepticism.\n\nSome northern states are also uncomfortable with the EU ’s intrusion into national fiscal affairs, preferring that financial markets do the dirty work of disciplining profligacy instead. In October Giovanni Tria, the Italian finance minister, said that the government would reconsider its plans if the spread (ie, the difference) between Italian and German government borrowing costs were to rise to 400 basis points. (On November 13th it stood at just over 300.) The danger, though, is that investors could overreact. Market reactions can be both untimely and disorderly.\n\nThe political and economic costs of imposing fines could yet stay the commission’s hand. But the latest violation of the rules is particularly brazen, says Mr Claeys. Ignoring it risks undermining the commission’s credibility. That could well compel it to hurl its hefty rule book at Italy."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Poland’s alarming centenary march", "description": "Far-rightists marched alongside the government", "url": "https://www.economist.com/europe/2018/11/14/polands-alarming-centenary-march", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_EUP501.jpg", "publishedAt": "2018-11-14T00:00:00Z", "content": "THERE ARE different ways to celebrate a century of statehood. Finland, which turned one hundred last year, is building a new library. Poland, which regained independence in 1918 after 123 years of being partitioned between Russia, Prussia and Austria-Hungary,… [+3097 chars]", "fulltext": "THERE ARE different ways to celebrate a century of statehood. Finland, which turned one hundred last year, is building a new library. Poland, which regained independence in 1918 after 123 years of being partitioned between Russia, Prussia and Austria-Hungary, marked the occasion with a government march organised alongside far-right groups. Last-minute and politicised, the centenary celebrations on November 11th highlighted the rift between supporters and critics of the ruling populist Law and Justice (PiS) party. With parliamentary elections next year, both sides invoked the legacy of Jozef Pilsudski, the architect of Poland’s independence, who halted the Red Army’s westward advance in 1920.\n\nIn recent years, Poland’s Independence Day has come to be dominated by a march organised by far-right groups. But this year, Warsaw’s centrist mayor banned the march, saying the city had suffered enough from “aggressive nationalism” (the ban was later overturned in court). In a last-minute deal with the far-right groups, the government agreed to a joint “red-and-white” march.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nUp to 250,000 people marched in Warsaw on Sunday, most of them ordinary families. Yet in the sea of Polish flags far-right symbols could be seen, including the falanga emblem on the green flags of the National Radical Camp, one of the march’s organisers, which has its roots in a pre-war anti-Semitic movement. They were joined by members of Forza Nuova, an Italian neo-fascist party. Red flares were lit, while firecrackers exploded loudly. Government officials, including the president and prime minister, walked ahead, separated from the rest by security forces.\n\nPiS used the occasion to amplify its own role in history. On November 10th, it unveiled a statue of former president Lech Kaczynski (the twin of Jaroslaw, its chairman), who died in a plane crash in Russia in 2010. It stands on Pilsudski Square in Warsaw, near a statue of the independence hero. At the ceremony, Andrzej Duda, the PiS-allied president, called the late Mr Kaczynski Poland’s greatest leader since Pilsudski.\n\nMeanwhile, eyes were on Donald Tusk, who served as prime minister from 2007 to 2014, before moving to Brussels to become president of the European Council. Mr Tusk skipped events in Paris on November 11th marking the end of World War One to be in Poland. In a speech in Lodz last week, he urged Poles to “defeat today’s Bolsheviks”. This has stoked speculation that Mr Tusk will return to Polish politics after his term in Brussels ends, perhaps running for president against Mr Duda in 2020.\n\nLocal elections last month showed the limits of PiS’s appeal. It came first in the regional assemblies, ahead of the centrist Civic Platform, Mr Tusk’s former party. Yet its mayoral candidates failed to win in the cities, including Warsaw. Meanwhile, the government remains at loggerheads with the European Commission over a law forcing Supreme Court judges aged 65 and over to retire. Last month, the European Court of Justice ordered Poland to suspend the provisions, warning that they threaten judicial independence (it will issue a final judgment later). As it enters its second century, Poland needs to remember that, like independent statehood, the rule of law and independent courts are not imperishable. They must be defended.\n\nCorrection (November 14th 2018): This article previously stated that the European Court of Justice suspended Poland’s law on the retirement age for judges. In fact, the court has no such powers. It ordered Poland to suspend the provisions. This has been amended."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "The case for another vote on Brexit is gaining strength", "description": "Support for one is no longer confined to a motley group of die-hards, no-hopers and eccentrics", "url": "https://www.economist.com/britain/2018/11/14/the-case-for-another-vote-on-brexit-is-gaining-strength", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_BRD000.jpg", "publishedAt": "2018-11-14T00:00:00Z", "content": "A YEAR AGO the case for a second vote on EU membership looked like the definition of a lost cause. At the general election in 2017 both major parties promised to deliver Brexit. The only party that wanted to hold another referendum, the Liberal Democrats, got… [+5936 chars]", "fulltext": "A YEAR AGO the case for a second vote on EU membership looked like the definition of a lost cause. At the general election in 2017 both major parties promised to “deliver Brexit”. The only party that wanted to hold another referendum, the Liberal Democrats, got 8% of the vote. Support for a so-called People’s Vote on the terms of Britain’s exit from the EU was confined to a motley group of die-hards, no-hopers and eccentrics who spent more time feuding over technicalities (should 16-year-olds be given a say this time round?) than they did making their case to the people.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nToday there is a significant chance that Britain will end up having a vote on whether to accept the Brexit deal that Theresa May presented to the cabinet on November 14th. Over the past few months the no-hopers have racked up a succession of victories. In October the People’s Vote campaign organised a march of 670,000 people in London. On November 9th Jo Johnson, a transport minister and brother of Boris, resigned from the government and argued that, given Britain now faced a choice between “vassalage” and “chaos”—that is, remaining tied to the EU without a say on its rules or leaving without a deal—the only reasonable choice was another vote. On November 12th Gordon Brown became the third former prime minister to call for another vote. And Mrs May herself admitted this week that Britain faced a three-way choice: her deal, no deal, “or no Brexit at all.”\n\nThe mood in the People’s Vote headquarters in Millbank Tower is understandably upbeat. Serried rows of millennials and younger-than-millennials examine battle charts of target audiences and chat excitedly into their mobile phones (there is nothing so old-fashioned here as a landline). People’s Voters have even been honoured with their own version of Watergate: some miscreants (“undoubtedly Brexiteers”) broke into the headquarters and urinated into the sweet bowl on the reception desk (unfortunately Bagehot was told about this transgression only after he had helped himself to a generous portion of sweets from said bowl).\n\nWhy has such a lost cause become such a powerful force in political life? Luck clearly played its part. Mrs May made a succession of errors, including triggering Article 50 before she had worked out her demands and calling an election that destroyed her majority. The EU played its hand brilliantly, particularly when it came to Northern Ireland. But in the end it was down to logic. The Brexiteers had promised the impossible—all the advantages of EU membership with none of the disadvantages—and disillusionment was inevitably going to follow.\n\nThis remorseless logic has had the peculiar effect of turning the People’s Vote’s weaknesses into strengths. The campaign has always lacked the normal requirements for political success: a charismatic leader, a clear organisational structure and a common identity. It consists of nine different organisations that bear a striking resemblance to Monty Python’s People’s Front of Judea and its challengers. But having hobbled it at first, these weaknesses are now helping it. Because it is not associated with any political party or grandee, it can reach across the political spectrum. And because it is driven by young volunteers whom nobody has ever heard of, it can challenge the idea that it is a front for Blairite centrism. Ironically, the movement that the People’s Vote most resembles is the campaign to leave the EU , a movement that began as a collection of no-hopers, ran on a combination of adrenalin and passion, and then broke all the conventional rules of politics.\n\nThere are strong arguments against having another vote. Doing so would once again bitterly divide the country and might even lead to civil unrest. David Cameron’s government promised that the referendum in 2016 would decide whether Britain left or stayed. About 2.8m people who had given up the habit of voting on the grounds that the establishment rigs the system turned up to vote (almost all of them for Leave). A second referendum might produce another close result or another victory for Leave. There are also practical problems: how do you go about throwing another vote into the political mix? And what would the question be?\n\nBlow me down\n\nBut the question at the heart of British politics is not whether this or that option is difficult and painful but whether it is more or less difficult and painful than the alternatives. The politics of having your cake and eating it have long since given way to the politics of choosing between gruel or bread and water. A second vote would divide the country and infuriate Leavers. But the country is already divided and Remainers (who include the vast majority of younger voters) are in a fury. Another vote would mean going back on Mr Cameron’s promise to the voters. But as David Davis, the former Brexit secretary and an ardent Leaver, pointed out before the referendum of 2016, “If a democracy cannot change its mind, it ceases to be a democracy.” Opinion polls already suggest that a small majority of voters supports staying in the EU . That majority might easily be much bigger if the voters are confronted with a choice between the existing arrangements and a deal which, as both Remainers and Leavers now recognise, would force Britain to abide by many of the EU ’s rules while depriving it of any say over those rules. The practicalities of holding a vote would be complicated—and would undoubtedly involve calling for an extension of the deadline for withdrawal under Article 50—but Lord Kerr (who wrote the article in question) has identified six paths to another referendum."}]