{"articles": [{"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Report: Midwest economy expands despite tariff concerns", "description": "OMAHA, Neb. (AP) — A monthly survey report suggests that the economy expanded in nine Midwest and Plains states last month amid mounting concerns about tariffs and trade skirmishes.", "url": "https://apnews.com/869d54cdcb104d158970d8dbfe51ca12", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-01T11:59:33Z", "content": "OMAHA, Neb. (AP) A monthly survey report suggests that the economy expanded in nine Midwest and Plains states last month amid mounting concerns about tariffs and trade skirmishes. The report issued Thursday says the Mid-America Business Conditions Index slump… [+547 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Dad says trusted ex-girlfriend charged in killing of his son", "description": "JEFFERSON CITY, Mo. (AP) — A man whose ex-girlfriend is charged with killing his 4-year-old son in Missouri says he left his child in her care while he went to Chicago to visit his ailing mother.", "url": "https://apnews.com/8d7155c8a3584cd0a3083dc7e12fd476", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/21/821d0fd0-2d7c-5de1-abe4-3293db8fcb79/5bda150d37984.image.jpg?resize=853%2C630", "publishedAt": "2018-11-01T11:58:04Z", "content": "JEFFERSON CITY, Mo. (AP) A man whose ex-girlfriend is charged with killing his 4-year-old son in Missouri says he left his child in her care while he went to Chicago to visit his ailing mother. Receive today's headlines in your inbox with our daily news email… [+723 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "2 arrested in teen's fatal shooting at N Carolina barn party", "description": "HILLSBOROUGH, N.C. (AP) — Two people have been arrested in connection with the fatal shooting of a high school senior at a North Carolina barn party.", "url": "https://apnews.com/b1b93680b608488daab1f1f3f52863bf", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T11:57:50Z", "content": "HILLSBOROUGH, N.C. (AP) Two people have been arrested in connection with the fatal shooting of a high school senior at a North Carolina barn party. News outlets report that 19-year-old Xzavier D'Andre Gibson was arrested Tuesday on charges of first-degree mur… [+791 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Virginia expands Medicaid, big victory for Democratic leader", "description": "RICHMOND, Va. (AP) — About 400,000 newly eligible low-income Virginia adults can start enrolling in Medicaid, a major achievement for the state's Democratic governor.", "url": "https://apnews.com/701d491619d7443baa207063c5de530d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T11:51:50Z", "content": "RICHMOND, Va. (AP) About 400,000 newly eligible low-income Virginia adults can start enrolling in Medicaid, a major achievement for the state's Democratic governor. Medicaid expansion enrollment starts Thursday in Virginia for coverage that will start at the … [+632 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Discipline possible after gun fires in campus dorm room", "description": "BROOKINGS, S.D. (AP) — A South Dakota State University student could face discipline after a gun accidentally fired in a campus dorm room.", "url": "https://apnews.com/8f88d687d3804ac99d35c062ca0ef1a3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T11:51:43Z", "content": "BROOKINGS, S.D. (AP) A South Dakota State University student could face discipline after a gun accidentally fired in a campus dorm room. University spokesman Mike Lockrem says the student was cleaning his gun after hunting and it discharged last week. No one … [+553 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MATTHEW PERRONE AP Health Writer", "title": "Long trip: Psychedelic advocate nears goal of legal ecstasy", "description": "WASHINGTON (AP) — Growing up amid the tumult of the Cuban Missile Crisis and the Vietnam War, Rick Doblin says he became convinced that humanity was \"crazy\" and \"inherently destructive.\" As a teenager, he came to see the mind-expanding effects…", "url": "https://apnews.com/af93ce6f3daf4a8b97f21b9cde196cda", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/8/bb/8bb6275a-7512-5fd2-8be0-65300f011e4e/5bdaead1076cf.image.jpg?resize=980%2C630", "publishedAt": "2018-11-01T11:48:15Z", "content": "WASHINGTON (AP) Growing up amid the tumult of the Cuban Missile Crisis and the Vietnam War, Rick Doblin says he became convinced that humanity was \"crazy\" and \"inherently destructive.\" As a teenager, he came to see the mind-expanding effects of psychedelics i… [+8151 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Court to rule if record laws apply to firms seizing land", "description": "BATON ROUGE, La. (AP) — A Louisiana court of appeals will decide whether pipeline companies seizing land under eminent domain are subject to state open record laws.", "url": "https://apnews.com/d8cc6554a7744c76bd4bfef75002a9f1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T11:43:15Z", "content": "BATON ROUGE, La. (AP) A Louisiana court of appeals will decide whether pipeline companies seizing land under eminent domain are subject to state open record laws. The Advocate reports the 1st Circuit Court of Appeal heard the case Wednesday. A lower court sid… [+721 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Storms, possible tornado close some Mississippi schools", "description": "NATCHEZ, Miss. (AP) — Strong storms and a possible tornado have prompted a Mississippi school district to cancel Thursday classes.", "url": "https://apnews.com/93bcca11d6d84b93955a820c00bef9ee", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T11:39:15Z", "content": "NATCHEZ, Miss. (AP) Strong storms and a possible tornado have prompted a Mississippi school district to cancel Thursday classes. The Natchez Democrat reports the Natchez-Adams School District took the action after a wave of powerful storms damaged homes and t… [+423 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "N Carolina school board may OK takeover 2nd lagging school", "description": "RALEIGH, N.C. (AP) — North Carolina's statewide school board could order a second academically low-performing school to be taken away from local control and turned over to hired school operators or be closed.", "url": "https://apnews.com/3d7602d9b23f46358fec01b3ef2150af", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T11:35:34Z", "content": "RALEIGH, N.C. (AP) North Carolina's statewide school board could order a second academically low-performing school to be taken away from local control and turned over to hired school operators or be closed. Receive today's headlines in your inbox with our dai… [+760 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Bare buns: Half-naked woman falls through Cook Out ceiling", "description": "KINGSPORT, Tenn. (AP) — Police in Tennessee say a half-naked woman fell twice through a restaurant's ceiling and landed in its kitchen.", "url": "https://apnews.com/ae44ad03fa334c8986604594c78438cd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T11:31:54Z", "content": "KINGSPORT, Tenn. (AP) Police in Tennessee say a half-naked woman fell twice through a restaurant's ceiling and landed in its kitchen. News outlets report 26-year-old Harley C. Morton was arrested Tuesday on charges including trespassing and disorderly conduct… [+614 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Bond lowered in hit-and-run death in Sioux Falls", "description": "SIOUX FALLS, S.D. (AP) — Bond has been reduced for a Sioux Falls woman charged with manslaughter in the death of her boyfriend.", "url": "https://apnews.com/75001c94ccad44a494bac5f6c0e0b911", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T11:31:18Z", "content": "SIOUX FALLS, S.D. (AP) Bond has been reduced for a Sioux Falls woman charged with manslaughter in the death of her boyfriend. Second Circuit Court Judge Susan Sabers lowered bond Wednesday from $200,000 cash to $100,000 cash or surety for Jayme Kae Knudson. T… [+677 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "Turkey calls for Saudi cooperation into Khashoggi probe", "description": "ANKARA, Turkey (AP) — Turkey's justice minister has renewed a call on Saudi Arabia to cooperate in the investigation into the killing of journalist Jamal Khashoggi at the Saudi Consulate in Istanbul, saying \"no one can escape responsibility.\" Abdulhamit Gul s…", "url": "https://apnews.com/06d0ebdad8f646a094526dc801f6f7b8", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:f6861446c8534d1aac4fcd96073b1fca/3000.jpeg", "publishedAt": "2018-11-01T11:27:37Z", "content": "ANKARA, Turkey (AP) Turkeys justice minister has renewed a call on Saudi Arabia to cooperate in the investigation into the killing of journalist Jamal Khashoggi at the Saudi Consulate in Istanbul, saying no one can escape responsibility. Abdulhamit Gul said T… [+553 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "AP Interview: Afghan ex-president sees Taliban role in peace", "description": "KABUL, Afghanistan (AP) — Former Afghan President Hamid Karzai says that he sees a role for the Taliban after the war in a future, peaceful Afghanistan.", "url": "https://apnews.com/ac948aa0d75946c68476706304ec9b2b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/0/5d/05d04165-65b9-5625-962e-c5f1404ce8e9/5bdae5f8855e8.image.jpg?resize=987%2C630", "publishedAt": "2018-11-01T11:26:11Z", "content": "KABUL, Afghanistan (AP) Former Afghan President Hamid Karzai says that he sees a role for the Taliban after the war in a future, peaceful Afghanistan. Karzai also says five Taliban leaders freed from the U.S. military prison at Guantanamo Bay in 2014, in exch… [+679 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "A Florida man is dead following confrontation with police", "description": "PORT ORANGE, Fla. (AP) — A 32-year-old has died of a gunshot wound to the head following a confrontation with law enforcement offices at a central Florida convenience store.", "url": "https://apnews.com/d2a9c0b1b3804f64a01a91de59c74e43", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T11:23:25Z", "content": "PORT ORANGE, Fla. (AP) A 32-year-old has died of a gunshot wound to the head following a confrontation with law enforcement offices at a central Florida convenience store. The shooting happened late Wednesday as Volusia County Sheriff's deputies and Port Oran… [+656 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Authorities say 2 people died after 4-vehicle accident", "description": "SCHUYLER, Neb. (AP) — Authorities say two people were fatally injured in a northeast Nebraska traffic accident involving four vehicles.", "url": "https://apnews.com/00a9d2e2769746eca1de6f7968aa88d0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T11:19:02Z", "content": "SCHUYLER, Neb. (AP) Authorities say two people were fatally injured in a northeast Nebraska traffic accident involving four vehicles. The collisions occurred a little before 7:30 a.m. Wednesday, between Schuyler and Howells on Nebraska Highway 15. Colfax Coun… [+789 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Small plane makes emergency landing on I-95 in N Carolina", "description": "WILSON, N.C. (AP) — Authorities say no one was injured when a small plane landed on an interstate in North Carolina.", "url": "https://apnews.com/1501ba98dcca447399017dcdf7371e97", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T11:14:22Z", "content": "WILSON, N.C. (AP) Authorities say no one was injured when a small plane landed on an interstate in North Carolina. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY News outlets cite a Federal Aviation Administration release th… [+324 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "2 trick-or-treaters wounded when gunfire erupts on street", "description": "PHILADELPHIA (AP) — Authorities say a teenage girl and her 5-year-old brother were shot and wounded while out trick-or-treating when gunfire erupted on a Philadelphia street.", "url": "https://apnews.com/85f7b3c28a9e436ca1d9c0d8788db6d1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T11:12:34Z", "content": "PHILADELPHIA (AP) Authorities say a teenage girl and her 5-year-old brother were shot and wounded while out trick-or-treating when gunfire erupted on a Philadelphia street. But it's not yet known what sparked the shooting, which occurred around 6:20 p.m. Wedn… [+599 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police: Hospital behavioral patient caught raping patient", "description": "DOTHAN, Ala. (AP) — Police in Alabama say a patient of a hospital's behavior unit has been caught raping another patient.", "url": "https://apnews.com/2902f92036d5485fb6033079a5a1cd13", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T11:09:33Z", "content": "DOTHAN, Ala. (AP) Police in Alabama say a patient of a hospital's behavior unit has been caught raping another patient. The Dothan Eagle reports 30-year-old Derrick Gilbert was arrested Monday and charged with first-degree rape. Dothan Police Lt. Lynn Watkins… [+743 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police: Woman attempts to choke victim, resists arrest", "description": "BISMARCK, N.D. (AP) — Police say a Bismarck woman tried to choke another woman after entering her home and later assaulted a police officer who was trying to arrest her.", "url": "https://apnews.com/1064165e25e64c6aa8507fefb97ca7fb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T11:08:21Z", "content": "BISMARCK, N.D. (AP) Police say a Bismarck woman tried to choke another woman after entering her home and later assaulted a police officer who was trying to arrest her. Authorities say the 25-year-old woman damaged a pickup truck with a rock Tuesday afternoon,… [+544 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Former prison guard indicted for assaulting inmate", "description": "BATON ROUGE, La. (AP) — A former correctional officer at Elayn Hunt Correctional Center in St. Gabriel, Louisiana, has been indicted on federal charges of beating a handcuffed and shackled inmate and then conspiring with other officers to cover up…", "url": "https://apnews.com/0d20cf2b5a4b4ddb8ae3cd3437073bc1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T11:08:14Z", "content": "BATON ROUGE, La. (AP) A former correctional officer at Elayn Hunt Correctional Center in St. Gabriel, Louisiana, has been indicted on federal charges of beating a handcuffed and shackled inmate and then conspiring with other officers to cover up the misconduc… [+814 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Death-penalty trial begins in shooting of Tennessee officer", "description": "MEMPHIS, Tenn. (AP) — A death-penalty trial has begun in the fatal shooting of a police officer in Memphis, Tennessee.", "url": "https://apnews.com/95ce32b9858140c19fcd919020c2541f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T11:05:34Z", "content": "MEMPHIS, Tenn. (AP) A death-penalty trial has begun in the fatal shooting of a police officer in Memphis, Tennessee. Lawyers made opening statements Wednesday in the state trial of Tremaine Wilbourn, who has pleaded not guilty to first-degree murder in the ki… [+631 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CHRISTOPHER BODEEN Associated Press", "title": "US senator says China, US 'competitors but not adversaries'", "description": "BEIJING (AP) — China and America are \"competitors but not adversaries,\" U.S. Sen. Lamar Alexander told Chinese Premier Li Keqiang on Thursday, despite a spiraling trade war and other tensions that have pushed relations to their lowest point in years.", "url": "https://apnews.com/187cebb671d140b58369652a5410df65", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/5/de/5de0c6a4-dc7e-5d03-a4f5-0175d38d400a/5bdae61299834.image.jpg?resize=945%2C630", "publishedAt": "2018-11-01T11:02:47Z", "content": "BEIJING (AP) China and America are \"competitors but not adversaries,\" U.S. Sen. Lamar Alexander told Chinese Premier Li Keqiang on Thursday, despite a spiraling trade war and other tensions that have pushed relations to their lowest point in years. The upbeat… [+2333 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Chef who exposed himself at women-focused party arrested", "description": "CHARLESTON, S.C. (AP) — A South Carolina chef who exposed his genitalia and buttocks at an event showcasing women-owned businesses has been arrested.", "url": "https://apnews.com/608fc6e1d33643aab0ad7c164fb08b84", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T10:59:16Z", "content": "CHARLESTON, S.C. (AP) A South Carolina chef who exposed his genitalia and buttocks at an event showcasing women-owned businesses has been arrested. Charleston police arrest records show Mike Ray was charged with indecent exposure Wednesday, two days after he … [+689 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "2 charged in attack of woman doused with gas, set on fire", "description": "WASHINGTON (AP) — Two people have been arrested in the nation's capital after a woman was doused with gasoline and set on fire during a street brawl.", "url": "https://apnews.com/07940261fd1e4ae6874590de59aefa98", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T10:56:12Z", "content": "WASHINGTON (AP) Two people have been arrested in the nation's capital after a woman was doused with gasoline and set on fire during a street brawl. News outlets report 39-year-old Darielle Gross and 17-year-old Mylan Barnes were arrested Wednesday night. Metr… [+635 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Body found in central Minnesota field", "description": "WILLMAR, Minn. (AP) — Authorities are working to identify a body found in a central Minnesota field.", "url": "https://apnews.com/d3e170806e424d9bb6fd8c30e9463b49", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T10:52:18Z", "content": "Roanoke, VA (24010) Today A mix of clouds and sun during the morning will give way to cloudy skies this afternoon. High near 70F. Winds S at 10 to 15 mph.. Tonight Cloudy skies this evening followed by thunderstorms late. Low 62F. Winds S at 5 to 10 mph. Chan… [+50 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Winter wheat planting wrapping up in South Dakota", "description": "SIOUX FALLS, S.D. (AP) — Winter wheat planting is wrapping up in South Dakota.", "url": "https://apnews.com/d713ea64c1464995b9fffef498828d65", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T10:45:55Z", "content": "SIOUX FALLS, S.D. (AP) Winter wheat planting is wrapping up in South Dakota. The federal Agriculture Department in its weekly crop report says 95 percent of the crop was seeded and 80 percent was emerged, both near average. The crop is rated mostly in fair to… [+630 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Winter wheat planting wrapping up in North Dakota", "description": "FARGO, N.D. (AP) — Winter wheat planting is wrapping up in North Dakota, as are the sugar beet and potato harvests.", "url": "https://apnews.com/fef19d3009f6425cadbf1b65ae174547", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T10:45:54Z", "content": "FARGO, N.D. (AP) Winter wheat planting is wrapping up in North Dakota, as are the sugar beet and potato harvests. The federal Agriculture Department in its weekly crop report says 96 percent of the winter wheat crop was seeded and 86 percent was emerged, both… [+729 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Warrant: Contractor mismarked gas line before deadly blast", "description": "SUN PRAIRIE, Wis. (AP) — Court documents say a contractor failed to properly mark a natural gas line that was struck and caused a deadly explosion in downtown Sun Prairie last summer.", "url": "https://apnews.com/1bc8d2944e6e44cd99450c4ba3ac6cea", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T10:40:49Z", "content": "SUN PRAIRIE, Wis. (AP) Court documents say a contractor failed to properly mark a natural gas line that was struck and caused a deadly explosion in downtown Sun Prairie last summer. A search warrant recently unsealed in Dane County Circuit Court says an emplo… [+816 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Authorities rule woman's death was accidental", "description": "WEST POINT, Iowa (AP) — Authorities have ruled the death of a woman who jumped out her boyfriend's car in southeast Iowa was accidental.", "url": "https://apnews.com/fccdb4dc0a434d658c8d92df774c3061", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T10:30:06Z", "content": "WEST POINT, Iowa (AP) Authorities have ruled the death of a woman who jumped out her boyfriend's car in southeast Iowa was accidental. The Des Moines Register reports that authorities don't expect to file more charges against the man driving the car, 29-year-… [+906 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man, young girl struck killed by car while crossing road", "description": "DAVIE, Fla. (AP) — Police in South Florida say a car struck and killed a man and a young girl as they crossed a busy street.", "url": "https://apnews.com/46ad6afbc61f43a3a7d164540d155af3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T10:29:11Z", "content": "DAVIE, Fla. (AP) Police in South Florida say a car struck and killed a man and a young girl as they crossed a busy street. Davie police tell news outlets the incident happened Wednesday night. The driver of the car stayed at the scene and is cooperating with … [+502 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "10 Things to Know for Today", "description": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about today:", "url": "https://apnews.com/cc6c37fbf1154d4a85c0469776aec3fe", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/4/b1/4b1d4013-8a02-5a83-9203-648497ede7c6/5bda822dc5b3b.image.jpg?resize=422%2C630", "publishedAt": "2018-11-01T10:27:30Z", "content": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about today: 1. US-MEXICO BORDER MOBILIZATION FIGURES CHANGE AT DIZZYING PACE Defense Secretary Jim Mattis says the Pentagon doesn't \"do stunts\" when asked if his depar… [+2079 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Drunk baggage handler falls asleep in hold, flies to Chicago", "description": "CHICAGO (AP) — Police say a baggage handler told them he was drunk when he fell asleep in a cargo hold and flew from Kansas City to Chicago.", "url": "https://apnews.com/5e4957194dad460886166c13ca6dff0e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T10:26:27Z", "content": "CHICAGO (AP) Police say a baggage handler told them he was drunk when he fell asleep in a cargo hold and flew from Kansas City to Chicago. American Airlines says the Piedmont Airlines employee was working American Flight 363 on Saturday when the Boeing 737 le… [+629 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Sex abuse charges dropped against accused school worker", "description": "ANNAPOLIS, Md. (AP) — Sexual abuse charges have been dropped against a Maryland school worker accused of sexually abusing a 13-year-old student who lived with him.", "url": "https://apnews.com/295353b76c4f4feca859489c13dbe15f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T10:24:42Z", "content": "ANNAPOLIS, Md. (AP) Sexual abuse charges have been dropped against a Maryland school worker accused of sexually abusing a 13-year-old student who lived with him. The Capital reported Wednesday that the charges were dropped last week against 38-year-old Mark T… [+843 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Chicago officer shoots, wounds man following foot chase", "description": "CHICAGO (AP) — Chicago police say an officer shot and wounded a man who was chased into an apartment building after being spotted with a gun.", "url": "https://apnews.com/bd32289b095f40708b3b5cd8bbe21573", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T10:20:49Z", "content": "CHICAGO (AP) Chicago police say an officer shot and wounded a man who was chased into an apartment building after being spotted with a gun. The shooting happened Wednesday evening in the East Chatham neighborhood on the city's South Side. Receive today's head… [+712 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "Russia imposes financial sanctions on Ukrainian politicians", "description": "MOSCOW (AP) — The Russian government has imposed financial sanctions on Ukraine's political leadership in a largely symbolic gesture in the ongoing conflict between the two countries.", "url": "https://apnews.com/b6094669e2a44b4fa0bd96ec3a4bf322", "urlToImage": "http://www.aim-ads.com/multimedia-themonitor-com/wwwroot/star_icon.jpg", "publishedAt": "2018-11-01T10:08:43Z", "content": "MOSCOW (AP) The Russian government has imposed financial sanctions on Ukraine's political leadership in a largely symbolic gesture in the ongoing conflict between the two countries. Relations between Russia and Ukraine soured after Russia pushed through a sep… [+808 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "Russia blames rocket failure on mistake during assembly", "description": "MOSCOW (AP) — A Russian official says an investigation has found that a failed rocket launch three weeks ago was caused by a sensor that was damaged during assembly. The Soyuz-FG rocket carrying a NASA astronaut and his Russian crewmate failed two minutes int…", "url": "https://apnews.com/b7148ea09a1948fdbbf86a884e57def7", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:7fc60d5dadad4ee99348b6bea0e4dd5d/2023.jpeg", "publishedAt": "2018-11-01T09:51:37Z", "content": "MOSCOW (AP) A Russian official says an investigation has found that a failed rocket launch three weeks ago was caused by a sensor that was damaged during assembly. The Soyuz-FG rocket carrying a NASA astronaut and his Russian crewmate failed two minutes into … [+545 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ANNABELLE LIANG Associated Press", "title": "World stocks gain on report of Brexit deal progress", "description": "SINGAPORE (AP) — World markets were mostly higher on Thursday following a report that British Prime Minister Theresa May has secured a deal with the European Union on financial services, as the country's exit from the trading bloc looms.", "url": "https://apnews.com/2d28b6b032f54e19b7d3bd2258ec7d30", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/9/83/983132aa-2ad4-5083-b701-b2f85f09a682/5bda73e2d4f87.image.jpg?resize=917%2C630", "publishedAt": "2018-11-01T09:50:08Z", "content": "SINGAPORE (AP) World markets were mostly higher on Thursday following a report that British Prime Minister Theresa May has secured a deal with the European Union on financial services, as the country's exit from the trading bloc looms. KEEPING SCORE: Germany'… [+2945 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "German consumer group files suit in VW diesel scandal", "description": "BERLIN (AP) — A German consumer group has filed a suit against Volkswagen that aims to establish a right to compensation for car owners affected by the automaker's diesel emissions scandal.", "url": "https://apnews.com/801ad7fd80684e02b47c0c1ac87adee6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/b/84/b84cf86c-ae5f-5cd8-84f2-58f10ff9a36c/5bd81c43e5efd.image.jpg?resize=957%2C630", "publishedAt": "2018-11-01T09:14:22Z", "content": "Michael Sohn German consumer group files suit in VW diesel scandal FILE - In this Wednesday, Aug. 1, 2018 file photo, the logo of Volkswagen is seen on top of a company building in Wolfsburg, Germany. German automaker Volkswagen reports its third quarter earn… [+1868 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Manchin, Morrisey set for only US Senate debate in W.Va.", "description": "MORGANTOWN, W.Va. (AP) — Democratic U.S. Sen. Joe Manchin of West Virginia and Republican challenger Patrick are due to participate in their only debate.", "url": "https://apnews.com/8e4e895a091a4d73bc89bef1c64a246c", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-01T07:26:52Z", "content": "MORGANTOWN, W.Va. (AP) Democratic U.S. Sen. Joe Manchin of West Virginia and Republican challenger Patrick are due to participate in their only debate. The debate is scheduled for Thursday night in Morgantown. Manchin is a former governor who is seeking his s… [+778 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Officials: Woman left 2 children, meth in hot car to shop", "description": "PORT RICHEY, Fla. (AP) — Authorities in Florida say a woman left two children in a hot car with a bag of meth while she went shopping.", "url": "https://apnews.com/bdfa4d3837854956a972f2285f313918", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-01T06:45:40Z", "content": "PORT RICHEY, Fla. (AP) Authorities in Florida say a woman left two children in a hot car with a bag of meth while she went shopping. The Tampa Bay Times reports 24-year-old Nicole Kaylan Buffington was arrested Tuesday on charges including child neglect with … [+760 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "St. Louis Post-Dispatch", "title": "Penn St. can dent Michigan playoff hopes, polish bowl resume", "description": "Nebraska and Ohio State have combined for 1,800 all-time victories. Ohio State is second all-time with 905 victories; Nebraska is fifth with 895 wins.... Raheem Blackshear leads Rutgers with 90 rushing attempts and 27 receptions. The last time the same player…", "url": "https://apnews.com/4ef0dcb4386d4514bd4afa875b0f6434", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/d/48/d486cbdd-5ed5-570d-a203-788ff2f0dbe7/5bdae66ace986.image.jpg?crop=1234%2C694%2C0%2C492&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T06:23:39Z", "content": "Here's what to watch in the Big Ten this week: BEST GAME No. 14 Penn State at No. 5 Michigan Michigan (7-1, 5-0, No. 5 CFP) needs a win to remain at least one game ahead of Ohio State in the Big Ten East and further enhance its resume for the College Football… [+2900 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEPHEN WHYNO AP Hockey Writer", "title": "Lauren Boyle becomes Hockey Fights Cancer ambassador", "description": "Just over a year ago, Lauren Boyle was searching the internet for information on leukemia after husband Brian's blood test showed serious irregularities.", "url": "https://apnews.com/0ce71f4f4b06499593e16623e8995a43", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/b/52/b5231ccb-bef3-5ade-add2-9173b51f4d37/5bdae579948be.image.jpg?crop=1671%2C940%2C0%2C149&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T06:18:48Z", "content": "Just over a year ago, Lauren Boyle was searching the internet for information on leukemia after husband Brian's blood test showed serious irregularities. Now, she's hoping to tell the hockey world her story. Lauren Boyle will be unveiled Thursday as the NHL's… [+2673 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "S. Korea court upholds conscientious objection to military", "description": "SEOUL, South Korea (AP) — South Korea's top court has ruled that people can legally reject mandatory military service on conscientious or religious grounds and must not be punished. The landmark ruling Tuesday is expected to affect the cases of more than 900 …", "url": "https://apnews.com/52376f4619c44048b913fd667f22a7ce", "urlToImage": "https://apnews.com/images/ShareLogo.png", "publishedAt": "2018-11-01T06:17:53Z", "content": "SEOUL, South Korea (AP) South Koreas top court has ruled that people can legally reject mandatory military service on conscientious or religious grounds and must not be punished. The landmark ruling Tuesday is expected to affect the cases of more than 900 con… [+487 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBO--Touch of Football", "description": "BC-FBO--Touch of Football,687", "url": "https://apnews.com/4e1767018a1545278e26adbd2af8153f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T06:13:51Z", "content": "BC-FBO--Touch of Football,687 Touch football fundraisers appear at NFL stadiums AP Photo NY167, NY166 Eds: With AP Photos. Touch of Football is a fundraiser for the Crohn's &amp; Colitis Foundation. It is now held in five NFL stadiums in New Jersey, Massachus… [+4543 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBO--Touch of Football", "description": "BC-FBO--Touch of Football,687", "url": "https://apnews.com/cd0e0af1141c411cafb13d7a7026d3df", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T06:13:51Z", "content": "BC-FBO--Touch of Football,687 Touch football fundraisers appear at NFL stadiums AP Photo NY167, NY166 Eds: With AP Photos. Touch of Football is a fundraiser for the Crohn's &amp; Colitis Foundation. It is now held in five NFL stadiums in New Jersey, Massachus… [+4543 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBO--Touch of Football", "description": "BC-FBO--Touch of Football,687", "url": "https://apnews.com/195f99d56b8e469890eaafe58a47ee59", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T06:13:50Z", "content": "BC-FBO--Touch of Football,687 Touch football fundraisers appear at NFL stadiums AP Photo NY167, NY166 Eds: With AP Photos. Touch of Football is a fundraiser for the Crohn's &amp; Colitis Foundation. It is now held in five NFL stadiums in New Jersey, Massachus… [+4543 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BARRY WILNER AP Pro Football Writer", "title": "Touch football fundraisers appear at NFL stadiums", "description": "EAST RUTHERFORD, N.J. (AP) — When Nicole Fountain was on the staff for MetLife Stadium in the New Jersey Meadowlands, planning events was among her main duties.", "url": "https://apnews.com/11185395c97d4fd1b4ecf6f83ee6aedd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/a/74/a74ae532-85ca-5e1c-b948-201a84104d11/5bda9d6f81176.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T06:13:50Z", "content": "EAST RUTHERFORD, N.J. (AP) When Nicole Fountain was on the staff for MetLife Stadium in the New Jersey Meadowlands, planning events was among her main duties. Fountain worked with such artists as Bruce Springsteen, Kenny Chesney and Taylor Swift, who staged c… [+3975 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Bucks-Fast Start", "description": "BC-BKN--Bucks-Fast Start,532", "url": "https://apnews.com/4a7446e2557144198748b218ac263d39", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T06:12:06Z", "content": "BC-BKN--Bucks-Fast Start,532 Shoot it! Bucks looking for franchise-best 8-0 start AP Photo WIMG110, WIMG104, WIMG115 Eds: With AP Photos. The Milwaukee Bucks will be going for a franchise-best 8-0 start when they face the Boston Celtics at TD Garden. The Buck… [+3472 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Bucks-Fast Start", "description": "BC-BKN--Bucks-Fast Start,532", "url": "https://apnews.com/e70330888e2a4bfd8141e769b7a2529b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T06:12:05Z", "content": "BC-BKN--Bucks-Fast Start,532 Shoot it! Bucks looking for franchise-best 8-0 start AP Photo WIMG110, WIMG104, WIMG115 Eds: With AP Photos. The Milwaukee Bucks will be going for a franchise-best 8-0 start when they face the Boston Celtics at TD Garden. The Buck… [+3472 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GENARO C. ARMAS AP Sports Writer", "title": "Shoot it! Bucks looking for franchise-best 8-0 start", "description": "MILWAUKEE (AP) — On the first day of preseason camp, the Milwaukee Bucks' practice court featured squares on the floor made of blue tape at five roughly equidistant points just behind the 3-point arc. They marked proper spacing in first-year…", "url": "https://apnews.com/c78975d40b7143e7b1ce4c94388c94d2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/2/37/2379edd5-3932-5723-9d43-15d07112ce73/5bda9d7a0fdb9.image.jpg?crop=1810%2C1018%2C0%2C62&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T06:12:05Z", "content": "MILWAUKEE (AP) On the first day of preseason camp, the Milwaukee Bucks' practice court featured squares on the floor made of blue tape at five roughly equidistant points just behind the 3-point arc. They marked proper spacing in first-year coach Mike Budenhol… [+2760 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Inside The Numbers", "description": "BC-FBN--Inside The Numbers,421", "url": "https://apnews.com/f4132d0953784128be3320805adad841", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T06:10:31Z", "content": "BC-FBN--Inside The Numbers,421 Adam Thielen on pace to challenge receiving records AP Photo NY168 Eds: With AP Photos. Adam Thielen is doing things even Hall of Famers Cris Carter and Randy Moss didn't accomplish in Minnesota. The former undrafted wide receiv… [+2875 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ROB MAADDI AP Pro Football Writer", "title": "Adam Thielen on pace to challenge receiving records", "description": "Adam Thielen is doing things even Hall of Famers Cris Carter and Randy Moss didn't accomplish in Minnesota.", "url": "https://apnews.com/9fbdf52042b74b4a9983b1f615970af3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/2/e7/2e77e210-4959-5de4-8691-ba539f8bb7d8/5bda9d7eccdda.image.jpg?crop=1686%2C948%2C0%2C139&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T06:10:31Z", "content": "Adam Thielen is doing things even Hall of Famers Cris Carter and Randy Moss didn't accomplish in Minnesota. The former undrafted wide receiver from NCAA Division II Minnesota State is the first player in NFL history with at least 100 yards receiving in eight … [+2235 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEVE MEGARGEE AP Sports Writer", "title": "Top 25 includes 4 teams that missed NCAA field last year", "description": "The preseason rankings suggest next season's NCAA Tournament could feature plenty of new faces.", "url": "https://apnews.com/1d6774de4eeb4d2a9d125e046d387d7f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/bd/3bd07aa3-90be-58ce-b769-f483af26553a/5bd96ef638e57.image.jpg?crop=1671%2C940%2C0%2C150&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T06:09:56Z", "content": "The preseason rankings suggest next season's NCAA Tournament could feature plenty of new faces. The AP Top 25 includes four teams that failed to reach last year's big dance: No. 14 Oregon, No. 18 Mississippi State, No. 23 LSU and No. 25 Washington. In last ye… [+4682 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Fares Akram", "title": "In Gaza, tire shortage hits motorists but not protesters", "description": "GAZA CITY, Gaza Strip (AP) — Palestinians in Gaza have coped with shortages of just about everything in more than a decade of border closures — from chocolate to medicines to fuel and building supplies. Now, six months of protests against an Israeli-Egyptian …", "url": "https://apnews.com/f0d31ae49bd146bdab6eea29be333c37", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:20aaf3bf68c24e44bbb2fa9ccbdf4e7d/3000.jpeg", "publishedAt": "2018-11-01T06:09:51Z", "content": "GAZA CITY, Gaza Strip (AP) Palestinians in Gaza have coped with shortages of just about everything in more than a decade of border closures from chocolate to medicines to fuel and building supplies. Now, six months of protests against an Israeli-Egyptian bloc… [+4346 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MARIA VERZA Associated Press", "title": "Lost migrant, unidentified body: Missing in the Americas", "description": "MEXICO CITY (AP) — The brothers-in-law knew all too well that crossing the desert leading to the United States could be lethal. One had lost a father on the journey in 1995 and an uncle in 2004. And the two…", "url": "https://apnews.com/26a8864e278543cda3625c88246ef9c2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/b/2b/b2b90d08-270f-56e5-947d-34296eaeee3c/5bda8206e242f.image.jpg?resize=917%2C630", "publishedAt": "2018-11-01T06:09:24Z", "content": "MEXICO CITY (AP) The brothers-in-law knew all too well that crossing the desert leading to the United States could be lethal. One had lost a father on the journey in 1995 and an uncle in 2004. And the two young men had already tried to make the trek just a fe… [+5435 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "No. 12 WVU at No. 15 Texas in matchup of Big 12 co-leaders", "description": "Some things to know about Week 10 in the Big 12 Conference:", "url": "https://apnews.com/72f90f4c6610407f99c4daa67028179d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/2f/32f97b5c-adfa-5f18-91e2-0692e426a5fa/5bda9da17747c.image.jpg?crop=1346%2C757%2C0%2C390&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T06:07:54Z", "content": "Some things to know about Week 10 in the Big 12 Conference: GAME OF THE WEEK No. 12 West Virginia (6-1, 4-1 Big 12, No. 13 CFP) at No. 15 Texas (6-2, 4-1, No. 17). A November matchup that could go a long way in determining who plays in the Big 12 championship… [+2694 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TIM REYNOLDS AP Basketball Writer", "title": "'A hell of a night': Derrick Rose savors his career-high 50", "description": "During the 2017-18 regular season, Derrick Rose didn't score 50 points in all of January.", "url": "https://apnews.com/112728016b03498393fdeb928e925180", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/86/886dca62-3ccf-533c-93e3-8684f33bff4b/5bda9e14228db.image.jpg?resize=415%2C630", "publishedAt": "2018-11-01T06:04:33Z", "content": "During the 2017-18 regular season, Derrick Rose didn't score 50 points in all of January. Or February. Or March. Or April. He was hurting, always in and out of the lineup, never in rhythm. Those problems, all his years of problems, seemed so long ago Wednesda… [+3175 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TIM REYNOLDS AP Basketball Writer", "title": "'A hell of a night': Derrick Rose savors his career-high 50", "description": "During the 2017-18 regular season, Derrick Rose didn't score 50 points in all of January.", "url": "https://apnews.com/112728016b03498393fdeb928e925180", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/b/a5/ba5cba8e-cdd1-56e7-b3a2-3fed5e1d1528/5bda9d9575c7d.image.jpg?crop=1168%2C657%2C0%2C559&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T06:04:33Z", "content": "During the 2017-18 regular season, Derrick Rose didn't score 50 points in all of January. Or February. Or March. Or April. He was hurting, always in and out of the lineup, never in rhythm. Those problems, all his years of problems, seemed so long ago Wednesda… [+3042 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SALLY HO Associated Press", "title": "Washington doctor uses experience to fuel US House campaign", "description": "ISSAQUAH, Wash. (AP) — Dr. Kim Schrier is framing her congressional candidacy around health care issues with personal anecdotes as a patient, parent and pediatrician.", "url": "https://apnews.com/8e68ed5a63f7428ba8f0633de0746759", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/custom/image/aacc4e10-0064-11e7-adc2-d3321407a1f8.jpg", "publishedAt": "2018-11-01T05:59:09Z", "content": "ISSAQUAH, Wash. (AP) Dr. Kim Schrier is framing her congressional candidacy around health care issues with personal anecdotes as a patient, parent and pediatrician. She's a Democrat running for an open U.S. House seat in Washington state. She's hoping the pop… [+582 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JANIE McCAULEY AP Sports Writer", "title": "Curry's big night carries Warriors to sixth straight win", "description": "OAKLAND, Calif. (AP) — Steve Kerr scratched of his head when asked why Stephen Curry is shooting the ball so well at the start of his 10th NBA season.", "url": "https://apnews.com/7ce69aff34b94bb8be1d5625ac3238aa", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/8/60/8604551f-0eaa-57df-a04f-18f242fe99ab/5bda97bc6665b.image.jpg?crop=1231%2C692%2C0%2C495&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T05:57:12Z", "content": "OAKLAND, Calif. (AP) Steve Kerr scratched of his head when asked why Stephen Curry is shooting the ball so well at the start of his 10th NBA season. \"It's, um, I don't know,\" Kerr said. No question Golden State's coach is getting a thrill watching No. 30's ho… [+4181 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "Sri Lanka president summons Parliament over crisis", "description": "COLOMBO, Sri Lanka (AP) — Sri Lanka's president has summoned Parliament next week amid mounting pressure on him to resolve a weeklong political turmoil following the sacking of the prime minister. President Maithripala Sirisena dismissed Ranil Wickremesinghe …", "url": "https://apnews.com/9df33df323554d17a4b3277018997244", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:6a9b0c9a1c9444208761748c3466d499/3000.jpeg", "publishedAt": "2018-11-01T05:56:55Z", "content": "COLOMBO, Sri Lanka (AP) Sri Lankas president has summoned Parliament next week amid mounting pressure on him to resolve a weeklong political turmoil following the sacking of the prime minister. President Maithripala Sirisena dismissed Ranil Wickremesinghe and… [+513 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Munir Ahmed", "title": "Christian woman acquitted in Pakistan to leave country", "description": "ISLAMABAD (AP) — A Christian woman acquitted in Pakistan after eight years on death row for blasphemy plans to leave the country as radical Islamists mount rallies against her. Asia Bibi's brother says she will leave Pakistan after her formal release from an …", "url": "https://apnews.com/2b31b8ed038f4231890f51b20a5e7d51", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:74b0a6a7d9e749db88df3ded81ae2106/3000.jpeg", "publishedAt": "2018-11-01T05:54:07Z", "content": "ISLAMABAD (AP) A Christian woman acquitted in Pakistan after eight years on death row for blasphemy plans to leave the country as radical Islamists mount rallies against her. Asia Bibis brother says she will leave Pakistan after her formal release from an und… [+574 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "LORI HINNANT and BRAM JANSSEN", "title": "The global lost: 56,800 migrants dead and missing in 4 years", "description": "JOHANNESBURG (AP) — One by one, five to a grave, the coffins are buried in the red earth of this ill-kept corner of a South African cemetery. The scrawl on the cheap wood attests to their anonymity: \"Unknown B/Male.\" These men were migrants from elsewhere in …", "url": "https://apnews.com/e509e15f8b074b1d984f97502eab6a25", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:465c3ceee7c34535a22f144e4710a462/3000.jpeg", "publishedAt": "2018-11-01T05:31:02Z", "content": "JOHANNESBURG (AP) One by one, five to a grave, the coffins are buried in the red earth of this ill-kept corner of a South African cemetery. The scrawl on the cheap wood attests to their anonymity: Unknown B/Male. These men were migrants from elsewhere in Afri… [+22348 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "NARIMAN EL-MOFTY and LORI HINNANT", "title": "In Tunisia, the sea takes migrants and brings back bodies", "description": "RAS JEBEL, Tunisia (AP) — The boys grew up within sight of the sea that took them away, rambling along paths and climbing rocks that would later be the launching pad for their flimsy rafts. The Mediterranean has been robbing Tunisia of its young, who abandon …", "url": "https://apnews.com/0cc27536ed5b4a9ea938bde8c887d8b0", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:a167a429a9554e31b4e8548f82b834b3/3000.jpeg", "publishedAt": "2018-11-01T05:29:07Z", "content": "RAS JEBEL, Tunisia (AP) The boys grew up within sight of the sea that took them away, rambling along paths and climbing rocks that would later be the launching pad for their flimsy rafts. The Mediterranean has been robbing Tunisia of its young, who abandon th… [+2014 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Work on Netflix series 'Daybreak' to begin in New Mexico", "description": "ALBUQUERQUE, N.M. (AP) — Filming of the Netflix series \"Daybreak\" is scheduled to begin in New Mexico at the end of November.", "url": "https://apnews.com/b5773608593846f193d0eb9a28e49590", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T05:29:00Z", "content": "ALBUQUERQUE, N.M. (AP) Filming of the Netflix series \"Daybreak\" is scheduled to begin in New Mexico at the end of November. Officials with the state film office said Wednesday that principal photography on the series will continue through April, resulting in … [+768 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Pistons-Nets,2nd Ld-Writethru", "description": "BC-BKN--Pistons-Nets, 2nd Ld-Writethru,686", "url": "https://apnews.com/8d2c44de805e47f88bed50ee5d4ea791", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T05:28:50Z", "content": "BC-BKN--Pistons-Nets, 2nd Ld-Writethru,686 Dinwiddie hits late 3, Nets beat Pistons 120-119 in OT AP Photo NYFF116, NYFF120, NYFF115, NYFF114, NYFF107, NYFF109 Eds: Nets 120, Pistons 119, OT. Fixes slug. With AP Photos. Spencer Dinwiddie made a 3-pointer with… [+4296 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Pistons-Nets,2nd Ld-Writethru", "description": "BC-BKN--Pistons-Nets, 2nd Ld-Writethru,686", "url": "https://apnews.com/567e88233b734498984237120f6b0308", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T05:28:49Z", "content": "BC-BKN--Pistons-Nets, 2nd Ld-Writethru,686 Dinwiddie hits late 3, Nets beat Pistons 120-119 in OT AP Photo NYFF116, NYFF120, NYFF115, NYFF114, NYFF107, NYFF109 Eds: Nets 120, Pistons 119, OT. Fixes slug. With AP Photos. Spencer Dinwiddie made a 3-pointer with… [+4296 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Pistons-Nets,2nd Ld-Writethru", "description": "BC-BKN--Pistons-Nets, 2nd Ld-Writethru,686", "url": "https://apnews.com/bd87818e2e2040dd885526026a137d51", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T05:28:49Z", "content": "BC-BKN--Pistons-Nets, 2nd Ld-Writethru,686 Dinwiddie hits late 3, Nets beat Pistons 120-119 in OT AP Photo NYFF116, NYFF120, NYFF115, NYFF114, NYFF107, NYFF109 Eds: Nets 120, Pistons 119, OT. Fixes slug. With AP Photos. Spencer Dinwiddie made a 3-pointer with… [+4296 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Pistons-Nets,2nd Ld-Writethru", "description": "BC-BKN--Pistons-Nets, 2nd Ld-Writethru,686", "url": "https://apnews.com/fa2ca6da47264c36b6ba56922d6f9e68", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T05:28:49Z", "content": "BC-BKN--Pistons-Nets, 2nd Ld-Writethru,686 Dinwiddie hits late 3, Nets beat Pistons 120-119 in OT AP Photo NYFF116, NYFF120, NYFF115, NYFF114, NYFF107, NYFF109 Eds: Nets 120, Pistons 119, OT. Fixes slug. With AP Photos. Spencer Dinwiddie made a 3-pointer with… [+4296 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Pistons-Nets,2nd Ld-Writethru", "description": "BC-BKN--Pistons-Nets, 2nd Ld-Writethru,686", "url": "https://apnews.com/cb74e49ccd874ec0acd7d0d45e791b7b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T05:28:45Z", "content": "BC-BKN--Pistons-Nets, 2nd Ld-Writethru,686 Dinwiddie hits late 3, Nets beat Pistons 120-119 in OT AP Photo NYFF116, NYFF120, NYFF115, NYFF114, NYFF107, NYFF109 Eds: Nets 120, Pistons 119, OT. Fixes slug. With AP Photos. Spencer Dinwiddie made a 3-pointer with… [+4296 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "New Mexico panel to decide on horse-racing track in December", "description": "SANTA FE, N.M. (AP) — The New Mexico Racing Commission is scheduled to decide by early December whether to issue a license for a new horse-racing track.", "url": "https://apnews.com/4e239a5478dd4e1dad8a524766fce36b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T05:27:19Z", "content": "SANTA FE, N.M. (AP) The New Mexico Racing Commission is scheduled to decide by early December whether to issue a license for a new horse-racing track. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The Santa Fe New Mexican r… [+638 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOE REEDY AP Sports Writer", "title": "James' free throw gives Lakers 114-113 win over Mavericks", "description": "LOS ANGELES (AP) — LeBron James scored 29 points and made the game-winning free throw with 2.1 seconds left as the Los Angeles Lakers held on for a 114-113 win over the Dallas Mavericks on Wednesday night.", "url": "https://apnews.com/530aaf840fdf4496ba5fd47480a15c47", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/a/ac/aac7dd63-3aa8-5985-b321-a218502a91e6/5bda903e3202f.image.jpg?resize=997%2C630", "publishedAt": "2018-11-01T05:25:59Z", "content": "LOS ANGELES (AP) LeBron James scored 29 points and made the game-winning free throw with 2.1 seconds left as the Los Angeles Lakers held on for a 114-113 win over the Dallas Mavericks on Wednesday night. The Lakers led nearly throughout and were up 111-98 wit… [+1879 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Ex-con changes plea to guilty in Beeline Highway shooting", "description": "PHOENIX (AP) — An ex-convict accused of shooting at vehicles on a highway near the Phoenix suburb of Fountain Hills in 2016 and injuring two people has changed his plea to guilty.", "url": "https://apnews.com/23821ec091634fe883276bf92e178c59", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T05:25:55Z", "content": "PHOENIX (AP) An ex-convict accused of shooting at vehicles on a highway near the Phoenix suburb of Fountain Hills in 2016 and injuring two people has changed his plea to guilty. Maricopa County Superior Court officials say James Walker of San Tan Valley plead… [+728 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Tribe responds to allegations of damage at Native sites", "description": "PARKER, Ariz. (AP) — The chairman of the Colorado River Indian Tribes says any damage to cultural sites near Lake Havasu would be blatantly disrespectful to Native Americans.", "url": "https://apnews.com/060c1795333f4412b68b93028f8e4724", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T05:23:58Z", "content": "PARKER, Ariz. (AP) The chairman of the Colorado River Indian Tribes says any damage to cultural sites near Lake Havasu would be blatantly disrespectful to Native Americans. Dennis Patch made the comment Wednesday after the tribe's Historic Preservation Office… [+811 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MARYCLAIRE DALE Associated Press", "title": "Pittsburgh synagogue suspect due in federal court Thursday", "description": "PITTSBURGH (AP) — The suspect in the Pittsburgh synagogue massacre is expected to make a brief appearance in court Thursday to be arraigned on an indictment that charges him with murder, hate crimes, obstructing in the practice of religion, and…", "url": "https://apnews.com/7893b842a9b841b08806ef7dca30257a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/b/14/b1421aef-b0c7-5395-8836-3c4dd1cd049f/5bda905253cf3.image.jpg?resize=945%2C630", "publishedAt": "2018-11-01T05:23:51Z", "content": "PITTSBURGH (AP) The suspect in the Pittsburgh synagogue massacre is expected to make a brief appearance in court Thursday to be arraigned on an indictment that charges him with murder, hate crimes, obstructing in the practice of religion, and other crimes. Bo… [+2026 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Court upholds law barring collection of mail-in ballots", "description": "PHOENIX (AP) — An appeals court has upheld a 2016 Arizona law banning groups from collecting mail-in ballots from voters and delivering them.", "url": "https://apnews.com/c81a36785b7141309bd9d17b6298202c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T05:22:20Z", "content": "PHOENIX (AP) An appeals court has upheld a 2016 Arizona law banning groups from collecting mail-in ballots from voters and delivering them. The 9th Circuit Court of Appeals ruled Wednesday in a challenge filed by Democratic activist Rivko Knox, who said the l… [+783 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "New Army National Guard facility in Tucson to house 3 units", "description": "TUCSON, Ariz. (AP) — Hundreds of Arizona Army National Guard soldiers in three units now using facilities considered outdated or overcrowded will get a new home in southeastern Tucson.", "url": "https://apnews.com/5af9d10cbb824cc7916dfd0df184c64c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T05:20:38Z", "content": "TUCSON, Ariz. (AP) Hundreds of Arizona Army National Guard soldiers in three units now using facilities considered outdated or overcrowded will get a new home in southeastern Tucson. Two transportation companies and a field artillery detachment that will use … [+783 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ADAM GELLER AP National Writer", "title": "Rabbis gather up traces of Pittsburgh victims for burial", "description": "PITTSBURGH (AP) — As the first funerals for the victims of the Pittsburgh massacre began, two rabbis and five other volunteers approached the sawhorses cordoning off the Tree of Life synagogue, and an FBI agent led them into the crime…", "url": "https://apnews.com/492e6f445fe74ec69a860fbb62449cec", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/29/829ae91a-c753-5f4d-98fa-7920473df329/5bda90645929f.image.jpg?resize=930%2C630", "publishedAt": "2018-11-01T05:20:30Z", "content": "PITTSBURGH (AP) As the first funerals for the victims of the Pittsburgh massacre began, two rabbis and five other volunteers approached the sawhorses cordoning off the Tree of Life synagogue, and an FBI agent led them into the crime scene. Inside the desecrat… [+3869 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Arizona officials euthanize 3 bighorn sheep to stop disease", "description": "YUMA, Ariz. (AP) — Arizona officials say they were forced to euthanize three bighorn sheep that had been in contact with escaped domestic sheep to prevent disease from spreading to hundreds of bighorns living in the rugged mountains near Yuma.", "url": "https://apnews.com/c02bcfa6e00b4516b10f3bd4734f9458", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T05:19:08Z", "content": "YUMA, Ariz. (AP) Arizona officials say they were forced to euthanize three bighorn sheep that had been in contact with escaped domestic sheep to prevent disease from spreading to hundreds of bighorns living in the rugged mountains near Yuma. Receive today's h… [+752 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEVE LeBLANC Associated Press", "title": "Sen. Warren facing pro-Trump candidate in re-election bid", "description": "BOSTON (AP) — Fans of U.S. Sen. Elizabeth Warren may have long fantasized about a face-to-face debate between the liberal firebrand and her political nemesis, President Donald Trump.", "url": "https://apnews.com/5e76345214604e25b4c02a4107d7d94c", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/a/32/a32838ce-625d-585c-87e2-99685dd75f65/5bda8e9389107.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T05:12:37Z", "content": "BOSTON (AP) Fans of U.S. Sen. Elizabeth Warren may have long fantasized about a face-to-face debate between the liberal firebrand and her political nemesis, President Donald Trump. This election, they've gotten the next best thing as the Massachusetts Democra… [+730 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Honolulu commits $44M in city funds for rail project", "description": "HONOLULU (AP) — Honolulu officials will allow $44 million from the city's general fund to be used to finance the 20-mile (32-kilometer) rail project.", "url": "https://apnews.com/f82aeff262304e2294fc55572a6dfbe9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T05:12:00Z", "content": "HONOLULU (AP) Honolulu officials will allow $44 million from the city's general fund to be used to finance the 20-mile (32-kilometer) rail project. The Honolulu Star-Advertiser reports the Honolulu City Council approved measures Tuesday that were needed to me… [+807 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "BRAM JANSSEN", "title": "PHOTOS: Migrants die, unnamed and unclaimed, in South Africa", "description": "JOHANNESBURG (AP) — Ever since Francis Nkomo went missing 10 years ago, his older sister Banele has been waiting for a sign of life. \"I miss him,\" says Banele while holding his picture, all she has left of her brother. \"I miss him a lot.\" Francis, a Zimbabwea…", "url": "https://apnews.com/e200019cabd4490d863efc59f2d807a4", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:655d2ac0e99e47819a1290e6dc3da7a2/3000.jpeg", "publishedAt": "2018-11-01T05:11:54Z", "content": "JOHANNESBURG (AP) Ever since Francis Nkomo went missing 10 years ago, his older sister Banele has been waiting for a sign of life. I miss him, says Banele while holding his picture, all she has left of her brother. I miss him a lot. Francis, a Zimbabwean migr… [+2088 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Former Big island inmate files lawsuit for late release", "description": "HILO, Hawaii (AP) — A former inmate of a state correctional facility on the Big Island is suing the Hawaii Department of Public Safety, claiming he was locked up for 20 days beyond his scheduled release date.", "url": "https://apnews.com/27c86c58e4ed4deba83095bd04a79c70", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T05:10:55Z", "content": "HILO, Hawaii (AP) A former inmate of a state correctional facility on the Big Island is suing the Hawaii Department of Public Safety, claiming he was locked up for 20 days beyond his scheduled release date. The Hawaii Tribune-Herald reports 44-year-old Michae… [+857 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "First transgender women sworn into Fairbanks-area offices", "description": "FAIRBANKS, Alaska (AP) — The first two transgender women elected to public office in Alaska have been sworn in for their new jobs.", "url": "https://apnews.com/348143444ef34926a97f834f435055c1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T05:09:36Z", "content": "FAIRBANKS, Alaska (AP) The first two transgender women elected to public office in Alaska have been sworn in for their new jobs. KTVF-TV reports Kathy Ottersten is serving on the Fairbanks City Council for a one-year term while Liz Lyke is serving on the Fair… [+687 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Virtanen scores twice as Canucks beat Blackhawks 4-2", "description": "VANCOUVER, British Columbia (AP) — Jake Virtanen scored twice and Brendan Gaunce got the go-ahead goal midway through the third period to lead the Vancouver Canucks past the Chicago Blackhawks 4-2 on Wednesday night.", "url": "https://apnews.com/90bd3bffafe043f99e0c33bd442c0460", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/ee/3eef9f01-1ce2-5f77-a145-4099cfa7e22c/5bda901f5354f.image.jpg?crop=1449%2C815%2C0%2C306&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T05:09:11Z", "content": "VANCOUVER, British Columbia (AP) Jake Virtanen scored twice and Brendan Gaunce got the go-ahead goal midway through the third period to lead the Vancouver Canucks past the Chicago Blackhawks 4-2 on Wednesday night. Antoine Roussel also scored for the Canucks,… [+2327 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MICHAEL BALSAMO Associated Press", "title": "Violence plagued West Virginia prison before Bulger's murder", "description": "WASHINGTON (AP) — Long before notorious Boston mobster James \"Whitey\" Bulger was killed at a federal prison in West Virginia, lawmakers, advocates and even prison guards had been sounding the alarm about dangerous conditions there. But there has been no…", "url": "https://apnews.com/2ef1506d1dce4e5aa9f6a0a422c61097", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/c/97/c97868aa-dd1b-5bfc-aa63-114b80ec23e4/5bd89d2fe794c.image.jpg?crop=1254%2C705%2C0%2C473&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T05:08:00Z", "content": "WASHINGTON (AP) Long before notorious Boston mobster James \"Whitey\" Bulger was killed at a federal prison in West Virginia, lawmakers, advocates and even prison guards had been sounding the alarm about dangerous conditions there. But there has been no public … [+6046 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MICHAEL LIEDTKE AP Technology Writer", "title": "Google employees to walk out to protest treatment of women", "description": "SAN FRANCISCO (AP) — Hundreds of Google engineers and other workers are expected to walk off the job Thursday morning to protest the internet company's lenient treatment of executives accused of sexual misconduct.", "url": "https://apnews.com/6f64ff8a62b5413e8f0a44d3cf281f02", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/c4/8c4be271-f787-598b-bf85-753d89d68676/5bda908f1465b.image.jpg?resize=876%2C630", "publishedAt": "2018-11-01T05:07:48Z", "content": "SAN FRANCISCO (AP) Hundreds of Google engineers and other workers are expected to walk off the job Thursday morning to protest the internet company's lenient treatment of executives accused of sexual misconduct. It is the latest expression of a backlash again… [+2856 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Alaska offers drinking water after toxic substance found", "description": "JUNEAU, Alaska (AP) — The state is offering safe drinking water to a number of households in a southwestern Alaska town after a toxic substance was discovered in groundwater.", "url": "https://apnews.com/780792a27b274100a60af81d0beeedfe", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T05:07:19Z", "content": "JUNEAU, Alaska (AP) The state is offering safe drinking water to a number of households in a southwestern Alaska town after a toxic substance was discovered in groundwater. Alaska's Energy Desk reports a dozen private wells in Gustavus qualified to receive sh… [+826 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Brexit looms large as Bank of England poised to hold rates", "description": "LONDON (AP) — The Bank of England is expected to keep interest rates on hold Thursday as it waits for the outcome of the stalled Brexit discussions between the British government and the European Union.", "url": "https://apnews.com/82fb838b7b304e9d91f34a1fd97584ac", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T05:06:22Z", "content": "LONDON (AP) The Bank of England is expected to keep interest rates on hold Thursday as it waits for the outcome of the stalled Brexit discussions between the British government and the European Union. After the decision on the bank's main interest rate, which… [+2364 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Wolves kill fourth calf in Fort Klamath area", "description": "KLAMATH FALLS, Ore. (AP) — Wildlife officials say wolves killed a calf in southern Oregon, marking the fourth kill by the Rogue Pack in the Fort Klamath area.", "url": "https://apnews.com/f685712d533e4dd7a026c4c415a122a0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T05:05:22Z", "content": "KLAMATH FALLS, Ore. (AP) Wildlife officials say wolves killed a calf in southern Oregon, marking the fourth kill by the Rogue Pack in the Fort Klamath area. The Herald and News reports state Department of Fish and Wildlife officials confirmed Tuesday that the… [+800 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOSE M. ROMERO Associated Press", "title": "DeRozan, Aldridge help Spurs blow out Suns 120-90", "description": "PHOENIX (AP) — DeMar DeRozan scored 20 of his 25 points in the first half, LaMarcus Aldridge added 24 points and the San Antonio Spurs routed the Phoenix Suns 120-90 Wednesday night for their third straight victory.", "url": "https://apnews.com/b9d09a8f548642b9a9a741fd79be1447", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/d/2f/d2f2b955-0845-5f77-ac89-adaa4e731b4d/5bda8fcdaafe0.image.jpg?crop=1235%2C695%2C0%2C490&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T05:04:45Z", "content": "PHOENIX (AP) DeMar DeRozan scored 20 of his 25 points in the first half, LaMarcus Aldridge added 24 points and the San Antonio Spurs routed the Phoenix Suns 120-90 Wednesday night for their third straight victory. The Spurs led by 31 during the second quarter… [+2361 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Former school wrestling coach claims discrimination in suit", "description": "YAKIMA, Wash. (AP) — A former wrestling coach is suing a school district in southern Washington state, claiming she faced discrimination because of her gender and was terminated for complaining about harassment.", "url": "https://apnews.com/0a38dd10e4434e298675a6f45aa13569", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T05:03:15Z", "content": "YAKIMA, Wash. (AP) A former wrestling coach is suing a school district in southern Washington state, claiming she faced discrimination because of her gender and was terminated for complaining about harassment. The Yakima Herald-Republic reports Amber Rodrigue… [+876 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BILL BARROW Associated Press", "title": "In Georgia, Stacey Abrams faces balancing act on race", "description": "COLUMBUS, Ga. (AP) — If Stacey Abrams becomes America's first black female governor on Tuesday, former President Jimmy Carter and Oprah Winfrey could be the keys to her success.", "url": "https://apnews.com/ca7e78d7d61e468f944a49f98811813f", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/a/b3/ab3c1a85-c90a-5862-9260-0b0f9b656bce/5bda00614f147.image.jpg?crop=1405%2C790%2C0%2C341&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T05:03:01Z", "content": "COLUMBUS, Ga. (AP) If Stacey Abrams becomes America's first black female governor on Tuesday, former President Jimmy Carter and Oprah Winfrey could be the keys to her success. Her ability to win over a 94-year-old white man with deep ties to the rural South a… [+7314 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "2 Oregon women sentenced in neglect of more than 80 horses", "description": "BEND, Ore. (AP) — Two Oregon women convicted of failing to care for more than 80 horses on a ranch in Terrebonne have been sentenced to 30 days in jail.", "url": "https://apnews.com/b83655f62ad949f495d509d78c822ec0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T05:01:18Z", "content": "BEND, Ore. (AP) Two Oregon women convicted of failing to care for more than 80 horses on a ranch in Terrebonne have been sentenced to 30 days in jail. The Bulletin reports 68-year-old Linda Stream and her 42-year-old daughter Christina Hart were sentenced Tue… [+760 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Oprah, Pence visit Georgia in final days of campaign", "description": "ATLANTA (AP) — Media icon Oprah Winfrey and Vice President Mike Pence will be dueling campaigners Thursday in the Georgia governor's race.", "url": "https://apnews.com/b2a3f47083f24edb9612870e0604ee13", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/9/60/960eb1df-61df-57a5-b844-208aa4095525/5bda07fb448c6.image.jpg?resize=930%2C630", "publishedAt": "2018-11-01T05:00:33Z", "content": "ATLANTA (AP) Media icon Oprah Winfrey and Vice President Mike Pence will be dueling campaigners Thursday in the Georgia governor's race. Winfrey will attend two forums with Democratic nominee Stacey Abrams. Both events are in metro Atlanta. Pence is scheduled… [+789 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JULIE PACE and LISA MARIE PANE Associated Press", "title": "Rare drop in NRA election spending as gun-limit groups rise", "description": "WASHINGTON (AP) — The National Rifle Association — long seen as a kingmaker in Republican politics — is taking a lower profile in this year's high-stakes midterm campaign, a sign of the shifting dynamics of the gun debate as the…", "url": "https://apnews.com/f54a35821af0446fb0bf7a1dbc7df539", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/6/9c/69c1135c-cbe2-574f-b7cf-0129294dc1c7/5bda115c82579.image.jpg?resize=945%2C630", "publishedAt": "2018-11-01T04:57:21Z", "content": "WASHINGTON (AP) The National Rifle Association long seen as a kingmaker in Republican politics is taking a lower profile in this year's high-stakes midterm campaign, a sign of the shifting dynamics of the gun debate as the GOP fights to maintain its grip on C… [+5968 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By LISA MASCARO AP Congressional Correspondent", "title": "America's gender, racial divides on display in House races", "description": "WASHINGTON (AP) — Perhaps nowhere is the choice facing voters on Tuesday more vividly on display than in the battle for control of the U.S. House. Democrats are fielding more women and minority candidates than ever, while Republicans are trying…", "url": "https://apnews.com/a3e5b4ef785548d9b52c48f4e884339c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/4/46/446a16a0-c976-523f-a602-a40261e3e723/5bd9e73f4a37f.image.jpg?resize=945%2C630", "publishedAt": "2018-11-01T04:56:29Z", "content": "WASHINGTON (AP) Perhaps nowhere is the choice facing voters on Tuesday more vividly on display than in the battle for control of the U.S. House. Democrats are fielding more women and minority candidates than ever, while Republicans are trying to hold their ma… [+5800 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ZEKE MILLER and ROBERT BURNS Associated Press", "title": "Trump says border troops could hit 15K, surprising Pentagon", "description": "WASHINGTON (AP) — President Donald Trump says the number of military troops deployed to the U.S.-Mexican border could reach 15,000 — roughly double the number the Pentagon said it currently plans for a mission whose dimensions are shifting daily.", "url": "https://apnews.com/5ce2a5b8ed2c4f4d950b422c9723de46", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/8/73/873c0b2b-9bc6-5418-ae9e-6eac9898cb48/5bda1870044c4.image.jpg?resize=945%2C630", "publishedAt": "2018-11-01T04:54:48Z", "content": "WASHINGTON (AP) President Donald Trump says the number of military troops deployed to the U.S.-Mexican border could reach 15,000 roughly double the number the Pentagon said it currently plans for a mission whose dimensions are shifting daily. The Pentagon say… [+5954 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "House destroyed, family injured by natural gas explosion", "description": "CLARKSVILLE, Pa. (AP) — Officials say a natural gas explosion in western Pennsylvania destroyed a home and sent a family to a hospital burn unit for treatment.", "url": "https://apnews.com/39cb1cec169e446dac9b696bab895079", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:38:21Z", "content": "CLARKSVILLE, Pa. (AP) Officials say a natural gas explosion in western Pennsylvania destroyed a home and sent a family to a hospital burn unit for treatment. The home of the White family building burst into flames when Cody White went to turn on the stove aro… [+752 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Consolidated Communications now faces state investigation", "description": "BURLINGTON, Vt. (AP) — The Vermont Department of Public Service says it is launching an investigation into Consolidated Communications.", "url": "https://apnews.com/03ca5e85274748dcb1945c5145caca2e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:37:28Z", "content": "BURLINGTON, Vt. (AP) The Vermont Department of Public Service says it is launching an investigation into Consolidated Communications. The department petitioned the Public Utility Commission last month, citing poor percentages in customer issues resolved and i… [+854 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Bond for $30 million sewer upgrades heads to ballot Nov. 6", "description": "BURLINGTON, Vt. (AP) — A $30 million fix for Burlington's aging sewer system is up for a vote next week.", "url": "https://apnews.com/7e1ac00ee8fd49ed872424a7892eb93b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:36:50Z", "content": "BURLINGTON, Vt. (AP) A $30 million fix for Burlington's aging sewer system is up for a vote next week. The bond proposed on Tuesday's ballot aims to improve water pollution safeguards and to reduce the risk of beach closures. The Burlington Free Press reports… [+761 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "State board votes to force school merger for 3 towns", "description": "WESTMINSTER, Vt. (AP) — The Vermont Board of Education has voted to force a school merger between three boards, rejecting a recommendation from the secretary of education to leave the towns alone.", "url": "https://apnews.com/5f2ee4fb03714e8386702ba51dbeeb23", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:36:14Z", "content": "WESTMINSTER, Vt. (AP) The Vermont Board of Education has voted to force a school merger between three boards, rejecting a recommendation from the secretary of education to leave the towns alone. Westminster School Board Chair David Major said Tuesday he atten… [+712 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Developer blames lack of construction on majority partner", "description": "BURLINGTON, Vt. (AP) — A Burlington developer says work is being held up at a $255 million downtown mixed-use project due to delays from his majority partner.", "url": "https://apnews.com/7cc8c618a87045a4ac8559a47fc44b28", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:35:42Z", "content": "BURLINGTON, Vt. (AP) A Burlington developer says work is being held up at a $255 million downtown mixed-use project due to delays from his majority partner. Don Sinex says New York-based Brookfield Asset Management has not authorized him to submit documents f… [+629 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Indonesia search recovers crashed jet's flight recorder", "description": "JAKARTA, Indonesia (AP) — Navy divers interviewed on Indonesian television say they've recovered the crashed Lion Air jet's flight recorder from the sea floor.", "url": "https://apnews.com/604a05fcae5f460abdc5fe19ebe6da74", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/2/21/2214f25a-14f6-52db-9484-c1c83374b6d3/5bda852536eee.image.jpg?resize=945%2C630", "publishedAt": "2018-11-01T04:34:15Z", "content": "JAKARTA, Indonesia (AP) Navy divers interviewed on Indonesian television say they've recovered the crashed Lion Air jet's flight recorder from the sea floor. TV stations on Thursday showed images of the device which was transferred from an inflatable vessel t… [+411 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Officials: Students sickened eating candy-like sleep aid", "description": "DAYTON, Ohio (AP) — Officials in Dayton say two elementary school students were evaluated by medics after ingesting a gummy form of a sleep aid.", "url": "https://apnews.com/c780352604ee4b4ba01c2ff1ae289f9f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:30:58Z", "content": "DAYTON, Ohio (AP) Officials in Dayton say two elementary school students were evaluated by medics after ingesting a gummy form of a sleep aid. Dayton Public Schools Superintendent Elizabeth Lolli says a Belle Haven Elementary School student brought in ZzzQuil… [+683 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By LORI HINNANT Associated Press", "title": "AP finds almost 4,900 migrants headed to Europe go missing", "description": "RAS JEBEL, Tunisia (AP) — When Khalid Arfaoui's friends knocked on his door in May 2011 to signal their departure by boat from Tunisia to Europe, it wasn't fear that held him back, but a lack of cash.", "url": "https://apnews.com/19b117e94e19492d985b64500bdd0e2b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/a/41/a4155618-9c08-55a5-9ca9-e8715385e811/5bda81e71d3be.image.jpg?resize=945%2C630", "publishedAt": "2018-11-01T04:30:47Z", "content": "RAS JEBEL, Tunisia (AP) When Khalid Arfaoui's friends knocked on his door in May 2011 to signal their departure by boat from Tunisia to Europe, it wasn't fear that held him back, but a lack of cash. Everyone needed to chip in to pay for the boat, gas and supp… [+5248 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By LORI HINNANT Associated Press", "title": "Missing migrants, lost and dead: AP methodology", "description": "The Associated Press set out to count the number of dead and missing migrants worldwide since 2014, the year that Europe's deadly migration crisis prompted the U.N.'s International Organization for Migration to start its Missing Migrants project.", "url": "https://apnews.com/c649998fb5744fc0940661d016a51e27", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/4/0d/40d06aac-e63b-566c-af26-255dbe92ef6c/5bda84a63b8f9.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T04:30:11Z", "content": "The Associated Press set out to count the number of dead and missing migrants worldwide since 2014, the year that Europe's deadly migration crisis prompted the U.N.'s International Organization for Migration to start its Missing Migrants project. The IOM toll… [+3055 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Auction house to sell off early map of the NYC subway", "description": "NEW YORK (AP) — A New York City gallery will be putting historical maps up for display next month, include one that is believed to be the one of the first portable maps of the city's subway system.", "url": "https://apnews.com/c48aa3a489c84ff8a6d5ce766d66e1fe", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:29:50Z", "content": "NEW YORK (AP) A New York City gallery will be putting historical maps up for display next month, include one that is believed to be the one of the first portable maps of the city's subway system. The 1904 portable subway map was apparently mailed to customers… [+778 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Dodge City says it cannot add a polling site for election", "description": "TOPEKA, Kan. (AP) — The Kansas county clerk who moved the only polling site in Dodge City to a facility outside the city limits more than a mile from the nearest bus stop says it is not possible to add…", "url": "https://apnews.com/d783ae88cc8543f989101bb72a9f2d89", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/9/9b/99bd1ad3-fd90-5759-a2d8-f00c7612aa1c/5bda822cc6307.image.jpg?resize=879%2C630", "publishedAt": "2018-11-01T04:25:13Z", "content": "TOPEKA, Kan. (AP) The Kansas county clerk who moved the only polling site in the historic Wild West town of Dodge City to a facility outside the city limits more than a mile from the nearest bus stop says it is not possible to add a second polling site for th… [+3183 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Officials: Cause of fire that displaced 80 undetermined", "description": "DOVER, N.J. (AP) — Fire officials say they haven't yet determined the cause of a massive blaze that destroyed six businesses and 10 apartments in Dover.", "url": "https://apnews.com/a838a507d7444b39880d87c32dbe43b4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:22:57Z", "content": "DOVER, N.J. (AP) Fire officials say they haven't yet determined the cause of a massive blaze that destroyed six businesses and 10 apartments in Dover. Authorities conducted a nine-day investigation into the Oct. 22 fire, including interviews, photos, processi… [+619 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "School distances itself from political mailer using its logo", "description": "BREWER, Maine (AP) — A Maine school department has distanced itself from a GOP mailer using the school's logo.", "url": "https://apnews.com/235b9d6cbcb947e39433816b482579c5", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:22:20Z", "content": "BREWER, Maine (AP) A Maine school department has distanced itself from a GOP mailer using the school's logo. The House Republican Fund mailer was in support of Republican state Rep. Garrel Craig's re-election, and featured the logo of the Brewer Witches. The … [+787 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Town reduces fee for mandated background fingerprint tests", "description": "FALMOUTH, Mass. (AP) — A Massachusetts town has reduced the fee for licenses holders mandated to take fingerprint background tests.", "url": "https://apnews.com/77a0a3e061c44db282f6b5debf961214", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:21:20Z", "content": "FALMOUTH, Mass. (AP) A Massachusetts town has reduced the fee for licenses holders mandated to take fingerprint background tests. The new Falmouth bylaw approved Monday will impact second-hand dealers, peddlers and hawkers, taxi and livery drivers, managers o… [+670 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Audio of teacher discussing noose-making prompts inquiry", "description": "NEW LONDON, Conn. (AP) — Connecticut school officials say they are investigating recorded audio of what is purported to be a New London High School teacher discussing the details of making a noose.", "url": "https://apnews.com/817f65765edf4d5ba9cd7e180e193f6a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:20:28Z", "content": "NEW LONDON, Conn. (AP) Connecticut school officials say they are investigating recorded audio of what is purported to be a New London High School teacher discussing the details of making a noose. The teacher is heard on the audio recording going into detail a… [+787 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Lake Erie's algae bloom much less severe this year", "description": "TOLEDO, Ohio (AP) — Federal researchers say the harmful algae on Lake Erie this year was relatively mild compared with past years.", "url": "https://apnews.com/b1e01e40fb424e669e557b0348b2f0bf", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:15:40Z", "content": "TOLEDO, Ohio (AP) Federal researchers say the harmful algae on Lake Erie this year was relatively mild compared with past years. The National Oceanic and Atmospheric Administration says the algae outbreak also fell short of what scientists expected. Receive t… [+746 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Massachusetts US Senator to campaign for Ohio Democrat", "description": "COLUMBUS, Ohio (AP) — Massachusetts U.S. Sen. Elizabeth Warren is returning to Ohio to campaign on college campuses for a Democratic gubernatorial candidate criticized by President Donald Trump.", "url": "https://apnews.com/20d08dc4032b4ce0a3c3ed147db02f91", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/0/8d/08dafced-a8ed-5232-ae35-33ffe932310b/5bd90ee8c3add.image.jpg?resize=945%2C630", "publishedAt": "2018-11-01T04:15:03Z", "content": "COLUMBUS, Ohio (AP) Massachusetts U.S. Sen. Elizabeth Warren is returning to Ohio to campaign on college campuses for a Democratic gubernatorial candidate criticized by President Donald Trump. Warren will headline rallies Thursday at Ohio State University in … [+807 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By EDITH M. LEDERER Associated Press", "title": "Cuba gets support before UN votes on embargo, US amendments", "description": "UNITED NATIONS (AP) — Diplomats representing more than 135 countries spoke against the American economic embargo of Cuba ahead of votes Thursday on a U.N. resolution condemning the policy and proposed U.S. amendments criticizing the lack of freedom of express…", "url": "https://apnews.com/8aa72da1151947c09260185195d9155f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/c/7f/c7f258b4-27d4-5445-a91a-9fa93160ec1e/5bda823ab7ac5.image.jpg?resize=945%2C630", "publishedAt": "2018-11-01T04:08:23Z", "content": "UNITED NATIONS (AP) Diplomats representing more than 135 countries spoke against the American economic embargo of Cuba ahead of votes Thursday on a U.N. resolution condemning the policy and proposed U.S. amendments criticizing the lack of freedom of expressio… [+3508 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Diego Valeri scores twice, Timbers advance in MLS playoffs", "description": "DALLAS (AP) — Diego Valeri scored two goals, the second with Portland a man down, and the Timbers beat FC Dallas 2-1 in a MLS knockout game Wednesday night.", "url": "https://apnews.com/54fa2d5eb3cf4da69e1513ebd67f36ce", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/c/af/caf7b625-151b-58ca-a3c5-fc03bf4dd80c/5bda81f9b4f0a.image.jpg?crop=1175%2C661%2C0%2C550&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T04:08:07Z", "content": "DALLAS (AP) Diego Valeri scored two goals, the second with Portland a man down, and the Timbers beat FC Dallas 2-1 in a MLS knockout game Wednesday night. The fifth-seeded Timbers advanced to a two-game Western Conference semifinal against Sporting Kansas Cit… [+1289 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man indicted in slaying, burning of woman's body in Ohio", "description": "COLUMBUS, Ohio (AP) — An Ohio man who authorities say killed a woman and then burned her body to cover up the slaying has been indicted on aggravated murder and gross abuse of a corpse charges.", "url": "https://apnews.com/af81d6ec99a3469195c276f53818e372", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:07:27Z", "content": "COLUMBUS, Ohio (AP) An Ohio man who authorities say killed a woman and then burned her body to cover up the slaying has been indicted on aggravated murder and gross abuse of a corpse charges. The Franklin County Prosecutor's Office said Wednesday that 27-year… [+794 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Tennessee inmate scheduled to die in electric chair", "description": "NASHVILLE, Tenn. (AP) — Tennessee is scheduled to execute a double-murderer in the electric chair Thursday evening.", "url": "https://apnews.com/38e5df7b40c447299e2f845a81074e93", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/70/d70ffab3-1bec-5b9c-b0ca-cd95b82becbd/5bd8b90d9bc28.image.jpg?resize=473%2C630", "publishedAt": "2018-11-01T04:07:01Z", "content": "NASHVILLE, Tenn. (AP) Tennessee is scheduled to execute a double-murderer in the electric chair Thursday evening. If it goes ahead as scheduled, Edmund Zagorski will be only the second person put to death by electrocution in Tennessee since 1960. Daryl Holton… [+703 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Fallen NY state trooper posthumously honored with award", "description": "WATERTOWN, N.Y. (AP) — A state trooper who was fatally shot in the line of duty last year in northern New York has been posthumously awarded a top state honor for his bravery.", "url": "https://apnews.com/dc501841c53f4ceca95c440c73428be3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:06:43Z", "content": "WATERTOWN, N.Y. (AP) A state trooper who was fatally shot in the line of duty last year in northern New York has been posthumously awarded a top state honor for his bravery. Democratic Gov. Andrew Cuomo announced Wednesday that Trooper Joel Davis' three child… [+732 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Miller's job not in jeopardy after Arizona regents meeting", "description": "PHOENIX (AP) — An Arizona Board of Regents says University of Arizona basketball coach Sean Miller's job is not in jeopardy following a meeting to discuss new allegations raised against the program during a federal trial.", "url": "https://apnews.com/494f0e6eb81d4f2bbcb8869fec72acbe", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-01T04:05:21Z", "content": "PHOENIX (AP) An Arizona Board of Regents says University of Arizona basketball coach Sean Miller's job is not in jeopardy following a meeting to discuss new allegations raised against the program during a federal trial. Regent Bill Ridenour told reporters the… [+635 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Grants to address environmental, public health workshops", "description": "CONCORD, N.H. (AP) — Keene State College and the Nashua Regional Planning Commission in New Hampshire have been awarded a total of nearly $50,000 in federal grants to fund community projects addressing environmental and public health issues.", "url": "https://apnews.com/f4fac5d2da6344efaf78fc9f6a9f9185", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:04:49Z", "content": "CONCORD, N.H. (AP) Keene State College and the Nashua Regional Planning Commission in New Hampshire have been awarded a total of nearly $50,000 in federal grants to fund community projects addressing environmental and public health issues. Receive today's hea… [+525 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Sonia Perez D.", "title": "Migrant caravan must walk as Mexico ignores demand for buses", "description": "JUCHITAN, Mexico (AP) — Tired Central American migrants rested in this southern Mexico town while their representatives tried to negotiate bus transportation hundreds of miles ahead, but then came the bad news: They'd be walking again before dawn Thursday. Th…", "url": "https://apnews.com/9c11e4706fe947838884bb09dcecc16b", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:5ebdbb3e10e145e3a8b06ed8e43040bd/3000.jpeg", "publishedAt": "2018-11-01T04:04:47Z", "content": "JUCHITAN, Mexico (AP) Tired Central American migrants rested in this southern Mexico town while their representatives tried to negotiate bus transportation hundreds of miles ahead, but then came the bad news: Theyd be walking again before dawn Thursday. They … [+4781 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Valeri scores twice in 2-1 win to give Timbers knockout win", "description": "DALLAS (AP) — Diego Valeri scored two goals, the second with Portland a man down, and the Timbers beat FC Dallas 2-1 in a MLS knockout game Wednesday night.", "url": "https://apnews.com/bedf7b0015d3434585102943c5f9e0de", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/6/49/649fe0a9-77a5-5be9-ae79-c815d93543d4/5bda81ffa81ee.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T04:04:35Z", "content": "DALLAS (AP) Diego Valeri scored two goals, the second with Portland a man down, and the Timbers beat FC Dallas 2-1 in a MLS knockout game Wednesday night. The fifth-seeded Timbers advanced to a two-game Western Conference semifinal against Sporting Kansas Cit… [+966 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SARAH RANKIN Associated Press", "title": "Rural Virginia county hopes, after years, to reopen hospital", "description": "RICHMOND, Va. (AP) — It was lunchtime on Election Day and Gary McElyea, a councilman in a small town perched in Virginia's sprawling westernmost county, was campaigning under a tent when the heart attack struck.", "url": "https://apnews.com/049216773b134cec80eb7fbc804e5021", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/92/8921938b-961a-57da-aaec-2f0005a03485/5bda1bf40ef20.image.jpg?resize=906%2C630", "publishedAt": "2018-11-01T04:04:27Z", "content": "RICHMOND, Va. (AP) It was lunchtime on Election Day and Gary McElyea, a councilman in a small town perched in Virginia's sprawling westernmost county, was campaigning under a tent when the heart attack struck. \"We were out at the polls, and he just hit the gr… [+5610 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Maine rug company wins exemption from \"harmful\" tariff", "description": "SANFORD, Maine (AP) — Maine's Congressional delegation says a rug manufacturer in the state has succeeded in its application for an exemption from a tariff on yarn it uses to make products.", "url": "https://apnews.com/8b65666c8ab442b9a8f25ef50ce77310", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:03:49Z", "content": "SANFORD, Maine (AP) Maine's Congressional delegation says a rug manufacturer in the state has succeeded in its application for an exemption from a tariff on yarn it uses to make products. Receive today's headlines in your inbox with our daily news email SUBSC… [+786 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Maine wants residents to help peel logs to find nasty insect", "description": "MADAWASKA, Maine (AP) — Maine is trying to root out an invasive forest pest, and it's inviting the public to learn how to help.", "url": "https://apnews.com/295ed32c626048b4b7206061b357c7af", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:03:14Z", "content": "MADAWASKA, Maine (AP) Maine is trying to root out an invasive forest pest, and it's inviting the public to learn how to help. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The emerald ash borer is a threat to Maine's forest… [+699 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "Australia aims to remove asylum seeker children from Nauru", "description": "CANBERRA, Australia (AP) — Australia aims to remove all asylum seeker children from Nauru within two months as concerns escalate about their deteriorating health after languishing on the tiny Pacific atoll nation for up to five years. But cabinet ministers sa…", "url": "https://apnews.com/49ee402a7fd649f3878fade2fd1b4959", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:f6300278979c45e39be32e9033787906/3000.jpeg", "publishedAt": "2018-11-01T04:02:06Z", "content": "CANBERRA, Australia (AP) Australia aims to remove all asylum seeker children from Nauru within two months as concerns escalate about their deteriorating health after languishing on the tiny Pacific atoll nation for up to five years. But cabinet ministers said… [+550 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Buffalo to commission new police, fire headquarters", "description": "BUFFALO, N.Y. (AP) — The city of Buffalo's police and fire departments are setting up shop in a landmark downtown building.", "url": "https://apnews.com/37d5836f445548feab587f685a9671c3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:01:49Z", "content": "BUFFALO, N.Y. (AP) The city of Buffalo's police and fire departments are setting up shop in a landmark downtown building. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY A formal commissioning ceremony is scheduled for Friday… [+648 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Gubernatorial debate to go on — with or without Cuomo", "description": "ALBANY, N.Y. (AP) — Four of the five candidates for governor in New York are set to participate in the last scheduled debate before election day — though Democratic Gov. Andrew Cuomo isn't expected to show up.", "url": "https://apnews.com/eda2435ab54a48b0aee5b1d2c6ad8fe8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T04:01:14Z", "content": "ALBANY, N.Y. (AP) Four of the five candidates for governor in New York are set to participate in the last scheduled debate before election day though Democratic Gov. Andrew Cuomo isn't expected to show up. Receive today's headlines in your inbox with our dail… [+621 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Today in History", "description": "Today in History", "url": "https://apnews.com/ba75af9b8dc24ab8a7d16daa3decdfe2", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-01T04:00:59Z", "content": "Today in History Today is Thursday, Nov. 1, the 305th day of 2018. There are 60 days left in the year. This is All Saints Day. Today's Highlight in History: On Nov. 1, 1952, the United States exploded the first hydrogen bomb, code-named \"Ivy Mike,\" at Eneweta… [+5153 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Rose scores career-high 50 points, Timberwolves beat Jazz", "description": "MINNEAPOLIS (AP) — Derrick Rose scored a career-high 50 points, turning back the clock to his prime years and lifting the Minnesota Timberwolves over the Utah Jazz 128-125 on Wednesday night.", "url": "https://apnews.com/4e9078f357594ab1947cd93c159c8a58", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/5/77/577b4d67-6932-50f9-91f9-3bd4cb928727/5bda76c849e73.image.jpg?crop=1762%2C991%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T03:22:25Z", "content": "MINNEAPOLIS (AP) Derrick Rose scored a career-high 50 points, turning back the clock to his prime years and lifting the Minnesota Timberwolves over the Utah Jazz 128-125 on Wednesday night. Rose was in tears after the game as he walked off the court serenaded… [+2678 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Toledo beats Ball State 45-13 in game with 10 turnovers", "description": "TOLEDO, Ohio (AP) — Bryant Koback had two first-half touchdown runs and Toledo beat Ball State 45-13 on Wednesday night in a game that saw each team commit five turnovers.", "url": "https://apnews.com/9e9929a0321649ad91e4691a653ba0f9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-01T03:18:20Z", "content": "TOLEDO, Ohio (AP) Bryant Koback had two first-half touchdown runs and Toledo beat Ball State 45-13 on Wednesday night in a game that saw each team commit five turnovers. The Rockets (5-4, 3-2 Mid-American) scored 21 points in less than 2 1/2 minutes in the fi… [+1022 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Nuggets-Bulls", "description": "BC-BKN--Nuggets-Bulls,373", "url": "https://apnews.com/a80d70cc02b64d35879937aedfcf2be2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T03:16:16Z", "content": "BC-BKN--Nuggets-Bulls,373 Millsap's putback gives Nuggets 108-107 win over Bulls in OT AP Photo CXA110, CXA109, CXA107, CXA105, CXA103, CXA101, CXA111, CXA102, CXA113, CXA112 Eds: APNewsNow. Nuggets 108, Bulls 107, OT. With AP Photos. Nikola Jokic had 22 poin… [+2730 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Nuggets-Bulls", "description": "BC-BKN--Nuggets-Bulls,373", "url": "https://apnews.com/fd9ee730885b4502bb78af3cc0e2a24e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T03:16:16Z", "content": "BC-BKN--Nuggets-Bulls,373 Millsap's putback gives Nuggets 108-107 win over Bulls in OT AP Photo CXA110, CXA109, CXA107, CXA105, CXA103, CXA101, CXA111, CXA102, CXA113, CXA112 Eds: APNewsNow. Nuggets 108, Bulls 107, OT. With AP Photos. Nikola Jokic had 22 poin… [+2730 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Nuggets-Bulls", "description": "BC-BKN--Nuggets-Bulls,373", "url": "https://apnews.com/ead056fbac1d4727a008cbe17e82249f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T03:16:16Z", "content": "BC-BKN--Nuggets-Bulls,373 Millsap's putback gives Nuggets 108-107 win over Bulls in OT AP Photo CXA110, CXA109, CXA107, CXA105, CXA103, CXA101, CXA111, CXA102, CXA113, CXA112 Eds: APNewsNow. Nuggets 108, Bulls 107, OT. With AP Photos. Nikola Jokic had 22 poin… [+2730 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOHN JACKSON Associated Press", "title": "Millsap's putback gives Nuggets 108-107 win over Bulls in OT", "description": "CHICAGO (AP) — Nikola Jokic had 22 points and 12 rebounds, and Paul Millsap's putback with 0.1 seconds left in overtime gave the Denver Nuggets a 108-107 victory over the Chicago Bulls on Wednesday night.", "url": "https://apnews.com/8f9b8d881589485caa036347e577f6bb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/66/f666bef8-a163-5652-8093-a4645ae3d825/5bda73bd37950.image.jpg?crop=1657%2C932%2C0%2C158&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T03:16:09Z", "content": "CHICAGO (AP) Nikola Jokic had 22 points and 12 rebounds, and Paul Millsap's putback with 0.1 seconds left in overtime gave the Denver Nuggets a 108-107 victory over the Chicago Bulls on Wednesday night. Trailing by a point, Denver inbounded the ball with 3.5 … [+1944 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BBN--Obit-McCovey,4th Ld-Writethru", "description": "BC-BBN--Obit-McCovey, 4th Ld-Writethru,1267", "url": "https://apnews.com/be4f1c579a2b4847969dcdbfdc29e9d6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T03:10:26Z", "content": "BC-BBN--Obit-McCovey, 4th Ld-Writethru,1267 Giants Hall of Famer Willie McCovey has died at age 80 AP Photo NY197, NY199, NY195, NY196, NY198 Eds: Updates with Felipe Alou quote. With AP Photos. Willie McCovey, the sweet-swinging Hall of Famer nicknamed \"Stre… [+7740 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BBN--Obit-McCovey,4th Ld-Writethru", "description": "BC-BBN--Obit-McCovey, 4th Ld-Writethru,1267", "url": "https://apnews.com/4bda715368714e3ea574c1d05e201093", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T03:10:21Z", "content": "BC-BBN--Obit-McCovey, 4th Ld-Writethru,1267 Giants Hall of Famer Willie McCovey has died at age 80 AP Photo NY197, NY199, NY195, NY196, NY198 Eds: Updates with Felipe Alou quote. With AP Photos. Willie McCovey, the sweet-swinging Hall of Famer nicknamed \"Stre… [+7740 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TYLER MASON Associated Press", "title": "Rose scores career-high 50 as Timberwolves top Jazz 128-125", "description": "MINNEAPOLIS (AP) — Derrick Rose scored a career-high 50 points, turning back the clock to his prime years and lifting the Minnesota Timberwolves over the Utah Jazz 128-125 on Wednesday night.", "url": "https://apnews.com/32d93d6810f647a5b40d2281ea1f3c41", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/1/f9/1f960090-9dc6-569b-873a-f68bd2cff10a/5bda73cc168e6.image.jpg?crop=1767%2C994%2C0%2C89&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T03:06:09Z", "content": "MINNEAPOLIS (AP) Derrick Rose scored a career-high 50 points, turning back the clock to his prime years and lifting the Minnesota Timberwolves over the Utah Jazz 128-125 on Wednesday night. Rose was in tears after the game as he walked off the court serenaded… [+2709 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Deputy's use of stun gun in man's death found justified", "description": "DENVER (AP) — Prosecutors say a Colorado deputy was justified in using a stun gun that contributed to the death of a man.", "url": "https://apnews.com/e378f511e7e245468fa165068b8c1f97", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T03:02:23Z", "content": "DENVER (AP) Prosecutors say a Colorado deputy was justified in using a stun gun that contributed to the death of a man. KCNC-TV reports Christopher Poer died in April after Elbert County deputies attempted to apprehend him in a rural area southeast of Denver.… [+706 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Sabonis, Oladipo lift Pacers over Knicks 107-101", "description": "NEW YORK (AP) — Domantas Sabonis matched his career high with 30 points, Victor Oladipo scored 11 of his 24 points in the fourth quarter and the Indiana Pacers beat the New York Knicks 107-101 on Wednesday night.", "url": "https://apnews.com/fd5923da0d5b4fdcae91e887b3679982", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/c/e6/ce6583af-e392-50ce-bdd8-c4a513579104/5bda73d614423.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T03:02:03Z", "content": "NEW YORK (AP) Domantas Sabonis matched his career high with 30 points, Victor Oladipo scored 11 of his 24 points in the fourth quarter and the Indiana Pacers beat the New York Knicks 107-101 on Wednesday night. Indiana trailed 97-94 with 3:08 left before Olad… [+1446 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Nets Pistons", "description": "BC-BKN--Nets Pistons,397", "url": "https://apnews.com/1c562fe2500e448683060ca6bc99b3f2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T02:57:39Z", "content": "BC-BKN--Nets Pistons,397 Dinwiddie hits late 3, Nets beat Pistons 120-119 in OT AP Photo NYFF116, NYFF120, NYFF115, NYFF114, NYFF107, NYFF109 Eds: APNewsNow. Nets 120, Pistons 119, OT. With AP Photos. Spencer Dinwiddie made a 3-pointer with 7.1 seconds left i… [+2726 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Nets Pistons", "description": "BC-BKN--Nets Pistons,397", "url": "https://apnews.com/5a4a363debfc436da2e5dbbf4de36f3c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T02:57:39Z", "content": "BC-BKN--Nets Pistons,397 Dinwiddie hits late 3, Nets beat Pistons 120-119 in OT AP Photo NYFF116, NYFF120, NYFF115, NYFF114, NYFF107, NYFF109 Eds: APNewsNow. Nets 120, Pistons 119, OT. With AP Photos. Spencer Dinwiddie made a 3-pointer with 7.1 seconds left i… [+2726 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Nets Pistons", "description": "BC-BKN--Nets Pistons,397", "url": "https://apnews.com/482ad9a5e7234fcfb8df38831006399a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T02:57:38Z", "content": "BC-BKN--Nets Pistons,397 Dinwiddie hits late 3, Nets beat Pistons 120-119 in OT AP Photo NYFF116, NYFF120, NYFF115, NYFF114, NYFF107, NYFF109 Eds: APNewsNow. Nets 120, Pistons 119, OT. With AP Photos. Spencer Dinwiddie made a 3-pointer with 7.1 seconds left i… [+2726 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Nets Pistons", "description": "BC-BKN--Nets Pistons,397", "url": "https://apnews.com/e9c38924746f4dc9a3d9b964775490c9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T02:57:38Z", "content": "BC-BKN--Nets Pistons,397 Dinwiddie hits late 3, Nets beat Pistons 120-119 in OT AP Photo NYFF116, NYFF120, NYFF115, NYFF114, NYFF107, NYFF109 Eds: APNewsNow. Nets 120, Pistons 119, OT. With AP Photos. Spencer Dinwiddie made a 3-pointer with 7.1 seconds left i… [+2726 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Nets Pistons", "description": "BC-BKN--Nets Pistons,397", "url": "https://apnews.com/e3f8eba225e54ecf8efb8898277eafb2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T02:57:38Z", "content": "BC-BKN--Nets Pistons,397 Dinwiddie hits late 3, Nets beat Pistons 120-119 in OT AP Photo NYFF116, NYFF120, NYFF115, NYFF114, NYFF107, NYFF109 Eds: APNewsNow. Nets 120, Pistons 119, OT. With AP Photos. Spencer Dinwiddie made a 3-pointer with 7.1 seconds left i… [+2726 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DENIS P. GORMAN Associated Press", "title": "Dinwiddie hits late 3, Nets beat Pistons 120-119 in OT", "description": "NEW YORK (AP) — Spencer Dinwiddie made a 3-pointer with 7.1 seconds left in overtime and finished with 25 points to help the Brooklyn Nets beat the Detroit Pistons 120-119 on Wednesday night.", "url": "https://apnews.com/8a697b3f0c5944b0a7e2e8d0deb91d41", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/c3/3c3c6735-31b9-547f-9e51-3fb0245f4a7d/5bda6feca574e.image.jpg?crop=1641%2C923%2C0%2C169&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T02:57:33Z", "content": "NEW YORK (AP) Spencer Dinwiddie made a 3-pointer with 7.1 seconds left in overtime and finished with 25 points to help the Brooklyn Nets beat the Detroit Pistons 120-119 on Wednesday night. Joe Harris added 23 points, Caris LeVert and Jarrett Allen had 19 eac… [+2090 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Woman who locked a child in basement wants to visit children", "description": "WAUKEGAN, Ill. (AP) — A suburban Chicago woman who, with her husband, is accused of confining a daughter to their basement is seeking visitation rights to their children.", "url": "https://apnews.com/9e7a5b457cff46f0bb2fd1fd18a0d809", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T02:52:31Z", "content": "WAUKEGAN, Ill. (AP) A suburban Chicago woman who, with her husband, is accused of confining a daughter to their basement is seeking visitation rights to their children. Katherine Swopes is currently confined to her Waukegan home with a no-contact order regard… [+921 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "MAURICIO SAVARESE AP Sports Writer", "title": "Boca Jrs reaches Copa Libertadores final against River Plate", "description": "SAO PAULO (AP) — Archrivals Boca Juniors and River Plate will stage this year's final of the prestigious Copa Libertadores. It will be the first time that two Argentinian sides", "url": "https://apnews.com/e1c8b48adc46460fa115629c148adff2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/a/45/a45dea89-5fe3-5553-8c28-a0d66d485198/5bda703926d75.image.jpg?crop=1247%2C701%2C0%2C480&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T02:43:10Z", "content": "SAO PAULO (AP) Archrivals Boca Juniors and River Plate will stage this year's final of the prestigious Copa Libertadores. It will be the first time that two Argentinian sides will play for South America's top club trophy. Both matches will be in Buenos Aires.… [+1755 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Missing-girl investigation leads to remains of a small child", "description": "COLLEGE STATION, Texas (AP) — Police say the investigation of a missing 2-year-old Central Texas girl has led them to the remains of a small child in the Houston area.", "url": "https://apnews.com/9bce50cafcb54bc5bcab0e57090c7914", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T02:32:28Z", "content": "COLLEGE STATION, Texas (AP) Police say the investigation of a missing 2-year-old Central Texas girl has led them to the remains of a small child in the Houston area. At a Wednesday news conference, College Station Police Chief Scott McCollum said it may take … [+785 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Trump's Road Show: Trick-or-treat with faux Trump, Elvis", "description": "Six days, eight states, 11 rallies. Scenes from the road as President Donald Trump sprints to Election Day:", "url": "https://apnews.com/fecc1169b8f845ec8a2a588d526af297", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/9/12/912bd351-c5b7-536e-819e-f50a6869b0b6/5bda4d3be9166.image.jpg?resize=945%2C630", "publishedAt": "2018-11-01T02:31:56Z", "content": "Six days, eight states, 11 rallies. Scenes from the road as President Donald Trump sprints to Election Day: WEDNESDAY, 7 p.m. WHERE: Hertz Arena, Estero, Florida. RUNNING TIME: 54 minutes. SIGN OF THE TIMES: An Elvis impersonator! After all, it was Halloween.… [+757 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Hyung-jin Kim", "title": "Women in N.Korea suffer serious sexual abuse but no 'MeToo'", "description": "SEOUL, South Korea (AP) — North Korean refugees say sexual violence against women in their former homeland is part of daily life. But a new report suggests there's little chance that abused women in the North will get to say \"MeToo\" anytime soon. North Korea'…", "url": "https://apnews.com/342392fc30c747d0a586f1576bb71cac", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:40e1d307927e4c0196de6d3c94811026/3000.jpeg", "publishedAt": "2018-11-01T02:29:28Z", "content": "SEOUL, South Korea (AP) North Korean refugees say sexual violence against women in their former homeland is part of daily life. But a new report suggests theres little chance that abused women in the North will get to say MeToo anytime soon. North Koreas extr… [+5380 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BETH HARRIS AP Sports Writer", "title": "Dodgers, Kershaw extend deadline on his option decision", "description": "LOS ANGELES (AP) — Clayton Kershaw and the Los Angeles Dodgers want some more time to consider their possible future together.", "url": "https://apnews.com/1258112831554f53929470b2f1eff2d0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/6/1a/61a8023f-2418-5cc9-97cf-a613ce1a6620/5bd68de0ccc2f.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T02:18:13Z", "content": "LOS ANGELES (AP) Clayton Kershaw and the Los Angeles Dodgers want some more time to consider their possible future together. The three-time NL Cy Young Award winner and the team have agreed to extend the deadline on his option decision by 40 hours until 1 p.m… [+605 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JIM ARMSTRONG AP Sports Writer", "title": "Kashima aiming to add ACL title to list of championships", "description": "TOKYO (AP) — Japan's most successful club team will be aiming to add a continental title to its list of accomplishments in the Asian Champions League finals.", "url": "https://apnews.com/8f2b445c61c8445a9ad9cc702b3defe0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/d/e5/de5df9ba-bd0f-5107-8266-f92866b19822/5bda6a4ba1762.image.jpg?crop=1607%2C904%2C0%2C193&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T02:13:51Z", "content": "TOKYO (AP) Japan's most successful club team will be aiming to add a continental title to its list of accomplishments in the Asian Champions League finals. Since the J-League's inaugural season in 1993, Kashima Antlers have been by far Japan's most successful… [+2129 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-SOC--Asian Champions League", "description": "BC-SOC--Asian Champions League,388", "url": "https://apnews.com/8b26e6f4ae8042039e6ae7e1098b271e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T02:13:51Z", "content": "BC-SOC--Asian Champions League,388 Kashima aiming to add ACL title to list of championships AP Photo SEL104, SEL107 Eds: With AP Photos. Japan's most successful club team will be aiming to add a continental title to its list of accomplishments in the Asian Ch… [+2751 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-SOC--MLS-Union-NYCFC", "description": "BC-SOC--MLS-Union-NYCFC,227", "url": "https://apnews.com/05c9319500c242d4a5930e03513aea9e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T02:11:26Z", "content": "BC-SOC--MLS-Union-NYCFC,227 NYCFC advances out of knockout round with 3-1 victory AP Photo NYNM101, NYNM102, NYNM104, NYNM103 Eds: APNewsNow. NYCFC 3, Union 1. With AP Photos. Maximiliano Moralez had two big assists on first-half goals then added a score of h… [+1771 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-SOC--MLS-Union-NYCFC", "description": "BC-SOC--MLS-Union-NYCFC,227", "url": "https://apnews.com/7b5fd3e68e9d458ca1ed15fd461e0915", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T02:11:25Z", "content": "BC-SOC--MLS-Union-NYCFC,227 NYCFC advances out of knockout round with 3-1 victory AP Photo NYNM101, NYNM102, NYNM104, NYNM103 Eds: APNewsNow. NYCFC 3, Union 1. With AP Photos. Maximiliano Moralez had two big assists on first-half goals then added a score of h… [+1771 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-SOC--MLS-Union-NYCFC", "description": "BC-SOC--MLS-Union-NYCFC,227", "url": "https://apnews.com/9fa9b5aba22f4d2b90f0fac7ca938915", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T02:11:25Z", "content": "BC-SOC--MLS-Union-NYCFC,227 NYCFC advances out of knockout round with 3-1 victory AP Photo NYNM101, NYNM102, NYNM104, NYNM103 Eds: APNewsNow. NYCFC 3, Union 1. With AP Photos. Maximiliano Moralez had two big assists on first-half goals then added a score of h… [+1771 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-SOC--MLS-Union-NYCFC", "description": "BC-SOC--MLS-Union-NYCFC,227", "url": "https://apnews.com/736f10c32c874b82a2fb619d95a617bb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T02:11:25Z", "content": "BC-SOC--MLS-Union-NYCFC,227 NYCFC advances out of knockout round with 3-1 victory AP Photo NYNM101, NYNM102, NYNM104, NYNM103 Eds: APNewsNow. NYCFC 3, Union 1. With AP Photos. Maximiliano Moralez had two big assists on first-half goals then added a score of h… [+1771 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GREG BEACHAM AP Sports Writer", "title": "Dante Fowler joins LA Rams, prepares for playoff rush", "description": "THOUSAND OAKS, Calif. (AP) — The Los Angeles Rams' top defenders reacted with predictable glee when they heard about the addition of pass-rusher Dante Fowler through a trade with Jacksonville.", "url": "https://apnews.com/64ff42fd536649d09b06e384503b0447", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/e/d2/ed2f4a92-a35d-5ed5-b7d3-d221e2687a83/5bd8d0e380f77.image.jpg?crop=1781%2C1002%2C0%2C80&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T02:05:21Z", "content": "THOUSAND OAKS, Calif. (AP) The Los Angeles Rams' top defenders reacted with predictable glee when they heard about the addition of pass-rusher Dante Fowler through a trade with Jacksonville. \"I found out about it, and I was smiling ear to ear,\" defensive tack… [+3958 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Wyoming records increase in cases of syphilis", "description": "CASPER, Wyo. (AP) — Wyoming health officials say 34 cases of syphilis have been reported in the state this year, a 36 percent increase from 2017.", "url": "https://apnews.com/9c667d11f85644f381d0c2b69dd8d0aa", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T02:05:00Z", "content": "CASPER, Wyo. (AP) Wyoming health officials say 34 cases of syphilis have been reported in the state this year, a 36 percent increase from 2017. The Casper Star-Tribune reports the state Department of Health announced Wednesday the syphilis increase, which mir… [+864 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Colorado deputy fired for actions during deadly shootout", "description": "DURANGO, Colo. (AP) — A Colorado deputy cleared of criminal wrongdoing in a deadly shootout and chase that ended across the Utah border was terminated for violating department policy.", "url": "https://apnews.com/7c35c0a31e924c2ea18133efea4d2883", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T01:38:17Z", "content": "DURANGO, Colo. (AP) A Colorado deputy cleared of criminal wrongdoing in a deadly shootout and chase that ended across the Utah border was terminated for violating department policy. The Durango Herald reports a federal prosecutor ruled in August that the shoo… [+919 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "S. Korea's Moon: N. Korean leader Kim to visit Seoul 'soon'", "description": "SEOUL, South Korea (AP) — South Korean President Moon Jae-in says North Korean leader Kim Jong Un will \"soon\" visit Seoul. Moon didn't provide any other details about the trip during a speech on the economy given before the parliament Thursday. Moon has previ…", "url": "https://apnews.com/3eab6bf002aa4f6e86c9e959a7c77f2b", "urlToImage": "https://apnews.com/images/ShareLogo.png", "publishedAt": "2018-11-01T01:36:59Z", "content": "SEOUL, South Korea (AP) South Korean President Moon Jae-in says North Korean leader Kim Jong Un will soon visit Seoul. Moon didnt provide any other details about the trip during a speech on the economy given before the parliament Thursday. Moon has previously… [+490 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Bucks-Antetokounmpo", "description": "BC-BKN--Bucks-Antetokounmpo,145", "url": "https://apnews.com/40c845f0e2454385b2d802c7b3dddf83", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T01:29:29Z", "content": "BC-BKN--Bucks-Antetokounmpo,145 Bucks' Giannis back at practice after concussion protocol AP Photo WIMG101 Eds: APNewsNow. With AP Photos. Star forward Giannis Antetokounmpo has returned to practice for the unbeaten Milwaukee Bucks after missing Monday's win … [+1300 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Bucks' Giannis back at practice after concussion protocol", "description": "MILWAUKEE (AP) — Milwaukee Bucks star forward Giannis Antetokounmpo has been cleared to play against the Boston Celtics on Thursday after missing a game while in the NBA's concussion protocol.", "url": "https://apnews.com/c0cf71b72f6b4901a38743f3bce6d143", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/a4/3a42d8eb-4ab0-5e0f-8571-9bae19de5627/5bda5f82413c4.image.jpg?crop=1859%2C1046%2C0%2C34&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T01:29:26Z", "content": "MILWAUKEE (AP) Milwaukee Bucks star forward Giannis Antetokounmpo has been cleared to play against the Boston Celtics on Thursday after missing a game while in the NBA's concussion protocol. Antetokounmpo returned to practice Wednesday. He says he has done \"e… [+674 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Second man charged in college professor, husband's death", "description": "PEORIA, Ill. (AP) — Murder charges have been filed against a second central Illinois man in connection with the deaths of a Bradley University professor and her husband.", "url": "https://apnews.com/97b03eaa367e4e3f8b7044e321271149", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T01:26:40Z", "content": "PEORIA, Ill. (AP) Murder charges have been filed against a second central Illinois man in connection with the deaths of a Bradley University professor and her husband. A Peoria County judge Wednesday ordered 20-year-old Matthew Roberts of Princeville held in … [+801 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-MLS--SOC-Union-NYCFC", "description": "BC-MLS--SOC-Union-NYCFC,227", "url": "https://apnews.com/4ec49441cf8d452aaf95219eeb38d29b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T01:26:39Z", "content": "BC-MLS--SOC-Union-NYCFC,227 NYCFC advances out of knockout round with 3-1 victory AP Photo NYNM101, NYNM102, NYNM104, NYNM103 Eds: APNewsNow. NYCFC 3, Union 1. With AP Photos. Maximiliano Moralez had two big assists on first-half goals then added a score of h… [+1771 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-MLS--SOC-Union-NYCFC", "description": "BC-MLS--SOC-Union-NYCFC,227", "url": "https://apnews.com/a666693144c04bfbb1c566ce0ad0af63", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T01:26:39Z", "content": "BC-MLS--SOC-Union-NYCFC,227 NYCFC advances out of knockout round with 3-1 victory AP Photo NYNM101, NYNM102, NYNM104, NYNM103 Eds: APNewsNow. NYCFC 3, Union 1. With AP Photos. Maximiliano Moralez had two big assists on first-half goals then added a score of h… [+1771 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-MLS--SOC-Union-NYCFC", "description": "BC-MLS--SOC-Union-NYCFC,227", "url": "https://apnews.com/19563ce787034af7ac2618e2bdbc9b75", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T01:26:38Z", "content": "BC-MLS--SOC-Union-NYCFC,227 NYCFC advances out of knockout round with 3-1 victory AP Photo NYNM101, NYNM102, NYNM104, NYNM103 Eds: APNewsNow. NYCFC 3, Union 1. With AP Photos. Maximiliano Moralez had two big assists on first-half goals then added a score of h… [+1771 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "NYCFC advances out of knockout round with 3-1 victory", "description": "NEW YORK (AP) — Maximiliano Moralez had two big assists on first-half goals and added a score of his own in the second half to help NYCFC advance out of the MLS knockout round with a 3-1 victory over the…", "url": "https://apnews.com/1bea4d8522764516950eefc00100da2f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/1/68/168f02a5-cb72-5ab6-8e85-2e161a433678/5bda5f879f84d.image.jpg?crop=1174%2C660%2C0%2C551&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T01:26:32Z", "content": "NEW YORK (AP) Maximiliano Moralez had two big assists on first-half goals and added a score of his own in the second half to help NYCFC advance out of the MLS knockout round with a 3-1 victory over the Philadelphia Union on Wednesday night. Ismael Tajouri-Shr… [+1033 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "Japan resumes work at disputed site for US base relocation", "description": "TOKYO (AP) — Japan's central government has resumed work at a disputed U.S. military base relocation site on the southern island of Okinawa despite local opposition. The Defense Ministry's local branch said an early stage of landfill work at Henoko on Okinawa…", "url": "https://apnews.com/febdb89deefd4c41a88faa8206c2efcc", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:ccc20b715cce426c91cb9df82de5421c/3000.jpeg", "publishedAt": "2018-11-01T01:18:29Z", "content": "TOKYO (AP) Japans central government has resumed work at a disputed U.S. military base relocation site on the southern island of Okinawa despite local opposition. The Defense Ministrys local branch said an early stage of landfill work at Henoko on Okinawas ea… [+524 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Montana teens arrested in fatal shooting, fatal hit-and-run", "description": "GREAT FALLS, Mont. (AP) — Two teenagers have been arrested in connection with a shooting death and a fatal hit-and-run crash in northwest Montana.", "url": "https://apnews.com/c8bd7bd9b0584e0fbf50e6db6a547062", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T01:09:44Z", "content": "GREAT FALLS, Mont. (AP) Two teenagers have been arrested in connection with a shooting death and a fatal hit-and-run crash in northwest Montana. The Great Falls Tribune reports the 17-year-old boys are being held at a juvenile detention center for the deaths … [+818 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Gynecologist pleads guilty to harassment for exam 'joke'", "description": "GRAND JUNCTION, Colo. (AP) — A former Colorado gynecologist accused of dyeing a patient's vagina purple has avoided jail time and will be allowed to continue practicing medicine.", "url": "https://apnews.com/26c463940a6546c4b3b0eb60ecb45966", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T01:02:17Z", "content": "GRAND JUNCTION, Colo. (AP) A former Colorado gynecologist accused of dyeing a patient's vagina purple has avoided jail time and will be allowed to continue practicing medicine. The Daily Sentinel reports 58-year-old Dr. Barry King pleaded guilty last week to … [+787 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Japan's central government has resumed work at disputed U.S. base relocation site on Okinawa despite local rejection", "description": "TOKYO (AP) — Japan's central government has resumed work at disputed U.S. base relocation site on Okinawa despite local rejection.", "url": "https://apnews.com/5b1c183fa45c4dc7b7f13f496517713c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T00:55:20Z", "content": "Richmond, VA (23219) Today A few passing clouds. Low 57F. Winds SSW at 5 to 10 mph.. Tonight A few passing clouds. Low 57F. Winds SSW at 5 to 10 mph. Updated: October 31, 2018 @ 9:35 pm"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "California gang member sentenced in plot to kill rival", "description": "FRESNO, Calif. (AP) — A central California gang member has been sentenced to 10 years in prison for conspiring to kill a rival.", "url": "https://apnews.com/7cca556a1e7342ce8f58613aebc320aa", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-01T00:53:06Z", "content": "FRESNO, Calif. (AP) A central California gang member has been sentenced to 10 years in prison for conspiring to kill a rival. The U.S. Justice Department says Wednesday that 41-year-old William Lee of Fresno had been convicted of conspiracy to commit murder. … [+508 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By PAUL ELIAS", "title": "California power customers file claims in pre-emptive outage", "description": "SAN FRANCISCO (AP) — A Northern California utility received 146 demands for reimbursement from customers who say Pacific Gas & Electric Company's controversial decision to cut power to prevent wildfires hurt them economically.", "url": "https://apnews.com/ad26a92b9c184280ad2b679c612e72a2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T00:44:51Z", "content": "SAN FRANCISCO (AP) A Northern California utility received 146 demands for reimbursement from customers who say Pacific Gas &amp; Electric Company's controversial decision to cut power to prevent wildfires hurt them economically. The utility said Wednesday in … [+801 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JANIE McCAULEY AP Baseball Writer", "title": "Giants Hall of Famer Willie McCovey has died at age 80", "description": "SAN FRANCISCO (AP) — Willie McCovey, the sweet-swinging Hall of Famer nicknamed \"Stretch\" for his 6-foot-4 height and those long arms, died Wednesday. He was 80.", "url": "https://apnews.com/6ecb49d6b22a4baba976e6099608f7fe", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/b/cc/bccee43c-ff39-5026-a045-975567bedc60/5bda4cb8a8933.image.jpg?resize=717%2C630", "publishedAt": "2018-11-01T00:42:53Z", "content": "SAN FRANCISCO (AP) Willie McCovey, the sweet-swinging Hall of Famer nicknamed \"Stretch\" for his 6-foot-4 height and those long arms, died Wednesday. He was 80. The San Francisco Giants announced McCovey's death, saying the fearsome hitter passed \"peacefully\" … [+3255 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "New Zealand urges tourists to care for environment", "description": "WELLINGTON, New Zealand (AP) — With concerns rising about the impact of tourism on the environment, New Zealand on Thursday launched a new campaign to get visitors to dispose of their litter in bins and otherwise take care of their surroundings.", "url": "https://apnews.com/60c4170a8d364f758a0839c3dd56ad9c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/0/93/0937d500-d8d1-5c61-af2c-ec1502cc0cbf/5bda4ce34db32.image.jpg?resize=1041%2C630", "publishedAt": "2018-11-01T00:32:47Z", "content": "Mark Baker New Zealand urges tourists to care for environment In this Oct. 6, 2018 photo a tourist stands on a rock as he looks over Lake Tekapo and the Southern Alps in New Zealand. With concern rising about the impact of tourism on the environment, New Zeal… [+1915 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Park district police chief shared filmed sexual encounters", "description": "CHICAGO (AP) — The police chief of a suburban Chicago park district has been accused of videotaping sexual encounters with women and posting them on social media without their consent.", "url": "https://apnews.com/1068e539e75d4b479c4349ebbc92607e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T00:26:21Z", "content": "CHICAGO (AP) The police chief of a suburban Chicago park district has been accused of videotaping sexual encounters with women and posting them on social media without their consent. Christian Daigre is chief of the Chicago Heights Park District police. He is… [+820 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOHN HANNA AP Political Writer", "title": "Kobach echoes Trump on citizenship issue in hot Kansas race", "description": "TOPEKA, Kan. (AP) — Republican candidate Kris Kobach echoed President Donald Trump's assertion that Trump can deny U.S. citizenship to babies born to parents living in the country illegally, intensifying a focus on immigration in the final days of a…", "url": "https://apnews.com/4b1f5dddef094df9b359235c8112b302", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/a/e3/ae3632a2-5a7b-557c-b58e-472308721533/5bda4cb655e67.image.jpg?resize=1012%2C630", "publishedAt": "2018-11-01T00:20:31Z", "content": "TOPEKA, Kan. (AP) Republican candidate Kris Kobach echoed President Donald Trump's assertion that Trump can deny U.S. citizenship to babies born to parents living in the country illegally, intensifying a focus on immigration in the final days of a close Kansa… [+4128 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BRETT MARTEL AP Sports Writer", "title": "Brees, Saints offense, brace for unusual challenge vs. Rams", "description": "METAIRIE, La. (AP) — Drew Brees and the New Orleans Saints face an unusual challenge this weekend.", "url": "https://apnews.com/4c3ba3cd133f493a81d0853cbeefc813", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/2/e0/2e08ed1d-e5fe-554e-9994-eee3559a79ca/5bd7a6337cdc3.image.jpg?crop=1723%2C969%2C0%2C116&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-01T00:19:06Z", "content": "METAIRIE, La. (AP) Drew Brees and the New Orleans Saints face an unusual challenge this weekend. They'll try to keep up with an offense every bit as potent as their own and do so against one of the top-rated defenses in the NFL. Saints coach Sean Payton said … [+4038 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: Trump says GOP Senate candidate Scott 'a talent'", "description": "ESTERO, Fla. (AP) — The Latest on President Donald Trump's final rally blitz before the midterm elections (all times local):", "url": "https://apnews.com/8b9b4b6609d14b0da26db962fabe80fb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/3/90/390b38a7-8671-55ea-87f2-1dff070548dd/5bd9fc281bc5d.image.jpg?resize=1002%2C630", "publishedAt": "2018-11-01T00:11:09Z", "content": "ESTERO, Fla. (AP) The Latest on President Donald Trump's final rally blitz before the midterm elections (all times local): 8:10 p.m. President Donald Trump is campaigning for Florida Republican Gov. Rick Scott, who is challenging incumbent Democratic Sen. Bil… [+2401 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By THOMAS BEAUMONT Associated Press", "title": "Iowa Rep. Steve King keeps low profile amid new controversy", "description": "HAMPTON, Iowa (AP) — Rep. Steve King is keeping a low profile.", "url": "https://apnews.com/699527da235e452bb7ffd61293e9b436", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/e/d0/ed0ee191-6e10-58f7-9434-fa795d72b6fa/5bd8ee1f5b8a5.image.jpg?resize=945%2C630", "publishedAt": "2018-11-01T00:08:37Z", "content": "HAMPTON, Iowa (AP) Rep. Steve King is keeping a low profile. Engulfed in controversy for his past support of white supremacist groups and leaders in light of Saturday's massacre at a Pittsburgh synagogue, the Iowa Republican is riding out the closing days of … [+4426 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By THOMAS BEAUMONT Associated Press", "title": "Iowa Rep. Steve King keeps low profile amid new controversy", "description": "HAMPTON, Iowa (AP) — Rep. Steve King is keeping a low profile.", "url": "https://apnews.com/699527da235e452bb7ffd61293e9b436", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/2/ba/2ba0e217-b115-5a97-a857-6a7ac311d55b/5bd8ea14ba167.image.jpg?resize=945%2C630", "publishedAt": "2018-11-01T00:08:37Z", "content": "HAMPTON, Iowa (AP) Rep. Steve King is keeping a low profile. Engulfed in controversy for his past support of white supremacist groups and leaders in light of Saturday's massacre at a Pittsburgh synagogue, the Iowa Republican is riding out the closing days of … [+4293 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Indiana Grown aims to expand schools' access to local foods", "description": "INDIANAPOLIS (AP) — A state program devoted to finding new markets for Indiana-grown foods is aiming to expand Hoosier school districts' access to local foods.", "url": "https://apnews.com/65303aec92cb4d169526db7eaec62397", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T00:05:10Z", "content": "INDIANAPOLIS (AP) A state program devoted to finding new markets for Indiana-grown foods is aiming to expand Hoosier school districts' access to local foods. Indiana Grown is working with three partners on a local food resource guide school that school food s… [+810 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "Groundskeeper accepts reduced $78 million Monsanto verdict", "description": "SAN FRANCISCO (AP) — A Northern California groundskeeper said Wednesday that he will accept a judge's reduced verdict of $78 million against Monsanto after a jury found the company's weed killer caused his cancer.", "url": "https://apnews.com/a74de6fac839494e89746c574422c400", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/3/e1/3e16d9dd-73a3-52f4-8927-cd1288d280e4/5bda460413d7b.image.jpg?resize=967%2C630", "publishedAt": "2018-11-01T00:04:35Z", "content": "SAN FRANCISCO (AP) A Northern California groundskeeper said Wednesday that he will accept a judge's reduced verdict of $78 million against Monsanto after a jury found the company's weed killer caused his cancer. DeWayne Johnson's attorney formally informed th… [+1430 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By KYLE HIGHTOWER AP Sports Writer", "title": "Patriots secondary expecting challenge from Rodgers, Packers", "description": "FOXBOROUGH, Mass. (AP) — It didn't take Bill Belichick long to recall what Aaron Rodgers did against his defense the previous time that the Packers faced the Patriots.", "url": "https://apnews.com/570c01f8500b4810ac4a22e7aa3f7788", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/7/11/71164336-5cfa-53e1-a6d6-0f74e64bd4d5/5bd8c6f8ea3b8.image.jpg?resize=561%2C630", "publishedAt": "2018-11-01T00:03:50Z", "content": "FOXBOROUGH, Mass. (AP) It didn't take Bill Belichick long to recall what Aaron Rodgers did against his defense the previous time that the Packers faced the Patriots. \"He killed us,\" Belichick said of New England's 26-21 loss in Green Bay in 2014. \"He does eve… [+3915 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Former Peruvian first daughter detained in corruption probe", "description": "LIMA, Peru (AP) — Former Peruvian first daughter Keiko Fujimori was ordered back to jail Wednesday in a case that has captured attention in the South American nation reeling from a series of corruption scandals reaching into the highest echelons…", "url": "https://apnews.com/98b5ec1d9b6c4b2bb1cffcadd59372fd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/5/a4/5a407ede-706b-5e73-8f56-aad125e711c0/5bda43fe0a1bf.image.jpg?resize=943%2C630", "publishedAt": "2018-11-01T00:03:36Z", "content": "LIMA, Peru (AP) Former Peruvian first daughter Keiko Fujimori was ordered back to jail Wednesday in a case that has captured attention in the South American nation reeling from a series of corruption scandals reaching into the highest echelons of power. Judge… [+3091 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "San Francisco Giants say Hall of Fame slugger Willie McCovey has died at 80", "description": "SAN FRANCISCO (AP) — San Francisco Giants say Hall of Fame slugger Willie McCovey has died at 80.", "url": "https://apnews.com/43996505553c4a6e9d4e03a870411495", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T00:02:21Z", "content": "Roanoke, VA (24010) Today A few passing clouds. Low 56F. Winds light and variable.. Tonight A few passing clouds. Low 56F. Winds light and variable. Updated: October 31, 2018 @ 8:49 pm"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "More businesses join Detroit crime reduction program", "description": "DETROIT (AP) — Some businesses in Detroit's Corktown neighborhood have joined the city's Project Green Light commercial corridor program which uses high-definition exterior surveillance cameras to fight crime.", "url": "https://apnews.com/9ea805cff692445abc8f0c41ef203a7e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-01T00:01:39Z", "content": "DETROIT (AP) Some businesses in Detroit's Corktown neighborhood have joined the city's Project Green Light commercial corridor program which uses high-definition exterior surveillance cameras to fight crime. Receive today's headlines in your inbox with our da… [+797 chars]"}]}