{"articles": [{"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "2 ex-presidents lead as votes counted in Madagascar election", "description": "ANTANANARIVO, Madagascar (AP) — Two former presidents of Madagascar are neck and neck as votes are being counted in the presidential election that seeks to end years of political instability in this Indian Ocean island nation.", "url": "https://apnews.com/3974966568864db4961654a5c281e46b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/1f/11f2804c-dd0e-5c55-a8c9-b52cb48447d3/5be4322fde436.image.jpg?resize=922%2C630", "publishedAt": "2018-11-08T11:59:04Z", "content": "ANTANANARIVO, Madagascar (AP) Two former presidents of Madagascar are neck and neck as votes are being counted in the presidential election that seeks to end years of political instability in this Indian Ocean island nation. According to partial results annou… [+727 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "10 Things to Know for Today", "description": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about today:", "url": "https://apnews.com/427955d6f318420b9d1802048b49956d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/0/87/087cbdd3-8ca8-52a2-b803-c30a263b5718/5be3d5362a39a.image.jpg?resize=885%2C630", "publishedAt": "2018-11-08T11:56:07Z", "content": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about today: 1. 13 DEAD AT CALIFORNIA COUNTRY DANCE BAR The dead include a sheriff's sergeant and the gunman after a shooting inside the crowded Borderline Bar &amp; Gr… [+1855 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Woman who spent $21M at Harrods bailed, fights extradition", "description": "LONDON (AP) — A woman from Azerbaijan whose fortune has been targeted by British authorities under anti-corruption laws was freed on bail Thursday while she battles extradition to her homeland over embezzlement allegations.", "url": "https://apnews.com/0f44e8f4a9ec4322bfd0179ea9719422", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T11:41:06Z", "content": "LONDON (AP) A woman from Azerbaijan whose fortune has been targeted by British authorities under anti-corruption laws was freed on bail Thursday while she battles extradition to her homeland over embezzlement allegations. Zamira Hajiyeva is the first person t… [+1045 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Bus crash injures 6 children, 2 adults in South Florida", "description": "FORT LAUDERDALE, Fla. (AP) — Six children and two adults adult were injured in a crash involving a pickup truck and a private bus taking children home from an aftercare program in South Florida.", "url": "https://apnews.com/bac1979e846b4387aab4fece88adeca3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T11:40:05Z", "content": "FORT LAUDERDALE, Fla. (AP) Six children and two adults adult were injured in a crash involving a pickup truck and a private bus taking children home from an aftercare program in South Florida. Receive today's headlines in your inbox with our daily news email … [+485 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Authorities say man trapped in asphalt plant died", "description": "NORTH PLATTE, Neb. (AP) — Authorities say a man died after falling into some equipment at a plant on the eastern edge of North Platte.", "url": "https://apnews.com/5f1884ea586e4076b06603176fc50855", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T11:39:40Z", "content": "NORTH PLATTE, Neb. (AP) Authorities say a man died after falling into some equipment at a plant on the eastern edge of North Platte. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Firefighters and medics were sent to Western… [+366 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Authorities: Truck hits construction vehicle; worker killed", "description": "EAST UNION, Ind. (AP) — Authorities say a worker has died after a semi-truck failed to merge in a construction zone in central Indiana and struck a construction vehicle.", "url": "https://apnews.com/02d9d33ba2bc44d8b43c3310dda6ca2a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T11:32:47Z", "content": "EAST UNION, Ind. (AP) Authorities say a worker has died after a semi-truck failed to merge in a construction zone in central Indiana and struck a construction vehicle. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The crash… [+683 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Kirsten Grieshaber", "title": "Holocaust survivor recalls 'Night of Broken Glass' horrors", "description": "BERLIN (AP) — Walter Frankenstein was 14 years old when a police officer came to the Jewish orphanage he was living at in Berlin, urging all children to leave the building immediately because \"something bad will happen tonight.\" It was early evening, November…", "url": "https://apnews.com/e1cfb24685504fc0b71a0cfd2f5ba555", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:59a488c2b5f44edbb55489e0cf43170c/3000.jpeg", "publishedAt": "2018-11-08T11:25:25Z", "content": "BERLIN (AP) Walter Frankenstein was 14 years old when a police officer came to the Jewish orphanage he was living at in Berlin, urging all children to leave the building immediately because something bad will happen tonight. It was early evening, November 9, … [+5225 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Voters oust prosecutor accused of being drunk in courtroom", "description": "OSCEOLA, Iowa (AP) — A southern Iowa county attorney accused of being drunk in a courtroom has lost her bid for another term in office.", "url": "https://apnews.com/6691db68835348aeb4902708fd7f9249", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T11:24:44Z", "content": "OSCEOLA, Iowa (AP) A southern Iowa county attorney accused of being drunk in a courtroom has lost her bid for another term in office. Clarke County election records say Michelle Rivera, a Democratic incumbent, received a little over 29 percent of the vote in … [+711 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JUANA SUMMERS and THOMAS BEAUMONT Associated Press", "title": "Trump, Democrats can take 2020 clues from midterm elections", "description": "WASHINGTON (AP) — This week's midterm elections offered revealing lessons for both parties as battle lines begin to emerge for the 2020 presidential election.", "url": "https://apnews.com/7f726289083a42ffbc87d29fb71ee3ae", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/e/ac/eacc5a9e-34a2-58c1-9539-7f6704dd40ce/5be38e3255428.image.jpg?resize=971%2C630", "publishedAt": "2018-11-08T11:12:14Z", "content": "WASHINGTON (AP) This week's midterm elections offered revealing lessons for both parties as battle lines begin to emerge for the 2020 presidential election. For Democrats, a string of statewide victories in Rust Belt states opened a potential path back to the… [+5121 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By LORNE COOK Associated Press", "title": "EU Brexit envoy says 'much more work' needed to clinch deal", "description": "HELSINKI (AP) — The European Union's Brexit negotiator on Thursday said that gaps remain to be bridged in talks on the U.K.'s departure from the bloc as time runs out to secure a deal and have it endorsed.", "url": "https://apnews.com/4b8e8dec3ccb4c438883714b28b12d49", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/e/e1/ee12efe3-40e2-510d-9505-ae0afe352e0f/5be433d617381.image.jpg?resize=986%2C630", "publishedAt": "2018-11-08T11:10:35Z", "content": "HELSINKI (AP) The European Union's Brexit negotiator on Thursday said that gaps remain to be bridged in talks on the U.K.'s departure from the bloc as time runs out to secure a deal and have it endorsed. Britain leaves the EU on March 29, but a deal must be s… [+2671 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Raf Casert", "title": "In the final hours of World War I, a terrible toll", "description": "VRIGNE-MEUSE, France (AP) — Augustin Trebuchon is buried beneath a white lie. His tiny plot is almost on the front line where the guns finally fell silent at 11 a.m. on the 11th day of the 11th month in 1918, after a four-year war that had already killed mill…", "url": "https://apnews.com/1fa30471966c41efac92767a824061c5", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:ed327d071f9c468c82386dc1a2b025df/3000.jpeg", "publishedAt": "2018-11-08T11:07:47Z", "content": "VRIGNE-MEUSE, France (AP) Augustin Trebuchon is buried beneath a white lie. His tiny plot is almost on the front line where the guns finally fell silent at 11 a.m. on the 11th day of the 11th month in 1918, after a four-year war that had already killed millio… [+7147 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MONIKA SCISLOWSKA Associated Press", "title": "Poland signs deal for long-term deliveries of US gas", "description": "WARSAW, Poland (AP) — Poland's main gas company signed a long-term contract Thursday to receive deliveries of liquefied natural gas from the United States as part of a larger effort to reduce its energy dependence on Russia.", "url": "https://apnews.com/72568e5c41bd49d0a3515926311ebc7b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/1/07/1078abe2-091b-5325-b295-d0dee4b36bb2/5be430c64296c.image.jpg?resize=763%2C630", "publishedAt": "2018-11-08T11:01:55Z", "content": "WARSAW, Poland (AP) Poland's main gas company signed a long-term contract Thursday to receive deliveries of liquefied natural gas from the United States as part of a larger effort to reduce its energy dependence on Russia. The state company PGNiG signed the 2… [+2576 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Mark Sherman", "title": "Experienced discomfort overnight... Series of health problems...", "description": "Ginsburg, 85, hospitalized after fracturing 3 ribs in fall WASHINGTON (AP) — Eighty-five-year-old Supreme Court Justice Ruth Bader Ginsburg fractured three ribs in a fall in her office at the court and is in the hospital, the court said Thursday. The court’s …", "url": "https://www.apnews.com/5cb91423ce954e1d8520eba25fc9262a", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:da1c49a3a75e4c0f8f09163e43ecccda/3000.jpeg", "publishedAt": "2018-11-08T11:00:04Z", "content": "WASHINGTON (AP) Eighty-five-year-old Supreme Court Justice Ruth Bader Ginsburg fractured three ribs in a fall in her office at the court and is in the hospital, the court said Thursday. The courts oldest justice fell Wednesday evening, the court said. She cal… [+2045 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "American Airlines packs food for Florida hurricane relief", "description": "CHICAGO (AP) — American Airlines volunteers are gathering to pack 5,000 boxes of food for Florida communities affected by recent hurricanes.", "url": "https://apnews.com/3d7d5bb8b0644ce1a418f8f897572752", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T10:47:12Z", "content": "CHICAGO (AP) American Airlines volunteers are gathering to pack 5,000 boxes of food for Florida communities affected by recent hurricanes. Team members planned to gather Thursday at one of the airline's O'Hare International Airport hangars. They planned to wo… [+384 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Authorities: Suspected gunman dead after at least 11 people shot at California bar", "description": "THOUSAND OAKS, Calif. (AP) — The Latest on a shooting at a bar in Southern California (all times local):", "url": "https://apnews.com/1c7d0ad80d7a478fbfa306751251da82", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/d/22/d222721a-a0ed-59bc-8dca-46573b7defb2/5be4134aed393.image.jpg?resize=1048%2C630", "publishedAt": "2018-11-08T10:20:00Z", "content": "THOUSAND OAKS, Calif. (AP) The Latest on a shooting at a bar in Southern California (all times local): 2 a.m. Ventura County Sheriff Sgt. Eric Buschow says the gunman is dead inside a Southern California bar where 11 people were injured late Wednesday. Author… [+4127 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Jutanugarn fires a 68 to lead Blue Bay LPGA by 4 shots", "description": "HAINAN ISLAND, China (AP) — Top-ranked Ariya Jutanugarn shot a 4-under 68 to take a four-stroke lead at the halfway point of the Blue Bay LPGA tournament.", "url": "https://apnews.com/75123cdc150e4359bf3a5717eb737d0e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T09:39:22Z", "content": "HAINAN ISLAND, China (AP) Top-ranked Ariya Jutanugarn shot a 4-under 68 to take a four-stroke lead at the halfway point of the Blue Bay LPGA tournament. Jutanugarn had birdies on the final two holes and four of the closing seven on Thursday to take command ov… [+1248 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "Norwegian frigate could sink after being rammed in harbor", "description": "COPENHAGEN, Denmark (AP) — A Norwegian Navy frigate was rammed by a tanker while it was docked in a harbor on the country's west coast Thursday, the military said. The crew of 127 was evacuated amid fears the ship will sink. Seven people on the KNM Helge Inst…", "url": "https://apnews.com/6b879eba78d54130a7fc308e24ddac5a", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:36290546f6c0407cbc00123fdcefc776/2560.jpeg", "publishedAt": "2018-11-08T09:05:07Z", "content": "COPENHAGEN, Denmark (AP) A Norwegian Navy frigate was rammed by a tanker while it was docked in a harbor on the countrys west coast Thursday, the military said. The crew of 127 was evacuated amid fears the ship will sink. Seven people on the KNM Helge Instad … [+1351 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By YURI KAGEYAMA AP Business Writer", "title": "Nissan sees profit dip as sales fall, offsetting cost cuts", "description": "TOKYO (AP) — Japanese automaker Nissan reported Thursday an 8 percent fall in profit for the latest quarter as declining sales offset the benefits of cost cuts.", "url": "https://apnews.com/734c6f5881e4493b9c0a429e771257b4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/6/be/6bef14fd-b5c5-5973-be51-c1839e1484db/5be4313ebc8c8.image.jpg?resize=932%2C630", "publishedAt": "2018-11-08T08:58:46Z", "content": "TOKYO (AP) Japanese automaker Nissan reported Thursday an 8 percent fall in profit for the latest quarter as declining sales offset the benefits of cost cuts. Nissan Motor Co.'s July-September profit totaled 130.4 billion yen ($1.1 billion) Thursday, down fro… [+1743 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Malaysia's Lee Chong Wei seeks Olympic gold despite cancer", "description": "KUALA LUMPUR, Malaysia (AP) — Former No. 1-ranked Lee Chong Wei says his nose cancer has gone into remission after intensive treatment and he still aims to chase his dream of winning an Olympic gold in badminton.", "url": "https://apnews.com/9da79e254d1c44a098fec07ad3b73e60", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/97/99772f8d-4e94-5724-826e-1bbd05776e15/5be4329d26a0c.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T08:13:59Z", "content": "KUALA LUMPUR, Malaysia (AP) Former No. 1-ranked Lee Chong Wei says his nose cancer has gone into remission after intensive treatment and he still aims to chase his dream of winning an Olympic gold in badminton. In his first public appearance since his diagnos… [+414 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MATT O'BRIEN AP Technology Writer", "title": "Live-streaming a marshland for fun - and science", "description": "PLYMOUTH, Mass. (AP) — If a tree falls in the Tidmarsh Wildlife Sanctuary, it doesn't matter if there's no one around. You can hear it anyway.", "url": "https://apnews.com/458c9358c8074197b90432361aa651f4", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/7/7f/77f7d3fd-3854-5da1-8c74-c6c9c41b6540/5be3f54640d94.image.jpg?crop=1143%2C643%2C0%2C584&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T08:09:43Z", "content": "PLYMOUTH, Mass. (AP) If a tree falls in the Tidmarsh Wildlife Sanctuary, it doesn't matter if there's no one around. You can hear it anyway. That's because researchers have hidden dozens of wireless sensor nodes, microphones and cameras among the cattails and… [+5330 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MARTIN CRUTSINGER AP Economics Writer", "title": "Fed is set to keep rates on hold before a hike later in year", "description": "WASHINGTON (AP) — The Federal Reserve appears on track to raise interest rates once more this year but will likely hold off on any action when its latest policy meeting ends Thursday.", "url": "https://apnews.com/7b06f6d2293647cf99406f2995549e1b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/b/d8/bd80ff8c-aa94-537e-bc94-103a5b5540e5/5be431463af70.image.jpg?resize=945%2C630", "publishedAt": "2018-11-08T08:05:25Z", "content": "WASHINGTON (AP) The Federal Reserve appears on track to raise interest rates once more this year but will likely hold off on any action when its latest policy meeting ends Thursday. Still, investors will be parsing the statement the Fed will issue after its m… [+3937 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Mountain Valley submits application for N Carolina pipeline", "description": "ROANOKE, Va. (AP) — Mountain Valley Pipeline developers have submitted a request to extend the natural gas pipeline project into North Carolina.", "url": "https://apnews.com/56927548490445b8a5a0159e703de570", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T07:28:45Z", "content": "ROANOKE, Va. (AP) Mountain Valley Pipeline developers have submitted a request to extend the natural gas pipeline project into North Carolina. The Roanoke Times reports the application filed Tuesday asks for a 73-mile extension for the 300-mile pipeline that … [+808 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BBO--GM Meetings,1st Ld-Writethru", "description": "BC-BBO--GM Meetings, 1st Ld-Writethru,944", "url": "https://apnews.com/32b23fbf6cdb4e65b9428131390a5420", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T07:21:26Z", "content": "BC-BBO--GM Meetings, 1st Ld-Writethru,944 Top agent Boras calls rebuilding teams 'competitive cancer' AP Photo CAGB116, CAGB117, CAGB109, NY159, CAGB110, CAGB113, CAGB115, CAGB114, CAGB111 Eds: Fixes punctuation. Eds: With AP Photos. Scott Boras, the agent fo… [+6151 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BBO--GM Meetings,1st Ld-Writethru", "description": "BC-BBO--GM Meetings, 1st Ld-Writethru,944", "url": "https://apnews.com/a3e3b6caa83946e780c8663c71c53844", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T07:21:24Z", "content": "BC-BBO--GM Meetings, 1st Ld-Writethru,944 Top agent Boras calls rebuilding teams 'competitive cancer' AP Photo CAGB116, CAGB117, CAGB109, NY159, CAGB110, CAGB113, CAGB115, CAGB114, CAGB111 Eds: Fixes punctuation. Eds: With AP Photos. Scott Boras, the agent fo… [+6151 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-AP Sports Digest", "description": "BC-AP Sports Digest,947", "url": "https://apnews.com/d4084a7c75bd4435aff3501602d40597", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T07:17:41Z", "content": "The supervisor is Doug Feinberg, followed by Fred Lief at 9 a.m. The New York sports desk can be reached at 800-845-8450, ext. 1630. Sports photos, ext. 1918; graphics, ext. 7636; agate, ext. 1635. For up-to-the-minute information on AP's coverage, visit Cove… [+5497 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BARRY WILNER AP Pro Football Writer", "title": "NFL stadiums and Kenny Chesney: magical mix of sports/music", "description": "The wave of sound builds from the bottom of the lower bowl to the very top of MetLife Stadium. Every seat is filled, and the place rocks with energy and anticipation.", "url": "https://apnews.com/e1ac410abb4945ec93e5582dbaf8dcae", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T07:01:52Z", "content": "The wave of sound builds from the bottom of the lower bowl to the very top of MetLife Stadium. Every seat is filled, and the place rocks with energy and anticipation. Indeed, it couldn't be any louder if the Giants or Jets were playing in a Super Bowl there. … [+6727 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Heat-Whiteside", "description": "BC-BKN--Heat-Whiteside,531", "url": "https://apnews.com/cb37ca766b3f484080cc0863282d35c7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T06:58:25Z", "content": "BC-BKN--Heat-Whiteside,531 Big man, big goals: Whiteside has big hopes for this season AP Photo AAA112, AAA111, AAA107, AAA101 Eds: With AP Photos. Hassan Whiteside wants to be an All-Star and the NBA's defensive player of the year. He's already been a reboun… [+3589 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Heat-Whiteside", "description": "BC-BKN--Heat-Whiteside,531", "url": "https://apnews.com/084035a9f9f345b184a90d46130f3c87", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T06:58:24Z", "content": "BC-BKN--Heat-Whiteside,531 Big man, big goals: Whiteside has big hopes for this season AP Photo AAA112, AAA111, AAA107, AAA101 Eds: With AP Photos. Hassan Whiteside wants to be an All-Star and the NBA's defensive player of the year. He's already been a reboun… [+3589 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TIM REYNOLDS AP Basketball Writer", "title": "Big man, big goals: Whiteside has big hopes for this season", "description": "MIAMI (AP) — Hassan Whiteside has big goals.", "url": "https://apnews.com/3619e1da23114254b3a30c59a5cee594", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/1f/91fa2827-a1ad-5d6d-abe3-9280abc98801/5be3ae21c72d2.image.jpg?crop=1267%2C713%2C0%2C461&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T06:58:19Z", "content": "MIAMI (AP) Hassan Whiteside has big goals. He desperately wants to be an All-Star, especially this season with the game in Charlotte, just a few miles from his hometown. He wants to be the league's defensive player of the year. He's already won an NBA rebound… [+2793 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MARY HUDETZ Associated Press", "title": "Native American women's election wins follow years-long push", "description": "ALBUQUERQUE, N.M. (AP) — Two Native American women's historic congressional victories add them to a record number of women elected to the U.S. House, following an election cycle that also saw a significant boost in Native American female candidates at…", "url": "https://apnews.com/baa95e7e24a744cbab81ac339c7c9352", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/9/44/944dd468-1176-55a6-8dcc-14285387610a/5be3e284b1255.image.jpg?resize=840%2C630", "publishedAt": "2018-11-08T06:58:06Z", "content": "ALBUQUERQUE, N.M. (AP) As a girl, Debra Haaland remembers joining her grandmother as she chopped wood and fetched water for her home in tiny Mesita, a Native American community situated in New Mexico's high desert. Haaland, an enrolled Laguna Pueblo member, i… [+4880 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CHRISTOPHER BODEEN Associated Press", "title": "As ties thaw, Australia says it welcomes Chinese investment", "description": "BEIJING (AP) — Australian Foreign Minister Marie Payne said Thursday that the government's rejection of a Chinese bid to take over an energy infrastructure company does not indicate a change in the country's openness to doing business with China.", "url": "https://apnews.com/3cc59170e00a40d6b9ccfba84a3a6fcc", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/3/83/38395a2e-cd1e-501b-9308-2e88b09a0d06/5be3b5491dcc2.image.jpg?resize=945%2C630", "publishedAt": "2018-11-08T06:55:57Z", "content": "BEIJING (AP) Australian Foreign Minister Marie Payne said Thursday that the government's rejection of a Chinese bid to take over an energy infrastructure company does not indicate a change in the country's openness to doing business with China. Speaking after… [+2147 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MICHAEL R. BLOOD AP Political Writer", "title": "House Democrats gain in California, but key races undecided", "description": "LOS ANGELES (AP) — California Republicans suffered twin setbacks in closely contested House races, allowing Democrats to pad their edge in Washington while delivering unwelcome news for a state GOP that has been drifting toward irrelevance.", "url": "https://apnews.com/57361a8f7bae40da8f78d0bbecb78e98", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/8/29/829bd213-1028-5d6d-b965-6ef168f10d9e/5be3824262a95.image.jpg?resize=945%2C630", "publishedAt": "2018-11-08T06:55:48Z", "content": "LOS ANGELES (AP) California Republicans suffered twin setbacks in closely contested House races, allowing Democrats to pad their edge in Washington while delivering unwelcome news for a state GOP that has been drifting toward irrelevance. Democrat Mike Levin … [+6673 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBC--Big Ten This Week", "description": "BC-FBC--Big Ten This Week,514", "url": "https://apnews.com/ee5c1129eab84e4c9b8ec470324fecf1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T06:55:42Z", "content": "BC-FBC--Big Ten This Week,514 Spartans looking to derail Buckeyes, avenge 2017 beatdown AP Photo NYDD213, NYDD214, NYDD211 Eds: With AP Photos. Ohio State visits Michigan State needing a win to stay on track for a Big Ten East showdown with Michigan in two we… [+3463 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ERIC OLSON AP College Football Writer", "title": "Spartans looking to derail Buckeyes, avenge 2017 beatdown", "description": "Here's what to watch in the Big Ten this week:", "url": "https://apnews.com/cf1aa2cdb0c84432aa489eca97e11c6b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/e5/3e51aded-45b0-5b3f-96ee-6ec97bccb6e9/5be33d87bdad9.image.jpg?crop=1757%2C988%2C0%2C95&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T06:55:41Z", "content": "Here's what to watch in the Big Ten this week: BEST GAME No. 8 Ohio State at No. 24 Michigan State The Buckeyes (8-1, 5-1, No. 10 CFP) aren't hitting on all cylinders but they remain in the thick of the Big Ten East race. This, and next week's trip to Marylan… [+2691 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBC--Big 12 This Week,1st Ld-Writethru", "description": "BC-FBC--Big 12 This Week, 1st Ld-Writethru,523", "url": "https://apnews.com/4df57b7901734e39937b8aa7905f343b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T06:51:27Z", "content": "BC-FBC--Big 12 This Week, 1st Ld-Writethru,523 No. 15 Texas looks to snap 2-game slide in Big 12 chase AP Photo NYDD243, TXAUS301 Eds: Updates with photos. With AP Photos. No. 15 Texas and Texas Tech both look to snap two-game Big 12 losing streaks when they … [+3361 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "No. 15 Texas looks to snap 2-game slide in Big 12 chase", "description": "Some things to know about Week 11 in the Big 12 Conference:", "url": "https://apnews.com/36326c7b01104059a07bc5e2d37419eb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/0/b0/0b03f1d7-c1a0-50df-a20d-81a4fc4a9d8d/5be3e2ef8cd4e.image.jpg?crop=1600%2C900%2C0%2C139&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T06:51:26Z", "content": "Some things to know about Week 11 in the Big 12 Conference: GAME OF THE WEEK No. 15 Texas (6-3, 4-2, No. 19 CFP) at Texas Tech (5-4, 3-3). While both teams have lost two games in a row, the Longhorns could still make it to the Big 12 championship game. Texas … [+2646 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOHN FINERAN Associated Press", "title": "Ogunbowale and Mabrey feed off each other for No. 1 Irish", "description": "SOUTH BEND, Ind. (AP) — Arike Ogunbowale and Marina Mabrey will always have Columbus, Ohio. The senior guards and off-campus roommates for No. 1 Notre Dame will always have Brooklyn, too.", "url": "https://apnews.com/dd1bc3d1f5c4487397c934f469681cf9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/6/b2/6b24e255-d9bc-5aab-a809-6009c54300e1/5be3e27750079.image.jpg?crop=1684%2C947%2C0%2C141&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T06:48:40Z", "content": "SOUTH BEND, Ind. (AP) Arike Ogunbowale and Marina Mabrey will always have Columbus, Ohio. The senior guards and off-campus roommates for No. 1 Notre Dame will always have Brooklyn, too. The friendship between Ogunbowale, the Milwaukee scoring machine, and Mab… [+4880 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ANNABELLE LIANG Associated Press", "title": "Asian shares rally on US midterms, soothing fears of shifts", "description": "SINGAPORE (AP) — Asian markets were mostly higher on Thursday after the U.S. midterm elections went as expected, soothing fears of a sudden shift on trade and economic policies.", "url": "https://apnews.com/e8e4bde8fc9b4dba9ed1fa3cc069cf6e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/a/5c/a5cf6529-e88a-50dd-98fd-b62dd0bf9417/5be3e35471fc1.image.jpg?resize=925%2C630", "publishedAt": "2018-11-08T06:47:14Z", "content": "SINGAPORE (AP) Asian markets were mostly higher on Thursday after the U.S. midterm elections went as expected, soothing fears of a sudden shift on trade and economic policies. KEEPING SCORE: Japan's benchmark Nikkei 225 rallied 1.8 percent to 22,486.92, even … [+3103 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TAMARA LUSH Associated Press", "title": "Florida passes amendment to restore felons' voting rights", "description": "ST. PETERSBURG, Fla. (AP) — Florida added 1.4 million possible voters to the rolls when it passed Amendment 4, a measure restoring the voting rights of felons who have served their sentences. But whether those people register to vote —…", "url": "https://apnews.com/92645d2e14404d459bbc62e64dc4f2d6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/b/4a/b4a515d0-5377-5630-ac99-bbd3d7a51694/5be33387a0a90.image.jpg?resize=952%2C630", "publishedAt": "2018-11-08T06:44:48Z", "content": "ST. PETERSBURG, Fla. (AP) Florida added 1.4 million possible voters to the rolls when it passed Amendment 4, a measure restoring the voting rights of felons who have served their sentences. But whether those people register to vote and which political party t… [+3799 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BILL BARROW Associated Press", "title": "In Georgia, Kemp looks forward; activists head to court", "description": "ATLANTA (AP) — Republican Brian Kemp wants to move forward with transition after his aides say he captured enough votes to become Georgia governor, even though his election rival is conceding nothing. Democrat Stacey Abrams points to ballots that have…", "url": "https://apnews.com/90bf71450a134b638502ad7564a8271d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/13/e13f6244-82e1-50f6-af5a-998dd52e59b1/5be329b086aa7.image.jpg?resize=1040%2C630", "publishedAt": "2018-11-08T06:41:51Z", "content": "ATLANTA (AP) Republican Brian Kemp wants to move forward with transition after his aides say he captured enough votes to become Georgia governor, even though his election rival is conceding nothing. Democrat Stacey Abrams points to ballots that have yet to be… [+4513 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MARINA VILLENEUVE Associated Press", "title": "AP Explains: Ranking candidates 1, 2, 3 on ballot in Maine", "description": "PORTLAND, Maine (AP) — Maine embarked on a voting experiment on Election Day.", "url": "https://apnews.com/e13ab436c502415795a7414d419db1e0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/2/4a/24a86617-6225-5aa8-8cc9-69046a0ec2b5/5be34f7b7f4ec.image.jpg?resize=981%2C630", "publishedAt": "2018-11-08T06:38:35Z", "content": "PORTLAND, Maine (AP) Maine embarked on a voting experiment on Election Day. Instead of selecting a single winner, voters were asked to rank all of the candidates from best to worst on the ballot in a new way of voting approved by state voters. The election ma… [+3713 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ALANNA DURKIN RICHER Associated Press", "title": "Should Aaron Hernandez's conviction have been tossed?", "description": "BOSTON (AP) — Should Aaron Hernandez's murder conviction have been tossed just because he killed himself before his appeal was heard?", "url": "https://apnews.com/3a8b3355639d4edcb5e1da468e86f2cd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/47/d47bbc6d-1141-53d5-9890-1b139724c6e2/5be3dbe533c51.image.jpg?resize=886%2C630", "publishedAt": "2018-11-08T06:38:02Z", "content": "BOSTON (AP) Should Aaron Hernandez's murder conviction have been tossed just because he killed himself before his appeal was heard? That's what Massachusetts' highest court will consider Thursday in a closely watched case that seeks to scrap the longstanding … [+1606 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Scott Smith", "title": "Gruesome find leaves Venezuelan veterinary students in tears", "description": "MARACAY, Venezuela (AP) — Rafael Toro, a student at Venezuela's top veterinary school, suspected something was amiss when a beloved horse called Miss Congeniality didn't greet him at the fence one recent morning along with others in the campus' small herd. Th…", "url": "https://apnews.com/0d2959271d4f40858ab48a26d061be33", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:1689e2d0688249f5b8059d7f386e2ef8/3000.jpeg", "publishedAt": "2018-11-08T06:37:27Z", "content": "MARACAY, Venezuela (AP) Rafael Toro, a student at Venezuelas top veterinary school, suspected something was amiss when a beloved horse called Miss Congeniality didnt greet him at the fence one recent morning along with others in the campus small herd. The bri… [+3310 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Timeline set for long-sought Louisiana flood-control canal", "description": "BATON ROUGE, La. (AP) — A timeline has been set for a flood-control canal in Louisiana that has been sought for decades.", "url": "https://apnews.com/572a04282412496598f7be8c6ca9e9af", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T06:35:27Z", "content": "BATON ROUGE, La. (AP) A timeline has been set for a flood-control canal in Louisiana that has been sought for decades. The Advocate reported Wednesday that engineers with the Comite River Diversion Canal project say it will be completed by the summer of 2021.… [+832 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By HANK KURZ Jr. AP Sports Writer", "title": "Virginia's Thompson bringing new approach to Cavaliers", "description": "CHARLOTTESVILLE, Va. (AP) — Tina Thompson has moved the blue sticky notes that used to cover the left side of her desk into a notebook to cut down on the clutter.", "url": "https://apnews.com/7595075fde8a43fe816a4a695a2efeee", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/e/79/e79fb523-6adf-57c6-a372-4c94523029d3/5be3df166750a.image.jpg?crop=1885%2C1060%2C0%2C19&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T06:35:16Z", "content": "CHARLOTTESVILLE, Va. (AP) Tina Thompson has moved the blue sticky notes that used to cover the left side of her desk into a notebook to cut down on the clutter. The Naismith Basketball Hall of Famer is focused on the one thing she knows well: Winning. It's fi… [+5437 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ROB MAADDI AP Pro Football Writer", "title": "NFL on pace for record-setting scoring midway through season", "description": "It's never been easier to score in the NFL.", "url": "https://apnews.com/75aa62c7d382450194e11df31c31f6f8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/4b/f4b3571c-4cce-5bcb-8ece-52e3e0995506/5be3dc305d960.image.jpg?crop=1696%2C954%2C0%2C133&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T06:30:11Z", "content": "It's never been easier to score in the NFL. At the midpoint of the season, the league is on pace to set records for most points, touchdowns and touchdown passes in a single season. Teams have scored 6,440 points, 736 touchdowns and 473 TDs in the air through … [+4032 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Halfway Numbers", "description": "BC-FBN--Halfway Numbers,725", "url": "https://apnews.com/b2619bf04a5147f2bf93d3002875f9d4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T06:30:11Z", "content": "BC-FBN--Halfway Numbers,725 NFL on pace for record-setting scoring midway through season AP Photo NY160, NY161 Eds: With AP Photos. It's never been easier to score in the NFL. At the midpoint of the season, the league is on pace to set records for most points… [+4601 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--NBA Capsules,4th Ld-Writethru", "description": "BC-BKN--NBA Capsules, 4th Ld-Writethru,1151", "url": "https://apnews.com/b9e945e0e4ee489ab57a45e8a7473d02", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T06:27:34Z", "content": "BC-BKN--NBA Capsules, 4th Ld-Writethru,1151 Anthony Davis has 32 points, 15 rebounds; Pelicans end skid AP Photo LAGH108, LAGH106 Eds: Updates with late games. With AP Photos. NBA Capsules By The Associated Press NEW ORLEANS (AP) Anthony Davis had 32 points, … [+6763 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--NHL Capsules", "description": "BC-HKN--NHL Capsules,441", "url": "https://apnews.com/88e9d8ee0f6f46038bbf78db5bb0d455", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T06:24:18Z", "content": "BC-HKN--NHL Capsules,441 After shot to head from Malkin, Oshie lifts Caps over Pens AP Photo VZN119, VZN112 Eds: With AP Photos. By The Associated Press WASHINGTON (AP) T.J. Oshie left for the second time after taking Evgeni Malkin's shoulder to the head but … [+2603 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "After shot to head from Malkin, Oshie lifts Caps over Pens", "description": "WASHINGTON (AP) — T.J. Oshie left for the second time after taking Evgeni Malkin's shoulder to the head but returned to score late and lift the Washington Capitals over the rival Pittsburgh Penguins 2-1 on Wednesday night in a meeting…", "url": "https://apnews.com/7c100ca8f10940c18781064382070bc9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/4/63/463d7e64-8fd0-57f3-8b42-886d6adf9853/5be3dc2907a77.image.jpg?crop=1729%2C973%2C0%2C112&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T06:24:17Z", "content": "WASHINGTON (AP) T.J. Oshie left for the second time after taking Evgeni Malkin's shoulder to the head but returned to score late and lift the Washington Capitals over the rival Pittsburgh Penguins 2-1 on Wednesday night in a meeting of the two most recent Sta… [+2315 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DENNIS GEORGATOS Associated Press", "title": "Sissons nets hat trick to lead Predators past Avalanche 4-1", "description": "DENVER (AP) — Colton Sissons got his second career hat trick and Colorado had two apparent goals nullified on replay review as the Nashville Predators beat the Avalanche 4-1 Wednesday night.", "url": "https://apnews.com/24d329b9603c4ab3a61ad4cb7c3a8f1c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/0/3c/03c04b8c-00f6-5edd-b9f7-0de2a4250566/5be3dc2b35145.image.jpg?crop=1624%2C914%2C0%2C181&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T06:20:15Z", "content": "DENVER (AP) Colton Sissons got his second career hat trick and Colorado had two apparent goals nullified on replay review as the Nashville Predators beat the Avalanche 4-1 Wednesday night. Ryan Hartman added an empty-net goal with 2:54 left in Nashville's 11t… [+2278 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By KATHY GANNON Associated Press", "title": "Christian woman acquitted of blasphemy freed in Pakistan", "description": "ISLAMABAD (AP) — A Christian woman acquitted after eight years on death row for blasphemy was released but her whereabouts in Islamabad on Thursday remained a closely guarded secret in the wake of demands by radical Islamists that she be…", "url": "https://apnews.com/bd36a346a89b4b98b0bf0103ffcd8723", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/44/14467b06-0967-5ecb-aae3-4dc0700d6998/5be3d896e00dc.image.jpg?resize=862%2C630", "publishedAt": "2018-11-08T06:18:36Z", "content": "ISLAMABAD (AP) A Christian woman acquitted after eight years on death row for blasphemy was released but her whereabouts in Islamabad on Thursday remained a closely guarded secret in the wake of demands by radical Islamists that she be publicly executed. Aasi… [+3164 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOE REEDY AP Sports Writer", "title": "Getzlaf leads Anaheim to 3-2 victory over Calgary", "description": "ANAHEIM, Calif. (AP) — Ryan Getzlaf scored 27 seconds after Calgary got a tying goal in the third period, and the Anaheim Ducks beat the Flames 3-2 on Wednesday night.", "url": "https://apnews.com/979f2855c8e64a108d72a49565c54db8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/c4/fc4a2fc6-3467-58fb-b0f7-015bd53dcf82/5be3d81f80fbe.image.jpg?crop=1717%2C966%2C0%2C120&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T06:14:17Z", "content": "ANAHEIM, Calif. (AP) Ryan Getzlaf scored 27 seconds after Calgary got a tying goal in the third period, and the Anaheim Ducks beat the Flames 3-2 on Wednesday night. The Flames trailed 2-0 in the first but rallied to tie it six minutes into the third on Mark … [+1702 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "China's exports to US tick up as traders try to beat tariffs", "description": "BEIJING (AP) — Growth in Chinese exports to the United States ticked up in October as traders rushed to beat another round of tariff hikes.", "url": "https://apnews.com/62a7e42448064f6583a18854aff1af03", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/0/2c/02c681d4-bd5d-5851-a42c-4260a6a1241f/5be3c48f9600c.image.jpg?resize=945%2C630", "publishedAt": "2018-11-08T06:10:59Z", "content": "BEIJING (AP) Growth in Chinese exports to the United States ticked up in October as traders rushed to beat another round of tariff hikes. Exports to the U.S. market rose 13.3 percent over a year earlier to $42.7 billion, up from September's 13 percent growth,… [+1055 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GREG BEACHAM AP Sports Writer", "title": "LeBron leads Lakers to 3rd win in 4, 114-110 over Wolves", "description": "LOS ANGELES (AP) — LeBron James had 24 points, 10 rebounds and nine assists, and Kyle Kuzma scored six of his 21 points in the final minutes of the Los Angeles Lakers' 114-110 victory over the Minnesota Timberwolves on Wednesday…", "url": "https://apnews.com/f084a27897c243249dcb097f34c67774", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/f9/ef97affb-465e-5b9b-985f-220c775110ac/5be3d53c88868.image.jpg?resize=915%2C630", "publishedAt": "2018-11-08T06:09:31Z", "content": "LOS ANGELES (AP) LeBron James had 24 points, 10 rebounds and nine assists, and Kyle Kuzma scored six of his 21 points in the final minutes of the Los Angeles Lakers' 114-110 victory over the Minnesota Timberwolves on Wednesday night. Josh Hart scored 21 point… [+2525 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "S Carolina firm owner accused of not paying $332K in taxes", "description": "GREER, S.C. (AP) — A South Carolina business owner is accused of not paying more than $332,000 in taxes.", "url": "https://apnews.com/0c88d6d99b004d6fb4869b227de34ddd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T06:08:30Z", "content": "GREER, S.C. (AP) A South Carolina business owner is accused of not paying more than $332,000 in taxes. The Herald-Journal of Spartanburg reports Carolina Funding LLC owner Dirk Patrick Heiser was arrested Wednesday and charged with failing to collect, account… [+532 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MARIA VERZA and CHRISTOPHER SHERMAN Associated Press", "title": "Central American migrants debate route to US border, options", "description": "MEXICO CITY (AP) — Central American migrants resting in Mexico City debated which route they should take to the border and what options were available to them in Mexico and the United States ahead of a vote on what their…", "url": "https://apnews.com/1c77aaf32f7c4027bbf0e10f744af75e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/d7/8d7445c8-85a0-5f16-9101-7bf42cdf5a73/5be3d2d63b949.image.jpg?resize=945%2C630", "publishedAt": "2018-11-08T05:54:50Z", "content": "MEXICO CITY (AP) Central American migrants resting in Mexico City debated which route they should take to the border and what options were available to them in Mexico and the United States ahead of a vote on what their caravan's next step should be. Members o… [+3624 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Pepperdine beats CS Dominguez Hills 100-66 in Romar's return", "description": "MALIBU, Calif. (AP) — Eric Cooper Jr. scored 20 points and Pepperdine welcomed back coach Lorenzo Romar with a 100-66 victory over Division II Cal State Dominguez Hill on Wednesday night.", "url": "https://apnews.com/f97ca27b82cc43769a2f300926851910", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T05:53:54Z", "content": "MALIBU, Calif. (AP) Eric Cooper Jr. scored 20 points and Pepperdine welcomed back coach Lorenzo Romar with a 100-66 victory over Division II Cal State Dominguez Hill on Wednesday night. Romar began his second stint as coach of the Waves after posting a 391-28… [+811 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "China's export growth to United States ticks up in October as traders rush to beat more US tariff hikes", "description": "BEIJING (AP) — China's export growth to United States ticks up in October as traders rush to beat more US tariff hikes.", "url": "https://apnews.com/a4786854cc544c888f5bf030332110c5", "urlToImage": "http://www.aim-ads.com/multimedia-themonitor-com/wwwroot/star_icon.jpg", "publishedAt": "2018-11-08T05:52:21Z", "content": "Posted: Wednesday, November 7, 2018 11:52 pm China's export growth to United States ticks up in October as traders rush to beat more US tariff hikes Associated Press | Posted in Business on Wednesday, November 7, 2018 11:52 pm. | Tags: Business, General News,… [+207 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "School's student-run credit union teaches financial literacy", "description": "COLUMBIA, Miss. (AP) — A Mississippi high school is allowing some students to run an on-campus credit union in the hopes of teaching financial literacy at an early age.", "url": "https://apnews.com/e72aa191dc3f4bd0b92494110c2c0ef8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:51:54Z", "content": "COLUMBIA, Miss. (AP) A Mississippi high school is allowing some students to run an on-campus credit union in the hopes of teaching financial literacy at an early age. WDAM-TV reports Columbia High School has partnered with Ferguson Credit Union to provide the… [+746 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Moore with 26 leads Colorado St. past Colo. Christian 100-66", "description": "FORT COLLINS, Colo. (AP) — Kendle Moore made four 3-pointers and scored 26 points and Colorado State beat Division II Colorado Christian 100-66 on Wednesday night.", "url": "https://apnews.com/7e94fa5f43cb44c6b4fe15848e8877dd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T05:49:03Z", "content": "FORT COLLINS, Colo. (AP) Kendle Moore made four 3-pointers and scored 26 points and Colorado State beat Division II Colorado Christian 100-66 on Wednesday night. Moore was 9 of 11 from the field for the Rams, who played their first game under new head coach N… [+566 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Sentencing set for woman who took pamphlets from mosque", "description": "PHOENIX (AP) — A woman who was captured on video making derogatory comments about Muslims as she took pamphlets from an Arizona mosque is scheduled to be sentenced for her criminal damage conviction.", "url": "https://apnews.com/bd068e2285e447ba95c926c6abbf55ac", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:47:43Z", "content": "PHOENIX (AP) A woman who was captured on video making derogatory comments about Muslims as she took pamphlets from an Arizona mosque is scheduled to be sentenced for her criminal damage conviction. Elizabeth Dauenhauer was with a friend in early March when Da… [+729 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Fields 30 points help Cal Poly hold off NAIA Menlo, 82-75", "description": "SAN LUIS OBISPO, Calif. (AP) — Donovan Fields pumped in 22 of his career-high 30 points in the second half and Cal Poly held off a late rally to beat NAIA-member Menlo, 82-75 in a season opener Wednesday night.", "url": "https://apnews.com/d1d21a9649af472088f7fdae942d4e15", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T05:45:49Z", "content": "SAN LUIS OBISPO, Calif. (AP) Donovan Fields pumped in 22 of his career-high 30 points in the second half and Cal Poly held off a late rally to beat NAIA-member Menlo, 82-75 in a season opener Wednesday night. John Paine hit the second of two free throws to ge… [+647 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKC--Menlo-Cal Poly", "description": "BC-BKC--Menlo-Cal Poly,166", "url": "https://apnews.com/0a4aa59ed1a046f892ccd39d4624e448", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T05:45:02Z", "content": "BC-BKC--Menlo-Cal Poly,166 Fields 30 points help Cal Poly hold off NAIA Menlo, 82-75 Eds: APNewsNow. Cal Poly 82, Menlo 75 Donovan Fields pumped in 22 of his career-high 30 points in the second half and Cal Poly held off a late rally to beat NAIA-member Menlo… [+1322 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKC--Menlo-Cal Poly", "description": "BC-BKC--Menlo-Cal Poly,166", "url": "https://apnews.com/9a26ab52537e42a8a0639a0a6bc050a9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T05:44:59Z", "content": "BC-BKC--Menlo-Cal Poly,166 Fields 30 points help Cal Poly hold off NAIA Menlo, 82-75 Eds: APNewsNow. Cal Poly 82, Menlo 75 Donovan Fields pumped in 22 of his career-high 30 points in the second half and Cal Poly held off a late rally to beat NAIA-member Menlo… [+1322 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "WSMV Nashville", "title": "Update on the latest sports", "description": "NBA-SCHEDULE Gasol, Grizzlies top Nuggets UNDATED (AP) — Marc Gasol (gah-SAHL') and the Memphis Grizzlies were able to cool off the Denver Nuggets. Gasol capped his 20-point night by hitting the go-ahead free throws with 4.6 seconds to play in the Grizzlies' …", "url": "https://apnews.com/089ed6adc6b84f74925cd23aeabe1c3f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/wsmv.com/content/tncms/custom/image/40b49da8-6f1b-11e8-8a97-133bb36377fb.jpg", "publishedAt": "2018-11-08T05:41:56Z", "content": "NBA-SCHEDULE Gasol, Grizzlies top Nuggets UNDATED (AP) Marc Gasol (gah-SAHL') and the Memphis Grizzlies were able to cool off the Denver Nuggets. Gasol capped his 20-point night by hitting the go-ahead free throws with 4.6 seconds to play in the Grizzlies' 89… [+9770 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Raptors-Kings", "description": "BC-BKN--Raptors-Kings,407", "url": "https://apnews.com/12c80a78a18c47bbb2ec5c242ddba7b4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T05:41:55Z", "content": "BC-BKN--Raptors-Kings,407 Leonard returns to help Raptors improve to NBA-best 11-1 AP Photo SCA307, SCA304, SCA305, SCA301, SCA303, SCA306, SCA309, SCA308 Eds: APNewsNow. Raptors 114, Kings 105. With AP Photos Kawhi Leonard had 25 points and 11 rebounds in hi… [+2847 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Raptors-Kings", "description": "BC-BKN--Raptors-Kings,407", "url": "https://apnews.com/80b05a815df7448db06bf4b3141fe7bc", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T05:41:54Z", "content": "BC-BKN--Raptors-Kings,407 Leonard returns to help Raptors improve to NBA-best 11-1 AP Photo SCA307, SCA304, SCA305, SCA301, SCA303, SCA306, SCA309, SCA308 Eds: APNewsNow. Raptors 114, Kings 105. With AP Photos Kawhi Leonard had 25 points and 11 rebounds in hi… [+2847 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MICHAEL WAGAMAN Associated Press", "title": "Leonard returns to help Raptors improve to NBA-best 11-1", "description": "SACRAMENTO, Calif. (AP) — Kawhi Leonard had 25 points and 11 rebounds in his return from an ankle injury, and the Toronto Raptors beat the Sacramento Kings 114-105 on Wednesday night to improve the NBA's best record to 11-1.", "url": "https://apnews.com/0963fd4d075b4ba19e9cfffd8301e35b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/5/83/583146d8-092f-5e31-994d-425df0119995/5be3ce23d8ad3.image.jpg?resize=476%2C630", "publishedAt": "2018-11-08T05:41:48Z", "content": "SACRAMENTO, Calif. (AP) Kawhi Leonard had 25 points and 11 rebounds in his return from an ankle injury, and the Toronto Raptors beat the Sacramento Kings 114-105 on Wednesday night to improve the NBA's best record to 11-1. Pascal Siakam scored 21 points, Serg… [+2278 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By COLLEEN LONG and MICHAEL BALSAMO Associated Press", "title": "Cybersecurity officials start focusing on the 2020 elections", "description": "WASHINGTON (AP) — An unprecedented federal and state collaboration to defend election systems against Russian interference ended with no obvious voting system compromises, although it's not entirely clear why.", "url": "https://apnews.com/cfaa16f6a86349bebc16e0633d6214dd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/b/af/bafda75e-e84b-53d1-9058-cac265b5a230/5be3ce2e280fb.image.jpg?resize=945%2C630", "publishedAt": "2018-11-08T05:39:15Z", "content": "WASHINGTON (AP) An unprecedented federal and state collaboration to defend election systems against Russian interference ended with no obvious voting system compromises, although it's not entirely clear why. Federal officials are wondering whether foreign age… [+4669 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police: Man stole LGBT flags from church", "description": "SAYVILLE, N.Y. (AP) — Police in Long Island say a 21-year-old man stole a number of LGBT pride flags from a local church.", "url": "https://apnews.com/c96e996fe31f4f279bc771df20951b47", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:38:47Z", "content": "SAYVILLE, N.Y. (AP) Police in Long Island say a 21-year-old man stole a number of LGBT pride flags from a local church. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Suffolk County Police say Ronald Tyler Witt, of Sayville,… [+550 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Toxic smog cloaks Indian capital amid Diwali festivities", "description": "NEW DELHI (AP) — Toxic smog has shrouded the Indian capital as air quality plummeted to hazardous levels after tens of thousands of people set off a multitude of firecrackers to celebrate the major Hindu festival of Diwali.", "url": "https://apnews.com/4be5f6d6c828460ebeb6b0a54aa77bbd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/20/e20b2e4e-e5a9-5c8c-a7d2-112db386c6bb/5be3ce37a7918.image.jpg?resize=929%2C630", "publishedAt": "2018-11-08T05:38:15Z", "content": "NEW DELHI (AP) Toxic smog has shrouded the Indian capital as air quality plummeted to hazardous levels after tens of thousands of people set off a multitude of firecrackers to celebrate the major Hindu festival of Diwali. With schools closed for holidays, man… [+695 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GEOFF MULVIHILL and RICARDO ALONSO-ZALDIVAR Associated Press", "title": "Obama's health insurance overhaul a winner in midterms", "description": "WASHINGTON (AP) — The personality looming over the 2018 midterms was President Donald Trump. The issue was health care, the top concern for voters as they decided how to cast their ballots.", "url": "https://apnews.com/4e2d29e12ebe4fc7a2e197ff0ed3be9c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/4/b1/4b1ec516-cfc6-5347-adc4-5d1d247427df/5be2810ecab77.image.jpg?resize=913%2C630", "publishedAt": "2018-11-08T05:38:03Z", "content": "WASHINGTON (AP) The personality looming over the 2018 midterms was President Donald Trump. The issue was health care, the top concern for voters as they decided how to cast their ballots. This week's election showed a nation increasingly if belatedly in step … [+6514 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TAMI ABDOLLAH and STEPHEN BRAUN Associated Press", "title": "Newly empowered Dems take aim at Trump business conflicts", "description": "WASHINGTON (AP) — Beyond trying to get their hands on the Holy Grail of President Donald Trump's business dealings — his tax returns — House Democrats are prepared to use their newfound majority and subpoena power to go after all manner of financial records t…", "url": "https://apnews.com/99d554d996824ad49bc724802987c32e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/6/8e/68ee95bc-68ab-5222-8041-c0a6922e4f21/5bdcbb0eaff67.image.jpg?resize=945%2C630", "publishedAt": "2018-11-08T05:36:59Z", "content": "WASHINGTON (AP) Beyond trying to get their hands on the Holy Grail of President Donald Trump's business dealings his tax returns House Democrats are prepared to use their newfound majority and subpoena power to go after all manner of financial records that co… [+5623 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Navajo lawmaker resigns post to work for tribal president", "description": "WINDOW ROCK, Ariz. (AP) — A Navajo Nation lawmaker has resigned his post to work for the tribal president.", "url": "https://apnews.com/a6ca08753bb041428dc01b791f046429", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:36:03Z", "content": "WINDOW ROCK, Ariz. (AP) A Navajo Nation lawmaker has resigned his post to work for the tribal president. The tribe's elections office declared a vacancy for Dwight Witherspoon's seat Wednesday. Receive today's headlines in your inbox with our daily news email… [+764 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "City issued over 9,000 speeding tickets in past 2 months", "description": "NORTON, Ohio (AP) — Police in Norton issued more than 9,000 speeding violations in the past two months, racking up $1.8 million in fines for the city.", "url": "https://apnews.com/8d619f9f0a7c4a12891ec98e76e3272c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:35:42Z", "content": "NORTON, Ohio (AP) Police in Norton issued more than 9,000 speeding violations in the past two months, racking up $1.8 million in fines for the city. From Sept. 10 through Oct. 31, Norton issued 9,352 civil violations for speeding under its photo-enforced rada… [+812 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "2 southern Arizona women indicted in elder care fraud scheme", "description": "TUCSON, Ariz. (AP) — Two women in southern Arizona have been indicted by a federal grand jury in an elder care fraud scheme.", "url": "https://apnews.com/394cfc50745148d98faed631243ec3a9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:34:27Z", "content": "TUCSON, Ariz. (AP) Two women in southern Arizona have been indicted by a federal grand jury in an elder care fraud scheme. Prosecutors say 59-year-old Margaret Arlene Gastelum of San Manuel and 36-year-old Mona Lisa Rodriguez of Tucson are charged in a 72-cou… [+835 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Pittsburgh tower to light up in colors of US flag Thursday", "description": "PITTSBURGH (AP) — The roof of a historic Pittsburgh building will be lit up this week in the colors of the U.S. flag and will be repeated on holidays after.", "url": "https://apnews.com/981b451921e04fd382703d1cc7c5f53f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:34:24Z", "content": "PITTSBURGH (AP) The roof of a historic Pittsburgh building will be lit up this week in the colors of the U.S. flag and will be repeated on holidays after. The Pittsburgh Post-Gazette reports the special LED light display for Koppers Tower will be unveiled for… [+757 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Democrats gain Arizona Legislature seats but still minority", "description": "PHOENIX (AP) — Republicans who maintained control of the Arizona House and Senate have picked new leaders for the coming legislative session.", "url": "https://apnews.com/3f8303201ffd430380a7da504e0f1434", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:32:45Z", "content": "PHOENIX (AP) Republicans who maintained control of the Arizona House and Senate have picked new leaders for the coming legislative session. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Democrats picked up legislative seats… [+755 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police identify 2 people killed in weekend crash", "description": "CANTERBURY, N.H. (AP) — Police in New Hampshire have identified the two people killed in a crash last week.", "url": "https://apnews.com/2460ed5ff4474206bd50215892bdeb67", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:31:17Z", "content": "CANTERBURY, N.H. (AP) Police in New Hampshire have identified the two people killed in a crash last week. State police say 24-year-old Nelly Uwituze and 25-year-old Butonga Zawadi, both of Concord, veered off the road in Canterbury last Friday and crashed int… [+483 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "EPA orders Arizona pool company to stop selling a pesticide", "description": "PHOENIX (AP) — The U.S. Environmental Protection Agency has ordered an Arizona pool chemical company to stop selling an improperly registered pesticide.", "url": "https://apnews.com/3dbffa37be2842719dc2c88b4891f353", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:30:54Z", "content": "PHOENIX (AP) The U.S. Environmental Protection Agency has ordered an Arizona pool chemical company to stop selling an improperly registered pesticide. State inspectors discovered the unregistered pesticide used to disinfect pools from bacteria and algae durin… [+647 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "NJ township elects new mayor, the fifth since August", "description": "ROCKAWAY TOWNSHIP, N.J. (AP) — A New Jersey township has elected a new mayor — the fifth person to hold the office since the longtime mayor died this summer.", "url": "https://apnews.com/4fdf48d2a5564306abc2b067a8e29200", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:30:38Z", "content": "ROCKAWAY TOWNSHIP, N.J. (AP) A New Jersey township has elected a new mayor the fifth person to hold the office since the longtime mayor died this summer. In August, longtime Rockaway Township mayor Michael Dachisen died from a heart attack and Council Preside… [+801 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ERIC TUCKER and MICHAEL BALSAMO Associated Press", "title": "With new Justice official, fate of Russia probe in question", "description": "WASHINGTON (AP) — Attorney General Jeff Sessions was pushed out after enduring more than a year of blistering and personal attacks from President Donald Trump, who inserted in his place a Republican Party loyalist with authority to oversee the remainder…", "url": "https://apnews.com/063d3b8288654151925e4809b4384c98", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/4/e7/4e7c2aa3-40b5-52ec-88a0-ae631f8f70f5/5be34863ac6ec.image.jpg?resize=945%2C630", "publishedAt": "2018-11-08T05:29:40Z", "content": "WASHINGTON (AP) Attorney General Jeff Sessions was pushed out after enduring more than a year of blistering and personal attacks from President Donald Trump, who inserted in his place a Republican Party loyalist with authority to oversee the remainder of the … [+7871 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CATHERINE LUCEY and MATTHEW DALY Associated Press", "title": "Trump, Pelosi talk about getting along - until they don't", "description": "WASHINGTON (AP) — Suddenly facing life under divided government, President Donald Trump and congressional leaders talked bipartisanship but then bluntly previewed the fault lines to come. Trump threatened to go after House Democrats who try to investigate him…", "url": "https://apnews.com/51121217c5b74d6d8be4f4fe1684f6d6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/c/85/c8573f87-e08f-568b-aa75-96734a1ebed4/5be36b61e675a.image.jpg?resize=1120%2C630", "publishedAt": "2018-11-08T05:29:16Z", "content": "WASHINGTON (AP) Suddenly facing life under divided government, President Donald Trump and congressional leaders talked bipartisanship but then bluntly previewed the fault lines to come. Trump threatened to go after House Democrats who try to investigate him, … [+4890 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Goodyear charter school boss admits to falsifying enrollment", "description": "PHOENIX (AP) — The former director of a Goodyear charter school is pleading guilty to exaggerating enrollment to secure millions of funding dollars.", "url": "https://apnews.com/804cd87268f14cabb8a192d238090f12", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T05:28:53Z", "content": "PHOENIX (AP) The former director of a Goodyear charter school is pleading guilty to exaggerating enrollment to secure millions of funding dollars. The Arizona Attorney General's Office says Daniel K. Hughes entered the plea Wednesday involving one felony coun… [+717 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By LISA MASCARO AP Congressional Correspondent", "title": "Victory aside, Pelosi's return as House speaker not a given", "description": "WASHINGTON (AP) — Vilified by Republicans on the campaign trail, Nancy Pelosi emerged as President Donald Trump's preferred choice to become speaker of the House, arriving on Capitol Hill with an air of inevitability after leading her party back to…", "url": "https://apnews.com/9d0cff1633ad4fbeb825476c8f92a6b3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/2/88/288568e8-4bce-565e-896a-7526cf83f40e/5be3801a52532.image.jpg?resize=945%2C630", "publishedAt": "2018-11-08T05:28:46Z", "content": "WASHINGTON (AP) Vilified by Republicans on the campaign trail, Nancy Pelosi emerged as President Donald Trump's preferred choice to become speaker of the House, arriving on Capitol Hill with an air of inevitability after leading her party back to the majority… [+6026 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Head of white supremacist group arrested on highway", "description": "BRIDGEPORT, Conn. (AP) — Police in Connecticut say they've arrested the leader of a white supremacist group for slowing down traffic on Interstate 95.", "url": "https://apnews.com/c7762cf6c0ef4178ad6e040d1dca137a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T05:28:33Z", "content": "BRIDGEPORT, Conn. (AP) Police in Connecticut say they've arrested the leader of a white supremacist group for slowing down traffic on Interstate 95. Thirty-seven-year-old Kenneth Zrallack and his companion, 35-year-old Lisa Holly, were charged with negligent … [+758 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CARLOS VALDEZ Associated Press", "title": "Bolivian observatory collects data as glaciers melt", "description": "LA PAZ, Bolivia (AP) — The snow appears to be pristine on the Andean peaks that loom above Bolivia's capital, but even here ash and smog reach up to a remote plateau that is home to the world's highest atmospheric…", "url": "https://apnews.com/8213c0bfba9e4b7aae48a55f3e3bee61", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/6/6f/66fe4394-e870-50a5-9525-a2b80bcc681a/5be3ca36f0362.image.jpg?resize=1036%2C630", "publishedAt": "2018-11-08T05:28:09Z", "content": "LA PAZ, Bolivia (AP) The snow appears to be pristine on the Andean peaks that loom above Bolivia's capital, but even here ash and smog reach up to a remote plateau that is home to the world's highest atmospheric observatory. It's an ideal site for a team of i… [+2952 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DAVID BAUDER AP Media Writer", "title": "White House bans CNN reporter after confrontation with Trump", "description": "NEW YORK (AP) — The White House has suspended the press pass of CNN correspondent Jim Acosta after he and President Donald Trump had a heated confrontation during a news conference.", "url": "https://apnews.com/a211dd90113847a59c5c01487035ee72", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/2/58/258d1c1d-5530-5353-b580-289270a9c9ab/5be3565231157.image.jpg?resize=946%2C630", "publishedAt": "2018-11-08T05:28:08Z", "content": "NEW YORK (AP) The White House has suspended the press pass of CNN correspondent Jim Acosta after he and President Donald Trump had a heated confrontation during a news conference. They began sparring Wednesday after Acosta asked Trump about the caravan of mig… [+6017 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "I-10 rest area between Tucson, Phoenix open after renovation", "description": "SACATON, Ariz. (AP) — The only Interstate 10 rest area between Tucson and metro Phoenix is open again after a renovation that started earlier this year.", "url": "https://apnews.com/feb39a07fdc54e7fbdf173609aac456d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:26:59Z", "content": "SACATON, Ariz. (AP) The only Interstate 10 rest area between Tucson and metro Phoenix is open again after a renovation that started earlier this year. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The Arizona Department of … [+681 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Auburn receives and raises up annual tree for holiday season", "description": "AUBURN, Maine (AP) — The Maine city of Auburn is getting into the holiday spirit, putting up the city Christmas tree this week.", "url": "https://apnews.com/3b5f4a33dad44e76b1a70c4698da9f1f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:25:59Z", "content": "AUBURN, Maine (AP) The Maine city of Auburn is getting into the holiday spirit, putting up the city Christmas tree this week. The tree was donated from Maple Point and went up Wednesday at Festival Plaza. WGME-TV reports the city says it is grateful to donor … [+569 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JUANA SUMMERS and THOMAS BEAUMONT Associated Press", "title": "Democratic gains over GOP after midterms come with cautions", "description": "WASHINGTON (AP) — This week's midterm elections offered revealing lessons for both parties as battle lines begin to emerge for the 2020 presidential election.", "url": "https://apnews.com/e69feb96cf224b74b493827f349c229b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/4/70/4700548b-5d91-5be7-9b4b-474813d4786b/5be38faadf832.image.jpg?resize=971%2C630", "publishedAt": "2018-11-08T05:25:25Z", "content": "WASHINGTON (AP) This week's midterm elections offered revealing lessons for both parties as battle lines begin to emerge for the 2020 presidential election. For Democrats, a string of statewide victories in Rust Belt states opened a potential path back to the… [+5254 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Bar with 19 leads Bradley past Wisconsin-Parkside 74-58", "description": "PEORIA, Ill. (AP) — Koch Bar scored 19 points and grabbed seven rebounds as Bradley beat Division II University of Wisconsin-Parkside 74-58 on Wednesday night.", "url": "https://apnews.com/00023f0ffc1c4645b0a1c0fb4d7fabcf", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T05:24:27Z", "content": "PEORIA, Ill. (AP) Koch Bar scored 19 points and grabbed seven rebounds as Bradley beat Division II University of Wisconsin-Parkside 74-58 on Wednesday night. Elijah Childs added 17 points, eight rebounds and four steals, Dwayne Lautier-Ogunleye had 12 points,… [+623 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police: Stolen Dunkin' Donuts card led us to suspected thief", "description": "SCITUATE, R.I. (AP) — Police in Rhode Island say a stolen Dunkin' Donuts card led them to a suspect now charged with eight counts of larceny and two counts of vandalism.", "url": "https://apnews.com/4acf75f0276e48e5aab1afae17174deb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:24:09Z", "content": "SCITUATE, R.I. (AP) Police in Rhode Island say a stolen Dunkin' Donuts card led them to a suspect now charged with eight counts of larceny and two counts of vandalism. Scituate police say they began receiving reports of vehicles being broken into on Oct. 7. W… [+682 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "UMass Amherst launches student-run sustainable vineyard", "description": "AMHERST, Mass. (AP) — The University of Massachusetts Amherst has created a vineyard for students so they can obtain first-hand experience in winemaking.", "url": "https://apnews.com/46df0b66908246de9530eee1984e340f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:23:33Z", "content": "AMHERST, Mass. (AP) The University of Massachusetts Amherst has created a vineyard for students so they can obtain first-hand experience in winemaking. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The school says the viney… [+745 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Authorities rule death of 6-year-old boy as homicide", "description": "KAILUA-KONA, Hawaii (AP) — The medical examiner's office has ruled the death of a 6-year-old boy on the Big Island as a homicide.", "url": "https://apnews.com/d68bfdae047a40c59e92973019ef4865", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:22:03Z", "content": "KAILUA-KONA, Hawaii (AP) The medical examiner's office has ruled the death of a 6-year-old boy on the Big Island as a homicide. Authorities say family members had taken the unconscious boy to the Kailua Fire Station where he was transported to a Kona hospital… [+595 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Declining species' future tops agenda at whale of a meeting", "description": "NEW BEDFORD, Mass. (AP) — A group of scientists, conservationists and others is meeting in Massachusetts to brainstorm strategies to save one of the rarest marine mammals on the planet.", "url": "https://apnews.com/e8a6ca6a796f41ebaefba65289373742", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:21:19Z", "content": "NEW BEDFORD, Mass. (AP) A group of scientists, conservationists and others is meeting in Massachusetts to brainstorm strategies to save one of the rarest marine mammals on the planet. Receive today's headlines in your inbox with our daily news email SUBSCRIBE… [+769 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man accused in stabbing death of Guam teen pleads not guilty", "description": "HAGATNA, Guam (AP) — A man accused of stabbing to death a Guam teenager during a home invasion has pleaded not guilty.", "url": "https://apnews.com/d3c1bc6b0ff94339ab3dc6efa48be334", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:20:24Z", "content": "HAGATNA, Guam (AP) A man accused of stabbing to death a Guam teenager during a home invasion has pleaded not guilty. The Pacific Daily News reports 24-year-old Brandon Michael Acosta entered his plea Wednesday to charges of aggravated murder and home invasion… [+729 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Anchorage plans development options for hospital site", "description": "ANCHORAGE, Alaska (AP) — Residents have floated a number of ideas to transform the site of a former hospital in Anchorage, including housing, businesses and a solar farm.", "url": "https://apnews.com/63b0206fc47a43d68a82d867f2c10f03", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:18:50Z", "content": "ANCHORAGE, Alaska (AP) Residents have floated a number of ideas to transform the site of a former hospital in Anchorage, including housing, businesses and a solar farm. The Anchorage Daily News reports the east downtown property that previously held the Alask… [+785 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Alaska Permanent Fund sees slight return for first quarter", "description": "ANCHORAGE, Alaska (AP) — Alaska Permanent Fund Corp. officials say the returns for the first quarter of the 2019 fiscal year were less than desirable, ending the period with a balance of more than $63.9 billion.", "url": "https://apnews.com/bd93163ad7a843bf90ab0c3472a2551c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:17:22Z", "content": "ANCHORAGE, Alaska (AP) Alaska Permanent Fund Corp. officials say the returns for the first quarter of the 2019 fiscal year were less than desirable, ending the period with a balance of more than $63.9 billion. The Alaska Journal of Commerce reports fund manag… [+887 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Suburban Atlanta House seats no longer safe for Republicans", "description": "ATLANTA (AP) — One Republican holds the congressional seat of former House Speaker Newt Gingrich. The other is a four-term GOP congressmen used to racking up big election victories.", "url": "https://apnews.com/cfb7471e3d5f4c9f8420c0dbe8415082", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/a/d1/ad1b0227-6ec7-5c80-b6cf-665c4a5f7597/5bdcfc2d9e9d4.image.jpg?crop=1174%2C660%2C0%2C552&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T05:17:03Z", "content": "ATLANTA (AP) One Republican holds the congressional seat of former House Speaker Newt Gingrich. The other is a four-term GOP congressmen used to racking up big election victories. Now Reps. Karen Handel and Rob Woodall of Georgia are both at risk of losing re… [+4237 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Ivey scores 18 to lead San Jose State to 89-72 win in opener", "description": "SAN JOSE, Calif. (AP) — Brae Ivey scored 18 points with six assists and Seneca Knight added 17 points as San Jose State defeated NAIA Life Pacific 89-72 in a season opener on Wednesday night.", "url": "https://apnews.com/e0151414673a457c8abde3b5e9229805", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T05:16:56Z", "content": "SAN JOSE, Calif. (AP) Brae Ivey scored 18 points with six assists and Seneca Knight added 17 points as San Jose State defeated NAIA Life Pacific 89-72 in a season opener on Wednesday night. Ivey was 6 of 11 from the field with four 3-pointers. Michael Steadma… [+839 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Key US shellfish quotas will remain the same next year", "description": "PORTLAND, Maine (AP) — A couple of the most significant fisheries for shellfish on the East Coast will have the same catch quotas next year.", "url": "https://apnews.com/483b6f699a1a41cb87d6a2f236c89b5d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:16:27Z", "content": "PORTLAND, Maine (AP) A couple of the most significant fisheries for shellfish on the East Coast will have the same catch quotas next year. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Fishermen harvest surf clams and ocean… [+708 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Ford, Fitts lead Saint Mary's past McNeese 87-65", "description": "MORAGA, Calif. (AP) — Jordan Ford scored 23 points with five assists, Malik Fitts had a double-double and Saint Mary's pulled away from McNeese State for an 87-65 win on Wednesday night in the season opener for both teams.", "url": "https://apnews.com/8394f7900d76463881b23ddf3fe596d7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T05:15:31Z", "content": "MORAGA, Calif. (AP) Jordan Ford scored 23 points with five assists, Malik Fitts had a double-double and Saint Mary's pulled away from McNeese State for an 87-65 win on Wednesday night in the season opener for both teams. Fitts, in his first game after transfe… [+702 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Jury selection set to begin in Sherman killing trial", "description": "HOULTON, Maine (AP) — Jury selection is set to begin in the trial of a Massachusetts man in a drug-related killing in northern Maine.", "url": "https://apnews.com/8ac90509b040412db378008103cfa1eb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:15:10Z", "content": "HOULTON, Maine (AP) Jury selection is set to begin in the trial of a Massachusetts man in a drug-related killing in northern Maine. Two of three defendants pleaded guilty to charges including felony murder and robbery. Receive today's headlines in your inbox … [+545 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "School board considers disclosure question for applicants", "description": "SANTA FE, N.M. (AP) — Santa Fe Public Schools officials are considering a policy that would ask applicants of vacant board seats if there are any incidents in their past that would cause the district embarrassment.", "url": "https://apnews.com/5034b1f22e144aa487b3b61e3210c5ea", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:14:56Z", "content": "SANTA FE, N.M. (AP) Santa Fe Public Schools officials are considering a policy that would ask applicants of vacant board seats if there are any incidents in their past that would cause the district embarrassment. The Santa Fe New Mexican reports the district … [+844 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MIKE STOBBE AP Medical Writer", "title": "More US adults and kids are doing yoga, meditating", "description": "NEW YORK (AP) — If you can do a downward-facing dog, you're among the increasing numbers of Americans doing yoga.", "url": "https://apnews.com/d463840dfc33497ebbaffc5f7307c8aa", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/0/13/0135bba3-7c72-5376-ac30-a74d302adfa5/5be3c9fcd811a.image.jpg?resize=1001%2C630", "publishedAt": "2018-11-08T05:14:39Z", "content": "NEW YORK (AP) If you can do a downward-facing dog, you're among the increasing numbers of Americans doing yoga. A new report says more adults and even kids are practicing yoga and meditation. A government survey conducted last year found 14 percent of adults … [+629 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Prosecutors to decide if man should be resentenced to death", "description": "MARION, Ohio (AP) — A county prosecutor's office will decide a second time whether to seek a death sentence for an Ohio man convicted of raping and killing a woman in 1994.", "url": "https://apnews.com/67ed36a99d13447f882aec8f0776bd73", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T05:14:04Z", "content": "MARION, Ohio (AP) A county prosecutor's office will decide a second time whether to seek a death sentence for an Ohio man convicted of raping and killing a woman in 1994. A federal appeals court overturned the death sentence of Maurice Mason in 2008 and order… [+641 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "NY cites businesses for selling alcohol to minors in sting", "description": "ALBANY, N.Y. (AP) — New York state officials say they have cited 141 businesses for selling alcohol to minors as part of a sting operation.", "url": "https://apnews.com/d9f1208f16354fd391cd3b5a1a8f1b6a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:11:29Z", "content": "ALBANY, N.Y. (AP) New York state officials say they have cited 141 businesses for selling alcohol to minors as part of a sting operation. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The State Liquor Authority says the cit… [+563 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Review panel clears Yakima police officer for kicking teen", "description": "YAKIMA, Wash. (AP) — The Yakima police officer who pepper-sprayed and kicked a teenager while breaking up a fight has returned to regular patrol duties.", "url": "https://apnews.com/399622536e664a41a840d6af8fce29e0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:11:14Z", "content": "YAKIMA, Wash. (AP) The Yakima police officer who pepper-sprayed and kicked a teenager while breaking up a fight has returned to regular patrol duties. The Yakima Herald-Republic reports officer Ian Cole will not face administrative action after a use of force… [+837 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GARY FINEOUT and TERRY SPENCER Associated Press", "title": "Not another Florida recount! This one should be smoother", "description": "TALLAHASSEE, Fla. (AP) — If the Florida Senate race between incumbent Democrat Bill Nelson and Gov. Rick Scott requires a recount, there is no need to worry about it being a repeat of the 2000 presidential debacle — there won't…", "url": "https://apnews.com/a6285a11594641e6958bc4f348b11c92", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/18/81807955-b25a-5e8b-84fd-bd3a8dadeb20/5be1328649fa9.image.jpg?resize=895%2C630", "publishedAt": "2018-11-08T05:11:06Z", "content": "TALLAHASSEE, Fla. (AP) If the Florida Senate race between incumbent Democrat Bill Nelson and Gov. Rick Scott requires a recount, there is no need to worry about it being a repeat of the 2000 presidential debacle there won't be any hanging chads and the proces… [+4894 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Authorities looking for information on moose shot, killed", "description": "STRATFORD, N.H. (AP) — New Hampshire's Fish and Game Department is looking for information on whoever shot a moose and left it to rot in Stratford.", "url": "https://apnews.com/56d0cd574aca49978fd88e01d8838dcf", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:10:48Z", "content": "STRATFORD, N.H. (AP) New Hampshire's Fish and Game Department is looking for information on whoever shot a moose and left it to rot in Stratford. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Conservation officers said the … [+409 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Pence to visit Japan on start of Asian tour next week", "description": "TOKYO (AP) — U.S. Vice President Mike Pence will visit Japan next week to discuss North Korea and other issues ahead of two key regional meetings.", "url": "https://apnews.com/458264a287e546fb88d6372e0a9875af", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/4/4b/44b349d9-f471-5fd0-ad0f-b53f87cb780a/5be3ca074efa1.image.jpg?resize=840%2C630", "publishedAt": "2018-11-08T05:09:53Z", "content": "TOKYO (AP) U.S. Vice President Mike Pence will visit Japan next week to discuss North Korea and other issues ahead of two key regional meetings. Japan's Chief Cabinet Secretary Yoshihide Suga announced Thursday that Pence will hold talks with Prime Minister S… [+640 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Pence to visit Japan on start of Asian tour next week", "description": "TOKYO (AP) — U.S. Vice President Mike Pence will visit Japan next week to discuss North Korea and other issues ahead of two key regional meetings.", "url": "https://apnews.com/458264a287e546fb88d6372e0a9875af", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/5/ea/5ea1b806-672f-59d1-b2e3-edd2405e36e1/5be3ca55a2254.image.jpg?resize=840%2C630", "publishedAt": "2018-11-08T05:09:53Z", "content": "TOKYO (AP) U.S. Vice President Mike Pence will visit Japan next week to discuss North Korea and other issues ahead of two key regional meetings. Japan's Chief Cabinet Secretary Yoshihide Suga announced Thursday that Pence will hold talks with Prime Minister S… [+507 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Northern Illinois wins 6th straight, beats Toledo 38-15", "description": "DEKALB, Ill. (AP) — Marcus Childers ran for two touchdowns and threw for another score to lead Northern Illinois to a 38-15 victory over Toledo on Wednesday night for its sixth straight win.", "url": "https://apnews.com/d3a9b9d714914be78175e56af2b63023", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T05:08:50Z", "content": "DEKALB, Ill. (AP) Marcus Childers ran for two touchdowns and threw for another score to lead Northern Illinois to a 38-15 victory over Toledo on Wednesday night for its sixth straight win. Tre Harbison ran for 139 yards, and Marcus Jones added 101 yards rushi… [+667 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Flagg, Texas A&M beat Savannah State 98-83", "description": "COLLEGE STATION, Texas (AP) — Sophomore forward Savion Flagg scored 24 points and six Texas A&M players scored at least nine points as the Aggies defeated Savannah State 98-83 on Wednesday night.", "url": "https://apnews.com/747f9d1659a24192839a745c49300da8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T05:06:58Z", "content": "COLLEGE STATION, Texas (AP) Sophomore forward Savion Flagg scored 24 points and six Texas A&amp;M players scored at least nine points as the Aggies defeated Savannah State 98-83 on Wednesday night. A&amp;M overwhelmed SSU in points in the paint (58-18), rebou… [+1511 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Tom Golisano taking back pledge for upstate NY arts center", "description": "ROCHESTER, N.Y. (AP) — Billionaire Tom Golisano says he's taking back a $25 million pledge he made over a year ago for a proposed performing arts center in downtown Rochester.", "url": "https://apnews.com/2789aea063634d5fb53b5464b9f2dedb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:06:47Z", "content": "ROCHESTER, N.Y. (AP) Billionaire Tom Golisano says he's taking back a $25 million pledge he made over a year ago for a proposed performing arts center in downtown Rochester. Golisano says in a news release Wednesday the project isn't any \"closer to becoming a… [+723 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Montpelier approves non-citizen voting in local elections", "description": "MONTPELIER, Vt. (AP) — Voters in Vermont's capital city have approved seeking a charter change to allow non-U.S. citizens to vote in municipal elections.", "url": "https://apnews.com/7f128cc3457747c68fa56c82e27a24d8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:05:36Z", "content": "MONTPELIER, Vt. (AP) Voters in Vermont's capital city have approved seeking a charter change to allow non-U.S. citizens to vote in municipal elections. The Barre-Montpelier Times Argus reports Montpelier is the first Vermont city or town to pass the measure. … [+841 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Women to fill all 10 seats in county court", "description": "AKRON, Ohio (AP) — Women will be taking control of one of Ohio's larger county courts.", "url": "https://apnews.com/97e3f29864be4f4ca4b024405cab98c0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:04:30Z", "content": "AKRON, Ohio (AP) Women will be taking control of one of Ohio's larger county courts. The Akron Beacon Journal reports all 10 seats on the Summit County Common Pleas bench in Akron will be filled by women after two candidates defeated men Tuesday. Receive toda… [+822 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Toy Hall of Fame set to announce 2018 inductees", "description": "ROCHESTER, N.Y. (AP) — The National Toy Hall of Fame is set to reveal its latest honorees.", "url": "https://apnews.com/00be3678a0d041baa75ec5313e8b3e42", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T05:03:27Z", "content": "ROCHESTER, N.Y. (AP) The National Toy Hall of Fame is set to reveal its latest honorees. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY At a ceremony Thursday, officials will reveal which playthings from among 12 finalists w… [+587 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Lott, Cole power Howard past Washington Adventist, 115-91", "description": "WASHINGTON (AP) — Chad Lott scored 18 first-half points and RJ Cole scored 17 in the second and Howard pulled away from NAIA-member Washington Adventist for a 115-91 victory in the Bison's season opener on Wednesday night.", "url": "https://apnews.com/b1bef924e25e4bcc9e78dd3c02dda542", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T05:02:53Z", "content": "WASHINGTON (AP) Chad Lott scored 18 first-half points and RJ Cole scored 17 in the second and Howard pulled away from NAIA-member Washington Adventist for a 115-91 victory in the Bison's season opener on Wednesday night. Shyheim Gilkerson's layup with 6:10 le… [+598 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Today in History", "description": "Today in History", "url": "https://apnews.com/ab13fa19cf0843969b2bee49fd4bad99", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T05:01:07Z", "content": "Today in History Today is Thursday, Nov. 8, the 312th day of 2018. There are 53 days left in the year. Today's Highlight in History: On Nov. 8, 2016, Republican Donald Trump was elected America's 45th president, defeating Democrat Hillary Clinton in an astoni… [+5173 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JANIE McCAULEY AP Sports Writer", "title": "Smith, Williams lead No. 7 Stanford women past UC Davis", "description": "STANFORD, Calif. (AP) — Kiana Williams had 14 points and three assists playing 18 minutes, leading No. 7 Stanford past cold-shooting UC Davis 71-43 on Wednesday night in both teams' season opener.", "url": "https://apnews.com/6e14846f4ff8443db2a66073b0580f20", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T04:58:22Z", "content": "STANFORD, Calif. (AP) Kiana Williams had 14 points and three assists playing 18 minutes, leading No. 7 Stanford past cold-shooting UC Davis 71-43 on Wednesday night in both teams' season opener. Williams, Stanford's sophomore point guard who averaged 10.4 poi… [+2347 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: GOP sues to limit Senate count in Arizona", "description": "PHOENIX (AP) — The Latest on the U.S. Senate race in Arizona (all times local):", "url": "https://apnews.com/3e7f2f64487c4dce973627dd6a622e08", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/7/aa/7aa00763-3d73-54cc-921f-53a6e7080ad8/5be203608f005.image.jpg?crop=1662%2C935%2C0%2C155&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T04:56:13Z", "content": "PHOENIX (AP) The Latest on the U.S. Senate race in Arizona (all times local): 9:40 p.m. Republican party officials are suing to limit what ballots can be counted in the slow-motion tally of Arizona's nail-biter of a Senate race. County officials were still co… [+1952 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Hooker leads Kennesaw St. past Div.-III Oglethorpe 68-57", "description": "KENNESAW, Ga. (AP) — Tyler Hooker scored 25 points with four rebounds and five steals and Kennesaw State outlasted Division III Oglethorpe University 68-57 on Wednesday night.", "url": "https://apnews.com/339a2ef030034f81ba157490dccb80cf", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T04:53:42Z", "content": "KENNESAW, Ga. (AP) Tyler Hooker scored 25 points with four rebounds and five steals and Kennesaw State outlasted Division III Oglethorpe University 68-57 on Wednesday night. Hooker was 8 of 16 from the field for the Owls. Ugo Obineke added 17 points, Kosta Ja… [+734 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOHN COON Associated Press", "title": "Mitchell returns, Jazz end skid with win vs Mavs 117-102", "description": "SALT LAKE CITY (AP) — Donovan Mitchell scored 23 points in his return from an ankle injury and the Utah Jazz beat the Dallas Mavericks 117-102 on Wednesday night to end a four-game skid.", "url": "https://apnews.com/eba06fe255b34529b92159929ef12868", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/8/77/87724f0b-1eb4-5edf-8d92-bdb5d35dec44/5be3c6b7e92ec.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T04:52:31Z", "content": "SALT LAKE CITY (AP) Donovan Mitchell scored 23 points in his return from an ankle injury and the Utah Jazz beat the Dallas Mavericks 117-102 on Wednesday night to end a four-game skid. Mitchell also had seven assists and five rebounds, and Rudy Gobert had 17 … [+2432 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "South Korean minister: Washington says North canceled meet", "description": "SEOUL, South Korea (AP) — South Korea's foreign minister says the United States has confirmed that North Korea initiated the cancellation of a meeting this week between U.S. Secretary of State Mike Pompeo and a senior North Korean official on…", "url": "https://apnews.com/94dc3bb759e946feb0e3881a7dcf3bcc", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/c/80/c80ad244-d307-5804-9467-6418484ff732/5be2953825128.image.jpg?resize=945%2C630", "publishedAt": "2018-11-08T04:42:54Z", "content": "FILE - In this June 12, 2018, file photo, U.S. President Donald Trump, right, stands with North Korean leader Kim Jong Un on Sentosa Island in Singapore. North Korea and the United States are trying to revive stalled diplomacy meant to rid the North of its nu… [+318 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Simpson, Burch-Manning lead S. Dakota to 83-58 win in opener", "description": "VERMILLION, S.D. (AP) — Triston Simpson scored a career-high 23 points and buried a pair of 3-pointers as South Dakota broke the game open after halftime, defeating York 83-58 in a season opener Wednesday night.", "url": "https://apnews.com/9beb6c151f1340179d376708899ce396", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T04:42:05Z", "content": "VERMILLION, S.D. (AP) Triston Simpson scored a career-high 23 points and buried a pair of 3-pointers as South Dakota broke the game open after halftime, defeating York 83-58 in a season opener Wednesday night. The win started off Todd Lee's tenure as coach wi… [+581 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "St. Francis Brooklyn routs D-III Medgar Evers 92-42", "description": "NEW YORK (AP) — Stevan Krtinic scored 15 points off the bench to help St. Francis Brooklyn roll to a 92-42 victory over Division III Medgar Evans on Wednesday night in a season opener.", "url": "https://apnews.com/f3d15d0a0332469e82be6f1a9a96b6e0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T04:41:15Z", "content": "NEW YORK (AP) Stevan Krtinic scored 15 points off the bench to help St. Francis Brooklyn roll to a 92-42 victory over Division III Medgar Evans on Wednesday night in a season opener. Starters Jalen Jordan, Rosel Hurley and Glenn Sanabria had 14 points apiece … [+594 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Clutch free throws key D-II St. Edward's 77-76 upset of UTSA", "description": "SAN ANTONIO (AP) — Luke Pluymen hit five straight free throws in the final 29 seconds to lift Division II St. Edwards University to a 77-76 upset win over UTSA in the Roadrunners season opener on Wednesday night.", "url": "https://apnews.com/2525155f0c8144c78e5982cfca9f597d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T04:39:49Z", "content": "SAN ANTONIO (AP) Luke Pluymen hit five straight free throws in the final 29 seconds to lift Division II St. Edwards University to a 77-76 upset win over UTSA in the Roadrunners season opener on Wednesday night. The freshman hit the second of two free throws t… [+658 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOHN MARSHALL AP Basketball Writer", "title": "Randolph's 25 leads Arizona over Houston Baptist 90-60", "description": "TUCSON, Ariz. (AP) — Brandon Randolph scored 25 points, Brandon Williams added 13 and Arizona opened the season with a 90-60 win over Houston Baptist Wednesday night.", "url": "https://apnews.com/8055cf1aba29458b9ddd819ef391e31b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T04:33:12Z", "content": "TUCSON, Ariz. (AP) Brandon Randolph scored 25 points, Brandon Williams added 13 and Arizona opened the season with a 90-60 win over Houston Baptist Wednesday night. The new-look Wildcats had some shaky moments early, but turned a nine-point halftime lead into… [+2133 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JIM ARMSTRONG AP Sports Writer", "title": "Miyahara, Uno aim to shine on home ice at NHK Trophy", "description": "Local favorite Satoko Miyahara will be aiming to continue her strong start to the season at the NHK Trophy in Hiroshima, the fourth event of the International Skating Union's 2018 Grand Prix Series.", "url": "https://apnews.com/c0cc92e07b784e83a6d17a1962d2d2bb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/8/f3/8f30c644-e4b6-53a7-a75a-7db77aac689b/5be3bf6a5605d.image.jpg?crop=1815%2C1021%2C0%2C60&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T04:15:42Z", "content": "Local favorite Satoko Miyahara will be aiming to continue her strong start to the season at the NHK Trophy in Hiroshima, the fourth event of the International Skating Union's 2018 Grand Prix Series. Miyahara opened her season with a victory at Skate America, … [+1896 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKC--T25-CS Bakersfield-TCU", "description": "BC-BKC--T25-CS Bakersfield-TCU,428", "url": "https://apnews.com/e7294f977c6548d8b1cccce87f7bcd9c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T04:15:09Z", "content": "BC-BKC--T25-CS Bakersfield-TCU,428 Bane rallies No. 20 in second half to for opening 66-61 win AP Photo TXBW103, TXBW104, TXBW102, TXBW101 Eds: APNewsNow. No. 20 TCU 66, CS Bakersfield 61. With AP Photos. Desmond Bane scored 13 of his 14 points after halftime… [+2757 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEPHEN HAWKINS AP Basketball Writer", "title": "Bane rallies No. 20 in second half to for opening 66-61 win", "description": "FORT WORTH, Texas (AP) — Desmond Bane scored 13 of his 14 points after halftime when No. 20 TCU rallied for a 66-61 victory over Cal State Bakersfield on Wednesday night.", "url": "https://apnews.com/644ec5fd62314d408df38e6970d9e263", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/1/aa/1aabad49-617b-56ad-9e78-2257d9609822/5be3bf6b47549.image.jpg?crop=1671%2C940%2C0%2C149&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T04:15:08Z", "content": "FORT WORTH, Texas (AP) Desmond Bane scored 13 of his 14 points after halftime when No. 20 TCU rallied for a 66-61 victory over Cal State Bakersfield on Wednesday night. Bane's tiebreaking driving layup with 2:48 left finally put TCU ahead to stay. The Horned … [+2152 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Nuggets-Grizzlies", "description": "BC-BKN--Nuggets-Grizzlies,393", "url": "https://apnews.com/15b7c62b79204e2bab8a77cb69d69651", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T04:13:28Z", "content": "BC-BKN--Nuggets-Grizzlies,393 Gasol's free throws give Grizzlies 89-87 win over Nuggets AP Photo TNBD119, TNBD101, TNBD107, TNBD113, TNBD110, TNBD117, TNBD116 Eds: APNewsNow. Grizzlies 89, Nuggets 87. With AP Photos. Marc Gasol scored 20 points, including the… [+2765 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Nuggets-Grizzlies", "description": "BC-BKN--Nuggets-Grizzlies,393", "url": "https://apnews.com/0341c0e9d62d4f998de9132a700aef13", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T04:13:28Z", "content": "BC-BKN--Nuggets-Grizzlies,393 Gasol's free throws give Grizzlies 89-87 win over Nuggets AP Photo TNBD119, TNBD101, TNBD107, TNBD113, TNBD110, TNBD117, TNBD116 Eds: APNewsNow. Grizzlies 89, Nuggets 87. With AP Photos. Marc Gasol scored 20 points, including the… [+2765 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Nuggets-Grizzlies", "description": "BC-BKN--Nuggets-Grizzlies,393", "url": "https://apnews.com/976ffe3e4e1f4f1685e17256dad2d25d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T04:13:27Z", "content": "BC-BKN--Nuggets-Grizzlies,393 Gasol's free throws give Grizzlies 89-87 win over Nuggets AP Photo TNBD119, TNBD101, TNBD107, TNBD113, TNBD110, TNBD117, TNBD116 Eds: APNewsNow. Grizzlies 89, Nuggets 87. With AP Photos. Marc Gasol scored 20 points, including the… [+2765 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CLAY BAILEY Associated Press", "title": "Gasol's free throws give Grizzlies 89-87 win over Nuggets", "description": "MEMPHIS, Tenn. (AP) — Marc Gasol scored 20 points, including the go-ahead free throws with 4.6 seconds remaining, to lead the Memphis Grizzlies to an 89-87 victory over the Denver Nuggets on Wednesday night.", "url": "https://apnews.com/0f915c7e5c314704961d1fb082b9101b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/f3/9f3a65b8-ee67-56bb-b4dd-325accd8e046/5be3bc3409814.image.jpg?crop=1765%2C993%2C0%2C90&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T04:13:21Z", "content": "MEMPHIS, Tenn. (AP) Marc Gasol scored 20 points, including the go-ahead free throws with 4.6 seconds remaining, to lead the Memphis Grizzlies to an 89-87 victory over the Denver Nuggets on Wednesday night. The Nuggets, who had won five straight, still had a c… [+2026 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Republican Dino Rossi has conceded race in open seat in 8th Congressional District in Washington state", "description": "OLYMPIA, Wash. (AP) — Republican Dino Rossi has conceded race in open seat in 8th Congressional District in Washington state.", "url": "https://apnews.com/a34fc1926040490ab61e6e6093dd5254", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T04:12:57Z", "content": "Home designs and options are endless at the townes. There are now 8 walk-out basement homes in our final phase of development. If you are looking for more square footage to match your lifestyleif you are wanting a large game room, home theatre, workshop, gym,… [+27 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Import extravaganza highlights China's promise, challenges", "description": "SHANGHAI (AP) — Visitors to a vast trade fair meant to rebrand China as a welcoming import market could sip Moroccan wine, ogle Italian yachts and watch a Japanese industrial robot play ping-pong.", "url": "https://apnews.com/d42ea82dfeba4cba9635339b7af9a78e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/4/7c/47cf74e7-31da-5646-9ade-c849ede40d0c/5bdff1f53c12c.image.jpg?resize=945%2C630", "publishedAt": "2018-11-08T04:12:23Z", "content": "SHANGHAI (AP) Visitors to a vast trade fair meant to rebrand China as a welcoming import market could sip Moroccan wine, ogle Italian yachts and watch a Japanese industrial robot play ping-pong. Keep up with the latest business news with our email newsletter … [+801 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBC--Ohio-Miami (OH)", "description": "BC-FBC--Ohio-Miami (OH),225", "url": "https://apnews.com/f7f28896d9574a719d5ad89d6cc0bc46", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T04:10:20Z", "content": "BC-FBC--Ohio-Miami (OH),225 Miami (Ohio) snaps five-game skid against Ohio, wins 30-28 Eds: APNewsNow. Miami (Ohio) 30, Ohio 28. Alonzo Smith ran for a pair of first-half touchdowns, and a safety in the second half helped Miami (Ohio) hold on for a 30-28 vict… [+1596 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Miami (Ohio) snaps five-game skid against Ohio, wins 30-28", "description": "OXFORD, Ohio (AP) — Alonzo Smith ran for a pair of first-half touchdowns, and a safety in the second half helped Miami (Ohio) hold on for a 30-28 victory over Ohio on Wednesday night to keep its bowl eligibility alive.", "url": "https://apnews.com/ba539748b3c54b60bf4ebd49abe9d9c2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T04:10:19Z", "content": "OXFORD, Ohio (AP) Alonzo Smith ran for a pair of first-half touchdowns, and a safety in the second half helped Miami (Ohio) hold on for a 30-28 victory over Ohio on Wednesday night to keep its bowl eligibility alive. Miami (4-6, 4-2 Mid-American Conference) b… [+1008 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Texas A&M-CC routs Howard Payne in season opener, 81-34", "description": "CORPUS CHRISTI, Texas (AP) — Tre Gray scored 15 points and Irshaad Hunte added 14 points and grabbed 10 rebounds as Texas A&M-Corpus Christi routed Division III Howard Payne, 81-34 in its season opener Wednesday night.", "url": "https://apnews.com/9cf78e9d8170467d91e564637e32a050", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T04:09:52Z", "content": "CORPUS CHRISTI, Texas (AP) Tre Gray scored 15 points and Irshaad Hunte added 14 points and grabbed 10 rebounds as Texas A&amp;M-Corpus Christi routed Division III Howard Payne, 81-34 in its season opener Wednesday night. Timothy Aguero collected a steal and s… [+610 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "DePaul slams door on Bethune-Cookman with late run, 80-58", "description": "CHICAGO (AP) — Max Struss and Paul Reed threw down back-to-back dunks late in the second half as DePaul emphatically slammed the door shut in a 80-58 win over Bethune-Cookman in a season opener Wednesday night.", "url": "https://apnews.com/c00ec4baac5f4fc59c52f2ffa39d1627", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T03:58:28Z", "content": "CHICAGO (AP) Max Struss and Paul Reed threw down back-to-back dunks late in the second half as DePaul emphatically slammed the door shut in a 80-58 win over Bethune-Cookman in a season opener Wednesday night. Struss finished with 25 points, including five 3-p… [+596 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "$841M parking, rental-car center opens at Chicago airport", "description": "CHICAGO (AP) — The city of Chicago has officially opened a new $841 million parking and rental-car center at O'Hare International Airport.", "url": "https://apnews.com/1ca0f23fcfd64f9bab14d311cbbb41df", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T03:57:46Z", "content": "CHICAGO (AP) The city of Chicago has officially opened a new $841 million parking and rental-car center at O'Hare International Airport. The ground transportation complex, called the Multi Modal Facility, took three years to build and was opened at a ceremony… [+759 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man found dead in Wyoming park after cold night", "description": "RIVERTON, Wyo. (AP) — An investigation is underway after a man was found dead in a west-central Wyoming park after a night of sub-freezing temperatures.", "url": "https://apnews.com/e38c318fd9f74c43b8dbf6eafd0e8ac2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T03:55:15Z", "content": "RIVERTON, Wyo. (AP) An investigation is underway after a man was found dead in a west-central Wyoming park after a night of sub-freezing temperatures. The Riverton Ranger reports someone called police Friday morning after finding 35-year-old Ian Pine lying in… [+442 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Burks, Elmore lead Marshall past E. Kentucky 105-77", "description": "RICHMOND, Ky. (AP) — C.J. Burks scored 30 points and Jon Elmore added 20 with four rebounds and six assists and Marshall beat Eastern Kentucky 105-77 in a season opener Wednesday night.", "url": "https://apnews.com/b3919d7f5d2b4634b2abfb5d4e51057d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T03:54:59Z", "content": "RICHMOND, Ky. (AP) C.J. Burks scored 30 points and Jon Elmore added 20 with four rebounds and six assists and Marshall beat Eastern Kentucky 105-77 in a season opener Wednesday night. Burks was 12 of 15 from the field for the Thundering Herd and Elmore was 9 … [+656 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By RONALD BLUM AP Baseball Writer", "title": "Top agent Boras calls rebuilding teams 'competitive cancer'", "description": "CARLSBAD, Calif. (AP) — The agent for free agent Bryce Harper and many of baseball's top players claims rebuilding teams have become a \"competitive cancer\" that caused this season's 4 percent attendance drop.", "url": "https://apnews.com/584d7f4cea994987a18497479d21878d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/3/69/369e3bdf-f01c-5e60-88aa-410816bcf56a/5be3b5accc3e3.image.jpg?resize=945%2C630", "publishedAt": "2018-11-08T03:54:26Z", "content": "CARLSBAD, Calif. (AP) The agent for free agent Bryce Harper and many of baseball's top players claims rebuilding teams have become a \"competitive cancer\" that caused this season's 4 percent attendance drop. As the sport's officials start to consider possible … [+5411 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Villa Park man accused of stealing drugs from evidence vault", "description": "VILLA PARK, Ill. (AP) — Official misconduct charges have been filed against a former civilian employee of a suburban Chicago police department for allegedly stealing drugs from an evidence vault.", "url": "https://apnews.com/19ffa26268fc4e93a9095d74472e5a2c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T03:54:15Z", "content": "VILLA PARK, Ill. (AP) Official misconduct charges have been filed against a former civilian employee of a suburban Chicago police department for allegedly stealing drugs from an evidence vault. John Simons of Lombard turned himself into authorities at the DuP… [+794 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "University of Montana seeks to reduce budget by $5M", "description": "MISSOULA, Mont. (AP) — The University of Montana is planning to reduce its faculty by 58 members and cut its budget by $5 million by 2021.", "url": "https://apnews.com/449dffef328c41ee9e9e14f6f370c47a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T03:51:33Z", "content": "MISSOULA, Mont. (AP) The University of Montana is planning to reduce its faculty by 58 members and cut its budget by $5 million by 2021. The Missoulian reports provost Jon Harbor says the university expects to drop 12 percent of its faculty, but it aims to ke… [+694 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MICHAEL MAROT AP Sports Writer", "title": "76ers put end to road struggles with 100-94 win at Indiana", "description": "INDIANAPOLIS (AP) — Joel Embiid scored 20 points and Ben Simmons nearly posted a triple double to lead the Philadelphia 76ers to a 100-94 win over the Indiana Pacers on Wednesday night for their first road win this season.", "url": "https://apnews.com/8a60d709172a43aaa460394c41727e91", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/c8/3c8d473e-1803-5615-8dcb-a1f8e35f5a6a/5be3b85a973ab.image.jpg?crop=1736%2C977%2C0%2C108&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T03:50:30Z", "content": "INDIANAPOLIS (AP) Joel Embiid scored 20 points and Ben Simmons nearly posted a triple double to lead the Philadelphia 76ers to a 100-94 win over the Indiana Pacers on Wednesday night for their first road win this season. Simmons had 16 points, 10 rebounds and… [+2278 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Knicks-Hawks", "description": "BC-BKN--Knicks-Hawks,448", "url": "https://apnews.com/11eb86b4f739474fa130651accebf6e8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T03:43:33Z", "content": "BC-BKN--Knicks-Hawks,448 Hardaway, Kanter help Knicks pull away to beat Hawks AP Photo GAJA102, GAJA105, GAJA104, GAJA106, GAJA101, GAJA107 Eds: APNewsNow. Knicks 112, Hawks 107. With AP Photos. Tim Hardaway Jr. scored 27 of his 34 points in the second half, … [+3023 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Knicks-Hawks", "description": "BC-BKN--Knicks-Hawks,448", "url": "https://apnews.com/0ceaac27c9f04287b081d2dade0d1016", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T03:43:32Z", "content": "BC-BKN--Knicks-Hawks,448 Hardaway, Kanter help Knicks pull away to beat Hawks AP Photo GAJA102, GAJA105, GAJA104, GAJA106, GAJA101, GAJA107 Eds: APNewsNow. Knicks 112, Hawks 107. With AP Photos. Tim Hardaway Jr. scored 27 of his 34 points in the second half, … [+3023 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Knicks-Hawks", "description": "BC-BKN--Knicks-Hawks,448", "url": "https://apnews.com/2ca395dd8d634231903b1ea464d49cc9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T03:43:32Z", "content": "BC-BKN--Knicks-Hawks,448 Hardaway, Kanter help Knicks pull away to beat Hawks AP Photo GAJA102, GAJA105, GAJA104, GAJA106, GAJA101, GAJA107 Eds: APNewsNow. Knicks 112, Hawks 107. With AP Photos. Tim Hardaway Jr. scored 27 of his 34 points in the second half, … [+3023 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Knicks-Hawks", "description": "BC-BKN--Knicks-Hawks,448", "url": "https://apnews.com/f3c865ccbdb2490386d7917a2fae2688", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T03:43:29Z", "content": "BC-BKN--Knicks-Hawks,448 Hardaway, Kanter help Knicks pull away to beat Hawks AP Photo GAJA102, GAJA105, GAJA104, GAJA106, GAJA101, GAJA107 Eds: APNewsNow. Knicks 112, Hawks 107. With AP Photos. Tim Hardaway Jr. scored 27 of his 34 points in the second half, … [+3023 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GEORGE HENRY Associated Press", "title": "Hardaway, Kanter help Knicks pull away to beat Hawks", "description": "ATLANTA (AP) — Tim Hardaway Jr. scored 27 of his 34 points in the second half, reserve Enes Kanter added 17 points and 11 rebounds, and the New York Knicks beat the Atlanta Hawks 112-107 on Wednesday night.", "url": "https://apnews.com/9956354006674afda6d7f7202ab0ae55", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/8/9e/89e965f7-f6fb-57f6-bed8-0aff49e0682f/5be3b5536d7de.image.jpg?crop=1175%2C661%2C0%2C550&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T03:43:28Z", "content": "ATLANTA (AP) Tim Hardaway Jr. scored 27 of his 34 points in the second half, reserve Enes Kanter added 17 points and 11 rebounds, and the New York Knicks beat the Atlanta Hawks 112-107 on Wednesday night. In a matchup of rebuilding clubs, Allonzo Trier finish… [+2238 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Brodt lifts US women past Canada in 4 Nations", "description": "SASKATOON, Saskatchewan (AP) — Sydney Brodt scored with 1:38 left to give the United States a 2-1 victory over Canada on Wednesday night in the Four Nations Cup, the first meeting between the women's hockey powers since the Americans' shootout…", "url": "https://apnews.com/9d95af55dde247c7b7bb6769ff8a5b43", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/c/2e/c2e65204-8a0e-5b42-8c32-bac33cdd8735/5be3b5f88a801.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T03:42:59Z", "content": "SASKATOON, Saskatchewan (AP) Sydney Brodt scored with 1:38 left to give the United States a 2-1 victory over Canada on Wednesday night in the Four Nations Cup, the first meeting between the women's hockey powers since the Americans' shootout victory in Februa… [+1072 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "No deal: Mayweather says he never agreed to bout in Japan", "description": "TOKYO (AP) — Floyd Mayweather has called off his bout with Japanese kickboxer Tenshin Nasukawa and says he was \"blindsided\" by promoters of the proposed New Year's Eve event.", "url": "https://apnews.com/472fdc337e4545a3a189d941872b95bd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/e/0d/e0db9ace-aa84-5fcf-89e7-f954af18c7b8/5bdfeb508c89c.image.jpg?crop=1728%2C972%2C0%2C113&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T03:37:38Z", "content": "TOKYO (AP) Floyd Mayweather has called off his bout with Japanese kickboxer Tenshin Nasukawa and says he was \"blindsided\" by promoters of the proposed New Year's Eve event. Mayweather posted a statement on Instagram saying: \"First and foremost, I want it to b… [+1080 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BRETT MARTEL AP Sports Writer", "title": "Davis' big night helps Pelicans end 6-game skid, beat Bulls", "description": "NEW ORLEANS (AP) — Anthony Davis had 32 points, 15 rebounds and four blocks in his best game since spraining his right elbow nearly two weeks ago, and the New Orleans Pelicans ended a six-game skid with a 107-98 victory…", "url": "https://apnews.com/8286fb28183445fd91fda257bd6cd0e6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/04/304fd548-0865-5113-af8d-670f2b6470f6/5be3b5615f02b.image.jpg?crop=1291%2C726%2C0%2C438&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T03:32:00Z", "content": "NEW ORLEANS (AP) Anthony Davis had 32 points, 15 rebounds and four blocks in his best game since spraining his right elbow nearly two weeks ago, and the New Orleans Pelicans ended a six-game skid with a 107-98 victory over the Chicago Bulls on Wednesday night… [+2337 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEPHEN WHYNO AP Hockey Writer", "title": "Oshie leaves twice, scores winner to lift Caps over Pens 2-1", "description": "WASHINGTON (AP) — T.J. Oshie left for the second time after taking Evgeni Malkin's shoulder to the head but returned to score late and lift the Washington Capitals over the rival Pittsburgh Penguins 2-1 on Wednesday night in a meeting…", "url": "https://apnews.com/0efacc54d78a4baa9d4bfdb77bc77ba0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/6/e2/6e2ead47-22c2-5cb9-bca7-b032966c7041/5be3b14901e41.image.jpg?crop=1740%2C979%2C0%2C106&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T03:29:25Z", "content": "WASHINGTON (AP) T.J. Oshie left for the second time after taking Evgeni Malkin's shoulder to the head but returned to score late and lift the Washington Capitals over the rival Pittsburgh Penguins 2-1 on Wednesday night in a meeting of the two most recent Sta… [+2785 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MARK LONG AP Sports Writer", "title": "Father of Florida QB Kyle Trask says son out for season", "description": "GAINESVILLE, Fla. (AP) — The father of Florida quarterback Kyle Trask says his son is out for the season because of a broken foot.", "url": "https://apnews.com/7518751bf82541b7a40409297afd9d9e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/a/ce/ace7a5d2-a4c3-5142-83f4-154c839be6e7/5be3b6132f44d.image.jpg?crop=1742%2C980%2C0%2C105&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T03:19:01Z", "content": "GAINESVILLE, Fla. (AP) The father of Florida quarterback Kyle Trask says his son is out for the season because of a broken foot. Michael Trask posted on Facebook that Kyle fractured a foot practicing a trick play Wednesday. The 19th-ranked Gators (6-3, 4-3 So… [+2250 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Georgia Southern in 139-51 win over NCCAA Carver", "description": "STATESBORO, Ga. (AP) — Quan Jackson scored career-highs of 25 points and nine rebounds as Georgia Southern set a new school scoring record, beating Carver College of the NCCAA 139-51 on Wednesday night.", "url": "https://apnews.com/232505e7c1034e4ead806ab2fd92af25", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T03:18:31Z", "content": "STATESBORO, Ga. (AP) Quan Jackson scored career-highs of 25 points and nine rebounds as Georgia Southern set a new school scoring record, beating Carver College of the NCCAA 139-51 on Wednesday night. Jackson was 11 of 16 from the field and tied the school re… [+846 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Andrews, Beard lead FIU past Webber International 110-84", "description": "MIAMI (AP) — DeVon Andrews scored 23 points and Brian Beard Jr. added 20 with four steals, leading five players into double-figure scoring as Florida International defeated NAIA Webber International 110-84 Wednesday night.", "url": "https://apnews.com/b93451ef2ea148d79de9afbc946b65f2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T03:17:58Z", "content": "MIAMI (AP) DeVon Andrews scored 23 points and Brian Beard Jr. added 20 with four steals, leading five players into double-figure scoring as Florida International defeated NAIA Webber International 110-84 Wednesday night. Andrews made 9 of 13 shots, including … [+659 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By NINIEK KARMINI and STEPHEN WRIGHT Associated Press", "title": "US emergency directive after Boeing jet crash in Indonesia", "description": "JAKARTA, Indonesia (AP) — The U.S. Federal Aviation Administration issued an emergency airworthiness directive on how to handle erroneous data from a sensor that investigators believe malfunctioned on a new Boeing jet that plunged into the sea in Indonesia, k…", "url": "https://apnews.com/7408eaf141264379a1e5f87a063841cc", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/0/99/0995a47b-7731-5782-8767-066680d91bba/5be38b7dc5b81.image.jpg?resize=886%2C630", "publishedAt": "2018-11-08T03:14:33Z", "content": "JAKARTA, Indonesia (AP) The U.S. Federal Aviation Administration issued an emergency airworthiness directive on how to handle erroneous data from a sensor that investigators believe malfunctioned on a new Boeing jet that plunged into the sea in Indonesia, kil… [+3988 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKC--Bucknell-St Bonaventure", "description": "BC-BKC--Bucknell-St Bonaventure,190", "url": "https://apnews.com/e1dbc0e50e404413b76e67109c71d39c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T03:12:55Z", "content": "BC-BKC--Bucknell-St Bonaventure,190 Toomer, Mackenzie cap Bucknell's 88-85 comeback win in OT Eds: APNewsNow. Bucknell 88, Saint Bonaventure 85, OT. Avi Toomer forced a tie in regulation, broke it to begin overtime and corralled the rebound of a missed 3-poin… [+1659 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKC--Bucknell-St Bonaventure", "description": "BC-BKC--Bucknell-St Bonaventure,190", "url": "https://apnews.com/6041902bfa2b4afb8a29e47f86851800", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T03:12:55Z", "content": "BC-BKC--Bucknell-St Bonaventure,190 Toomer, Mackenzie cap Bucknell's 88-85 comeback win in OT Eds: APNewsNow. Bucknell 88, Saint Bonaventure 85, OT. Avi Toomer forced a tie in regulation, broke it to begin overtime and corralled the rebound of a missed 3-poin… [+1659 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKC--Bucknell-St Bonaventure", "description": "BC-BKC--Bucknell-St Bonaventure,190", "url": "https://apnews.com/86641b5428744f53a642ab69b5e5ccc5", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T03:12:54Z", "content": "BC-BKC--Bucknell-St Bonaventure,190 Toomer, Mackenzie cap Bucknell's 88-85 comeback win in OT Eds: APNewsNow. Bucknell 88, Saint Bonaventure 85, OT. Avi Toomer forced a tie in regulation, broke it to begin overtime and corralled the rebound of a missed 3-poin… [+1659 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Toomer, Mackenzie cap Bucknell's 88-85 comeback win in OT", "description": "SAINT BONAVENTURE, N.Y. (AP) — Avi Toomer forced a tie in regulation, broke it to begin overtime and corralled the rebound of a missed 3-pointer as time expired in overtime, preserving Bucknell's 88-85 victory over Saint Bonaventure Wednesday in a…", "url": "https://apnews.com/c969554aaec94c79a0eb22d96b23bbde", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T03:12:53Z", "content": "SAINT BONAVENTURE, N.Y. (AP) Avi Toomer forced a tie in regulation, broke it to begin overtime and corralled the rebound of a missed 3-pointer as time expired in overtime, preserving Bucknell's 88-85 victory over Saint Bonaventure Wednesday in a season-openin… [+878 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man found dead after blaze erupts at home in Pueblo", "description": "PUEBLO, Colo. (AP) — Authorities say a 76-year-old man died after an accidental fire erupted at a home in Pueblo.", "url": "https://apnews.com/e887d1a78c084b97869f94c3e741df42", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T03:12:24Z", "content": "PUEBLO, Colo. (AP) Authorities say a 76-year-old man died after an accidental fire erupted at a home in Pueblo. The Pueblo Chieftain reports police and firefighters arrived at the home in the Belmont neighborhood Monday, finding most of the flames were alread… [+828 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKC--Wilberforce-Ohio", "description": "BC-BKC--Wilberforce-Ohio,159", "url": "https://apnews.com/4b7cd1cdc189448fac2343a59de20260", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T03:12:17Z", "content": "BC-BKC--Wilberforce-Ohio,159 Carter, Kirk lead Ohio past NAIA-member Wilberforce, 97-61 Eds: APNewsNow. Ohio 97, Wilberforce 61 Jason Carter and Teyvion Kirk each scored 17 and Ben Vander Plas added another 16 as Ohio cruised past NAIA-member Wilberforce, 97-… [+1263 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Carter, Kirk lead Ohio past NAIA-member Wilberforce, 97-61", "description": "ATHENS, Ohio (AP) — Jason Carter and Teyvion Kirk each scored 17 and Ben Vander Plas added another 16 as Ohio cruised past NAIA-member Wilberforce, 97-61 in a season opener on Wednesday night.", "url": "https://apnews.com/b55ae3e46b724ac3ac947efd42dc6860", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T03:12:16Z", "content": "ATHENS, Ohio (AP) Jason Carter and Teyvion Kirk each scored 17 and Ben Vander Plas added another 16 as Ohio cruised past NAIA-member Wilberforce, 97-61 in a season opener on Wednesday night. Carter returned to the lineup after missing all but three games a ye… [+657 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Holloway wins in debut; Saint Peter's beats Lafayette in OT", "description": "JERSEY CITY, N.J. (AP) — Davauhnte Turner scored seven of his 25 points in overtime to lift Saint Peter's to a 93-86 season-opening victory over Lafayette and give Shaheen Holloway the win in his coaching debut on Wednesday night.", "url": "https://apnews.com/88c9e61f278448cab15d8c25fb9f0226", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T03:11:16Z", "content": "JERSEY CITY, N.J. (AP) Davauhnte Turner scored seven of his 25 points in overtime to lift Saint Peter's to a 93-86 season-opening victory over Lafayette and give Shaheen Holloway the win in his coaching debut on Wednesday night. KC Ndefo added 16 points, and … [+601 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Schroder subs for Westbrook, leads Thunder to win", "description": "CLEVELAND (AP) — Dennis Schroder scored a season-high 28 points in replacing injured star Russell Westbrook and the Oklahoma City Thunder beat the Cleveland Cavaliers 95-86 on Wednesday night.", "url": "https://apnews.com/5418169b39c443a8bb006e888143be1d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/8/52/852d6de2-3826-5b72-88c3-62d20aed3805/5be3ae18c4c74.image.jpg?crop=1264%2C711%2C0%2C463&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T03:07:14Z", "content": "CLEVELAND (AP) Dennis Schroder scored a season-high 28 points in replacing injured star Russell Westbrook and the Oklahoma City Thunder beat the Cleveland Cavaliers 95-86 on Wednesday night. Westbrook sprained his left ankle Monday, but the Thunder withstood … [+1831 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Toppin's 18, 10 in 1st start lifts Dayton past North Florida", "description": "DAYTON, Ohio (AP) — Obi Toppin, pressed into starting in his first collegiate game, scored 18 points and grabbed 10 rebounds to lead Dayton to a 78-70 win over North Florida in the season opener for both teams on Wednesday…", "url": "https://apnews.com/a418b406908442289aef527e08d99fd6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T03:05:29Z", "content": "DAYTON, Ohio (AP) Obi Toppin, pressed into starting in his first collegiate game, scored 18 points and grabbed 10 rebounds to lead Dayton to a 78-70 win over North Florida in the season opener for both teams on Wednesday night. Jordan Davis added 16 points an… [+761 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "WA-AdvVote-19-OilSpillTax-Decided", "description": "11-07-18 19:03,,", "url": "https://apnews.com/ac3a94cec06446e897df12fde580037a", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T03:03:33Z", "content": "BULLETIN (AP) Advisory Vote 19 - Repeal Oil Spill Tax, approved, Subscribe to Breaking News Washington. AP Elections 11-07-2018 19:03 Subscribe to Breaking News Copyright 2018 The Associated Press. All rights reserved. This material may not be published, broa… [+33 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DAVID EGGERT Associated Press", "title": "Michigan turnout for midterm election is highest in 56 years", "description": "LANSING, Mich. (AP) — More than 4.3 million voters cast ballots in Michigan's midterm election, the highest turnout rate in 56 years.", "url": "https://apnews.com/f6de40b5b6be43a8840d6cbbdd119922", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/0/64/06459c62-4052-52ff-a9a5-e6cb5639d377/5be377df5a64e.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T03:03:13Z", "content": "LANSING, Mich. (AP) More than 4.3 million voters cast ballots in Michigan's midterm election, the highest turnout rate in 56 years. About 55 percent of the voting-age population participated, according to an Associated Press analysis of unofficial returns. On… [+2208 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TIM REYNOLDS AP Basketball Writer", "title": "Whiteside dominates, Heat top Spurs 95-88", "description": "MIAMI (AP) — Hassan Whiteside had 29 points, 20 rebounds and an NBA season-high nine blocked shots, and the Miami Heat snapped a four-year drought against San Antonio by beating the Spurs 95-88 on Wednesday night.", "url": "https://apnews.com/42cd3bd605644674aa5d0850530d0001", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/8/97/897d5578-8557-523a-a957-9b023b6b184f/5be3ae1d3832d.image.jpg?crop=1714%2C964%2C0%2C122&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T03:03:01Z", "content": "MIAMI (AP) Hassan Whiteside had 29 points, 20 rebounds and an NBA season-high nine blocked shots, and the Miami Heat snapped a four-year drought against San Antonio by beating the Spurs 95-88 on Wednesday night. Wayne Ellington scored 20 points and Justise Wi… [+3580 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "ID-Winners", "description": "11-07-18 20:02,,", "url": "https://apnews.com/8a129eb84a9b4a1dbe951ed97ed1f4d1", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T03:02:33Z", "content": "By The Associated Press Here is a list of winners of races in Idaho. Brad Little, GOP Russ Fulcher, GOP Mike Simpson (i), GOP Janice McGeachin, GOP Lawerence Denney (i), GOP Brandon Woolf (i), GOP Julie Ellsworth, GOP Lawrence Wasden (i), GOP Sherri Ybarra (i… [+2420 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "HI-Winners", "description": "11-07-18 17:01,,", "url": "https://apnews.com/e0201bbc631a471bab6f93c18654f1a5", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T03:01:36Z", "content": "By The Associated Press Here is a list of winners of races in Hawaii. David Ige (i), Dem Mazie Hirono (i), Dem Ed Case, Dem Tulsi Gabbard (i), Dem No, Kaiali'i Kahele (i), Dem Dru Kanuha, Dem Roz Baker (i), Dem Sharon Moriwaki, Dem Clarence Nishihara (i), Dem… [+891 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "White Sox extend manager Rick Renteria's contract past 2019", "description": "CARLSBAD, Calif. (AP) — The rebuilding Chicago White Sox have extended manager Rick Renteria's contract.", "url": "https://apnews.com/f84d88c4af494f3fa7fc481f6ba7177f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/4/79/4793451e-05ef-5bc7-833b-c08b7de37492/5be3adee0a27c.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T03:01:00Z", "content": "CARLSBAD, Calif. (AP) The rebuilding Chicago White Sox have extended manager Rick Renteria's contract. General manager Rick Hahn declined to give specifics Wednesday other than the extension goes past 2019, when Renteria's original three-year deal was set to … [+1022 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Van Wagenen: Tebow earned promotion to Triple-A with Mets", "description": "CARLSBAD, Calif. (AP) — New York Mets minor leaguer Tim Tebow has earned a promotion to Triple-A Syracuse.", "url": "https://apnews.com/f1460287b96a49379fc4733c7121b9a3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/b/a2/ba20df99-3e82-5a02-b3f3-a2047410d2ac/5be3aaaa62e43.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T02:51:29Z", "content": "CARLSBAD, Calif. (AP) New York Mets minor leaguer Tim Tebow has earned a promotion to Triple-A Syracuse. The 2007 Heisman Trophy winner and former NFL quarterback hit.273 with six homers and 36 RBIs in 84 games this year for Double-A Binghamton. His season wa… [+1072 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Republican Herrera Beutler wins re-election to House from Washington", "description": "VANCOUVER, Wash. (AP) — Republican Herrera Beutler wins re-election to House from Washington .", "url": "https://apnews.com/f48932d383924729b01f963247522173", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T02:51:07Z", "content": "Roanoke, VA (24010) Today Cloudy. Low 47F. Winds light and variable.. Tonight Cloudy. Low 47F. Winds light and variable. Updated: November 7, 2018 @ 10:19 pm"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "William & Mary spoils Smith's debut at High Point, 79-69", "description": "WILLIAMSBURG, Va. (AP) — Matt Milon hit a 3-pointer and knocked down a pair of free throws in the final minute as William & Mary held off High Point to win its season opener, 79-69 Wednesday night, spoiling the debut…", "url": "https://apnews.com/81d15a069d914a4f91cb1d88894f5fa2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T02:46:34Z", "content": "WILLIAMSBURG, Va. (AP) Matt Milon hit a 3-pointer and knocked down a pair of free throws in the final minute as William &amp; Mary held off High Point to win its season opener, 79-69 Wednesday night, spoiling the debut of Panthers alum Tubby Smith as the team… [+761 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Top 25 Capsules", "description": "RALEIGH, N.C. (AP) — Grace Hunter scored 16 points, Kai Crutchfield added 15 and No. 17 North Carolina State used a big run in the fourth quarter to defeat Belmont 77-62 in the season-opener for both teams Wednesday night.", "url": "https://apnews.com/8c0296aee84c4a63947a55503d14d114", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T02:46:12Z", "content": "RALEIGH, N.C. (AP) Grace Hunter scored 16 points, Kai Crutchfield added 15 and No. 17 North Carolina State used a big run in the fourth quarter to defeat Belmont 77-62 in the season-opener for both teams Wednesday night. The Wolfpack, who have won 16 straight… [+1530 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Thunder-Cavaliers", "description": "BC-BKN--Thunder-Cavaliers,507", "url": "https://apnews.com/11221f23a289471baeea451eab4c043d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T02:44:18Z", "content": "BC-BKN--Thunder-Cavaliers,507 Schroder scores 28 in place of Westbrook in 95-86 win, AP Photo OHTD105, OHTD104, OHTD103, OHTD106 Eds: APNewsNow. Thunder 95, Cavaliers 86. With AP Photos Dennis Schroder scored a season-high 28 points in replacing injured star … [+3426 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Thunder-Cavaliers", "description": "BC-BKN--Thunder-Cavaliers,507", "url": "https://apnews.com/d8f26cb2525a44bb85f6a740388b64b1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T02:44:18Z", "content": "BC-BKN--Thunder-Cavaliers,507 Schroder scores 28 in place of Westbrook in 95-86 win, AP Photo OHTD105, OHTD104, OHTD103, OHTD106 Eds: APNewsNow. Thunder 95, Cavaliers 86. With AP Photos Dennis Schroder scored a season-high 28 points in replacing injured star … [+3426 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Thunder-Cavaliers", "description": "BC-BKN--Thunder-Cavaliers,507", "url": "https://apnews.com/df437f0a302f40aa8dec530bd5dbcc23", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T02:44:18Z", "content": "BC-BKN--Thunder-Cavaliers,507 Schroder scores 28 in place of Westbrook in 95-86 win, AP Photo OHTD105, OHTD104, OHTD103, OHTD106 Eds: APNewsNow. Thunder 95, Cavaliers 86. With AP Photos Dennis Schroder scored a season-high 28 points in replacing injured star … [+3426 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEVE HERRICK Associated Press", "title": "Schroder scores 28 in place of Westbrook in 95-86 win,", "description": "CLEVELAND (AP) — Dennis Schroder scored a season-high 28 points in replacing injured star Russell Westbrook and the Oklahoma City Thunder beat the Cleveland Cavaliers 95-86 on Wednesday night.", "url": "https://apnews.com/4ff5685555ec4b46a855200f770b3de1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/ba/fbafb8ce-0ce3-540d-8006-91b69b61a9c9/5be3a4c84dbcb.image.jpg?crop=1731%2C974%2C0%2C111&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T02:44:15Z", "content": "CLEVELAND (AP) Dennis Schroder scored a season-high 28 points in replacing injured star Russell Westbrook and the Oklahoma City Thunder beat the Cleveland Cavaliers 95-86 on Wednesday night. Westbrook sprained his left ankle Monday, but the Thunder withstood … [+2709 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Pistons-Magic", "description": "BC-BKN--Pistons-Magic ,263", "url": "https://apnews.com/d31cfa02e79a4e04a6ee7e178bf0fe7c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T02:41:33Z", "content": "BC-BKN--Pistons-Magic,263 Drummond has 23 points, 19 rebounds; Pistons beat Magic AP Photo DOA109, DOA11, DOA111, DOA110, DOA108, DOA106, DOA104, DOA101, DOA102 Eds: APNewsNow. Pistons 103, Magic 96. With AP Photos. Andre Drummond had 23 points and 19 rebound… [+1834 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BILL FAY Associated Press", "title": "Drummond has 23 points, 19 rebounds; Pistons beat Magic", "description": "ORLANDO, Fla. (AP) — Andre Drummond had 23 points and 19 rebounds and the Detroit Pistons beat the Orlando Magic 103-96 on Wednesday night to snap a five-game losing streak.", "url": "https://apnews.com/8c2a6c242c014fac9129cb49b415c8d3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/e/d4/ed49b07b-1cca-5e45-80d0-fdb36315747e/5be3a4cdd93eb.image.jpg?crop=1315%2C740%2C0%2C417&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T02:41:32Z", "content": "ORLANDO, Fla. (AP) Andre Drummond had 23 points and 19 rebounds and the Detroit Pistons beat the Orlando Magic 103-96 on Wednesday night to snap a five-game losing streak. Blake Griffin added 20 points, Reggie Jackson had 15, and Stanley Johnson 13. Evan Four… [+1206 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Carter leads No. 20 Texas A&M women to 65-54 win over Rice", "description": "COLLEGE STATION, Texas (AP) — Chennedy Carter scored 22 points, Aaliyah Wilson and Kayla Wells combined for 34 and No. 20 Texas A&M defeated Rice 65-54 in the season opener for both teams on Tuesday night.", "url": "https://apnews.com/520949c9249841efb9eb0cc10c2c7778", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T02:41:14Z", "content": "COLLEGE STATION, Texas (AP) Chennedy Carter scored 22 points, Aaliyah Wilson and Kayla Wells combined for 34 and No. 20 Texas A&amp;M defeated Rice 65-54 in the season opener for both teams on Wednesday night. Carter, last season's national freshman of the ye… [+648 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Stetson beats Johnson University of Florida 116-66", "description": "DELAND, Fla. (AP) — Christiaan Jones had 20 points and eight rebounds to lead Stetson to a season-opening 116-66 victory over Johnson University (Fla.) on Wednesday night.", "url": "https://apnews.com/5247049230724c6b81f9fce89799ef7a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T02:34:47Z", "content": "DELAND, Fla. (AP) Christiaan Jones had 20 points and eight rebounds to lead Stetson to a season-opening 116-66 victory over Johnson University (Fla.) on Wednesday night. Junior college transfer Ricardo Lynch added 17 points off the bench for the Hatters. Rain… [+588 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Ingram with 21 leads FAU over Florida Tech 98-52", "description": "BOCA RATON, Fla. (AP) — Jailyn Ingram scored 21 points and grabbed 12 rebounds and Florida Atlantic beat Florida Tech 98-52 in a season opener on Wednesday night.", "url": "https://apnews.com/0bff7dc6709942e4bfedb430e4e0d4ee", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T02:31:34Z", "content": "BOCA RATON, Fla. (AP) Jailyn Ingram scored 21 points and grabbed 12 rebounds and Florida Atlantic beat Florida Tech 98-52 in a season opener on Wednesday night. Ingram was 10 of 14 from the floor for the Owls who had six players shooting in double figures. An… [+571 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Wampler, Love pace Wright State to 96-73 win in opener", "description": "DAYTON, Ohio (AP) — Bill Wampler scored 26 points and Loudon Love 17 as Wright State opened the basketball season with a wire-to-wire 96-73 win over Western Carolina Wednesday night.", "url": "https://apnews.com/159a57291bca4683be3d5a0973992b35", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T02:28:02Z", "content": "DAYTON, Ohio (AP) Bill Wampler scored 26 points and Loudon Love 17 as Wright State opened the basketball season with a wire-to-wire 96-73 win over Western Carolina Wednesday night. The Raiders, who gained the NCAA Tournament last season, are preseason favorit… [+595 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Dodgers exercise Roberts' option while eyeing long-term deal", "description": "CARLSBAD, Calif. (AP) — The Los Angeles Dodgers have exercised their option on Dave Roberts' contract for 2019 while continuing to work on a long-term deal for the manager who has taken the team to consecutive World Series.", "url": "https://apnews.com/89cdbff3a632425a80ad4871e7189785", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T02:23:00Z", "content": "CARLSBAD, Calif. (AP) The Los Angeles Dodgers have exercised their option on Dave Roberts' contract for 2019 while continuing to work on a long-term deal for the manager who has taken the team to consecutive World Series. Andrew Friedman, the Dodgers presiden… [+797 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BRIAN MELLEY Associated Press", "title": "Manafort's former son-in-law charged with new fraud schemes", "description": "LOS ANGELES (AP) — The former son-in-law of Paul Manafort has been arrested in Los Angeles and charged with a series of fraud schemes as he awaited sentencing in federal court for similar crimes.", "url": "https://apnews.com/9039c1c9fe624ee89adf2361f1eb9e16", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/custom/image/aacc4e10-0064-11e7-adc2-d3321407a1f8.jpg", "publishedAt": "2018-11-08T02:19:07Z", "content": "LOS ANGELES (AP) The former son-in-law of Paul Manafort has been arrested in Los Angeles and charged with a series of fraud schemes as he awaited sentencing in federal court for similar crimes. U.S. prosecutors said Wednesday that Jeffrey Craig Yohai has been… [+635 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Arkansas man accused of making threatening calls to CNN", "description": "MOUNTAIN HOME, Ark. (AP) — A 39-year-old Arkansas man has been arrested after Atlanta police accused him of making threatening telephone calls to CNN.", "url": "https://apnews.com/ec9f5ea76dae4f2d962901ec36abc45a", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/9/b3/9b31897f-d4f5-5f6c-a067-b07eeddda1d8/5be39d76203ce.image.jpg?crop=800%2C450%2C0%2C41&resize=800%2C450&order=crop%2Cresize", "publishedAt": "2018-11-08T02:13:44Z", "content": "MOUNTAIN HOME, Ark. (AP) A 39-year-old Arkansas man has been arrested after Atlanta police accused him of making threatening telephone calls to CNN. The Baxter County Sheriff's Office announced Wednesday that Benjamin Craig Matthews of Mountain Home, Arkansas… [+785 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By PHUONG LE Associated Press", "title": "Voters reject carbon fee, OK ban on local soda taxes", "description": "SEATTLE (AP) — Washington state voters rejected the nation's first tax on carbon emissions in the costliest initiative fight in state history. And they approved a ballot measure to block local governments from imposing new taxes on soda or grocery…", "url": "https://apnews.com/922461f3f8b0460c9d81185b6eac85d4", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/d/b8/db83e7da-046c-514e-be64-409e6ef58556/5be285299b8df.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T02:12:47Z", "content": "SEATTLE (AP) Washington state voters rejected the nation's first tax on carbon emissions in the costliest initiative fight in state history. And they approved a ballot measure to block local governments from imposing new taxes on soda or grocery items. With m… [+4039 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "NM-Winners", "description": "11-07-18 19:10,,", "url": "https://apnews.com/1cdf02fce8194477b243b9ed1b775726", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T02:10:51Z", "content": "By The Associated Press Here is a list of winners of races in New Mexico. Martin Heinrich (i), Dem Debra Haaland, Dem Xochitl Torres Small, Dem Ben Ray Lujan (i), Dem Michelle Lujan Grisham, Dem Jennifer Attrep (i), Dem Rodney Montoya (i), GOP James Strickler… [+1961 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKW--T25-Belmont-NC State", "description": "BC-BKW--T25-Belmont-NC State,168", "url": "https://apnews.com/04aeefd7c03647fe8c9c6d4d89ef4465", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T02:09:44Z", "content": "BC-BKW--T25-Belmont-NC State,168 No. 17 NC State women use big late run to top Belmont 77-62 Eds: APNewsNow. No. 17 North Carolina State 77, Belmont 62. Grace Hunter scored 16 points, Kai Crutchfield added 15 and No. 17 North Carolina State used a big run in … [+1382 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "No. 17 NC State women use big late run to top Belmont 77-62", "description": "RALEIGH, N.C. (AP) — Grace Hunter scored 16 points, Kai Crutchfield added 15 and No. 17 North Carolina State used a big run in the fourth quarter to defeat Belmont 77-62 in the season-opener for both teams Wednesday night.", "url": "https://apnews.com/8a6d024aa5b14651a95edf548258a33e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T02:09:41Z", "content": "RALEIGH, N.C. (AP) Grace Hunter scored 16 points, Kai Crutchfield added 15 and No. 17 North Carolina State used a big run in the fourth quarter to defeat Belmont 77-62 in the season-opener for both teams Wednesday night. The Wolfpack, who have won 16 straight… [+752 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Blue Jays hire Astros' Hudgens as bench coach", "description": "TORONTO (AP) — The Toronto Blue Jays have hired Astros hitting coach Dave Hudgens as their bench coach under new manager Charlie Montoyo.", "url": "https://apnews.com/e57d37fa4ff04619b79cf15d7a6c4f89", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T02:07:19Z", "content": "TORONTO (AP) The Toronto Blue Jays have hired Astros hitting coach Dave Hudgens as their bench coach under new manager Charlie Montoyo. Toronto announced the hiring Wednesday. The 61-year-old Hudgens spent the past four seasons with Houston, where he won a Wo… [+664 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "NM-House-2-elected", "description": "11-07-18 19:04,,", "url": "https://apnews.com/c8ebc34911974a7f8d264ddabdfcc351", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T02:04:25Z", "content": "BULLETIN (AP) Xochitl Torres Small, Dem, elected U.S. House, Subscribe to Breaking News District 2, New Mexico. AP Elections 11-07-2018 19:04 Subscribe to Breaking News Copyright 2018 The Associated Press. All rights reserved. This material may not be publish… [+41 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Ex-medical student sentenced in diplomat's shooting in 2017", "description": "WASHINGTON (AP) — Prosecutors say a former medical student has been sentenced to more than 20 years in prison for the 2017 shooting of a U.S. diplomat.", "url": "https://apnews.com/65c73ca97f9e49e8af9c518251e9dd09", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T01:56:33Z", "content": "WASHINGTON (AP) Prosecutors say a former medical student has been sentenced to more than 20 years in prison for the 2017 shooting of a U.S. diplomat. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY A news release from the U.S… [+779 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ANDREA RODRIGUEZ Associated Press", "title": "Cuba extradites to US man wanted for killing in New Jersey", "description": "HAVANA (AP) — Cuba extradited to the United States a fugitive accused of killing his girlfriend in New Jersey as officials in the two countries cooperated in the case despite recent political tensions, Cuban and U.S. officials said Wednesday.", "url": "https://apnews.com/1ffe3592c3fd44d8901dc9606b4dfffa", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T01:55:52Z", "content": "HAVANA (AP) Cuba extradited to the United States a fugitive accused of killing his girlfriend in New Jersey as officials in the two countries cooperated in the case despite recent political tensions, Cuban and U.S. officials said Wednesday. Attorney James Ray… [+1992 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Democrats gain US House seat in New Mexico as Xochitl Torres Small defeats Republican Yvette Herrell", "description": "ALBUQUERQUE, N.M. (AP) — Democrats gain US House seat in New Mexico as Xochitl Torres Small defeats Republican Yvette Herrell .", "url": "https://apnews.com/c8642d411a084013822c259530337ace", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T01:53:36Z", "content": "Try 1 month for 99¢, cancel anytime Unlimited access to E-Edition Unlimited articles, complete access to billingsgazette.com and apps Skip article surveys"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-CAR--NASCAR-Harvick Penalized,3rd Ld-Writethru", "description": "BC-CAR--NASCAR-Harvick Penalized, 3rd Ld-Writethru,995", "url": "https://apnews.com/2bc0e65ee5b04a6a8c2dfb552a77132d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T01:45:40Z", "content": "BC-CAR--NASCAR-Harvick Penalized, 3rd Ld-Writethru,995 Harvick's championship berth spoiled by NASCAR inspectors AP Photo TMS119, TMS116, TMS120, TMS121 Eds: Updates with additional NASCAR quotes, details throughout. With AP Photos. Kevin Harvick has been str… [+6488 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-CAR--NASCAR-Harvick Penalized,3rd Ld-Writethru", "description": "BC-CAR--NASCAR-Harvick Penalized, 3rd Ld-Writethru,995", "url": "https://apnews.com/4cef993a8e454d88890cb7db1083e38a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T01:45:40Z", "content": "BC-CAR--NASCAR-Harvick Penalized, 3rd Ld-Writethru,995 Harvick's championship berth spoiled by NASCAR inspectors AP Photo TMS119, TMS116, TMS120, TMS121 Eds: Updates with additional NASCAR quotes, details throughout. With AP Photos. Kevin Harvick has been str… [+6488 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-CAR--NASCAR-Harvick Penalized,3rd Ld-Writethru", "description": "BC-CAR--NASCAR-Harvick Penalized, 3rd Ld-Writethru,995", "url": "https://apnews.com/b08cf04d27024b5a9eb4029ef0a87fb0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T01:45:40Z", "content": "BC-CAR--NASCAR-Harvick Penalized, 3rd Ld-Writethru,995 Harvick's championship berth spoiled by NASCAR inspectors AP Photo TMS119, TMS116, TMS120, TMS121 Eds: Updates with additional NASCAR quotes, details throughout. With AP Photos. Kevin Harvick has been str… [+6488 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-CAR--NASCAR-Harvick Penalized,3rd Ld-Writethru", "description": "BC-CAR--NASCAR-Harvick Penalized, 3rd Ld-Writethru,995", "url": "https://apnews.com/65cffae799fe47d596281d121a542f8b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T01:45:39Z", "content": "BC-CAR--NASCAR-Harvick Penalized, 3rd Ld-Writethru,995 Harvick's championship berth spoiled by NASCAR inspectors AP Photo TMS119, TMS116, TMS120, TMS121 Eds: Updates with additional NASCAR quotes, details throughout. With AP Photos. Kevin Harvick has been str… [+6488 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKC--Ohio State-Cincinnati", "description": "BC-BKC--Ohio State-Cincinnati,456", "url": "https://apnews.com/b5374768b574494289933fd6510e9692", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T01:44:46Z", "content": "BC-BKC--Ohio State-Cincinnati,456 Ohio State spoils Bearcats' homecoming party 64-56 AP Photo OHJM103, OHJM107, OHJM105, OHJM109, OHJM110, OHJM101, OHJM106, OHJM102, OHJM104 Eds: APNewsNow. Ohio State 64, Cincinnati 56. With AP Photos. Kalen Wesson scored 15 … [+3234 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOE KAY AP Sports Writer", "title": "Ohio State spoils Bearcats' homecoming party 64-56", "description": "CINCINNATI (AP) — Kaleb Wesson scored 15 points, and C.J. Jackson hit a driving bank shot and a pair of free throws in the final 30 seconds Wednesday night as Ohio State held on for a 64-56 victory over Cincinnati,…", "url": "https://apnews.com/e60b8e4329fd42ad9138ade9c9d4feba", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/6/6e/66ec5f78-5a9f-509e-85e6-687a8fec4f15/5be398e189c6d.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T01:44:45Z", "content": "CINCINNATI (AP) Kaleb Wesson scored 15 points, and C.J. Jackson hit a driving bank shot and a pair of free throws in the final 30 seconds Wednesday night as Ohio State held on for a 64-56 victory over Cincinnati, spoiling the Bearcats' return to their on-camp… [+2445 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "PA-Winners", "description": "11-07-18 20:39,,", "url": "https://apnews.com/7af53ede2e7a488dbfbb04840eb99879", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T01:39:17Z", "content": "By The Associated Press Here is a list of winners of races in Pennsylvania. Bob Casey (i), Dem Tom Wolf (i), Dem Brian Fitzpatrick (i), GOP Brendan Boyle (i), Dem Dwight Evans (i), Dem Madeleine Dean, Dem Mary Scanlon, Dem Chrissy Houlahan, Dem Susan Wild, De… [+5224 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Two Scotland-based forwards set to play for Australia", "description": "BRISBANE, Australia (AP) — Australia coach Graham Arnold seems set to deploy a new-look attack in a friendly against South Korea, with Jamie Maclaren and Martin Boyle bound for Brisbane as part of a 23-man squad.", "url": "https://apnews.com/a98a7063ae934663a977cc8bee44a206", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T01:37:49Z", "content": "BRISBANE, Australia (AP) Australia coach Graham Arnold seems set to deploy a new-look attack in a friendly against South Korea, with Jamie Maclaren and Martin Boyle bound for Brisbane as part of a 23-man squad. The pair, both based at Scottish club Hibernian,… [+1335 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "NC-1—RightToHuntFish-All,100", "description": "North Carolina: Constitutional Amendment 1 - Right To Hunt And Fish", "url": "https://apnews.com/1e56757ae5a04c748145587c3ac7ebb2", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T01:35:01Z", "content": "North Carolina: Constitutional Amendment 1 - Right To Hunt And Fish (And harvest wildlife) 100 percent x-Yes, 2,242,008 - 62 percent Subscribe to Breaking News No, 1,366,561 - 38 percent Subscribe to Breaking News Copyright 2018 The Associated Press. All righ… [+86 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "AK-1—ProtectSalmon-All,100", "description": "Alaska: Ballot Measure 1 - Protect Wild Salmon and Fish (And", "url": "https://apnews.com/a7a0176653a84df4be9833d6dbaf0652", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T01:35:01Z", "content": "Alaska: Ballot Measure 1 - Protect Wild Salmon and Fish (And wildlife habitats) 432 of 442 precincts reporting - 98 percent Yes, 83,479 - 36 percent Subscribe to Breaking News x-No, 145,997 - 64 percent Subscribe to Breaking News Copyright 2018 The Associated… [+102 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "WV-1—NoRightToAbortion-All,100", "description": "West Virginia: Amendment 1 - No Right To Abortion (Or abortion", "url": "https://apnews.com/dc7e15d3833e42ffbac83fb742b0ad1f", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T01:35:01Z", "content": "West Virginia: Amendment 1 - No Right To Abortion (Or abortion funding) 100 percent x-Yes, 295,536 - 52 percent Subscribe to Breaking News No, 275,748 - 48 percent Subscribe to Breaking News Copyright 2018 The Associated Press. All rights reserved. This mater… [+63 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "MO-1—RedistReform-All,100", "description": "Missouri: Amendment 1 - Revise State Redistricting (Affects campaign", "url": "https://apnews.com/2a4dd87dd6f54362bafe4f16b25b73bb", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T01:35:01Z", "content": "Missouri: Amendment 1 - Revise State Redistricting (Affects campaign finance) 100 percent x-Yes, 1,459,576 - 62 percent Subscribe to Breaking News No, 895,012 - 38 percent Subscribe to Breaking News Copyright 2018 The Associated Press. All rights reserved. Th… [+71 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "OH-1—ReduceDrugPen-All,100", "description": "Ohio: Amendment 1 - Reduce Drug Crime Penalties (In part, to", "url": "https://apnews.com/b24c5e4fca40427dad94e22d19e6fb90", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T01:35:01Z", "content": "Ohio: Amendment 1 - Reduce Drug Crime Penalties (In part, to misdemeanor) 100 percent Yes, 1,568,347 - 37 percent Subscribe to Breaking News x-No, 2,716,958 - 63 percent Subscribe to Breaking News Copyright 2018 The Associated Press. All rights reserved. This… [+69 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "AL-1—TenCommandments-All,100", "description": "Alabama: Constitutional Amendment 1 - Allow Ten Commandments (On", "url": "https://apnews.com/bbc2df32277a4d25938a4c3bbdc75304", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T01:35:01Z", "content": "Alabama: Constitutional Amendment 1 - Allow Ten Commandments (On state property) 2184 of 2203 precincts reporting - 99 percent x-Yes, 1,091,181 - 72 percent Subscribe to Breaking News No, 431,568 - 28 percent Subscribe to Breaking News Copyright 2018 The Asso… [+108 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "ME-1—TaxForHomecare-All,100", "description": "Maine: Question 1 - Tax to Fund Home Healthcare (Increases income", "url": "https://apnews.com/54162d167a854285a8beb0d975fd7d31", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T01:35:01Z", "content": "Maine: Question 1 - Tax to Fund Home Healthcare (Increases income tax) 512 of 574 precincts reporting - 89 percent Yes, 225,877 - 37 percent Subscribe to Breaking News x-No, 381,684 - 63 percent Subscribe to Breaking News Copyright 2018 The Associated Press. … [+94 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "CT-1—TransportLockbox-All,100", "description": "Connecticut: Question 1 - Protect Transportation Funds (Create", "url": "https://apnews.com/d435f851d93e4b00ae315e9c2e20cde7", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T01:35:01Z", "content": "Connecticut: Question 1 - Protect Transportation Funds (Create lockbox) 549 of 715 precincts reporting - 77 percent x-Yes, 804,501 - 88 percent Subscribe to Breaking News No, 109,075 - 12 percent Subscribe to Breaking News Copyright 2018 The Associated Press.… [+95 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Wake Effects take lead in 1st day of Florida powerboat race", "description": "KEY WEST, Fla. (AP) — Offshore powerboat team Wake Effects has taken the lead in the Superboat Unlimited class after the first race day at the Key West World Championship in the Florida Keys.", "url": "https://apnews.com/d8e5f8c33f3c467f98a4baddbab2e20d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T01:34:56Z", "content": "KEY WEST, Fla. (AP) Offshore powerboat team Wake Effects has taken the lead in the Superboat Unlimited class after the first race day at the Key West World Championship in the Florida Keys. Driver Rusty Rahm of Olathe, Kansas, and throttleman Jeff Harris of G… [+777 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BOB BAUM AP Sports Writer", "title": "Motivated by critics, WR Kirk off to good start in NFL", "description": "TEM PE, Ariz. (AP) — Too small, too slow. Christian Kirk is well aware of what critics said to him going into this year's NFL draft.", "url": "https://apnews.com/9fa081975ad84538b89d50c784d3920d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/84/38462f5d-e8d5-5208-9a73-faf05af58b87/5be39a2c45c25.image.jpg?crop=1373%2C772%2C0%2C368&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T01:24:43Z", "content": "TEM PE, Ariz. (AP) Too small, too slow. Christian Kirk is well aware of what critics said to him going into this year's NFL draft. They're right in front of him every day as he leaves home. \"I have a blackboard at my house that has it all written up,\" he said… [+3191 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ERIC TALMADGE Associated Press", "title": "Kim Jong Un slow walks nuke talks, woos SKorean investors", "description": "MOUNT KUMGANG, North Korea (AP) — The two-lane highway south from North Korea's Mount Kumgang into and across the Demilitarized Zone is lined by tall green fences and street lamps that are only turned on for special occasions. Children play…", "url": "https://apnews.com/4751ffc09abd4030a551e0a9f4cc796e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/9/d4/9d4dbc35-bc70-5433-9025-3d7934a54622/5be390d78cc8c.image.jpg?resize=896%2C630", "publishedAt": "2018-11-08T01:20:43Z", "content": "MOUNT KUMGANG, North Korea (AP) The two-lane highway south from North Korea's Mount Kumgang into and across the Demilitarized Zone is lined by tall green fences and street lamps that are only turned on for special occasions. Children play on a parallel stretc… [+7113 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "CSU-Pueblo finds $7.9M deficit from unfunded accounts", "description": "PUEBLO, Colo. (AP) — Colorado State University-Pueblo officials say annual bond payments were being paid from unfunded accounts causing a $7.9 million deficit.", "url": "https://apnews.com/f8365fc4b248481197cccd2ceb331021", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T01:16:14Z", "content": "PUEBLO, Colo. (AP) Colorado State University-Pueblo officials say annual bond payments were being paid from unfunded accounts causing a $7.9 million deficit. The Pueblo Chieftain reports the payments dating back to 1998 created negative account balances that … [+743 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By the Associated Press", "title": "VoteCast: How AP's survey of the US electorate was conducted", "description": "AP VoteCast is a survey of the American electorate conducted in all 50 states by NORC at the University of Chicago for The Associated Press and Fox News. The survey of 138,929 registered voters was conducted Oct. 29 to…", "url": "https://apnews.com/203aeddf10ef4391b06c6539193ad61f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T01:16:00Z", "content": "AP VoteCast is a survey of the American electorate conducted in all 50 states by NORC at the University of Chicago for The Associated Press and Fox News. The survey of 138,929 registered voters was conducted Oct. 29 to Nov. 6, concluding as polls closed on El… [+8131 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Alabama editorial roundup", "description": "Recent editorials from Alabama newspapers:", "url": "https://apnews.com/095f37a2da214ef288495d1c290f57a0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T01:10:46Z", "content": "Recent editorials from Alabama newspapers: Nov. 7 Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The Decatur Daily says it is time for Americans to remember their unified belief in a democratic process is more important than… [+7116 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SUMMER BALLENTINE Associated Press", "title": "McCaskill loss in Missouri illustrates urban-rural divide", "description": "JEFFERSON CITY, Mo. (AP) — President Donald Trump might have lost ground with suburban voters during the midterm elections, but rural voters in Missouri more than made up for it by strongly supporting Trump-backed Republican Josh Hawley, who ousted self-descr…", "url": "https://apnews.com/b674490792174d66a2b2aeda9ceb868e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/b/43/b43addba-8326-5411-97aa-871a365b84db/5be38f9e96a08.image.jpg?resize=855%2C630", "publishedAt": "2018-11-08T01:10:07Z", "content": "JEFFERSON CITY, Mo. (AP) President Donald Trump might have lost ground with suburban voters during the midterm elections, but rural voters in Missouri more than made up for it by strongly supporting Trump-backed Republican Josh Hawley, who ousted self-describ… [+3983 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BECKY BOHRER Associated Press", "title": "GOP claims control of Alaska House as ballot count continues", "description": "ANCHORAGE, Alaska (AP) — Republicans say they have regained control of the Alaska House. But the House speaker, Democrat Bryce Edgmon, says not so fast.", "url": "https://apnews.com/32a35758b2d14709811c8b163d19c969", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T01:10:01Z", "content": "ANCHORAGE, Alaska (AP) Republicans say they have regained control of the Alaska House. But the House speaker, Democrat Bryce Edgmon, says not so fast. The GOP majority announced Wednesday stood at the minimum of 21 members. Rep. Dave Talerico said he was chos… [+719 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TIM BOOTH AP Sports Writer", "title": "Uncertainty about Carson will test Seahawks running depth", "description": "RENTON, Wash. (AP) — It's become clear through the first half of this season the Seattle Seahawks offense functions best when running back Chris Carson is getting the bulk of the carries.", "url": "https://apnews.com/04a644bae525494090e02bed4772013e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T01:07:57Z", "content": "RENTON, Wash. (AP) It's become clear through the first half of this season the Seattle Seahawks offense functions best when running back Chris Carson is getting the bulk of the carries. Yet it's also becoming clear that Carson may be a spectator on Sunday whe… [+3870 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JUANA SUMMERS and THOMAS BEAUMONT Associated Press", "title": "Midterms offer clues for Trump, Dems in '20 presidential bid", "description": "WASHINGTON (AP) — This week's midterm elections offered revealing lessons for both parties as battle lines begin to emerge for the 2020 presidential election.", "url": "https://apnews.com/00908ee5c20245bba196f5ef5320cf57", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/e/ac/eacc5a9e-34a2-58c1-9539-7f6704dd40ce/5be38e3255428.image.jpg?resize=971%2C630", "publishedAt": "2018-11-08T01:06:13Z", "content": "WASHINGTON (AP) This week's midterm elections offered revealing lessons for both parties as battle lines begin to emerge for the 2020 presidential election. For Democrats, the potential path back to the White House opened somewhat with a string of statewide v… [+5191 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Report: Google planning big New York City expansion", "description": "NEW YORK (AP) — The Wall Street Journal reports that Google is planning a major expansion in New York City.", "url": "https://apnews.com/81e226332da04ba0bd1cccc1311eb422", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T01:05:03Z", "content": "NEW YORK (AP) The Wall Street Journal reports that Google is planning a major expansion in New York City. The newspaper reported Wednesday that the company plans to add space for more than 12,000 additional New York workers. The Journal cited anonymous people… [+686 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: White House suspends pass of CNN's Acosta", "description": "NEW YORK (AP) — The Latest on President Donald Trump's news conference Wednesday (all times local):", "url": "https://apnews.com/bbe2c6e772434fcda9fe031551b491c9", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/a/ed/aed7ea5d-7442-545b-b96b-42dead49616e/5be35b472181d.image.jpg?crop=400%2C225%2C0%2C37&resize=400%2C225&order=crop%2Cresize", "publishedAt": "2018-11-08T01:04:27Z", "content": "NEW YORK (AP) The Latest on President Donald Trump's news conference Wednesday (all times local): 7:45 p.m. The White House says it has suspended the press pass of CNN White House correspondent Jim Acosta. The suspension comes after a heated confrontation Wed… [+1469 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MICHELLE L. PRICE Associated Press", "title": "Boosted by activism, Nevada women score big election wins", "description": "LAS VEGAS (AP) — A female political movement driven by backlash to President Donald Trump kicked off the year with a women's march in Nevada. Eleven months later, that activism helped women win key races across the state, including ousting…", "url": "https://apnews.com/910ba4d737ab4061a977bce5bb97f752", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/7/24/724eea92-4ff8-570e-8fd2-d9d4124c23df/5be38b8985ea9.image.jpg?resize=942%2C630", "publishedAt": "2018-11-08T01:03:59Z", "content": "LAS VEGAS (AP) A female political movement driven by backlash to President Donald Trump kicked off the year with a women's march in Nevada. Eleven months later, that activism helped women win key races across the state, including ousting an incumbent U.S. sen… [+4974 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By J.P. GREESON For The Associated Press", "title": "Texas Fishing Report", "description": "The weekly fishing report as compiled for the Texas Parks and Wildlife Department for Nov. 7 and also available on the internet at http://www.txfishing.com :", "url": "https://apnews.com/d215b5f4a06e4399865206ac9ab1e151", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T01:01:32Z", "content": "The weekly fishing report as compiled for the Texas Parks and Wildlife Department for Nov. 7 and also available on the internet at http://www.txfishing.com : CENTRAL AUSTIN: Water stained; 65-71 degrees; 0.5 feet low. Black bass are slow to fair on Texas rigs… [+19863 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Packers-Frustrations", "description": "BC-FBN--Packers-Frustrations,742", "url": "https://apnews.com/25b45968c92840119eae5c544cf86fe7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T00:57:33Z", "content": "BC-FBN--Packers-Frustrations,742 Packers eager to finish strong after first-half frustrations AP Photo NY151 Eds: With AP Photos. The Green Bay Packers are eager to snap out of a two-game funk that has left them under.500 and in third place in the NFC North. … [+4579 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Packers-Frustrations", "description": "BC-FBN--Packers-Frustrations,742", "url": "https://apnews.com/223cd39bd9884eb5b86d0fc52b2e1786", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T00:57:31Z", "content": "BC-FBN--Packers-Frustrations,742 Packers eager to finish strong after first-half frustrations AP Photo NY151 Eds: With AP Photos. The Green Bay Packers are eager to snap out of a two-game funk that has left them under.500 and in third place in the NFC North. … [+4579 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GENARO C. ARMAS AP Sports Writer", "title": "Packers eager to finish strong after first-half frustrations", "description": "GREEN BAY, Wis. (AP) — Randall Cobb is out of detailed answers for now.", "url": "https://apnews.com/bb91a4b0aac9479088b91399fcff6d93", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/21/f2100e55-bd48-5ee2-8c54-f0fbee132e94/5be38b99005f0.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T00:57:31Z", "content": "GREEN BAY, Wis. (AP) Randall Cobb is out of detailed answers for now. But the veteran receiver did have one simple solution to get the Green Bay Packers out of their first-half funk. No rallying cries. No inspirational slogans, like the \"Run the Table\" phrase… [+3893 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Packers-Frustrations", "description": "BC-FBN--Packers-Frustrations,742", "url": "https://apnews.com/6f88940d80ab4745bc833db071b9387b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T00:57:31Z", "content": "BC-FBN--Packers-Frustrations,742 Packers eager to finish strong after first-half frustrations AP Photo NY151 Eds: With AP Photos. The Green Bay Packers are eager to snap out of a two-game funk that has left them under.500 and in third place in the NFC North. … [+4579 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Republicans prevail in Public Service Commission races", "description": "BILLINGS, Mont. (AP) — Voters elected two Republicans to Montana's Public Service Commission, continuing the GOP's lock on a panel that regulates utilities and other industries.", "url": "https://apnews.com/d7073b1e8b0b4e73962cd8ee326e72fd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T00:55:50Z", "content": "BILLINGS, Mont. (AP) Voters elected two Republicans to Montana's Public Service Commission, continuing the GOP's lock on a panel that regulates utilities and other industries. Commission Chairman Brad Johnson prevailed over Democrat Andy Shirtliff to win re-e… [+692 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "4 students injured in school bus accident in Scottsdale", "description": "SCOTTSDALE, Ariz. (AP) — Authorities say four students have been injured after a school bus was hit from behind by an SUV in north Scottsdale.", "url": "https://apnews.com/487aca80f77b4c76875e31d0c3907380", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T00:54:54Z", "content": "SCOTTSDALE, Ariz. (AP) Authorities say four students have been injured after a school bus was hit from behind by an SUV in north Scottsdale. Cave Creek Unified School District officials say the four students were taken to area hospitals for treatment of injur… [+648 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Divers recover body near where car went into Calumet River", "description": "CHICAGO (AP) — Chicago Police Department divers have recovered a body from the Calumet River near where an auto went into the water on Sunday.", "url": "https://apnews.com/0ccb7f4f95894f9b9c9c36a8a8fcb4a4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T00:53:29Z", "content": "CHICAGO (AP) Chicago Police Department divers have recovered a body from the Calumet River near where an auto went into the water on Sunday. The male body was found early Wednesday. It hasn't been identified. Receive today's headlines in your inbox with our d… [+587 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BBA--Yankees-Sanchez", "description": "BC-BBA--Yankees-Sanchez,106", "url": "https://apnews.com/199a013318344af9a4019146323200bf", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T00:53:01Z", "content": "BC-BBA--Yankees-Sanchez,106 Gary Sanchez to have shoulder surgery, be ready by opener Eds: APNewsNow. Gary Sanchez will have surgery on his left shoulder this week, but the Yankees catcher is expected to be ready by opening day. New York general manager Brian… [+873 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Gary Sanchez to have shoulder surgery, be ready by opener", "description": "CARLSBAD, Calif. (AP) — Gary Sanchez will have surgery on his left shoulder this week, but the Yankees catcher is expected to be ready by opening day.", "url": "https://apnews.com/279cbecdb21e443482523cea1487ab7c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T00:53:00Z", "content": "CARLSBAD, Calif. (AP) Gary Sanchez will have surgery on his left shoulder this week, but the Yankees catcher is expected to be ready by opening day. New York general manager Brian Cashman said Wednesday at the GM meetings that Sanchez would be operated on by … [+386 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Rose-Hulman's president to step down after five-plus years", "description": "TERRE HAUTE, Ind. (AP) — The president of western Indiana's Rose-Hulman Institute of Technology is stepping down after more than five years.", "url": "https://apnews.com/f4dc772c71104d83a514b6021dc0d6d0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T00:52:43Z", "content": "TERRE HAUTE, Ind. (AP) The president of western Indiana's Rose-Hulman Institute of Technology is stepping down after more than five years. The private Terre Haute school announced Wednesday that its trustees have accepted President Jim Conwell's resignation, … [+820 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "2 southern Indiana officers rescue man from burning home", "description": "ELIZABETHTOWN, Ind. (AP) — Authorities say two southern Indiana sheriff's deputies crawled through heavy smoke to rescue a man from his burning home.", "url": "https://apnews.com/6fd6f0e442d54a9cb3b19cf74f7c5b51", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T00:50:51Z", "content": "ELIZABETHTOWN, Ind. (AP) Authorities say two southern Indiana sheriff's deputies crawled through heavy smoke to rescue a man from his burning home. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The Bartholomew County Sherif… [+805 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Judge Robert Colombo to receive Archer Public Service Award", "description": "DETROIT (AP) — Wayne County Third Circuit Court Chief Judge Robert J. Colombo Jr. will be honored for his career in public service.", "url": "https://apnews.com/25319cd9024744549cb2b7bcb3992881", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T00:49:42Z", "content": "DETROIT (AP) Wayne County Third Circuit Court Chief Judge Robert J. Colombo Jr. will be honored for his career in public service. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The Detroit Bar Association &amp; Foundation sa… [+739 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "Australian watchdog approves Nine network, Fairfax merger", "description": "CANBERRA, Australia (AP) — Australia's competition watchdog on Thursday approved the proposed merger of television network Nine Entertainment and newspaper publisher Fairfax Media into a media giant to be known only as Nine.", "url": "https://apnews.com/7cb6a1e5f9d842c5bb80a68d7035809a", "urlToImage": "http://www.aim-ads.com/multimedia-themonitor-com/wwwroot/star_icon.jpg", "publishedAt": "2018-11-08T00:46:35Z", "content": "CANBERRA, Australia (AP) Australia's competition watchdog on Thursday approved the proposed merger of television network Nine Entertainment and newspaper publisher Fairfax Media into a media giant to be known only as Nine. Australian Competition and Consumer … [+1857 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Another tax plans fails in bid to expand crowded UP jail", "description": "HOUGHTON, Mich. (AP) — A crowded jail is a difficult topic in an Upper Peninsula county.", "url": "https://apnews.com/80ba6c6f18b84a93b0ba525a27762c83", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T00:46:25Z", "content": "HOUGHTON, Mich. (AP) A crowded jail is a difficult topic in an Upper Peninsula county. The Daily Mining Gazette reports that voters for a third time have rejected a property tax to add more beds at the Houghton County jail. Local leaders had proposed an addit… [+810 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Spurs-Heat Injuries,1st Ld-Writethru", "description": "BC-BKN--Spurs-Heat Injuries, 1st Ld-Writethru,147", "url": "https://apnews.com/72ab774acab14ae7aee550ca330bb4b1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T00:45:18Z", "content": "BC-BKN--Spurs-Heat Injuries, 1st Ld-Writethru,147 Wade misses Heat-Spurs game for personal reasons AP Photo MICO108 Eds: Updates with additional injuries. With AP Photos. Dwyane Wade missed Miami's game against San Antonio for personal reasons. It's the first… [+1287 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Spurs-Heat Injuries,1st Ld-Writethru", "description": "BC-BKN--Spurs-Heat Injuries, 1st Ld-Writethru,147", "url": "https://apnews.com/0fff4e79f7584130a6393af79ceb3b8b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T00:45:18Z", "content": "BC-BKN--Spurs-Heat Injuries, 1st Ld-Writethru,147 Wade misses Heat-Spurs game for personal reasons AP Photo MICO108 Eds: Updates with additional injuries. With AP Photos. Dwyane Wade missed Miami's game against San Antonio for personal reasons. It's the first… [+1287 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Spurs-Heat Injuries,1st Ld-Writethru", "description": "BC-BKN--Spurs-Heat Injuries, 1st Ld-Writethru,147", "url": "https://apnews.com/80c268a7d80542c2b7445f4d8e09369c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T00:45:18Z", "content": "BC-BKN--Spurs-Heat Injuries, 1st Ld-Writethru,147 Wade misses Heat-Spurs game for personal reasons AP Photo MICO108 Eds: Updates with additional injuries. With AP Photos. Dwyane Wade missed Miami's game against San Antonio for personal reasons. It's the first… [+1287 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BRENDAN FARRINGTON Associated Press", "title": "Trump's red wall stops Florida's blue wave", "description": "TALLAHASSEE, Fla. (AP) — Florida Democrats tried something new and got the same result, losing the sixth straight governor's race, possibly losing all three Cabinet seats on Tuesday's ballot and winding up with a Senate race that's too close to…", "url": "https://apnews.com/4d02b667dfd6441ab8a975523c5efacc", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/e4/8e4a3b70-bfc9-57de-b53e-b89940979821/5be283f379bda.image.jpg?resize=811%2C630", "publishedAt": "2018-11-08T00:38:14Z", "content": "TALLAHASSEE, Fla. (AP) Florida Democrats tried something new and got the same result, losing the sixth straight governor's race, possibly losing all three Cabinet seats on Tuesday's ballot and winding up with a Senate race that's too close to call. In short, … [+6018 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: Jury sentences man to 25 years for confrontation", "description": "HOUSTON (AP) — The Latest on the case of the husband of a former sheriff's deputy convicted of murder for a deadly confrontation (all times local):", "url": "https://apnews.com/605e85446ada4f2d8c474d039fb98798", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/8f/e8f38e52-6dc2-5630-babc-a5502b9d2ecd/5be0b118dc725.image.jpg?resize=847%2C630", "publishedAt": "2018-11-08T00:36:09Z", "content": "HOUSTON (AP) The Latest on the case of the husband of a former sheriff's deputy convicted of murder for a deadly confrontation (all times local): 6:35 p.m. The husband of a former sheriff's deputy has been sentenced to 25 years in prison for the strangulation… [+1730 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "NFL fines Dolphins and Gase for injury report violation", "description": "MIAMI (AP) — The NFL has fined the Miami Dolphins $30,000 and coach Adam Gase $15,000 for an injury report violation a month ago involving quarterback Ryan Tannehill.", "url": "https://apnews.com/5f503da24fd9462ab347eda1a2884138", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T00:35:28Z", "content": "MIAMI (AP) The NFL has fined the Miami Dolphins $30,000 and coach Adam Gase $15,000 for an injury report violation a month ago involving quarterback Ryan Tannehill. The Dolphins listed Tannehill as participating fully in practice on the Thursday before the We… [+505 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOSH DUBOW AP Pro Football Writer", "title": "Under pressure: Sacks rise for Carr behind hurt Raiders line", "description": "ALAMEDA, Calif. (AP) — After taking a career-high seven sacks behind a decimated Oakland Raiders offensive line, Derek Carr got a phone call from someone who knows just what that's like to being repeatedly hit by bruising NFL defensive linemen.", "url": "https://apnews.com/efa66a637a804381931cbfe64ca0d8c9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/1/3e/13ec5e4c-8188-5faa-82e9-8cae175615ec/5be38b9c35b62.image.jpg?crop=1640%2C923%2C0%2C170&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T00:32:43Z", "content": "ALAMEDA, Calif. (AP) After taking a career-high seven sacks behind a decimated Oakland Raiders offensive line, Derek Carr got a phone call from someone who knows just what that's like to being repeatedly hit by bruising NFL defensive linemen. Big brother Davi… [+3352 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Jury in Texas sentences husband of ex-sheriff's deputy to 25 years for murder, rejects sudden passion claim", "description": "HOUSTON (AP) — Jury in Texas sentences husband of ex-sheriff's deputy to 25 years for murder, rejects sudden passion claim.", "url": "https://apnews.com/4076e40d1e9d4fc18758be3bdd428bf8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T00:32:39Z", "content": "Roanoke, VA (24010) Today Mostly cloudy skies. Low 47F. Winds light and variable.. Tonight Mostly cloudy skies. Low 47F. Winds light and variable. Updated: November 7, 2018 @ 8:17 pm"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Former officer accused in sex abuse scandal indicted", "description": "LOUISVILLE, Ky. (AP) — Prosecutors say a former Kentucky police officer at the center of a sex abuse scandal has been indicted.", "url": "https://apnews.com/f8bf9836ad504b26b20102091c5b566a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-08T00:30:33Z", "content": "LOUISVILLE, Ky. (AP) Prosecutors say a former Kentucky police officer at the center of a sex abuse scandal has been indicted. News outlets report former Louisville Metro Police Officer Kenneth Betts was indicted Tuesday. Betts is charged with offenses, includ… [+702 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: Tobacco tax hike for Medicaid expansion rejected", "description": "HELENA, Mont. (AP) — The Latest on the election results of Montana's ballot issues (all times local):", "url": "https://apnews.com/a2d27e9a8eba42cebf3c7ae4414c9825", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/c/be/cbe1b1df-9c9c-5fdf-ad8f-0297e0f984ba/5be2365c2a4e5.image.jpg?resize=945%2C630", "publishedAt": "2018-11-08T00:29:07Z", "content": "HELENA, Mont. (AP) The Latest on the election results of Montana's ballot issues (all times local): 5:25 p.m. Montana voters have rejected a ballot measure that sought to extend the state's Medicaid program and pay for it in part by raising the tobacco tax. T… [+1663 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SEAN MURPHY Associated Press", "title": "Horn taps network of women, young people for upset win", "description": "OKLAHOMA CITY (AP) — A Democratic attorney tapped into a network of enthusiastic women and young people in an increasingly diverse capital city to pull off one of the midterm elections' biggest upsets, snatching a congressional seat in deep-red Oklahoma…", "url": "https://apnews.com/5a510da4376d4944872befd564614892", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/4/e6/4e6b688d-d0a1-5153-bb69-ac3a472d4dfc/5be3841d82f2e.image.jpg?resize=815%2C630", "publishedAt": "2018-11-08T00:28:57Z", "content": "OKLAHOMA CITY (AP) A Democratic attorney tapped into a network of enthusiastic women and young people in an increasingly diverse capital city to pull off one of the midterm elections' biggest upsets, snatching a congressional seat in deep-red Oklahoma that ha… [+3589 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By AUDREY McAVOY Associated Press", "title": "Republicans hold steady with 5 seats in Hawaii state House", "description": "HONOLULU (AP) — Party control of the Hawaii State Legislature was never in question in this year's midterm election as Republicans weren't contesting enough seats and a majority of Democrats were re-elected in the primary.", "url": "https://apnews.com/b2953cf65dbc4585b5b451115f7a607f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/d/1d/d1d298a3-5be1-5d39-af14-402026be220b/5be293bc7c2fa.image.jpg?resize=947%2C630", "publishedAt": "2018-11-08T00:27:37Z", "content": "HONOLULU (AP) Party control of the Hawaii State Legislature was never in question in this year's midterm election as Republicans weren't contesting enough seats and a majority of Democrats were re-elected in the primary. The unknown was how many seats the Rep… [+3198 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Montana voters reject ballot measure to extend the state's Medicaid expansion program and raise its tobacco tax", "description": "HELENA, Mont. (AP) — Montana voters reject ballot measure to extend the state's Medicaid expansion program and raise its tobacco tax.", "url": "https://apnews.com/2701ed52efd64fafb96af68039de8c93", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T00:26:54Z", "content": "Roanoke, VA (24010) Today Mostly cloudy skies. Low 47F. Winds light and variable.. Tonight Mostly cloudy skies. Low 47F. Winds light and variable. Updated: November 7, 2018 @ 8:17 pm"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Washington voters OK measure blocking local governments from imposing new taxes on soda or grocery items.", "description": "SEATTLE (AP) — Washington voters OK measure blocking local governments from imposing new taxes on soda or grocery items. .", "url": "https://apnews.com/09136ae16e9346ad81ba66d5ea18e0f4", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T00:26:36Z", "content": "Try 1 month for 99¢, cancel anytime Unlimited access to E-Edition Unlimited articles, complete access to billingsgazette.com and apps Skip article surveys"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "MT-Init-185IncTobccoTax-Decided", "description": "11-07-18 17:25,,", "url": "https://apnews.com/8595eaf322ee4ad2827acd96619d1acd", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T00:25:49Z", "content": "BULLETIN (AP) Initiative 185 - Increase Tobacco Tax, rejected, Subscribe to Breaking News Montana. AP Elections 11-07-2018 17:25 Subscribe to Breaking News Copyright 2018 The Associated Press. All rights reserved. This material may not be published, broadcast… [+28 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police accuse 11-year-old of putting pins in Halloween candy", "description": "SALISBURY, N.C. (AP) — Police in North Carolina have accused an 11-year-old of placing straight pins inside Halloween candy.", "url": "https://apnews.com/d8dfc8a3c9d04697beeedca8818f6de7", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T00:24:36Z", "content": "SALISBURY, N.C. (AP) Police in North Carolina have accused an 11-year-old of placing straight pins inside Halloween candy. The Salisbury Post quotes the Rowan County Sheriff's Office as saying the child faces felony charges, and has been referred to juvenile … [+725 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "WA-Meas-1634NoNewGroceryTax-Decided", "description": "11-07-18 16:24,,", "url": "https://apnews.com/2776e095b1cf482d9969b63fb6bc0c86", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T00:24:11Z", "content": "BULLETIN (AP) Measure 1634 - Ban New Grocery Taxes, approved, Subscribe to Breaking News Washington. AP Elections 11-07-2018 16:24 Subscribe to Breaking News Copyright 2018 The Associated Press. All rights reserved. This material may not be published, broadca… [+30 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Texas Tech QB Bowman out of hospital after 2nd lung injury", "description": "LUBBOCK, Texas (AP) — Texas Tech quarterback Alan Bowman has been released from a hospital again after sustaining a partially collapsed lung for the second time this season.", "url": "https://apnews.com/2e6f5b81f1af49b59995f9222ee5df11", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T00:20:48Z", "content": "LUBBOCK, Texas (AP) Texas Tech quarterback Alan Bowman has been released from a hospital again after sustaining a partially collapsed lung for the second time this season. The school said Bowman was released Wednesday and would return to team activities Thurs… [+760 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Vikings claim Abdullah off waivers from Detroit", "description": "EAGAN, Minn. (AP) — The Minnesota Vikings have claimed running back Ameer Abdullah off waivers from the Detroit Lions.", "url": "https://apnews.com/1f40956e15fd4b39a5f400ae04579776", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-08T00:18:20Z", "content": "EAGAN, Minn. (AP) The Minnesota Vikings have claimed running back Ameer Abdullah off waivers from the Detroit Lions. The Vikings announced the move Wednesday. Abdullah was drafted by the Lions in the second round in 2015, but they weren't using him much this … [+271 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Washington state voters reject ballot measure for first-in-nation carbon tax", "description": "SEATTLE (AP) — Washington state voters reject ballot measure for first-in-nation carbon tax .", "url": "https://apnews.com/117d6436181b445ba4b040f75ee4149e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T00:16:06Z", "content": "At Northwest ACE Hardware, we take pride in offering high quality products including Stihl power tools, JustAsk Rental products, Weber grills and accessories, Benjamin Moore paint, Lodge Cast Iron Skillets, Blue Buffalo pet food and Wrangler jeans. We also pr… [+33 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MEAD GRUVER Associated Press", "title": "Little debate about Trump as deep-red Wyoming keeps with GOP", "description": "CHEYENNE, Wyo. — Voters in Wyoming made no doubt about it: They have no problem with President Donald Trump and want Republicans to continue to represent them.", "url": "https://apnews.com/6c719704014c4ffea36e70f23d044903", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/7/b3/7b3caf9a-0647-50fe-8d5d-8da99d4fcca3/5be381fadf587.image.jpg?crop=341%2C192%2C0%2C160&resize=356%2C200&order=crop%2Cresize", "publishedAt": "2018-11-08T00:15:00Z", "content": "CHEYENNE, Wyo. Voters in Wyoming made no doubt about it: They have no problem with President Donald Trump and want Republicans to continue to represent them. Republican Mark Gordon decisively beat Democrat Mary Throne to become governor, while Republican Sen.… [+3248 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "WA-Meas-1631-CarbonFee-Decided", "description": "11-07-18 16:11,,", "url": "https://apnews.com/4179fd80dd6b4f198a0e2a301616f306", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-08T00:11:47Z", "content": "BULLETIN (AP) Measure 1631 - Establish Carbon Fee, rejected, Subscribe to Breaking News Washington. AP Elections 11-07-2018 16:11 Subscribe to Breaking News Copyright 2018 The Associated Press. All rights reserved. This material may not be published, broadcas… [+29 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BRENDAN FARRINGTON Associated Press", "title": "Trump wall stops Florida's blue wave", "description": "TALLAHASSEE, Fla. (AP) — Florida Democrats tried something new and got the same result, losing the sixth straight governor's race, possibly losing all three statewide offices on Tuesday's ballot and winding up with a Senate race that's too close to…", "url": "https://apnews.com/d002b1b763c1410c9d9b81ca17597cf4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/3/78/37820a78-a79b-514a-852b-b15b54227534/5be283ece0d60.image.jpg?resize=815%2C630", "publishedAt": "2018-11-08T00:10:21Z", "content": "TALLAHASSEE, Fla. (AP) Florida Democrats tried something new and got the same result, losing the sixth straight governor's race, possibly losing all three statewide offices on Tuesday's ballot and winding up with a Senate race that's too close to call. In sho… [+5508 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By HANNAH FINGERHUT and ZEKE MILLER Associated Press", "title": "'Kavanaugh and caravan': Did Trump's late pitch move voters?", "description": "WASHINGTON (AP) — President Donald Trump billed the midterms as an election about \"Kavanaugh and the caravan,\" and it was — although not entirely as he planned.", "url": "https://apnews.com/beab6259e08d4b6e832f993bc5537e7d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/f/17/f17d462a-9043-5f82-a853-0a8d2d1ffd97/5be24c2349823.image.jpg?resize=1200%2C597", "publishedAt": "2018-11-08T00:09:59Z", "content": "WASHINGTON (AP) President Donald Trump billed the midterms as an election about \"Kavanaugh and the caravan,\" and it was although not entirely as he planned. Both the fight over Supreme Court nominee Brett Kavanaugh and the debate over immigration animated Rep… [+5402 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Southern California mayor avoids jail in animal cruelty case", "description": "MAYWOOD, Calif. (AP) — The mayor of the Southern California city of Maywood has been sentenced to community service after being convicted of animal cruelty for failing to care for his gravely ill dog.", "url": "https://apnews.com/333f1f7047c44e168330e03da417d26d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T00:08:44Z", "content": "MAYWOOD, Calif. (AP) The mayor of the Southern California city of Maywood has been sentenced to community service after being convicted of animal cruelty for failing to care for his gravely ill dog. A judge on Wednesday also ordered Ramon Mojarro to attend an… [+700 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Montana Editorial Roundup", "description": "Billings Gazette, Nov. 7, on making room for bison in Montana:", "url": "https://apnews.com/731f3365148848cf988c2e388cf609a6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T00:06:44Z", "content": "Billings Gazette, Nov. 7, on making room for bison in Montana: For countless generations, millions of American bison sustained human life on the Great Plains. Native people relied on bison for food, shelter, clothing and tools. The U.S. government policy of e… [+6369 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Muncie man gets 39 years for confining 3, nail gun attack", "description": "MUNCIE, Ind. (AP) — A central Indiana man convicted of holding three people against their will and attacking one with a nail gun has been sentenced to 39 years in prison.", "url": "https://apnews.com/71368cf1a19c4116814e0fd3ea238156", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T00:04:19Z", "content": "MUNCIE, Ind. (AP) A central Indiana man convicted of holding three people against their will and attacking one with a nail gun has been sentenced to 39 years in prison. The Star Press reports 58-year-old Robert A. Walton of Muncie learned his sentence Wednesd… [+778 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TOM WITHERS AP Sports Writer", "title": "Browns GM Dorsey to lead search for team's next coach", "description": "BEREA, Ohio (AP) — Browns general manager John Dorsey is heading the team's search for a new coach.", "url": "https://apnews.com/060f7f3a9f7548d799d708ecf80a1453", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/1/0a/10a7a999-a51f-5a02-83fe-5ebae2512592/5be3840756729.image.jpg?crop=1804%2C1015%2C0%2C66&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-08T00:03:34Z", "content": "BEREA, Ohio (AP) Browns general manager John Dorsey is heading the team's search for a new coach. Owners Dee and Jimmy Haslam recently fired coach Hue Jackson, who won just three of 40 games over two-plus seasons. It was assumed Dorsey would lead the pursuit … [+777 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By RANDALL CHASE Associated Press", "title": "Officials say death of cyclist hit by trooper was accident", "description": "DOVER, Del. (AP) — Authorities say the death of a bicyclist who was hit by a vehicle driven by a Delaware state trooper during a chase was an accident.", "url": "https://apnews.com/cef16440bd834de4ae728717d8e75d37", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-08T00:01:24Z", "content": "DOVER, Del. (AP) Authorities say the death of a bicyclist who was hit by a vehicle driven by a Delaware state trooper during a chase was an accident. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY A spokeswoman for the attor… [+682 chars]"}]}