{"articles": [{"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Rebel priest says he's being punished by church", "description": "PARIS (AP) — A Catholic priest says he's been punished by church leaders in France after he gathered more than 100,000 signatures with an online petition that called for a prominent cardinal to resign over his handling of child sex-abuse…", "url": "https://apnews.com/d67ba70cabbd49d2b6f237495f2560e0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/a/fc/afcc74a7-2ef7-57ed-9741-95e1be222e26/5bdc3cc2c3a57.image.jpg?resize=840%2C630", "publishedAt": "2018-11-02T11:54:19Z", "content": "PARIS (AP) A Catholic priest says he's been punished by church leaders in France after he gathered more than 100,000 signatures with an online petition that called for a prominent cardinal to resign over his handling of child sex-abuse cases. Rev. Pierre Vign… [+664 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Sheriff: Mom of kid left at wrong spot threatened bus driver", "description": "PINETOWN, N.C. (AP) — A mother whose child was dropped off at the wrong location is accused of threatening the bus driver with bodily harm.", "url": "https://apnews.com/3e84f98c239e47a5afc0399173fe3679", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T11:53:57Z", "content": "PINETOWN, N.C. (AP) A mother whose child was dropped off at the wrong location is accused of threatening the bus driver with bodily harm. News outlets report 21-year-old Karly Rae Gurganus was charged with disorderly conduct on a school bus and communicating … [+652 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ARITZ PARRA Associated Press", "title": "Catalan separatists indicted for rebellion as trial nears", "description": "MADRID (AP) — Spanish prosecutors have called former Catalan Vice President Oriol Junqueras to be imprisoned for 25 years on charges of rebellion and misuse of public funds, the highest prison term being sought for separatist leaders who pushed for…", "url": "https://apnews.com/a75810abde7249d481029ffa296d02f2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/f/7a/f7aaf05f-a442-5542-b113-a25568966c16/5bdc3cc44790e.image.jpg?resize=945%2C630", "publishedAt": "2018-11-02T11:52:56Z", "content": "MADRID (AP) Spanish prosecutors have called former Catalan Vice President Oriol Junqueras to be imprisoned for 25 years on charges of rebellion and misuse of public funds, the highest prison term being sought for separatist leaders who pushed for Catalan inde… [+3269 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Officer cleared in fatal shooting following shoplifting", "description": "DEPTFORD, N.J. (AP) — A grand jury has cleared a New Jersey police officer in the shooting death of a Philadelphia woman who allegedly drove an SUV toward him while fleeing a shoplifting.", "url": "https://apnews.com/fa55871ff66d455aac857d13f084ccbb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T11:46:30Z", "content": "DEPTFORD, N.J. (AP) A grand jury has cleared a New Jersey police officer in the shooting death of a Philadelphia woman who allegedly drove an SUV toward him while fleeing a shoplifting. The Gloucester County Prosecutor's Office made the announcement Thursday.… [+766 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "2 stabbed, man arrested in incident near Sony's London HQ", "description": "LONDON (AP) — British police say two people have been stabbed and a man has been arrested at an address in central London that is home to the offices of Sony Music.", "url": "https://apnews.com/592cf209ca1044e2bacd7f3656ca6d89", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T11:43:53Z", "content": "LONDON (AP) British police say two people have been stabbed and a man has been arrested at an address in central London that is home to the offices of Sony Music. The Metropolitan Police force said armed officers were sent to Derry St. in Kensington at about … [+363 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "UK climate: longer warm spells, hotter summer days", "description": "LONDON (AP) — Britain's national weather forecasting service says warm spells and tropical nights are increasing in Britain as the climate changes.", "url": "https://apnews.com/1b7ae4f7c6e44a44be74f2a082fd4000", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T11:36:56Z", "content": "LONDON (AP) Britain's national weather forecasting service says warm spells and tropical nights are increasing in Britain as the climate changes. The Met Office study says the length of warm spells has more than doubled when data for the last 10 years is comp… [+620 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Detroit man heading to trial in fatal mid-Michigan stabbing", "description": "LANSING, Mich. (AP) — A Detroit man who authorities say stabbed another man 26 times in mid-Michigan is heading to trial on murder and armed robbery charges.", "url": "https://apnews.com/6818d846f22742a0aff18e094e65275e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T11:35:48Z", "content": "LANSING, Mich. (AP) A Detroit man who authorities say stabbed another man 26 times in mid-Michigan is heading to trial on murder and armed robbery charges. The Lansing State Journal reports Ingham County 54A District Court Judge Frank DeLuca said Thursday tha… [+857 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Disabled track equipment causing major travel delays", "description": "NEWARK, N.J. (AP) — Disabled Amtrak rail maintenance equipment in the north tube of the Hudson River rail tunnel is causing transit delays in the region.", "url": "https://apnews.com/f45919d4b99b4c25a84acd6ef08b67a1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T11:34:15Z", "content": "NEWARK, N.J. (AP) Disabled Amtrak rail maintenance equipment in the north tube of the Hudson River rail tunnel is causing transit delays in the region. All Amtrak and commuter trains traveling through New York's Penn Station were experiencing delays ranging f… [+580 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: Trump says video he tweeted was 'correct'", "description": "WASHINGTON (AP) — The Latest on President Donald Trump and a video of a Latino man convicted of killing two police officers (all times local):", "url": "https://apnews.com/d2fd9af7e4944567af4575b958b04936", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/3/55/35522165-9d1f-510d-86cf-97250616e4ac/5bdba2977a3da.image.jpg?resize=400%2C300", "publishedAt": "2018-11-02T11:34:07Z", "content": "WASHINGTON (AP) The Latest on President Donald Trump and a video of a Latino man convicted of killing two police officers (all times local): 7:25 a.m. President Donald Trump says a video he tweeted showing a Mexican migrant in a courtroom smiling and boasting… [+1543 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Bond set for 3 accused in fatal Dane County beating", "description": "LODI, Wis. (AP) — Prosecutors say a man was fatally beaten at his home near Lodi because his girlfriend believed he was cheating on her.", "url": "https://apnews.com/e365b64219be4675a3196f9fd97fabe5", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T11:34:00Z", "content": "LODI, Wis. (AP) Prosecutors say a man was fatally beaten at his home near Lodi because his girlfriend believed he was cheating on her. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Authorities say McKayla Tracy called Drew … [+586 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Facebook says Blackburn anti-abortion ad mistakenly removed", "description": "NASHVILLE, Tenn. (AP) — A spokesperson for Facebook says the company accidentally removed an anti-abortion group's ad supporting Tennessee U.S. Senate nominee Marsha Blackburn.", "url": "https://apnews.com/e4ae56eb5be545999e61cf5c8d432ad8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T11:30:36Z", "content": "NASHVILLE, Tenn. (AP) A spokesperson for Facebook says the company accidentally removed an anti-abortion group's ad supporting Tennessee U.S. Senate nominee Marsha Blackburn. The nonprofit Susan B. Anthony List claimed Thursday that Facebook was censoring its… [+876 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Chicago man sentenced to 60 years for fatally stabbing girl", "description": "CHICAGO (AP) — A Chicago man has been sentenced to 60 years in prison for stabbing a 12-year-old girl to death.", "url": "https://apnews.com/ae8d1d7427564773ad7d585a1bd2017c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T11:28:24Z", "content": "CHICAGO (AP) A Chicago man has been sentenced to 60 years in prison for stabbing a 12-year-old girl to death. Authorities have said Alexis Stubbs could be heard on voicemail screaming \"daddy don't\" in June 2017 while she was stabbed by John Singleton, her mot… [+657 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Bill to lower city voting age to 16 heads to final vote", "description": "WASHINGTON (AP) — A bill that would lower the voting age to 16 in Washington is set to be voted on by the D.C. City Council.", "url": "https://apnews.com/cde4898b09eb4203834d05e07cc7b147", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T11:28:16Z", "content": "WASHINGTON (AP) A bill that would lower the voting age to 16 in Washington is set to be voted on by the D.C. City Council. WTOP-FM reports the bill passed 3-0 through the council's Judiciary and Public Safety committee Thursday and is expected to appear befor… [+687 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Sheriff: Man killed himself after shooting at 2 deputies", "description": "LAKELAND, Fla. (AP) — Investigators in central Florida say a man shot at two sheriff's deputies who came to his house after receiving a call about a possible domestic dispute.", "url": "https://apnews.com/9938250903c940e3b083dc9891fa1f02", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T11:23:16Z", "content": "LAKELAND, Fla. (AP) Investigators in central Florida say a man shot at two sheriff's deputies who came to his house after receiving a call about a possible domestic dispute. An hours-long standoff ended Thursday night when deputies finally entered the home in… [+641 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Nebraska DOT employee struck by vehicle on state highway", "description": "DAKOTA CITY, Neb. (AP) — A Nebraska Department of Transportation employee has suffered a broken leg after a vehicle struck him while he was flagging traffic on a state highway.", "url": "https://apnews.com/0078517fcb734b7490ec5b88164a36e9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T11:17:25Z", "content": "DAKOTA CITY, Neb. (AP) A Nebraska Department of Transportation employee has suffered a broken leg after a vehicle struck him while he was flagging traffic on a state highway. The Sioux City Journal reports that 73-year-old Gary Roost was hit while flagging tr… [+650 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Louisiana investigator pleads guilty to lying to FBI", "description": "NEW ORLEANS (AP) — A former investigator for state prosecutors in Louisiana has pleaded guilty to lying to an FBI agent.", "url": "https://apnews.com/a393870bafcc4edfaccd185f03367a98", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T11:14:07Z", "content": "NEW ORLEANS (AP) A former investigator for state prosecutors in Louisiana has pleaded guilty to lying to an FBI agent. News outlets reported that 58-year-old Jeffrey B. Montalbano had been charged with making a false statement in September. Montalbano pleaded… [+671 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEVE PEOPLES and THOMAS BEAUMONT Associated Press", "title": "In House battle, Democrats see hope in Trump territory", "description": "CEDAR RAPIDS, Iowa (AP) — White, working-class voters fueled Donald Trump's rise to the White House, but days ahead of the pivotal midterm elections there's concern among Republicans that these same voters might abandon the GOP in states including Maine,…", "url": "https://apnews.com/88ea2a258df84081bbdf646d65e5d881", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/b/cf/bcfa5b2d-3f2b-5816-a6c5-1780382ff8e7/5bdc322651c39.image.jpg?resize=400%2C300", "publishedAt": "2018-11-02T11:12:51Z", "content": "CEDAR RAPIDS, Iowa (AP) White, working-class voters fueled President Donald Trump's rise to the White House. If his party loses the House majority on Tuesday, it will be, at least in part, because those same voters abandoned the GOP. While Democrats' suburban… [+7192 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Deputy fires at man trying to run him over at trailhead", "description": "HOOD RIVER, Ore. (AP) — Authorities say a deputy fired shots at a man who tried to run him over at a trailhead parking lot in the Columbia River Gorge.", "url": "https://apnews.com/99da3d6329f047eaa8f9c18a012d2961", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T11:10:21Z", "content": "HOOD RIVER, Ore. (AP) Authorities say a deputy fired shots at a man who tried to run him over at a trailhead parking lot in the Columbia River Gorge. KGW-TV reports that Hood River Sheriff's Deputy George Economou was walking toward a vehicle in the parking l… [+792 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "'Brady Bunch' cast members reunite at TV family home", "description": "LOS ANGELES (AP) — Marcia, Marcia, Marcia was in the house.", "url": "https://apnews.com/5afcf4ac9efb42d9b56420fc210a40e0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T11:05:19Z", "content": "LOS ANGELES (AP) Marcia, Marcia, Marcia was in the house. Six cast members of \"The Brady Bunch\" gathered Thursday in Los Angeles at the home that was featured in the opening and closing of the sitcom. HGTV purchased the home in the Studio City neighborhood in… [+656 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Woman accused of burning 8-year-old girl with scalding water", "description": "COLUMBIA, S.C. (AP) — Authorities in South Carolina say a Columbia woman held her little sister's hands under scalding water as a form of punishment, leaving the girl with second- and third-degree burns.", "url": "https://apnews.com/93195856e5c14f4ab7c4e017f754439d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T11:02:40Z", "content": "COLUMBIA, S.C. (AP) Authorities in South Carolina say a Columbia woman held her little sister's hands under scalding water as a form of punishment, leaving the girl with second- and third-degree burns. The State reported Thursday that 23-year-old Talisha Faso… [+828 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police: Masked gunman's death at McDonald's ruled justified", "description": "BIRMINGHAM, Ala. (AP) — Police in Alabama say an armed McDonald's customer was justified in fatally shooting a masked gunman.", "url": "https://apnews.com/a00d565902624179a9cfea71967b2693", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T11:01:43Z", "content": "BIRMINGHAM, Ala. (AP) Police in Alabama say an armed McDonald's customer was justified in fatally shooting a masked gunman. Al.com reports a Tuesday statement by Birmingham police says charges will not be filed against the man who fatally shot 24-year-old Ant… [+821 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Diocese: Pastor involved in 'improper behavior with minors'", "description": "JEANERETTE, La. (AP) — A Catholic diocese in Louisiana has suspended a pastor accused of \"improper behavior with minors\" and referred his case to law enforcement.", "url": "https://apnews.com/00ed8f3dde72490180b5f6505e7292c0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T10:59:57Z", "content": "JEANERETTE, La. (AP) A Catholic diocese in Louisiana has suspended a pastor accused of \"improper behavior with minors\" and referred his case to law enforcement. The Daily Advertiser reports Father Jody J. Simoneaux of Jeanerette has been placed on administrat… [+795 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Tribe officially opens news casino on Iowa-Nebraska border", "description": "CARTER LAKE, Iowa (AP) — The Ponca Tribe of Nebraska has opened its new casino on the Iowa-Nebraska border.", "url": "https://apnews.com/6f3eb1e5e152448abdcafd3e2e60a7ba", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T10:57:49Z", "content": "CARTER LAKE, Iowa (AP) The Ponca Tribe of Nebraska has opened its new casino on the Iowa-Nebraska border. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The tribe held a ribbon-cutting Thursday for the Prairie Flower Casino … [+778 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Merkel visiting Poland amid calls for WWII reparations", "description": "WARSAW, Poland (AP) — German Chancellor Angela Merkel is visiting Warsaw amid calls by Polish officials that Germany pay Poland billions of dollars for damage inflicted by the Nazis during World War II.", "url": "https://apnews.com/df58be5bd4b648ebba45b8e908c56f9a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T10:54:51Z", "content": "WARSAW, Poland (AP) German Chancellor Angela Merkel is visiting Warsaw amid calls by Polish officials that Germany pay Poland billions of dollars for damage inflicted by the Nazis during World War II. Polish Prime Minister Mateusz Morawiecki welcomed Merkel d… [+678 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Federal $1 million grant will help combat meth trafficking", "description": "PIERRE, S.D. (AP) — The U.S. Department of Justice is giving South Dakota $1 million to help law enforcement agencies combat methamphetamine trafficking.", "url": "https://apnews.com/f536b2961c41492aa8ed1b10ff218adc", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T10:52:50Z", "content": "PIERRE, S.D. (AP) The U.S. Department of Justice is giving South Dakota $1 million to help law enforcement agencies combat methamphetamine trafficking. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Officials say the grant w… [+708 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MENELAOS HADJICOSTIS Associated Press", "title": "Cyprus urges Turkey to cooperate on energy, but peace first", "description": "NICOSIA, Cyprus (AP) — Cyprus is ready to work with Turkey on exploiting the east Mediterranean's potential oil and gas wealth, as long as the ethnically split island nation is reunified, the country's president said Friday.", "url": "https://apnews.com/76ed94319a734a9ca648b0705d71fd18", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/6/da/6da4f5b0-d784-528c-ae58-337561533217/5bdc239bdfc75.image.jpg?resize=420%2C630", "publishedAt": "2018-11-02T10:52:05Z", "content": "NICOSIA, Cyprus (AP) Cyprus is ready to work with Turkey on exploiting the east Mediterranean's potential oil and gas wealth, as long as the ethnically split island nation is reunified, the country's president said Friday. Big gas reserves have been found aro… [+1430 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "2 residents, staff member hurt in Florida nursing home fire", "description": "PLANTATION, Fla. (AP) — Authorities say a fire broke out in a South Florida nursing home, injuring two residents and a staff member.", "url": "https://apnews.com/64e315e9e35b49dfbdec9a56ebcbf015", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T10:38:28Z", "content": "PLANTATION, Fla. (AP) Authorities say a fire broke out in a South Florida nursing home, injuring two residents and a staff member. The SunSentinel reports more than 100 people were evacuated when the fire started in a resident's room after 11 p.m. Thursday in… [+624 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man drowns in McIntosh County landfill retention pond", "description": "WISHEK, N.D. (AP) — A man has drowned in a retention pond while working at a landfill in McIntosh County.", "url": "https://apnews.com/36cf8e93376640869a8c79a4b753b2c9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T10:37:57Z", "content": "WISHEK, N.D. (AP) A man has drowned in a retention pond while working at a landfill in McIntosh County. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Sheriff's officials say the 66-year-old man was doing chemical testing at… [+327 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Defense lawyers fight Indiana man's death penalty charges", "description": "FORT WAYNE, Ind. (AP) — Defense lawyers for a northeastern Indiana man awaiting trial in four slayings in 2016 say he shouldn't face death penalty charges in the case.", "url": "https://apnews.com/6736a6c8042542efb2c810b07ade1e22", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T10:26:39Z", "content": "FORT WAYNE, Ind. (AP) Defense lawyers for a northeastern Indiana man awaiting trial in four slayings in 2016 say he shouldn't face death penalty charges in the case. Lawyers for 23-year-old Marcus Dansby this week filed paperwork asking a judge to throw out t… [+693 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Sex offender allowed to coach Little League team in Virginia", "description": "VIRGINIA BEACH, Va. (AP) — A registered sex offender has been allowed to coach a Little League team in Virginia for the past two years.", "url": "https://apnews.com/56a179d014524ce9ad70de7a06283586", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T10:21:49Z", "content": "VIRGINIA BEACH, Va. (AP) A registered sex offender has been allowed to coach a Little League team in Virginia for the past two years. The Virginian-Pilot reports a parent of an Aragona Pembroke Little League player recently learned of 44-year-old William Ghor… [+836 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "10 Things to Know for Today", "description": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about today:", "url": "https://apnews.com/4168def1bb5146f5876f7961eb23c6a9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/b2/8b2b385c-843b-598e-820c-7ac0c71a5cac/5bdbd3d7eebc2.image.jpg?resize=945%2C630", "publishedAt": "2018-11-02T10:19:20Z", "content": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about today: 1. NEW ANTI-IMMIGRATION PLANS MAY SKIRT LEGALITY President Trump plans to sign an order that could lead to the large-scale detention of migrants crossing t… [+2177 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man says he fought Kroger shooting suspect to protect wife", "description": "LOUISVILLE, Ky. (AP) — A Kentucky man says he was protecting his family when he confronted the man charged in the Louisville-area Kroger shooting.", "url": "https://apnews.com/69979a9b962d44719a6c1ac4bb8f446d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T10:18:00Z", "content": "LOUISVILLE, Ky. (AP) A Kentucky man says he was protecting his family when he confronted the man charged in the Louisville-area Kroger shooting. The Courier Journal reports Dominiic and Kiera Rozier were gathering supplies for their son's birthday when they e… [+823 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ROD McGUIRK Associated Press", "title": "Australian man jailed for persuading wife to kill herself", "description": "CANBERRA, Australia (AP) — A self-styled preacher who wanted to claim his wife's life insurance was sentenced on Friday to 10 years in prison for persuading her to kill herself in what a judge described as an Australian-first conviction.", "url": "https://apnews.com/3c9d8e4d1ae24971997f3244592caca1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/c/92/c9211729-bc49-5beb-8b4a-9d3c36010eb5/5bdc240c2c1ad.image.jpg?resize=868%2C630", "publishedAt": "2018-11-02T10:12:18Z", "content": "CANBERRA, Australia (AP) A self-styled preacher who wanted to claim his wife's life insurance was sentenced on Friday to 10 years in prison for persuading her to kill herself in what a judge described as an Australian-first conviction. Graham Morant, 69, was … [+1522 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Suit blames companies for communities' water contamination", "description": "PARCHMENT, Mich. (AP) — A federal lawsuit blames two companies for high amounts of toxic industrial chemicals that were found in drinking water of two southwestern Michigan communities over the summer.", "url": "https://apnews.com/753335c59e7a41d2ab1e86f3c6411d9e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T10:01:05Z", "content": "Copyright 2018 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed."}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police: Texas man fatally shoots relief worker in Florida", "description": "FORT WALTON BEACH, Fla. (AP) — Police say a Texas man fired from his hurricane relief job fatally shot a co-worker at a bus station in Florida.", "url": "https://apnews.com/e7c57179729b4ebab63d52220aec8ebf", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T10:00:52Z", "content": "FORT WALTON BEACH, Fla. (AP) Police say a Texas man fired from his hurricane relief job fatally shot a co-worker at a bus station in Florida. The Northwest Florida Daily News reports 24-year-old Ledesma Vonzell Wooden was arrested Wednesday on charges includi… [+842 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "China says Xi-Trump phone call 'extremely positive'", "description": "BEIJING (AP) — Chinese President Xi Jinping had an \"extremely positive\" phone conversation with U.S. President Donald Trump about trade and other issues, the foreign ministry said Friday.", "url": "https://apnews.com/114ec1b2790544fca5c7e87f81e0e775", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/e/0d/e0d6cda6-20b0-50c8-a729-f8a9feea3a3f/5bdc2372dc7ed.image.jpg?resize=835%2C630", "publishedAt": "2018-11-02T09:56:14Z", "content": "BEIJING (AP) Chinese President Xi Jinping had an \"extremely positive\" phone conversation with U.S. President Donald Trump about trade and other issues, the foreign ministry said Friday. The two leaders agreed to \"strengthen economic exchanges,\" said a ministr… [+1260 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GREGORY KATZ Associated Press", "title": "UK starts criminal probe of Labour Party anti-Semitism", "description": "LONDON (AP) — British police have launched a criminal investigation into allegations of anti-Semitic hate crimes within the opposition Labour Party.", "url": "https://apnews.com/5db26e91db234b2784e395356d7c1e3a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T09:55:20Z", "content": "LONDON (AP) British police have launched a criminal investigation into allegations of anti-Semitic hate crimes within the opposition Labour Party. The Metropolitan Police said Friday that it is acting on a dossier of information given to London police chief C… [+1945 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Officer who killed driver was involved in 2017 shooting", "description": "PARKVILLE, Md. (AP) — Maryland authorities have released the identity of the off-duty officer who fatally shot a driver this week, and the officer was involved in a fatal shooting last year.", "url": "https://apnews.com/4a2a934c7db14eb8bd00a8de6e15ded3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T09:54:06Z", "content": "PARKVILLE, Md. (AP) Maryland authorities have released the identity of the off-duty officer who fatally shot a driver this week, and the officer was involved in a fatal shooting last year. Receive today's headlines in your inbox with our daily news email SUBS… [+740 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By COLLIN BINKLEY Associated Press", "title": "Trial coming to a close in Harvard bias lawsuit", "description": "BOSTON (AP) — Both sides get one last chance to make their cases in a trial alleging discrimination in Harvard University's admissions system.", "url": "https://apnews.com/430b85d0bcdb4655bc32132dd7e177af", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T09:47:57Z", "content": "BOSTON (AP) Both sides get one last chance to make their cases in a trial alleging discrimination in Harvard University's admissions system. Closing arguments are set to begin Friday in a lawsuit that has reignited a national debate over affirmative action. R… [+773 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "British-based firm to open plant in Danville", "description": "RICHMOND, Va. (AP) — A British-owned advanced manufacturing company plans to open its first U.S.-based plant, in Southside Virginia.", "url": "https://apnews.com/95689fb543d54cffbae6c1dccafd58c4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T09:47:48Z", "content": "RICHMOND, Va. (AP) A British-owned advanced manufacturing company plans to open its first U.S.-based plant, in Southside Virginia. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Gov. Ralph Northam announced Thursday that Har… [+472 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Campaigning intensifies in close race for Ohio governor", "description": "COLUMBUS, Ohio (AP) — Campaigning in the neck-and-neck Ohio governor's race is intensifying in the run-up to Tuesday's election.", "url": "https://apnews.com/9e37095fb82546059c1cbff0d01f61f8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/6/81/68106ebc-f015-5d5f-89cf-fd5d3a5a3401/5bdc25bf676a5.image.jpg?resize=945%2C630", "publishedAt": "2018-11-02T09:45:11Z", "content": "COLUMBUS, Ohio (AP) Campaigning in the neck-and-neck Ohio governor's race is intensifying in the run-up to Tuesday's election. Massachusetts U.S. Sen. Elizabeth Warren rallied college students on Thursday for Democratic candidate Richard Cordray, the former f… [+808 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ELAINE KURTENBACH AP Business Writer", "title": "World shares reap big gains on news of Trump-Xi phone chat", "description": "BANGKOK (AP) — Shares charged ahead Friday in Europe and Asia after President Donald Trump and his Chinese counterpart Xi Jinping spoke by phone and both Trump and the Chinese state media reported progress in resolving trade tensions between their two countri…", "url": "https://apnews.com/846f7b28b84a4abea7172a5d4c7970dd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/4/00/4008f137-ba82-5c16-a0b3-c29fbd935b98/5bdbda75e55f7.image.jpg?resize=945%2C630", "publishedAt": "2018-11-02T09:38:30Z", "content": "BANGKOK (AP) Shares charged ahead Friday in Europe and Asia after President Donald Trump and his Chinese counterpart Xi Jinping spoke by phone and both Trump and the Chinese state media reported progress in resolving trade tensions between their two countries… [+3654 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ELAINE KURTENBACH AP Business Writer", "title": "Malaysian wanted by US in 1MDB scandal says he's innocent", "description": "The young Malaysian tycoon wanted by the U.S. for his alleged role in ransacking a state investment fund says he's innocent, and he's been fighting back against the allegations while in hiding.", "url": "https://apnews.com/d27f22e2c41a40fa9bdec2eda55f923a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/b/15/b15c3bb7-4f95-5c57-afda-feb2385198a2/5bdb468bed5c4.image.jpg?resize=945%2C630", "publishedAt": "2018-11-02T09:38:01Z", "content": "The young Malaysian tycoon wanted by the U.S. for his alleged role in ransacking a state investment fund says he's innocent, and he's been fighting back against the allegations while in hiding. Taek Jho Low, better known as Jho Low, is known for his expensive… [+2905 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "Probe fails to unravel mystery of Croat's courtroom suicide", "description": "THE HAGUE, Netherlands (AP) — Dutch prosecutors have failed to unravel the mystery of how a Croatian ex-general managed to smuggle a bottle of poison into a United Nations courtroom and take his own life seconds after an appeals judge confirmed his 20-year se…", "url": "https://apnews.com/0d3ff03e440448ae8735ad5c6c24d5e7", "urlToImage": "https://apnews.com/images/ShareLogo.png", "publishedAt": "2018-11-02T08:58:28Z", "content": "THE HAGUE, Netherlands (AP) Dutch prosecutors have failed to unravel the mystery of how a Croatian ex-general managed to smuggle a bottle of poison into a United Nations courtroom and take his own life seconds after an appeals judge confirmed his 20-year sent… [+558 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "West Virginia State University to name street for Earl Lloyd", "description": "INSTITUTE, W.Va. (AP) — West Virginia State University is honoring Earl Lloyd, the first African-American to play in an NBA game.", "url": "https://apnews.com/6ebb6a3a6f1446d0aabda41205c8e1e4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T08:50:26Z", "content": "INSTITUTE, W.Va. (AP) West Virginia State University is honoring Earl Lloyd, the first African-American to play in an NBA game. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The university will name a street on campus after… [+770 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Local officials approve funding for Pulse museum in Florida", "description": "ORLANDO, Fla. (AP) — Up to $10 million in local hotel tax revenue can be used to help build a museum to the 49 victims of a massacre at a gay nightclub in Florida.", "url": "https://apnews.com/b266e832df8c4d1dae33240942d13bc7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T08:45:39Z", "content": "ORLANDO, Fla. (AP) Up to $10 million in local hotel tax revenue can be used to help build a museum to the 49 victims of a massacre at a gay nightclub in Florida. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Orange County c… [+651 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Parents of trick-or-treaters sickened by meth-laced candy", "description": "ALOHA, Ore. (AP) — Authorities say the parents of trick-or-treaters in Aloha got sick after eating methamphetamine-laced Halloween candy.", "url": "https://apnews.com/c54eb029e1bd4bf0ab0e748c69fe2ac5", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T08:45:26Z", "content": "ALOHA, Ore. (AP) Authorities say the parents of trick-or-treaters in Aloha got sick after eating methamphetamine-laced Halloween candy. The Washington County Sheriff's Office says deputies responded to a home in Aloha Thursday when they got a call of adults f… [+757 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Remains of fallen WWII pilot returning to Tennessee", "description": "NASHVILLE, Tenn. (AP) — Remains of an Air Force pilot from Tennessee who was killed in Europe in World War II when he was 22 years old have been identified.", "url": "https://apnews.com/3a1827a2f6f9404fbf230bd4e4899b90", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T08:43:48Z", "content": "NASHVILLE, Tenn. (AP) Remains of an Air Force pilot from Tennessee who was killed in Europe in World War II when he was 22 years old have been identified. Gov. Bill Haslam says the remains of 2nd Lt. Martin O'Callaghan Jr. had been buried in cemeteries in the… [+761 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Mailbox mauler arrested after menacing Mississippi street", "description": "BILOXI, Miss. (AP) — A Mississippi man faces felony DUI charges after he ran over seven brick mailboxes, shrubs and then a car in a subdivision.", "url": "https://apnews.com/afb7653e82b34f70bc18e85d7b81be1f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T08:42:10Z", "content": "BILOXI, Miss. (AP) A Mississippi man faces felony DUI charges after he ran over seven brick mailboxes, shrubs and then a car in a subdivision. WLOX-TV reports the man was arrested by Biloxi police on Wednesday. Receive today's headlines in your inbox with our… [+558 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Tennessee Aquarium promotes No Straw November", "description": "CHATTANOOGA, Tenn. (AP) — The Tennessee Aquarium in Chattanooga wants Tennesseans to pledge to have a No Straw November .", "url": "https://apnews.com/a0bc1d2523bb459a83ebef8b83e1e169", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T08:41:17Z", "content": "CHATTANOOGA, Tenn. (AP) The Tennessee Aquarium in Chattanooga wants Tennesseans to pledge to have a No Straw November. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The pledge is part of the First Steps campaign sponsored b… [+792 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Worker injured by toppling bucket truck in Florida", "description": "HOMESTEAD, Fla. (AP) — Officials say a construction worker was injured in Florida when a bucket truck fell over.", "url": "https://apnews.com/e540dddae1e44549a4ff69af2ab35818", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T08:38:56Z", "content": "HOMESTEAD, Fla. (AP) Officials say a construction worker was injured in Florida when a bucket truck fell over. The Miami Herald reports that the articulated boom truck toppled Thursday morning in Homestead. Receive today's headlines in your inbox with our dai… [+441 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "WVU: 3 of its students named Rhodes Scholarship finalists", "description": "MORGANTOWN, W.Va. (AP) — West Virginia University says three of its students have been named finalists for the Rhodes Scholarship.", "url": "https://apnews.com/a7ca683e70734f9388177dc6047ca06c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T08:38:00Z", "content": "MORGANTOWN, W.Va. (AP) West Virginia University says three of its students have been named finalists for the Rhodes Scholarship. University officials say it might be the first time that WVA has advanced this many finalists for the prestigious award. Receive t… [+647 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "GE Appliances teaming with schools for new work program", "description": "LOUISVILLE, Ky. (AP) — GE Appliances says it's teaming with Kentucky's largest school district for an initiative that offers work experience and college tuition for students.", "url": "https://apnews.com/4e1eba78a5a64bc0b1532cd3a97aa03a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T08:36:06Z", "content": "LOUISVILLE, Ky. (AP) GE Appliances says it's teaming with Kentucky's largest school district for an initiative that offers work experience and college tuition for students. The Louisville-based appliances maker predicts the partnership with Jefferson County P… [+843 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Kentucky Derby Museum completes expansion", "description": "LOUISVILLE, Ky. (AP) — The Kentucky Derby Museum has completed its largest expansion since opening in 1985.", "url": "https://apnews.com/89005c9117c34b969e3915fcf98ac2f9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T08:34:00Z", "content": "LOUISVILLE, Ky. (AP) The Kentucky Derby Museum has completed its largest expansion since opening in 1985. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Officials say they spent $6.5 million to add 11,000 square feet and ren… [+699 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Sylvie Corbet", "title": "New Caledonia in Pacific to vote on independence from France", "description": "PARIS (AP) — New Caledonia, a French archipelago in the South Pacific, is preparing for an independence referendum — the last step in a three-decades-long decolonization effort. Sunday's vote is key to settling tensions between the native Kanaks, who once suf…", "url": "https://apnews.com/d2a081e395df45dba7a15dafd99bab82", "urlToImage": "https://apnews.com/images/ShareLogo.png", "publishedAt": "2018-11-02T08:02:48Z", "content": "PARIS (AP) New Caledonia, a French archipelago in the South Pacific, is preparing for an independence referendum the last step in a three-decades-long decolonization effort. Sundays vote is key to settling tensions between the native Kanaks, who once suffered… [+4389 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By LARRY LAGE AP Sports Writer", "title": "No. 5 Michigan seeking revenge at home versus No. 14 Penn St", "description": "ANN ARBOR, Mich. (AP) — Two down, two to go.", "url": "https://apnews.com/f482f03c03464398990ae6dd211cabab", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/7/cc/7ccfa489-fb2e-5c8a-8906-50674ce2088e/5bdc23e7f25ae.image.jpg?crop=1642%2C924%2C0%2C168&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T07:25:19Z", "content": "ANN ARBOR, Mich. (AP) Two down, two to go. No. 5 Michigan is on a revenge tour, according to defensive end Chase Winovich. The Wolverines have beaten two of the four Big Ten teams they lost to last season, leaving No. 14 Penn State and No. 8 Ohio State on the… [+4083 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "So Yeon Ryu shoots 65 for 1-shot lead in Toto Japan Classic", "description": "SHIGA, Japan (AP) — So Yeon Ryu shot a 7-under 65 to take a one-shot lead after the first round of the Toto Japan Classic.", "url": "https://apnews.com/b895aea3eed14a05a489817d5362d9e6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-02T07:19:49Z", "content": "SHIGA, Japan (AP) So Yeon Ryu shot a 7-under 65 to take a one-shot lead after the first round of the Toto Japan Classic. Nasa Hataoka of Japan and South Koreans Jiyai Shin and In-Kyung Kim were a stroke back after rounds of 66 on Friday. Ten other players wer… [+1336 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JIM VERTUNO AP Sports Writer", "title": "Texas finally in a November Big 12 title hunt", "description": "AUSTIN, Texas (AP) — After years of being a late-season afterthought, Texas coach Tom Herman wanted the Longhorns to be competing for a Big 12 title in November.", "url": "https://apnews.com/28e5ef6ab75a4d04b2f28cdc7a304caa", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/86/f86cb2db-0993-5247-a0d7-5c8ddf1cc608/5bdc2596a2d8f.image.jpg?crop=1747%2C983%2C0%2C101&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T07:05:42Z", "content": "AUSTIN, Texas (AP) After years of being a late-season afterthought, Texas coach Tom Herman wanted the Longhorns to be competing for a Big 12 title in November. Texas is right where he wanted, with a key matchup against West Virginia up next. The No. 12 Mounta… [+4115 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DAVE SKRETTA AP Sports Writer", "title": "Jayhawks, Cyclones trying to build on Big 12 wins", "description": "LAWRENCE, Kan. (AP) — Kansas coach David Purdy was downright stunned that Brock Purdy was still available when he gave the promising quarterback from an Arizona high school a scholarship offer.", "url": "https://apnews.com/514d504ffe8949488a52cce337fd3901", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/0/61/061955a8-56a7-5b02-94a4-9b69848ba230/5bdc25a1c0c59.image.jpg?crop=1754%2C987%2C0%2C97&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T07:05:31Z", "content": "LAWRENCE, Kan. (AP) Kansas coach David Purdy was downright stunned that Brock Purdy was still available when he gave the promising quarterback from an Arizona high school a scholarship offer. \"It wasn't like he was quietly heralded. He was a guy that won a lo… [+3685 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CHRISTOPHER RUGABER AP Economics Writer", "title": "Pace of US hiring likely remained solid on eve of elections", "description": "WASHINGTON (AP) — The final U.S. jobs report before Tuesday's midterm elections is expected to show that employers are still hiring at a healthy pace. Whether it will make much difference to voters at this point is another matter.", "url": "https://apnews.com/158f6fd9b067446e9aeded34028bf565", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-02T07:05:30Z", "content": "WASHINGTON (AP) The final U.S. jobs report before Tuesday's midterm elections is expected to show that employers are still hiring at a healthy pace. Whether it will make much difference to voters at this point is another matter. Economists have forecast that … [+3171 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MICHAEL MAROT AP Sports Writer", "title": "Purdue, Iowa hope to get back into Big Ten West title race", "description": "Fans of No. 19 Iowa and Purdue are closely tracking the Big Ten West title chase.", "url": "https://apnews.com/22fec945dd894ed0a01f589bb52e1e54", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/75/975df922-afbc-5b7b-8d82-36a8b1294741/5bdc23ec48b82.image.jpg?crop=1806%2C1016%2C0%2C65&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T07:05:21Z", "content": "Fans of No. 19 Iowa and Purdue are closely tracking the Big Ten West title chase. They know the Hawkeyes and Boilermakers must rebound quickly from last week's road losses and the reward for Saturday's winner will be staying in contention for the conference c… [+4282 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CHRISTOPHER RUGABER AP Economics Writer", "title": "Pace of US hiring likely remained solid on eve of elections", "description": "WASHINGTON (AP) — The final U.S. jobs report before Tuesday's midterm elections is expected to show that employers are still hiring at a healthy pace. Whether it will make much difference to voters at this point is another matter.", "url": "https://apnews.com/5d93e55ffb8c4132a2d6207eceb56c80", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-02T07:05:15Z", "content": "WASHINGTON (AP) The final U.S. jobs report before Tuesday's midterm elections is expected to show that employers are still hiring at a healthy pace. Whether it will make much difference to voters at this point is another matter. Economists have forecast that … [+717 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ROBERT BURNS and LOLITA C. BALDOR Associated Press", "title": "Security experts question border mission for military", "description": "WASHINGTON (AP) — Defense Secretary Jim Mattis has left no doubt that his top priority as leader of the military is making it more \"lethal\" — better at war and more prepared for it.", "url": "https://apnews.com/8421b7d60eb447ed8467a33394dad562", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/1/20/120a2061-6612-504f-a3b7-a504870fc185/5bdb73699ccd5.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T06:49:54Z", "content": "In this photo provided by the U.S. Air Force, soldiers from the the 89th Military Police Brigade, and 41st Engineering Company, 19th Engineering Battalion, Fort Riley, Kan., arrive at Valley International Airport, Thursday, Nov. 1, 2018, in Harlingen, Texas, … [+331 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JONATHAN LEMIRE and ZEKE MILLER Associated Press", "title": "Video of cop killer becomes Trump campaign push", "description": "WASHINGTON (AP) — The widows of two police officers the Mexican immigrant murdered were invited to President Donald Trump's 2017 address to Congress. The conservative Breitbart News faithfully chronicled his conviction and death sentence. His snarling, explet…", "url": "https://apnews.com/bb1188bf7c224ee79630c2b616ec98c8", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/3/53/353f7537-4922-55a0-b698-fe3908fbf990/5bdba87e23fc2.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T06:46:45Z", "content": "WASHINGTON (AP) The widows of two police officers the Mexican immigrant murdered were invited to President Donald Trump's 2017 address to Congress. The conservative Breitbart News faithfully chronicled his conviction and death sentence. His snarling, expletiv… [+4855 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "AP Photos: Editor selections from the past week in Asia", "description": "A Lion Air plane crashed into the Java Sea on Monday, just minutes after taking off from Jakarta, and a massive search effort has found personal items and parts of the plane in the water. Relatives of the 189 people…", "url": "https://apnews.com/a8e065fda39c4a0683e3be7b1bfaac0c", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/4/3d/43d0cb41-ae74-516a-8642-03b9f695ecf3/5bd6911819dfe.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T06:44:08Z", "content": "A Lion Air plane crashed into the Java Sea on Monday, just minutes after taking off from Jakarta, and a massive search effort has found personal items and parts of the plane in the water. Relatives of the 189 people on board have submitted DNA for testing to … [+968 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SCHUYLER DIXON AP Pro Football Writer", "title": "Mom's memory steadies Prescott amid ups, downs with Cowboys", "description": "FRISCO, Texas (AP) — Through every interception, fumble and loss, Dak Prescott's mind is on the next throw, the next scramble, the next game for the Dallas Cowboys.", "url": "https://apnews.com/191922d24bfe419f925b6ad3b10c6057", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/c7/3c73dc06-884d-5cb5-be90-09530655c220/5bdba906cadc8.image.jpg?crop=1629%2C916%2C0%2C177&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T06:37:15Z", "content": "FRISCO, Texas (AP) Through every interception, fumble and loss, Dak Prescott's mind is on the next throw, the next scramble, the next game for the Dallas Cowboys. The quarterback of America's Team thinks of where he's been: almost exactly five years removed f… [+5053 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Koreas to inform IOC of intent to co-host 2032 Games", "description": "SEOUL, South Korea (AP) — North and South Korea have agreed to officially inform the International Olympic Committee of their intent to co-host the 2032 Summer Olympics.", "url": "https://apnews.com/f84b92c6ca3344fcb93b5e83ddc2d960", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-02T06:36:57Z", "content": "SEOUL, South Korea (AP) North and South Korea have agreed to officially inform the International Olympic Committee of their intent to co-host the 2032 Summer Olympics. Korean sports officials after meeting at a North Korean border town on Friday also agreed t… [+506 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Warrant: Body of missing man was possibly fed to hogs", "description": "DURHAM, N.C. (AP) — A new search warrant application says the body of a missing North Carolina man may have been fed to hogs.", "url": "https://apnews.com/3c0de7fb5d0b45b2b573ee899a747f74", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T06:29:06Z", "content": "DURHAM, N.C. (AP) A new search warrant application says the body of a missing North Carolina man may have been fed to hogs. WRAL-TV reports 26-year-old Charleston Prentice Goodman was last seen in January when witnesses say he argued with several people befor… [+696 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-AP Sports Digest", "description": "BC-AP Sports Digest,922", "url": "https://apnews.com/c57024cec9d34d4e92ca0c5c187f694e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T06:27:52Z", "content": "The supervisor is Doug Feinberg, followed by Fred Lief at 9 a.m. The New York sports desk can be reached at 800-845-8450, ext. 1630. Sports photos, ext. 1918; graphics, ext. 7636; agate, ext. 1635. For up-to-the-minute information on AP's coverage, visit Cove… [+5569 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKC--Pick Six-Impact Freshmen", "description": "BC-BKC--Pick Six-Impact Freshmen,967", "url": "https://apnews.com/d84464beaae8434c92e1798c74a394de", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T06:23:37Z", "content": "BC-BKC--Pick Six-Impact Freshmen,967 Duke forwards headline college basketball's freshman class AP Photo NYDD210, NYDD212, NYDD211, NYDD213, KYBOW301 Eds: With AP Photos. The unusual aspect of this year's freshman class is that three of the very top guys sign… [+6080 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEVE MEGARGEE AP Sports Writer", "title": "Duke forwards headline college basketball's freshman class", "description": "The unusual aspect of this year's freshman class is that three of the very top guys signed with the same team and play similar positions.", "url": "https://apnews.com/fefed7c4aacb4f54b527912fef12d7fc", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/74/f74e4130-e712-51e8-bf09-62966e901f54/5bdc23f06607a.image.jpg?crop=1765%2C993%2C0%2C90&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T06:23:35Z", "content": "The unusual aspect of this year's freshman class is that three of the very top guys signed with the same team and play similar positions. Duke forwards RJ Barrett, Cam Reddish and Zion Williamson were rated among the nation's top five prospects in their class… [+5490 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Big-name guests stumping in swing Nevada with Rosen, Heller", "description": "LAS VEGAS (AP) — Democrat Jacky Rosen and Republican Dean Heller are campaigning across Nevada with big-name guests as they make one final push in their incredibly close race for the U.S. Senate that could help Democrats find a narrow…", "url": "https://apnews.com/01fb4a347a404ba9a732698431225d0f", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-02T06:21:41Z", "content": "LAS VEGAS (AP) Democrat Jacky Rosen and Republican Dean Heller are campaigning across Nevada with big-name guests as they make one final push in their incredibly close race for the U.S. Senate that could help Democrats find a narrow path to taking power. The … [+783 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Hani Mohammed", "title": "AP PHOTOS: Yemen's displaced live on bread crumbs, leaves", "description": "ABS, Yemen (AP) — Yahia Hussein has already lost a 5-month-old son who wasted away and died as they fled their village in northern Yemen. Now living in a camp for the displaced, he is running out of ways to feed his other four children. Jobless, he has no way…", "url": "https://apnews.com/3d671c76c82244f08c1895bc8243c32f", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:aed1d05c6ae743e38d63c15f5f4916f1/3000.jpeg", "publishedAt": "2018-11-02T06:20:14Z", "content": "ABS, Yemen (AP) Yahia Hussein has already lost a 5-month-old son who wasted away and died as they fled their village in northern Yemen. Now living in a camp for the displaced, he is running out of ways to feed his other four children. Jobless, he has no way t… [+2751 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Pelicans-Trail Blazers,2nd Ld-Writethru", "description": "BC-BKN--Pelicans-Trail Blazers, 2nd Ld-Writethru,700", "url": "https://apnews.com/8cb66197df9c437ab4648f9a34c34425", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T06:19:32Z", "content": "BC-BKN--Pelicans-Trail Blazers, 2nd Ld-Writethru,700 Lillard helps Blazers beat Pelicans 132-119 AP Photo ORSD103, ORSD109, ORSD108, ORSD104, ORSD101 Eds: Trail Blazers 132, Pelicans 119. Updates with quotes, details and a new lead. With AP Photos. Damian Lil… [+4529 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOHN MARSHALL AP Sports Writer", "title": "No. 1 Alabama at No. 4 LSU should change playoff picture", "description": "The initial College Football Playoff rankings were released this week, with Alabama, Clemson, LSU and Notre Dame holding down the top four spots.", "url": "https://apnews.com/69aa783899a64ae4b051ee4429643720", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/2/22/222b8dd2-896a-5a88-8545-b94f62da3435/5bdbef3fbab96.image.jpg?crop=1797%2C1011%2C0%2C70&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T06:12:38Z", "content": "The initial College Football Playoff rankings were released this week, with Alabama, Clemson, LSU and Notre Dame holding down the top four spots. The playoff picture could change drastically the first post-rankings weekend. The schedule is full of huge games,… [+3294 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Amir Vahdat", "title": "Iran braces for oil sanctions after currency crash, protests", "description": "TEHRAN, Iran (AP) — Iran is bracing for the restoration of U.S. sanctions on its vital oil industry next week, as it grapples with an economic crisis that has sparked sporadic protests over rising prices, corruption and unemployment. The oil sanctions, set to…", "url": "https://apnews.com/f5f3a380400b464f8cd584c5c2044e48", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:138edf2f95634f1cb3390fd05e0067ae/3000.jpeg", "publishedAt": "2018-11-02T06:09:20Z", "content": "TEHRAN, Iran (AP) Iran is bracing for the restoration of U.S. sanctions on its vital oil industry next week, as it grapples with an economic crisis that has sparked sporadic protests over rising prices, corruption and unemployment. The oil sanctions, set to t… [+4539 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Toddler found floating in Florida lake dies", "description": "ODESSA, Fla. (AP) — A 2-year-old boy found floating in a Florida lake has died.", "url": "https://apnews.com/c1f4654c547e45b49abc475175b71ba8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T06:07:08Z", "content": "ODESSA, Fla. (AP) A 2-year-old boy found floating in a Florida lake has died. The Tampa Bay Times reports Hillsborough County Sheriff's deputies say 23-year-old Haley Lauren Eaton found her son, Tristan Valenzuela, floating in an Odessa lake Sunday. Eaton tol… [+846 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ASTRID GALVAN Associated Press", "title": "Official pledges no repeat of Arizona voting problems", "description": "PHOENIX (AP) — It's the week before the general election and poll workers for the Arizona county with 2.2 million of the state's 3.7 million registered voters gathered to train for their mission: Making sure Maricopa County's August primary nightmare…", "url": "https://apnews.com/ff9ad180fa464e38a8e1ad372d94b142", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/e/2b/e2b7740b-5310-5786-9647-b3b075fb4717/5bdbebc409fa9.image.jpg?resize=928%2C630", "publishedAt": "2018-11-02T06:06:51Z", "content": "PHOENIX (AP) It's the week before the general election and poll workers for the Arizona county with 2.2 million of the state's 3.7 million registered voters gathered to train for their mission: Making sure Maricopa County's August primary nightmare doesn't ha… [+3628 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOHN KEKIS AP Sports Writer", "title": "Air Force travels to Army; revenge on the mind", "description": "WEST POINT, N.Y. (AP) — It's been a year since Air Force lost its grasp on the Commander in Chief's Trophy, and the Falcons want it back.", "url": "https://apnews.com/20fc577ec87c4b07b79d940ace7dcfac", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-02T05:56:57Z", "content": "WEST POINT, N.Y. (AP) It's been a year since Air Force lost its grasp on the Commander in Chief's Trophy, and the Falcons want it back. \"The CIC always means a lot, but especially this year after what happened last year,\" Falcons senior offensive guard Griffi… [+4637 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "Woman brawled with driver before bus fell into China river", "description": "BEIJING (AP) — Police say a brawl between a passenger and a bus driver was the cause of the bus plunging off a bridge in southwestern China. An eight-second surveillance video posted by Chongqing police on its social media account Friday shows the two got int…", "url": "https://apnews.com/ebe225450b6245d7ba524a09553d07ff", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:2231380b93f94090bffcf66fa12a2e32/3000.jpeg", "publishedAt": "2018-11-02T05:48:25Z", "content": "BEIJING (AP) Police say a brawl between a passenger and a bus driver was the cause of the bus plunging off a bridge in southwestern China. An eight-second surveillance video posted by Chongqing police on its social media account Friday shows the two got into … [+506 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Agency gives go-ahead for next phase of Clovis water project", "description": "CLOVIS, N.M. (AP) — The Eastern New Mexico Water Utility Authority has cleared the way for another portion of a massive water delivery system to be built.", "url": "https://apnews.com/20649767a28f4cbcbed930da7e6cba14", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:46:17Z", "content": "CLOVIS, N.M. (AP) The Eastern New Mexico Water Utility Authority has cleared the way for another portion of a massive water delivery system to be built. The authority on Thursday signed a construction agreement and issued a notice to proceed on construction o… [+719 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "International balloon fiesta draws fewer visits in 2018", "description": "ALBUQUERQUE, N.M. (AP) — Organizers of the Albuquerque International Balloon Fiesta say an estimated 886,000 visits were logged this year and the event attracted more than 660 registered balloons from more than a dozen countries around the world.", "url": "https://apnews.com/0966097e772c43538f2f596c558bd12a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:44:48Z", "content": "ALBUQUERQUE, N.M. (AP) Organizers of the Albuquerque International Balloon Fiesta say an estimated 886,000 visits were logged this year and the event attracted more than 660 registered balloons from more than a dozen countries around the world. Officials reca… [+669 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "More problems stall Albuquerque's troubled transit project", "description": "ALBUQUERQUE, N.M. (AP) — Safety concerns with new buses that will be transporting people up and down historic Route 66 in Albuquerque have prompted city officials to put the brakes on the transit project.", "url": "https://apnews.com/2c3a2de588dd4520aecaa087edb6a48c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:43:01Z", "content": "ALBUQUERQUE, N.M. (AP) Safety concerns with new buses that will be transporting people up and down historic Route 66 in Albuquerque have prompted city officials to put the brakes on the transit project. Mayor Tim Keller on Thursday said the safety concerns st… [+818 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GARY B. GRAVES AP Sports Writer", "title": "Breeders' Cup bumped up to 14 races, $30 million in purses", "description": "LOUISVILLE, Ky. (AP) — The Breeders' Cup is back in familiar surroundings at Churchill Downs, with an additional stakes race bumping the two-day program to 14 and prize money up to a record $30 million.", "url": "https://apnews.com/c73b3f207514450c833bafb3af742424", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/0/57/05719b10-4339-5ead-ae01-51ce121c5158/5bdbe9add030e.image.jpg?crop=1785%2C1004%2C0%2C78&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T05:41:24Z", "content": "LOUISVILLE, Ky. (AP) The Breeders' Cup is back in familiar surroundings at Churchill Downs, with an additional stakes race bumping the two-day program to 14 and prize money up to a record $30 million. As always, the marquee race is Saturday's $6 million Cup C… [+3481 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GIDEON RUBIN Associated Press", "title": "Foligno scores 2 goals as Blue Jackets top Sharks 4-1", "description": "SAN JOSE, Calif. (AP) — Nick Foligno scored twice, Anthony Duclair had a goal and an assist, and the Columbus Blue Jackets beat the San Jose Sharks 4-1 on Thursday night.", "url": "https://apnews.com/6c7dd64171c84c22a6deb1dadcdd334d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/a/32/a327f55b-1900-5d6f-bcc3-1d5fd547a09e/5bdbe861c824b.image.jpg?crop=1680%2C945%2C0%2C144&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T05:41:17Z", "content": "SAN JOSE, Calif. (AP) Nick Foligno scored twice, Anthony Duclair had a goal and an assist, and the Columbus Blue Jackets beat the San Jose Sharks 4-1 on Thursday night. Sergei Bobrovsky made 44 saves as the Blue Jackets won for the third time in four games. S… [+1610 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Voya Financial plans 1,000 new jobs in Phoenix area", "description": "PHOENIX (AP) — Retirement, insurance and investment firm Voya Financial says it will open a new office in metro Phoenix and will add more than 1,000 new workers.", "url": "https://apnews.com/4c08162c547f44bea98af771bd07f632", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:41:06Z", "content": "PHOENIX (AP) Retirement, insurance and investment firm Voya Financial says it will open a new office in metro Phoenix and will add more than 1,000 new workers. The planned office will add to the big 401(k) manager's existing Scottsdale office. About 200 emplo… [+787 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Human remains found in northwestern Arizona are identified", "description": "LITTLEFIELD, Ariz. (AP) — The Mohave County Sheriff's Office has identified human remains found north of the Colorado River in northwestern Arizona.", "url": "https://apnews.com/525a22fc6de846e2a9647d0b37d70287", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:39:44Z", "content": "LITTLEFIELD, Ariz. (AP) The Mohave County Sheriff's Office has identified human remains found north of the Colorado River in northwestern Arizona. They say the remains are those of 63-year-old Susan Marie McFalls from Littlefield. The county Medical Examiner'… [+793 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "3 arrested after woman overdoses outside Cornville home", "description": "CORNVILLE, Ariz. (AP) — Yavapai County sheriff's deputies have made arrests after a woman overdosed in her car with her 9-year-old daughter present.", "url": "https://apnews.com/abb874c5d08d4275954d2bf926c21aac", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:37:39Z", "content": "CORNVILLE, Ariz. (AP) Yavapai County sheriff's deputies have made arrests after a woman overdosed in her car with her 9-year-old daughter present. Authorities said Thursday that 30-year-old Kaila Van Orden, who was found unconscious in her car last week, now … [+761 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By HOPE YEN and COLLEEN LONG Associated Press", "title": "AP FACT CHECK: Trump's hype on migrants, illegal immigration", "description": "WASHINGTON (AP) — President Donald Trump is spreading misleading rhetoric about the nature of Central American migrants heading to the U.S. border and grossly inflating the number of immigrants living in the U.S. illegally.", "url": "https://apnews.com/ca211ec0b8ea4b1a853311596c403567", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/6/87/687fc353-8989-5965-afe8-348386b387d6/5bdb65e01dbc2.image.jpg?crop=1764%2C992%2C0%2C90&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T05:37:30Z", "content": "WASHINGTON (AP) President Donald Trump is spreading misleading rhetoric about the nature of Central American migrants heading to the U.S. border and grossly inflating the number of immigrants living in the U.S. illegally. In a speech Thursday, he suggested wi… [+4889 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Supreme Court says referendum doesn't violate subject limit", "description": "PHOENIX (AP) — The Arizona Supreme Court says a referendum to change parts of Arizona's public campaign financing system must not and does not violate a prohibition against stuffing a ballot measure with provisions on more than one subject.", "url": "https://apnews.com/b07920f77cda4cc3a993c03d45b0c7ac", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:34:44Z", "content": "PHOENIX (AP) The Arizona Supreme Court says a referendum to change parts of Arizona's public campaign financing system must not and does not violate a prohibition against stuffing a ballot measure with provisions on more than one subject. The court's decision… [+827 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ANNE M. PETERSON AP Sports Writer", "title": "Lillard helps Blazers beat Pelicans 132-119", "description": "PORTLAND, Ore. (AP) — Damian Lillard scored 26 points to help Portland beat New Orleans 132-119 on Thursday night in the first meeting between the teams since the Pelicans swept the Trail Blazers in the first round of last season's…", "url": "https://apnews.com/0f348567dc0c41cdbe2d6e59fcd12928", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/0e/90e81db5-d81d-53e4-a77d-4bab1a91e74f/5bdbe9a3af894.image.jpg?crop=1122%2C631%2C0%2C607&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T05:34:37Z", "content": "PORTLAND, Ore. (AP) Damian Lillard scored 26 points to help Portland beat New Orleans 132-119 on Thursday night in the first meeting between the teams since the Pelicans swept the Trail Blazers in the first round of last season's playoffs. Jusuf Nurkic added … [+2223 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BOB CHRISTIE and NICHOLAS RICCARDI Associated Press", "title": "Democrats and Republicans rush to avert third party spoilers", "description": "PHOENIX (AP) — Two congresswomen running for U.S Senate in Arizona are crisscrossing the state, raising millions of dollars and trying to exploit every possible advantage to eke out a win in what both sides expect to be a photo-finish…", "url": "https://apnews.com/74e0ccb950814e7ba24f5bfc218ade96", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:32:12Z", "content": "PHOENIX (AP) Two congresswomen running for U.S Senate in Arizona are crisscrossing the state, raising millions of dollars and trying to exploit every possible advantage to eke out a win in what both sides expect to be a photo-finish race. The wild card: Angel… [+7244 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Rooney stopped as Crew beat DC United 3-2", "description": "WASHINGTON (AP) — Wayne Rooney was stopped on a shootout attempt in his MLS playoff debut, Nick DeLeon skied D.C. United's final kick over the crossbar and the Columbus Crew beat D.C. United 3-2 on penalty kicks after they tied…", "url": "https://apnews.com/8e3af269ae0c49febb8d86e665fda128", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-02T05:31:31Z", "content": "WASHINGTON (AP) Wayne Rooney was stopped on a shootout attempt in his MLS playoff debut, Nick DeLeon skied D.C. United's final kick over the crossbar and the Columbus Crew beat D.C. United 3-2 on penalty kicks after they tied 2-2 on Thursday night. Columbus g… [+949 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--NBA Capsules,2nd Ld-Writethru", "description": "BC-BKN--NBA Capsules, 2nd Ld-Writethru,534", "url": "https://apnews.com/3aa590b2ac404702ae0b19f806a184f1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T05:29:09Z", "content": "BC-BKN--NBA Capsules, 2nd Ld-Writethru,534 Joel Embiid has 41 points, 76ers beat Clippers 122-113 AP Photo PXC110, PXC111 Eds: Updates with late game. With AP Photos. NBA Capsules By The Associated Press PHILADELPHIA (AP) Joel Embiid had 41 points and 13 rebo… [+3325 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Blue Jackets-Sharks", "description": "BC-HKN--Blue Jackets-Sharks,106", "url": "https://apnews.com/30cc41810a1d48a0a20154aad20bc5cb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T05:28:29Z", "content": "BC-HKN--Blue Jackets-Sharks,106 Foligno scores 2 goals as Blue Jackets top Sharks 4-1 AP Photo SJA107, SJA108, SJA105 Eds: Blue Jackets 4, Sharks 1. Will be updated. With AP photos. With AP Photos. Nick Foligno scored twice, Anthony Duclair had a goal and an … [+1029 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Blue Jackets-Sharks", "description": "BC-HKN--Blue Jackets-Sharks,106", "url": "https://apnews.com/81cbce80fd01436b97e4bb6837c9b6f1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T05:28:29Z", "content": "BC-HKN--Blue Jackets-Sharks,106 Foligno scores 2 goals as Blue Jackets top Sharks 4-1 AP Photo SJA107, SJA108, SJA105 Eds: Blue Jackets 4, Sharks 1. Will be updated. With AP photos. With AP Photos. Nick Foligno scored twice, Anthony Duclair had a goal and an … [+1029 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Blue Jackets-Sharks", "description": "BC-HKN--Blue Jackets-Sharks,106", "url": "https://apnews.com/4188f267da7342ff9a6a2ea21b87289a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T05:28:29Z", "content": "BC-HKN--Blue Jackets-Sharks,106 Foligno scores 2 goals as Blue Jackets top Sharks 4-1 AP Photo SJA107, SJA108, SJA105 Eds: Blue Jackets 4, Sharks 1. Will be updated. With AP photos. With AP Photos. Nick Foligno scored twice, Anthony Duclair had a goal and an … [+1029 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Court ruling allows some solicitation cases to be cleared", "description": "HONOLULU (AP) — A Hawaii Supreme Court ruling will allow people convicted during a three-year period for soliciting prostitutes to be able to clear their records.", "url": "https://apnews.com/7d92ec41e8b84c9d8331ba705884bec0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:25:42Z", "content": "HONOLULU (AP) A Hawaii Supreme Court ruling will allow people convicted during a three-year period for soliciting prostitutes to be able to clear their records. Hawaii News Now reports state law from 2013 to 2016 allowed for different penalties to be issued f… [+720 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DAN GREENSPAN Associated Press", "title": "Flyers top Kings 5-2 for first winning streak of season", "description": "LOS ANGELES (AP) — Oskar Lindblom had a goal and an assist as the Philadelphia Flyers defeated the Los Angeles Kings 5-2 on Thursday night.", "url": "https://apnews.com/3cff4c57f98e4827ba8f1e7d5b963bda", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/e/7d/e7dfb630-cb1a-5338-81e6-35b710aa3329/5bdbe8669b623.image.jpg?crop=1671%2C940%2C0%2C150&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T05:24:29Z", "content": "LOS ANGELES (AP) Oskar Lindblom had a goal and an assist as the Philadelphia Flyers defeated the Los Angeles Kings 5-2 on Thursday night. Ivan Provorov scored for the second straight game and the Flyers won consecutive games for the first time this season. Br… [+1518 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Leilani Estates residents weigh options to control access", "description": "HONOLULU (AP) — Residents of a Big Island neighborhood hit by lava flows following the Kilauea volcano eruption are debating how to control a potential flood of tourists wanting to see the aftermath.", "url": "https://apnews.com/240cf818410a4c7fb2636813d3dd7219", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:24:04Z", "content": "HONOLULU (AP) Residents of a Big Island neighborhood hit by lava flows following the Kilauea volcano eruption are debating how to control a potential flood of tourists wanting to see the aftermath. The Honolulu Star-Advertiser reports the eruption that began … [+859 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Alaska expects worker shortage as energy projects ramp up", "description": "ANCHORAGE, Alaska (AP) — Alaska workforce development officials say the state could soon face a labor shortage in some of its key industries.", "url": "https://apnews.com/6b5c8fd6bee04150b82c880f6883d360", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:21:58Z", "content": "ANCHORAGE, Alaska (AP) Alaska workforce development officials say the state could soon face a labor shortage in some of its key industries. The Alaska Journal of Commerce reports several major projects are gearing up in the oil, gas and construction sectors, … [+824 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Old-growth logging proposed in Tongass National Forest plan", "description": "JUNEAU, Alaska (AP) — The U.S. Forest Service has proposed harvesting as much as 225 million board feet of old growth timber on a patchwork of Tongass National Forest lands in southeast Alaska.", "url": "https://apnews.com/871699ff44454f2195a34f9ce28e29b4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:20:24Z", "content": "JUNEAU, Alaska (AP) The U.S. Forest Service has proposed harvesting as much as 225 million board feet of old growth timber on a patchwork of Tongass National Forest lands in southeast Alaska. KTOO Public Media in Juneau reports the Forest Service will publish… [+783 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Burning Man backs out of offer to move historic Reno homes", "description": "RENO, Nev. (AP) — The realty company for the Burning Man organization has withdrawn its application to relocate 10 historic homes in the Gateway District of the University of Nevada, Reno.", "url": "https://apnews.com/34781c8ffd7b465e9429bad76d4c5d2a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:18:35Z", "content": "RENO, Nev. (AP) The realty company for the Burning Man organization has withdrawn its application to relocate 10 historic homes in the Gateway District of the University of Nevada, Reno. The Reno Gazette-Journal reports Common Ground Urban Development had pro… [+843 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JILL COLVIN and COLLEEN LONG Associated Press", "title": "Trump pledges asylum crackdown, tent cities; is it legal?", "description": "WASHINGTON (AP) — President Donald Trump says he plans to sign an order next week that could lead to the large-scale detention of migrants crossing the southern border and bar anyone caught crossing illegally from claiming asylum — two legally…", "url": "https://apnews.com/fd454b4705d145f185ea0ab42c081eac", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/6d/d6d68cf1-36d2-5755-a821-c49123f08980/5bdb868b6c4d0.image.jpg?resize=938%2C630", "publishedAt": "2018-11-02T05:17:38Z", "content": "In this photo provided by the U.S. Air Force, soldiers from the the 89th Military Police Brigade, and 41st Engineering Company, 19th Engineering Battalion, Fort Riley, Kan., arrive at Valley International Airport, Thursday, Nov. 1, 2018, in Harlingen, Texas, … [+331 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man accused in deadly nightclub shooting pleads not guilty", "description": "SEATTLE (AP) — A Washington state man has pleaded not guilty after he was arrested in connection to a shooting that left one person dead and three others injured at a nightclub in Lakewood.", "url": "https://apnews.com/7708c36d26c64ae1b73898b5b13edcb4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:16:52Z", "content": "SEATTLE (AP) A Washington state man has pleaded not guilty after he was arrested in connection to a shooting that left one person dead and three others injured at a nightclub in Lakewood. KOMO-TV reports 30-year-old Monroe Ezell appeared Thursday in Pierce Co… [+746 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Kreilach scores twice, RSL reaches Western Conference semis", "description": "LOS ANGELES (AP) — Damir Kreilach scored two goals and Real Salt Lake beat expansion club Los Angeles FC 3-2 on Thursday night for RSL's first playoff victory since 2013.", "url": "https://apnews.com/0254338975314c5f821d248021963184", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/b/d4/bd4a24ed-63ee-5368-9afd-6f9e531d4f6a/5bdbe19c3bebb.image.jpg?crop=1715%2C965%2C0%2C121&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T05:16:15Z", "content": "LOS ANGELES (AP) Damir Kreilach scored two goals and Real Salt Lake beat expansion club Los Angeles FC 3-2 on Thursday night for RSL's first playoff victory since 2013. RSL entered with just three road wins this season, and LAFC had only lost once at home. Kr… [+811 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Rangers-Ducks", "description": "BC-HKN--Rangers-Ducks,407", "url": "https://apnews.com/e1a838e407184f1ab6fc7e7862b02885", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T05:15:29Z", "content": "BC-HKN--Rangers-Ducks,407 Rangers end road trip with 3-2 win over Ducks in shootout AP Photo CAJH112, CAJH111, CAJH101, CAJH110, CAJH109, CAJH107, CAJH106 Eds: APNewsNow. Rangers 3, Ducks 2, SO. With AP Photos. Mats Zuccarello and Mika Zibanejad scored in the… [+2711 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Rangers-Ducks", "description": "BC-HKN--Rangers-Ducks,407", "url": "https://apnews.com/319c30cd756947f28985b14ec5d50801", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T05:15:29Z", "content": "BC-HKN--Rangers-Ducks,407 Rangers end road trip with 3-2 win over Ducks in shootout AP Photo CAJH112, CAJH111, CAJH101, CAJH110, CAJH109, CAJH107, CAJH106 Eds: APNewsNow. Rangers 3, Ducks 2, SO. With AP Photos. Mats Zuccarello and Mika Zibanejad scored in the… [+2711 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Rangers-Ducks", "description": "BC-HKN--Rangers-Ducks,407", "url": "https://apnews.com/3ec89273264e48b7a9a313637bb9af4d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T05:15:28Z", "content": "BC-HKN--Rangers-Ducks,407 Rangers end road trip with 3-2 win over Ducks in shootout AP Photo CAJH112, CAJH111, CAJH101, CAJH110, CAJH109, CAJH107, CAJH106 Eds: APNewsNow. Rangers 3, Ducks 2, SO. With AP Photos. Mats Zuccarello and Mika Zibanejad scored in the… [+2711 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Rangers-Ducks", "description": "BC-HKN--Rangers-Ducks,407", "url": "https://apnews.com/0833d20a01944158bc6b52a7c274def4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T05:15:26Z", "content": "BC-HKN--Rangers-Ducks,407 Rangers end road trip with 3-2 win over Ducks in shootout AP Photo CAJH112, CAJH111, CAJH101, CAJH110, CAJH109, CAJH107, CAJH106 Eds: APNewsNow. Rangers 3, Ducks 2, SO. With AP Photos. Mats Zuccarello and Mika Zibanejad scored in the… [+2711 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOE REEDY AP Sports Writer", "title": "Rangers end road trip with 3-2 win over Ducks in shootout", "description": "ANAHEIM, Calif. (AP) — Mats Zuccarello and Mika Zibanejad scored in the shootout, Alexandar Georgiev made 22 saves and the New York Rangers completed a four-game road swing with a 3-2 victory Thursday night over the Anaheim Ducks.", "url": "https://apnews.com/f5f0824df7634cf4920dcb16a515a82b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/03/f038c974-5f21-56ae-9179-ab7d3bcaf089/5bdbe0ef50cd8.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T05:15:25Z", "content": "ANAHEIM, Calif. (AP) Mats Zuccarello and Mika Zibanejad scored in the shootout, Alexandar Georgiev made 22 saves and the New York Rangers completed a four-game road swing with a 3-2 victory Thursday night over the Anaheim Ducks. Brett Howden and Kevin Hayes s… [+2027 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "University of Oregon signs president to 5-year contract", "description": "EUGENE, Ore. (AP) — The University of Oregon has signed its president to a new five-year contract, giving him a $60,000 per year raise.", "url": "https://apnews.com/d3debe0bc92f4166952c86787ca8b0df", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:14:42Z", "content": "EUGENE, Ore. (AP) The University of Oregon has signed its president to a new five-year contract, giving him a $60,000 per year raise. The Register-Guard reports the university's board approved the new contract in September for president Michael Schill, paying… [+778 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man sentenced to 17 years in deadly Portland shooting", "description": "PORTLAND, Ore. (AP) — An Oregon man convicted in a deadly shooting in Portland's Old Town was sentenced to 17 years in prison.", "url": "https://apnews.com/19cc840c78514924a288af9f8c42f568", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:12:25Z", "content": "PORTLAND, Ore. (AP) An Oregon man convicted in a deadly shooting in Portland's Old Town was sentenced to 17 years in prison. The Oregonian/OregonLive reports Thomas Dorris was sentenced Thursday after he pleaded guilty last month to first-degree manslaughter,… [+834 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Washington state rolls out system to track rape kit testing", "description": "SEATTLE (AP) — Survivors of sexual assaults in Washington state can now track the progress of their kits being analyzed through a new online portal.", "url": "https://apnews.com/b4cc929321304035831fbad6702d3d99", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:10:19Z", "content": "SEATTLE (AP) Survivors of sexual assaults in Washington state can now track the progress of their kits being analyzed through a new online portal. The Seattle Post-Intelligencer reports Washington State Patrol has implemented this week the online tracking sys… [+779 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "New details highlight Lion Air jet's problems before crash", "description": "JAKARTA, Indonesia (AP) — New details about the crashed Lion Air's jet previous flight cast doubt on the Indonesian airline's claim to have fixed technical problems. The plane plunged into the Java Sea early Monday, just minutes after taking off, killing all …", "url": "https://apnews.com/c631e80b0e7b419b9c1bcae4461d4206", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:73c89f1b12a6467e9b586549fbeb043a/3000.jpeg", "publishedAt": "2018-11-02T05:08:57Z", "content": "JAKARTA, Indonesia (AP) New details about the crashed Lion Airs jet previous flight cast doubt on the Indonesian airlines claim to have fixed technical problems. The plane plunged into the Java Sea early Monday, just minutes after taking off, killing all 189 … [+500 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MARYCLAIRE DALE Associated Press", "title": "Funeral to be held for oldest victim of synagogue attack", "description": "PITTSBURGH (AP) — A 97-year-old woman who was the oldest victim of the Pittsburgh synagogue massacre will be laid to rest at the end of a wrenching, weeklong series of funerals.", "url": "https://apnews.com/eedcdc699cf74979bdc363587319f1ea", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/0/7c/07c8e7ef-3150-5bb4-8863-d05cb252bd42/5bdbde5c12dc3.image.jpg?resize=945%2C630", "publishedAt": "2018-11-02T05:06:06Z", "content": "PITTSBURGH (AP) A 97-year-old woman who was the oldest victim of the Pittsburgh synagogue massacre will be laid to rest at the end of a wrenching, weeklong series of funerals. Rose Mallinger's funeral was scheduled for Friday. She was among 11 victims gunned … [+1748 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By RAYNA KARST The Joplin Globe", "title": "Pittsburg State University students monitor endangered bats", "description": "PITTSBURG, Kan. (AP) — For some biology students at Pittsburg State University, bats are not just a creature that emerges around Halloween time.", "url": "https://apnews.com/2aba757aa1f447ae89c6866ed2675eff", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:05:51Z", "content": "PITTSBURG, Kan. (AP) For some biology students at Pittsburg State University, bats are not just a creature that emerges around Halloween time. In fact, students under the instruction of assistant biology professor Andrew George have been monitoring bat activi… [+4322 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CAMERON MONTEMAYOR St. Joseph News-Press", "title": "National Park Service to visit St. Joseph to examine trails", "description": "ST. JOSEPH, Mo. (AP) — The nation's leading agency for national parks will be in St. Joseph in November as the city looks to revitalize some of its most historic locations.", "url": "https://apnews.com/a8169d9269c945ae854d0a8f166d548b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:05:34Z", "content": "ST. JOSEPH, Mo. (AP) The nation's leading agency for national parks will be in St. Joseph in November as the city looks to revitalize some of its most historic locations. Making the trek all the way from Santa Fe, New Mexico, landscape architects and two trai… [+2462 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By XINYU WEI The Columbia Missourian", "title": "MU researchers study cat genomes to treat human allergies", "description": "COLUMBIA, Mo. (AP) — Cat genome sequences don't just tell us about cats anymore. The work of University of Missouri researchers is unlocking cat genomes so they can help us better understand human diseases.", "url": "https://apnews.com/d60f46dc56944305a5a972ca53d10411", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:05:34Z", "content": "COLUMBIA, Mo. (AP) Cat genome sequences don't just tell us about cats anymore. The work of University of Missouri researchers is unlocking cat genomes so they can help us better understand human diseases. Researchers from the MU College of Veterinary Medicine… [+4923 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SAVANNA MAUE The Topeka Capital-Journal", "title": "New Topeka bar mixes beer with art, poetry and music", "description": "TOPEKA, Kan. (AP) — For years, Chelsea and Jacques Smith have been working on a way to achieve their dreams together.", "url": "https://apnews.com/c068f92ab7574f378cb19e18056a15d2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T05:05:28Z", "content": "TOPEKA, Kan. (AP) For years, Chelsea and Jacques Smith have been working on a way to achieve their dreams together. And with the purchase of the former Moods building, 816 N. Kansas Ave., they're doing just that. Jacques Smith is a mixologist who has wanted t… [+3961 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Matt O'brien", "title": "Tech elite stages a Revolt of the Haves against employers", "description": "NEW YORK (AP) — When Google employees staged a global walkout Thursday to protest the company's treatment of women, they made themselves the most visible example of a surprising trend: high-paid engineers emerging from their comfortable bubbles to speak out. …", "url": "https://apnews.com/30dab1d01316468ea88c6694a8c604bf", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:9f3b6c4ecab1477a844985be29881eab/3000.jpeg", "publishedAt": "2018-11-02T05:00:47Z", "content": "NEW YORK (AP) When Google employees staged a global walkout Thursday to protest the companys treatment of women, they made themselves the most visible example of a surprising trend: high-paid engineers emerging from their comfortable bubbles to speak out. For… [+4671 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "Protests in Pakistan delay release of Christian woman", "description": "ISLAMABAD (AP) — The release of a Christian woman in Pakistan who was acquitted after she was sentenced to death for blasphemy has apparently been delayed after talks failed between the government and Islamists who wanted her publicly hanged. Pakistan's Supre…", "url": "https://apnews.com/26bb3f6134fa433bbe8f2cca1dad718e", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:7e35c9cd27804530b90d496ba345cdde/3000.jpeg", "publishedAt": "2018-11-02T04:48:51Z", "content": "ISLAMABAD (AP) The release of a Christian woman in Pakistan who was acquitted after she was sentenced to death for blasphemy has apparently been delayed after talks failed between the government and Islamists who wanted her publicly hanged. Pakistans Supreme … [+508 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Jury says 'disease expert' must pay $105M to cancer victim", "description": "SAN DIEGO (AP) — A California man convicted of practicing medicine without a license must pay more than $105 million to a woman who said he falsely promised to cure her breast cancer.", "url": "https://apnews.com/4dd862a818244a7ca738da4bb6bd1953", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T04:38:13Z", "content": "SAN DIEGO (AP) A California man convicted of practicing medicine without a license must pay more than $105 million to a woman who said he falsely promised to cure her breast cancer. KNSD-TV says San Diego jurors decided Wednesday that Robert O. Young must pay… [+777 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Flames score 5 straight in 3rd to rally past Avalanche 6-5", "description": "CALGARY, Alberta (AP) — Mark Giordano had a goal and two assists, and the Calgary Flames scored five straight times in the third period to rally past the Colorado Avalanche 6-5 on Thursday night.", "url": "https://apnews.com/ec1da2fc7e154b69b052e1307cae8682", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/6/89/6894d262-d06a-5b1d-81ef-654058340582/5bdbe106c77ec.image.jpg?crop=1897%2C1067%2C0%2C12&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T04:36:38Z", "content": "CALGARY, Alberta (AP) Mark Giordano had a goal and two assists, and the Calgary Flames scored five straight times in the third period to rally past the Colorado Avalanche 6-5 on Thursday night. With the game tied 4-all, Giordano scored the go-ahead goal at 13… [+2600 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SONIA PEREZ D. Associated Press", "title": "Migrants complain of smells, snakes in southern Mexico town", "description": "MATIAS ROMERO, Mexico (AP) — Migrants from Central America complained of foul smells, snakes and dim lighting in the lot where organizers recommended they camp overnight in southern Mexico, and some occupied a nearby abandoned hotel that had been damaged…", "url": "https://apnews.com/13eb6bf5ffa34684bb2332b08d3ea658", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/6/82/682d5887-4351-5ed6-a309-ea44a441c189/5bdb86ea90685.image.jpg?resize=945%2C630", "publishedAt": "2018-11-02T04:34:44Z", "content": "MATIAS ROMERO, Mexico (AP) Migrants from Central America complained of foul smells, snakes and dim lighting in the lot where organizers recommended they camp overnight in southern Mexico, and some occupied a nearby abandoned hotel that had been damaged by an … [+4386 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JULIE WATSON Associated Press", "title": "1 family's struggle to keep up with migrant caravan", "description": "PIJIJIAPAN, Mexico (AP) — On the 15th day of their journey, Joel Eduardo Espinar and his family were hurting. And they still had a country to traverse before they got to the United States.", "url": "https://apnews.com/a320ce41037a4bfeb4666ee7db9062b3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/80/d80673ef-f618-5129-bf33-f202a30afa4d/5bdbd3d643037.image.jpg?resize=945%2C630", "publishedAt": "2018-11-02T04:31:16Z", "content": "PIJIJIAPAN, Mexico (AP) On the 15th day of their journey, Joel Eduardo Espinar and his family were hurting. And they still had a country to traverse before they got to the United States. A little more than two weeks before, they had fled Honduras and joined t… [+5201 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Julie Watson", "title": "1 family's struggle to keep up with migrant caravan", "description": "PIJIJIAPAN, Mexico (AP) — On the 15th day of their journey, Joel Eduardo Espinar and his family were hurting. And they still had a country to traverse before they got to the United States. A little more than two weeks before, they had fled Honduras and joined…", "url": "https://apnews.com/14b55fb12cc843b58a82b28cb30f8eb8", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:2270e7eaf352466f890a327576dc8440/2000.jpeg", "publishedAt": "2018-11-02T04:29:54Z", "content": "PIJIJIAPAN, Mexico (AP) On the 15th day of their journey, Joel Eduardo Espinar and his family were hurting. And they still had a country to traverse before they got to the United States. A little more than two weeks before, they had fled Honduras and joined t… [+10704 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "Vietnam to ratify Pacific Rim trade pact", "description": "HANOI, Vietnam (AP) — Vietnamese President Nguyen Phu Trong (WEN FUH CHONG) has submitted a Pacific Rim trade pact to the National Assembly for approval.", "url": "https://apnews.com/6abbb37e85ec4c07b2dd8dfdb2b7586a", "urlToImage": "http://www.aim-ads.com/multimedia-themonitor-com/wwwroot/star_icon.jpg", "publishedAt": "2018-11-02T04:29:23Z", "content": "Posted: Thursday, November 1, 2018 11:29 pm | Updated: 11:45 pm, Thu Nov 1, 2018. Vietnam to ratify Pacific Rim trade pact Associated Press | HANOI, Vietnam (AP) Vietnamese President Nguyen Phu Trong (WEN FUH CHONG) has submitted a Pacific Rim trade pact to t… [+1255 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Vermont State Police retire last Ford Crown Victoria cruiser", "description": "WILLISTON, Vt. (AP) — Vermont State Police says it is retiring its final Crown Victoria police cruiser.", "url": "https://apnews.com/c200311547fa4921bbba80156c8daec7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T04:28:35Z", "content": "WILLISTON, Vt. (AP) Vermont State Police says it is retiring its final Crown Victoria police cruiser. Green Ford Crown Victoria cruisers have patrolled the state's roadways for more than two decades. The Burlington Free Press reports the final cruiser, which … [+771 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "AP PHOTOS: Editor selections from Latin America, Caribbean", "description": "This photo gallery highlights some of the top news images made by Associated Press photographers in Latin America and the Caribbean published in the past week.", "url": "https://apnews.com/50d2fc132eda44518abc47a81467c908", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/2/f6/2f63ad84-4982-5538-90d2-39c5045bf235/5bdbdbd99b606.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T04:27:41Z", "content": "This photo gallery highlights some of the top news images made by Associated Press photographers in Latin America and the Caribbean published in the past week. Thousands of Central American migrants plodded northward with hopes of reaching the United States, … [+1166 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Gubernatorial candidates trade barbs in final debate", "description": "PROVIDENCE, R.I. (AP) — The candidates in the running for Rhode Island's governorship traded barbs and accused each other of lying in their last televised debate.", "url": "https://apnews.com/725e8bdf6c9b4fd9b8d92ef3a106387c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T04:27:31Z", "content": "PROVIDENCE, R.I. (AP) The candidates in the running for Rhode Island's governorship traded barbs and accused each other of lying in their last televised debate. The Providence Journal reports the hour-long debate that aired live on WJAR-TV pitted incumbent De… [+856 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Notorious Cleveland landlord sentenced to 6 months in jail", "description": "CLEVELAND (AP) — A man dubbed one of Cleveland's most notorious landlords has been sentenced to six months in jail.", "url": "https://apnews.com/bb6b44e2d39e40fe85b59ad945e162d8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T04:26:46Z", "content": "CLEVELAND (AP) A man dubbed one of Cleveland's most notorious landlords has been sentenced to six months in jail. Housing Court Judge Ron O'Leary sentenced Graig Brown Thursday, also ordering him to pay fines and to complete community service. The Plain Deale… [+740 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Ryan McMahon sworn in as upstate New York county executive", "description": "SYRACUSE, N.Y. (AP) — Ryan McMahon officially took over as Onondaga County executive in a five-minute ceremony, formally replacing former county executive Joanie Mahoney.", "url": "https://apnews.com/4859bf67157c4e9784aa40b47682922d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T04:23:49Z", "content": "SYRACUSE, N.Y. (AP) Ryan McMahon officially took over as Onondaga County executive in a five-minute ceremony, formally replacing former county executive Joanie Mahoney. The 38-year-old Republican was sworn into office Thursday by the county clerk in Syracuse,… [+750 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "NJ man finds bag of $10,000 in cash on street, turns it in", "description": "RUNNEMEDE, N.J. (AP) — Police say a New Jersey man \"did the honest thing\" when he called police about a bag containing $10,000 in cash he found lying on the street.", "url": "https://apnews.com/4645b743ba0445d299135dbf3825372c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T04:20:36Z", "content": "RUNNEMEDE, N.J. (AP) Police say a New Jersey man \"did the honest thing\" when he called police about a bag containing $10,000 in cash he found lying on the street. Forty-eight-year-old Rob Phy says he was driving home when he spotted the bag in the street. NJ.… [+720 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police: Woman dies after crashing her car into a tree", "description": "CONWAY, N.H. (AP) — Police in New Hampshire say a woman who crashed her car into a tree is dead.", "url": "https://apnews.com/d81c65e8b02f4beb81e33a2d45ca0f9a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T04:18:59Z", "content": "CONWAY, N.H. (AP) Police in New Hampshire say a woman who crashed her car into a tree is dead. Officials say the crash occurred just before 11 a.m. Thursday in Conway. Police tell WMUR-TV that it appears the woman suffered some sort of medical issue just befo… [+403 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Lobster festival apologizes to dethroned pageant winner", "description": "ROCKLAND, Maine (AP) — New leaders at the Maine Lobster Festival are apologizing to the pageant winner who was stripped of her title over online photos.", "url": "https://apnews.com/3e94b91bf97b42c2a9fd9de35298a570", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T04:16:06Z", "content": "ROCKLAND, Maine (AP) New leaders at the Maine Lobster Festival are apologizing to the pageant winner who was stripped of her title over online photos. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The apology was directed t… [+724 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police discover massive stockpile of weapons at man's home", "description": "SHIRLEY, Mass. (AP) — Massachusetts State Police say a man was arrested after police found dozens of unlicensed firearms stockpiled in his home.", "url": "https://apnews.com/ab7a51e1a04f4d15a26a84a1793a5698", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T04:14:43Z", "content": "SHIRLEY, Mass. (AP) Massachusetts State Police say a man was arrested after police found dozens of unlicensed firearms stockpiled in his home. Police say they seized approximately 47 illegal firearms, 44 homemade silencers and around 35,000 rounds of ammuniti… [+622 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police discover massive stockpile of weapons at man's home", "description": "SHIRLEY, Mass. (AP) — Massachusetts State Police say a man was arrested after police found dozens of unlicensed firearms stockpiled in his home.", "url": "https://apnews.com/ab7a51e1a04f4d15a26a84a1793a5698", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T04:14:43Z", "content": "SHIRLEY, Mass. (AP) Massachusetts State Police say a man was arrested after police found dozens of unlicensed firearms stockpiled in his home. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Police say they seized approximate… [+704 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Bucks-Celtics,1st Ld-Writethru", "description": "BC-BKN--Bucks-Celtics, 1st Ld-Writethru,839", "url": "https://apnews.com/298b0886b8b74d41b2b2d6f1807bbd5b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T04:14:35Z", "content": "BC-BKN--Bucks-Celtics, 1st Ld-Writethru,839 Irving scores 28, Celtics beat Bucks 117-113 AP Photo MAMD106, MAMD103, MAMD108, MAMD107 Eds: Celtics 117, Bucks 113. Updates with new lede. With AP Photos. Kyrie Irving scored 28 points, making six of Boston's fran… [+5225 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Bucks-Celtics,1st Ld-Writethru", "description": "BC-BKN--Bucks-Celtics, 1st Ld-Writethru,839", "url": "https://apnews.com/a19b2fc346f74a688462e55bc5445c80", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T04:14:35Z", "content": "BC-BKN--Bucks-Celtics, 1st Ld-Writethru,839 Irving scores 28, Celtics beat Bucks 117-113 AP Photo MAMD106, MAMD103, MAMD108, MAMD107 Eds: Celtics 117, Bucks 113. Updates with new lede. With AP Photos. Kyrie Irving scored 28 points, making six of Boston's fran… [+5225 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Bucks-Celtics,1st Ld-Writethru", "description": "BC-BKN--Bucks-Celtics, 1st Ld-Writethru,839", "url": "https://apnews.com/f43425dc75ee48cd953488774483ee45", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T04:14:32Z", "content": "BC-BKN--Bucks-Celtics, 1st Ld-Writethru,839 Irving scores 28, Celtics beat Bucks 117-113 AP Photo MAMD106, MAMD103, MAMD108, MAMD107 Eds: Celtics 117, Bucks 113. Updates with new lede. With AP Photos. Kyrie Irving scored 28 points, making six of Boston's fran… [+5225 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police warn of scam masquerading as award money", "description": "WOLCOTT, Conn. (AP) — Police in Connecticut are warning residents of Wolcott of a scam masquerading itself under the Publishers Clearing House name.", "url": "https://apnews.com/45e44973b6ea40b9b5b709a34843a446", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T04:11:38Z", "content": "WOLCOTT, Conn. (AP) Police in Connecticut are warning residents of Wolcott of a scam masquerading itself under the Publishers Clearing House name. Wolcott police say a resident told them they received a letter and check for $5,825. WVIT-TV reports the letter … [+722 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "JOE McDONALD AP Business Writer", "title": "China seeks to rebrand global image with import expo", "description": "BEIJING (AP) — Facing a blizzard of trade complaints, China is throwing an \"open for business\" import fair hosted by President Xi Jinping to rebrand itself as a welcoming market and positive global force.", "url": "https://apnews.com/938049b5a9a64bd9971574eaaccf205f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/6/57/65793c05-c191-5400-93d5-647438ada298/5bdbd2e7e8886.image.jpg?resize=945%2C630", "publishedAt": "2018-11-02T04:09:59Z", "content": "BEIJING (AP) Facing a blizzard of trade complaints, China is throwing an \"open for business\" import fair hosted by President Xi Jinping to rebrand itself as a welcoming market and positive global force. More than 3,000 companies from 130 countries selling eve… [+4884 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "$8 million to help workers, companies, affected by opioids", "description": "COLUMBUS, Ohio (AP) — Ohio is spending $8 million over the next two years to help employers and unemployed workers overcome problems related to opioid addiction.", "url": "https://apnews.com/41bb0b44ba2742978c32242fc3a6dffe", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T04:09:30Z", "content": "COLUMBUS, Ohio (AP) Ohio is spending $8 million over the next two years to help employers and unemployed workers overcome problems related to opioid addiction. The Department of Job and Family Services says the agency will use federal Labor Department dollars… [+847 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Syracuse airport completes 2-year, $62 million upgrade", "description": "SYRACUSE, N.Y. (AP) — The Syracuse airport has a bigger, better terminal, renovated pedestrian bridges and other upgrades with the completion of a $62 million renovation.", "url": "https://apnews.com/b6d8f0215db241b2aee248095599c5f1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T04:08:52Z", "content": "SYRACUSE, N.Y. (AP) The Syracuse airport has a bigger, better terminal, renovated pedestrian bridges and other upgrades with the completion of a $62 million renovation. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Gov. And… [+713 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Syracuse airport completes 2-year, $62 million upgrade", "description": "SYRACUSE, N.Y. (AP) — The Syracuse airport has a bigger, better terminal, renovated pedestrian bridges and other upgrades with the completion of a $62 million renovation.", "url": "https://apnews.com/b6d8f0215db241b2aee248095599c5f1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T04:08:52Z", "content": "SYRACUSE, N.Y. (AP) The Syracuse airport has a bigger, better terminal, renovated pedestrian bridges and other upgrades with the completion of a $62 million renovation. Gov. Andrew Cuomo stopped by the airport Thursday to celebrate the two-year project's comp… [+631 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "New Netflix TV series features interviews with NY soldiers", "description": "ALBANY, N.Y. (AP) — Three officers with ties to the New York Army National Guard's 42nd Infantry Division will appear in a new Netflix series about recipients of the U.S. military's highest decoration for bravery in combat.", "url": "https://apnews.com/8984ea272392483b9d85d6073aae93c8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T04:08:01Z", "content": "ALBANY, N.Y. (AP) Three officers with ties to the New York Army National Guard's 42nd Infantry Division will appear in a new Netflix series about recipients of the U.S. military's highest decoration for bravery in combat. \"Medal of Honor\" tells the story of e… [+743 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Hudson River trustees say mink study points to pollution", "description": "ALBANY, N.Y. (AP) — Government trustees assessing harm to the Hudson River from PCB pollution say a study showing reduced mink populations along the waterway provides more evidence of contamination.", "url": "https://apnews.com/d386b3f7f01d4b3ebebcb3352f498cb6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T04:07:06Z", "content": "ALBANY, N.Y. (AP) Government trustees assessing harm to the Hudson River from PCB pollution say a study showing reduced mink populations along the waterway provides more evidence of contamination. The peer-reviewed study commissioned by the Hudson River Natur… [+825 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Koskinen, Oilers blank Blackhawks 4-0", "description": "EDMONTON, Alberta (AP) — Mikko Koskinen made 40 saves for his first career NHL shutout, Drake Caggiula scored twice and the Edmonton Oilers beat the Chicago Blackhawks 4-0 on Thursday night.", "url": "https://apnews.com/6b2e9c2e4b6f452780f8adf47fd9c7cf", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/4/98/4986adbe-aee5-56e0-b83a-e069149eb6e1/5bdbda66c582f.image.jpg?crop=1744%2C981%2C0%2C103&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T04:06:09Z", "content": "EDMONTON, Alberta (AP) Mikko Koskinen made 40 saves for his first career NHL shutout, Drake Caggiula scored twice and the Edmonton Oilers beat the Chicago Blackhawks 4-0 on Thursday night. Jason Garrison and Alex Chiasson also scored for the Oilers (7-4-1), w… [+1531 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Harm reduction focus of daylong drug policy conference", "description": "BUFFALO, N.Y. (AP) — A conference in Buffalo will explore \"harm reduction\" strategies to the opioid crisis.", "url": "https://apnews.com/3900b98eca364b0d848a504e2a1ef361", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T04:06:03Z", "content": "BUFFALO, N.Y. (AP) A conference in Buffalo will explore \"harm reduction\" strategies to the opioid crisis. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Erie County Health Commissioner Gale Burstein is among 150 service prov… [+576 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Today in History", "description": "Today in History", "url": "https://apnews.com/ff51441e247949f78f0d38eb8b9833b2", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-02T04:05:19Z", "content": "Today in History Today is Friday, Nov. 2, the 306th day of 2018. There are 59 days left in the year. Today's Highlight in History: On Nov. 2, 1976, former Georgia Gov. Jimmy Carter became the first candidate from the Deep South since the Civil War to be elect… [+4291 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "More Boston trains headed to Brunswick, Freeport in Maine", "description": "PORTLAND, Maine (AP) — More trains from Boston are coming to the towns of Freeport and Brunswick in Maine.", "url": "https://apnews.com/521ad7246f8f480d8e762152ca7c956d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T04:01:51Z", "content": "PORTLAND, Maine (AP) More trains from Boston are coming to the towns of Freeport and Brunswick in Maine. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The Northern New England Passenger Rail Authority, which manages Amtrak'… [+757 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Rooney stopped in a shootout, Crew advance past United", "description": "WASHINGTON (AP) — Wayne Rooney was stopped on a shootout attempt in his MLS playoff debut, Nick DeLeon skied D.C. United's final kick over the crossbar and the Columbus Crew beat D.C. United 3-2 on penalty kicks after they tied…", "url": "https://apnews.com/58303177b339473693d0bed58185df6d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/f7/9f70495d-929b-5fbd-a323-a99b860a1736/5bdbccefa527e.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T03:48:16Z", "content": "WASHINGTON (AP) Wayne Rooney was stopped on a shootout attempt in his MLS playoff debut, Nick DeLeon skied D.C. United's final kick over the crossbar and the Columbus Crew beat D.C. United 3-2 on penalty kicks after they tied 2-2 on Thursday night. Columbus g… [+1007 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: Retirement home says it doesn't discriminate", "description": "HONOLULU (AP) — The Latest on the ACLU's challenge to a Hawaii retirement home's ban on medically assisted suicide (all times local):", "url": "https://apnews.com/7e59dce0d8944583abcce5d3e4f42e08", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T03:45:00Z", "content": "HONOLULU (AP) The Latest on the ACLU's challenge to a Hawaii retirement home's ban on medically assisted suicide (all times local): 4:40 p.m. A Hawaii retirement home says it's consulting its legal counsel after the American Civil Liberties Union demanded it … [+1713 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CHRISTOPHER BODEEN Associated Press", "title": "Chinese, Pakistan leaders prepare to meet amid debt concerns", "description": "BEIJING (AP) — Pakistan's new Prime Minister Imran Khan and China's President Xi Jinping were preparing to meet on Friday amid concerns over Pakistan's growing fiscal crisis and its ability to repay Chinese loans granted as part of Xi's Belt…", "url": "https://apnews.com/c404d5b675e643c5897899be5bf43556", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T03:42:11Z", "content": "BEIJING (AP) Pakistan's new Prime Minister Imran Khan and China's President Xi Jinping were preparing to meet on Friday amid concerns over Pakistan's growing fiscal crisis and its ability to repay Chinese loans granted as part of Xi's Belt and Road initiative… [+3593 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "China's Xi promises tax cuts, other help to entrepreneurs", "description": "BEIJING (AP) — President Xi Jinping has promised tax cuts and other help to Chinese entrepreneurs in a renewed effort to revive growth in the country's cooling, state-dominated economy.", "url": "https://apnews.com/bb247e998911419b896d6a524bacf19d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T03:40:23Z", "content": "BEIJING (AP) President Xi Jinping has promised tax cuts and other help to Chinese entrepreneurs in a renewed effort to revive growth in the country's cooling, state-dominated economy. Xi's comments, reported Friday by state media, follow a decline in Chinese … [+611 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBC--T25-Temple-UCF", "description": "BC-FBC--T25-Temple-UCF,498", "url": "https://apnews.com/187a397a998e49fe9d22eaa00ba7bdd0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T03:40:01Z", "content": "BC-FBC--T25-Temple-UCF,498 Milton throws 3 TDs, No. 9 Temple holds off Temple 52-40 AP Photo FLJR104, FLJR105, FLJR103, FLJR109, FLJR112, FLJR110, FLJR10 Eds: APNewsNow. No. 9 UCF 52, Temple 40. With AP Photos. McKenzie Milton threw for 312 yards and three to… [+3332 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBC--T25-Temple-UCF", "description": "BC-FBC--T25-Temple-UCF,498", "url": "https://apnews.com/cd1881ea0e164e5687097577e25ba443", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T03:40:01Z", "content": "BC-FBC--T25-Temple-UCF,498 Milton throws 3 TDs, No. 9 Temple holds off Temple 52-40 AP Photo FLJR104, FLJR105, FLJR103, FLJR109, FLJR112, FLJR110, FLJR10 Eds: APNewsNow. No. 9 UCF 52, Temple 40. With AP Photos. McKenzie Milton threw for 312 yards and three to… [+3332 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By FRED GOODALL AP Sports Writer", "title": "Milton throws 3 TDs, No. 9 Temple holds off Temple 52-40", "description": "ORLANDO, Fla. (AP) — McKenzie Milton threw for 312 yards and three touchdowns to help No. 9 UCF hold off Temple 52-40 and extend the nation's longest winning streak to 21 games Thursday night.", "url": "https://apnews.com/7c903263997d493ca54de99ea5856ba4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/ae/daeab113-4d10-50ab-9250-7a9d122cd754/5bdbc94a56902.image.jpg?resize=558%2C630", "publishedAt": "2018-11-02T03:39:59Z", "content": "ORLANDO, Fla. (AP) McKenzie Milton threw for 312 yards and three touchdowns to help No. 9 UCF hold off Temple 52-40 and extend the nation's longest winning streak to 21 games Thursday night. Taj McGowan scored on runs of 1 and 10 yards, the latter finishing a… [+2766 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Deputy shot in Texas; suspect arrested after standoff", "description": "LA GRANGE, Texas (AP) — A Texas sheriff's deputy has been shot and critically wounded and a suspect is in custody after an attempt to serve the man with an arrest warrant ended in gunfire and a three-hour standoff.", "url": "https://apnews.com/95d97eeea8ef49ae9618aad3dac3d9e9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T03:37:26Z", "content": "LA GRANGE, Texas (AP) A Texas sheriff's deputy has been shot and critically wounded and a suspect is in custody after an attempt to serve the man with an arrest warrant ended in gunfire and a three-hour standoff. Authorities say it began about 6 p.m. Thursday… [+763 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GREG BEACHAM AP Sports Writer", "title": "Rams WR Kupp practices, says knee \"could have been worse\"", "description": "THOUSAND OAKS, Calif. (AP) — Cooper Kupp returned to practice with the Los Angeles Rams on Thursday, less than three weeks after the receiver injured his knee.", "url": "https://apnews.com/e61d6d8e0f95499783f79435e73aa7d9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/e/75/e75dad62-8270-554e-8098-e91354c16196/5bdba90b15987.image.jpg?crop=1748%2C983%2C0%2C100&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T03:33:15Z", "content": "THOUSAND OAKS, Calif. (AP) Cooper Kupp returned to practice with the Los Angeles Rams on Thursday, less than three weeks after the receiver injured his knee. While Kupp is still uncertain whether he'll play Sunday, the second-year pro is grateful to be anywhe… [+4275 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By KIM TONG-HYUNG Associated Press", "title": "Asia eyes US midterm elections with anxiety, hope", "description": "SEOUL, South Korea (AP) — Hope and anxiety hang over Asia — and north Asia in particular — ahead of Tuesday's U.S. midterm election.", "url": "https://apnews.com/bda7e71416cd41a8a50504aba53fd1b6", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/4/c3/4c335486-f339-5b25-9855-9eb1392e4a00/5bdbcd733388c.image.jpg?crop=1739%2C978%2C0%2C106&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T03:27:34Z", "content": "SEOUL, South Korea (AP) Hope and anxiety hang over Asia and north Asia in particular ahead of Tuesday's U.S. midterm election. President Donald Trump has shaken up Asia, as he has much of the world. Now Beijing, Seoul and other Asian capitals are waiting to s… [+5111 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By KIM TONG-HYUNG Associated Press", "title": "Asia eyes US midterm elections with anxiety, hope", "description": "SEOUL, South Korea (AP) — Hope and anxiety hang over Asia — and north Asia in particular — ahead of Tuesday's U.S. midterm election.", "url": "https://apnews.com/bda7e71416cd41a8a50504aba53fd1b6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/b/de/bde68bd2-6784-5015-8f67-1d3bb7d12570/5bdbc6b4222f8.image.jpg?resize=945%2C630", "publishedAt": "2018-11-02T03:27:34Z", "content": "SEOUL, South Korea (AP) Hope and anxiety hang over Asia and north Asia in particular ahead of Tuesday's U.S. midterm election. President Donald Trump has shaken up Asia, as he has much of the world. Now Beijing, Seoul and other Asian capitals are waiting to s… [+5057 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: Wounded suspect had body armor, guns", "description": "OAKLAND, Calif. (AP) — The Latest on a shooting in Oakland that wounded a chase suspect (all times local):", "url": "https://apnews.com/326c76b7a44d4f1ab4e376f8498e3915", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T03:24:37Z", "content": "OAKLAND, Calif. (AP) The Latest on a shooting in Oakland that wounded a chase suspect (all times local): 8:30 p.m. Police say a driver they shot and wounded after a 25-mile (40-kilometer) chase was wearing body armor and had two assault-style rifles. Receive … [+1533 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "First 4 veterans buried in Pikes Peak National Cemetery", "description": "COLORADO SPRINGS, Colo. (AP) — The remains of four veterans were buried in Colorado Springs, marking the official opening of the Pikes Peak National Cemetery.", "url": "https://apnews.com/141787ebd8f9409baf100695a28d90d6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T03:23:22Z", "content": "COLORADO SPRINGS, Colo. (AP) The remains of four veterans were buried in Colorado Springs, marking the official opening of the Pikes Peak National Cemetery. The Gazette reports the cremated remains of a Marine, sailor, airman and soldier were laid to rest Thu… [+792 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DENNIS WASZAK Jr. AP Pro Football Writer", "title": "Rodgers-Brady a spicy prime-time matchup in NFL's Week 9", "description": "NEW YORK (AP) — Aaron Rodgers vs. Tom Brady. Green Bay vs. New England. Talk about one spicy prime-time matchup.", "url": "https://apnews.com/21b516fbaeb44c149410491f382b0c1b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/6/72/6720f43b-21e9-5f87-b559-d77f67674728/5bdbc6c400552.image.jpg?resize=945%2C630", "publishedAt": "2018-11-02T03:22:31Z", "content": "NEW YORK (AP) Aaron Rodgers vs. Tom Brady. Green Bay vs. New England. Talk about one spicy prime-time matchup. Sure, the Packers are hovering around the.500 mark and the Patriots don't appear as invincible as they sometimes well, often are. But the matchup be… [+9577 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOSH DUBOW AP Pro Football Writer", "title": "Mullens has sterling debut in 49ers 34-3 win over Raiders", "description": "SANTA CLARA, Calif. (AP) — Nick Mullens threw for 262 yards and three touchdowns for the most productive NFL debut since the merger, leading the San Francisco 49ers to a 34-3 victory over the Oakland Raiders in a lopsided Battle…", "url": "https://apnews.com/943c4b2b1e83404ebddb5f62b55677c7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/5/fd/5fd56913-4568-5c4c-a4d8-8e43e05871e8/5bdbc6cac4530.image.jpg?resize=887%2C630", "publishedAt": "2018-11-02T03:19:20Z", "content": "SANTA CLARA, Calif. (AP) Nick Mullens threw for 262 yards and three touchdowns for the most productive NFL debut since the merger, leading the San Francisco 49ers to a 34-3 victory over the Oakland Raiders in a lopsided Battle of the Bay on Thursday night. Ge… [+3505 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Domi, Kotkaniemi help Canadiens beat Capitals", "description": "MONTREAL (AP) — Max Domi broke a tie with 21 seconds left and Jesperi Kotkaniemi scored his first two NHL goals in the Montreal Canadiens' 6-4 victory over the Washington Capitals 6-4 on Thursday night.", "url": "https://apnews.com/66b8b34d6d134529a7a408b065b71e6b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/a4/fa43e382-af1b-5bdf-8661-f6bbc2b6f157/5bdbbf9e30033.image.jpg?crop=1698%2C955%2C0%2C132&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T03:15:26Z", "content": "MONTREAL (AP) Max Domi broke a tie with 21 seconds left and Jesperi Kotkaniemi scored his first two NHL goals in the Montreal Canadiens' 6-4 victory over the Washington Capitals 6-4 on Thursday night. At 18 years and 118 days, Kotkaniemi became the second-you… [+3310 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Devils-Red Wings,1st Ld-Writethru", "description": "BC-HKN--Devils-Red Wings, 1st Ld-Writethru,556", "url": "https://apnews.com/0ab08a9701e6463fb5dcaef7a448acdf", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T03:10:09Z", "content": "BC-HKN--Devils-Red Wings, 1st Ld-Writethru,556 Red Wings beat Devils 4-3 with 2 short-handed goals in 3rd AP Photo MIPS116, MIPS102, MIPS103, MIPS101, MIPS117, MIPS113, MIPS114, MIPS112, MIPS111, MIPS110, MIPS109, MIPS108 Eds: Red Wings 4, Devils 3. Updates w… [+3751 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Devils-Red Wings,1st Ld-Writethru", "description": "BC-HKN--Devils-Red Wings, 1st Ld-Writethru,556", "url": "https://apnews.com/7284d61348544d42af36978766e74eb7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T03:10:08Z", "content": "BC-HKN--Devils-Red Wings, 1st Ld-Writethru,556 Red Wings beat Devils 4-3 with 2 short-handed goals in 3rd AP Photo MIPS116, MIPS102, MIPS103, MIPS101, MIPS117, MIPS113, MIPS114, MIPS112, MIPS111, MIPS110, MIPS109, MIPS108 Eds: Red Wings 4, Devils 3. Updates w… [+3751 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Devils-Red Wings,1st Ld-Writethru", "description": "BC-HKN--Devils-Red Wings, 1st Ld-Writethru,556", "url": "https://apnews.com/c7bdd833c37e481ebc359e1b145ab348", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T03:10:08Z", "content": "BC-HKN--Devils-Red Wings, 1st Ld-Writethru,556 Red Wings beat Devils 4-3 with 2 short-handed goals in 3rd AP Photo MIPS116, MIPS102, MIPS103, MIPS101, MIPS117, MIPS113, MIPS114, MIPS112, MIPS111, MIPS110, MIPS109, MIPS108 Eds: Red Wings 4, Devils 3. Updates w… [+3751 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Cavaliers-Drew Contract,1st Ld-Writethru", "description": "BC-BKN--Cavaliers-Drew Contract, 1st Ld-Writethru,366", "url": "https://apnews.com/457e4538e4564b31aea3bbb76b443779", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T03:09:25Z", "content": "BC-BKN--Cavaliers-Drew Contract, 1st Ld-Writethru,366 Cavs 'acting' coach Drew says progress in contract talks AP Photo OHTD116 Eds: Updates with new lead, details, quotes. With AP Photos. Cavaliers 'acting' coach Larry Drew says his agent has had progress wi… [+2740 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Cavaliers-Drew Contract,1st Ld-Writethru", "description": "BC-BKN--Cavaliers-Drew Contract, 1st Ld-Writethru,366", "url": "https://apnews.com/f526808505144897be0d6a0b9ab2ad88", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T03:09:25Z", "content": "BC-BKN--Cavaliers-Drew Contract, 1st Ld-Writethru,366 Cavs 'acting' coach Drew says progress in contract talks AP Photo OHTD116 Eds: Updates with new lead, details, quotes. With AP Photos. Cavaliers 'acting' coach Larry Drew says his agent has had progress wi… [+2740 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Craig Anderson males 46 saves, Senators beat Sabres 4-2", "description": "OTTAWA, Ontario (AP) — Craig Anderson made 21 of his 46 saves in the third period and the Ottawa Senators held off the Buffalo Sabres 4-2 on Thursday night in the first game of a home-and-home series.", "url": "https://apnews.com/55d9c2c300004f87b6a7a362eafd7b1f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/f8/9f89fb05-1ddc-5d17-886e-81419e098d35/5bdbc4d276ffe.image.jpg?crop=1175%2C661%2C0%2C551&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T03:08:50Z", "content": "OTTAWA, Ontario (AP) The Ottawa Senators have experienced third-period woes a few times already this season, and coach Guy Boucher was thinking about that as his club nearly gave up a three-goal lead. Craig Anderson made 21 of his 46 saves in the third period… [+1665 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Palau to ban sunscreen as it tries to save its coral reefs - Olean Times Herald", "description": "Olean Times Herald Palau to ban sunscreen as it tries to save its coral reefs Olean Times Herald WELLINGTON, New Zealand (AP) — In an attempt to protect coral reefs that divers have dubbed the underwater Serengeti, the Pacific nation of Palau will soon ban ma…", "url": "https://apnews.com/34b5f38a569f4a3bbe733dfcbe825802", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/oleantimesherald.com/content/tncms/custom/image/6e0114c2-753e-11e6-8652-4b3e0020306e.png", "publishedAt": "2018-11-02T03:02:46Z", "content": "WELLINGTON, New Zealand (AP) In an attempt to protect coral reefs that divers have dubbed the underwater Serengeti, the Pacific nation of Palau will soon ban many types of sunscreen. President Tommy Remengesau Jr. last week signed legislation that bans \"reef-… [+711 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DAVID SOLOMON Associated Press", "title": "Sundqvist's 2 rare goals send Blues past Golden Knights 5-3", "description": "ST. LOUIS (AP) — Oskar Sundqvist scored two rare goals to lead the St. Louis Blues past the Vegas Golden Knights 5-3 on Thursday night.", "url": "https://apnews.com/790c2cd788974e0e87814cb7aa0dd615", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/4/6f/46fe7c03-645e-5beb-98d4-18e540500868/5bdbc4d907908.image.jpg?crop=1309%2C736%2C0%2C423&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T03:02:07Z", "content": "ST. LOUIS (AP) Oskar Sundqvist scored two rare goals to lead the St. Louis Blues past the Vegas Golden Knights 5-3 on Thursday night. Vladimir Tarasenko, Tyler Bozak and Colton Parayko also scored for the Blues. Jake Allen stopped 31 shots for his first win a… [+2125 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBC--N Illinois-Akron", "description": "BC-FBC--N Illinois-Akron,150", "url": "https://apnews.com/a20e8a37b3a4428c8a5660b0d2367f11", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T03:01:14Z", "content": "BC-FBC--N Illinois-Akron,150 McKie's interception return seals Northern Illinois' win Eds: APNewsNow. Northern Illinois 36, Akron 26. Tre Harbison rushed for 169 yards and a touchdown, Jalen McKie scored on a 23-yard interception return for the only fourth-qu… [+1335 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBC--N Illinois-Akron", "description": "BC-FBC--N Illinois-Akron,150", "url": "https://apnews.com/13f9c4df09c640c8a6446c908e442d71", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T03:01:13Z", "content": "BC-FBC--N Illinois-Akron,150 McKie's interception return seals Northern Illinois' win Eds: APNewsNow. Northern Illinois 36, Akron 26. Tre Harbison rushed for 169 yards and a touchdown, Jalen McKie scored on a 23-yard interception return for the only fourth-qu… [+1335 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBC--N Illinois-Akron", "description": "BC-FBC--N Illinois-Akron,150", "url": "https://apnews.com/688a50d807eb49e3bb764379136c6a88", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T03:01:12Z", "content": "BC-FBC--N Illinois-Akron,150 McKie's interception return seals Northern Illinois' win Eds: APNewsNow. Northern Illinois 36, Akron 26. Tre Harbison rushed for 169 yards and a touchdown, Jalen McKie scored on a 23-yard interception return for the only fourth-qu… [+1335 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "McKie's interception return seals Northern Illinois' win", "description": "AKRON, Ohio (AP) — Tre Harbison rushed for 169 yards and a touchdown, Jalen McKie scored on a 23-yard interception return for the only fourth-quarter points and Northern Illinois held off Akron 36-26 on Thursday night.", "url": "https://apnews.com/f97e8da45ee4420ebd5ebd2b167e85ca", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-02T03:01:10Z", "content": "AKRON, Ohio (AP) Tre Harbison rushed for 169 yards and a touchdown, Jalen McKie scored on a 23-yard interception return for the only fourth-quarter points and Northern Illinois held off Akron 36-26 on Thursday night. After Akron scored two touchdowns less tha… [+661 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By KIMBERLEE KRUESI Associated Press", "title": "Man smiles, says 'Let's rock' before dying in electric chair", "description": "NASHVILLE, Tenn. (AP) — A Tennessee inmate grimaced and waved goodbye before saying \"let's rock,\" moments before he became the first man executed in the electric chair in that state since 2007, put to death Thursday for shooting two men…", "url": "https://apnews.com/a1507ac58b5e42d1b25f956283a4140e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/2/6e/26e6cebe-c819-5d34-96b3-f45e5ba77aab/5bdba22a0e7f6.image.jpg?resize=945%2C630", "publishedAt": "2018-11-02T02:56:23Z", "content": "NASHVILLE, Tenn. (AP) A Tennessee inmate grimaced and waved goodbye before saying \"let's rock,\" moments before he became the first man executed in the electric chair in that state since 2007, put to death Thursday for shooting two men and slitting their throa… [+5037 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CURT ANDERSON AP Legal Affairs Writer", "title": "Pipe bomb suspect in court for bail, removal hearing", "description": "MIAMI (AP) — The Florida man accused of sending pipe bombs to prominent Democrats and critics of President Donald Trump is due in court for a bail hearing.", "url": "https://apnews.com/ed368d631dca4d9e91d1caf663f8c992", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/f/63/f6322d4d-6d75-5fb1-8558-f97862d2c028/5bd7e648753a4.image.jpg?resize=783%2C630", "publishedAt": "2018-11-02T02:53:51Z", "content": "MIAMI (AP) The Florida man accused of sending pipe bombs to prominent Democrats and critics of President Donald Trump is due in court for a bail hearing. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Federal prosecutors con… [+730 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DOUG ALDEN Associated Press", "title": "Irving scores 28, Celtics beat Bucks 117-113", "description": "BOSTON (AP) — Kyrie Irving scored 28 points, making six of Boston's franchise record 24 3-pointers, as the Celtics knocked off the last unbeaten team in the NBA with a 117-113 win over the Milwaukee Bucks on Thursday night.", "url": "https://apnews.com/efb66a9214eb45469f3a27517ebcd7dc", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/6a/16a16154-f989-5679-8fb7-b9c5ec8eb9f0/5bdbbf5ad123b.image.jpg?resize=945%2C630", "publishedAt": "2018-11-02T02:53:24Z", "content": "BOSTON (AP) Kyrie Irving scored 28 points, making six of Boston's franchise record 24 3-pointers, as the Celtics knocked off the last unbeaten team in the NBA with a 117-113 win over the Milwaukee Bucks on Thursday night. Gordon Hayward added a season-high 18… [+2763 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JAY REEVES Associated Press", "title": "Hurricane-tossed Gulf Coast braces for more rain, wind", "description": "BIRMINGHAM, Ala. (AP) — Powerful storms are expected to continue Friday through a region still trying to recover from Hurricane Michael.", "url": "https://apnews.com/0155aab49a41412b8a6f09cbf0629f52", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/5d/d5d32b0b-a62d-5551-89ab-fe73020c58e5/5bdb869e9b97c.image.jpg?resize=1077%2C630", "publishedAt": "2018-11-02T02:51:50Z", "content": "BIRMINGHAM, Ala. (AP) Powerful storms are expected to continue Friday through a region still trying to recover from Hurricane Michael. Storms covered a wide area of the country reaching from beaches to the Great Lakes, but howling wind and driving rain threw … [+3288 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-SOC--Australia-Bolt-No Deal,2nd Ld-Writethru", "description": "BC-SOC--Australia-Bolt-No Deal, 2nd Ld-Writethru,366", "url": "https://apnews.com/3a3b4ae02bfd430dbb61653eb1907569", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T02:45:17Z", "content": "BC-SOC--Australia-Bolt-No Deal, 2nd Ld-Writethru,366 Bolt's bid for pro contract in Australia ends without a deal AP Photo SYD103, SYD102, SPANTKMY101, SYD104 Eds: Adds detail, photo links. With AP Photos. Usain Bolt's bid to become a professional soccer play… [+2673 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Clippers-76ers,2nd Ld-Writethru", "description": "BC-BKN--Clippers-76ers, 2nd Ld-Writethru,578", "url": "https://apnews.com/38e520059607496c877e4c6ce5998c52", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T02:44:13Z", "content": "BC-BKN--Clippers-76ers, 2nd Ld-Writethru,578 Embiid leads 76ers past Clippers 122-113 AP Photo PXC110, PXC109, PXC102, PXC108 Eds: 76ers 122, Clippers 113. Updates with new top. With AP Photos. Joel Embiid had 41 points and 13 rebounds, helping the Philadelph… [+3704 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Clippers-76ers,2nd Ld-Writethru", "description": "BC-BKN--Clippers-76ers, 2nd Ld-Writethru,578", "url": "https://apnews.com/0109f5de82eb4527abbe8bb7e3e71521", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T02:44:12Z", "content": "BC-BKN--Clippers-76ers, 2nd Ld-Writethru,578 Embiid leads 76ers past Clippers 122-113 AP Photo PXC110, PXC109, PXC102, PXC108 Eds: 76ers 122, Clippers 113. Updates with new top. With AP Photos. Joel Embiid had 41 points and 13 rebounds, helping the Philadelph… [+3704 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Clippers-76ers,2nd Ld-Writethru", "description": "BC-BKN--Clippers-76ers, 2nd Ld-Writethru,578", "url": "https://apnews.com/7e50c4fe997b4cb0ac41e8a9dfe8ce24", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T02:44:11Z", "content": "BC-BKN--Clippers-76ers, 2nd Ld-Writethru,578 Embiid leads 76ers past Clippers 122-113 AP Photo PXC110, PXC109, PXC102, PXC108 Eds: 76ers 122, Clippers 113. Updates with new top. With AP Photos. Joel Embiid had 41 points and 13 rebounds, helping the Philadelph… [+3704 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Ohio uses 6 turnovers to beat Western Michigan 59-14", "description": "KALAMAZOO, Mich. (AP) — Nathan Rourke threw three touchdown passes, rushed for two scores and Ohio used six turnovers to ease past Western Michigan 59-14 on Thursday night.", "url": "https://apnews.com/9c29bfeb060c4ea38c2068584ee352a3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-02T02:38:52Z", "content": "KALAMAZOO, Mich. (AP) Nathan Rourke threw three touchdown passes, rushed for two scores and Ohio used six turnovers to ease past Western Michigan 59-14 on Thursday night. Ohio led 45-0 at halftime after Western Michigan turned it over five times. Rourke score… [+832 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Ducks' Patrick Eaves plays for first time since health scare", "description": "ANAHEIM, Calif. (AP) — Patrick Eaves is in the Anaheim Ducks' lineup for the first time this year following a health scare that cost him much of last season.", "url": "https://apnews.com/13385b4a2a4f44c8a7efe2d42c5a3085", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-02T02:38:22Z", "content": "ANAHEIM, Calif. (AP) Patrick Eaves is in the Anaheim Ducks' lineup for the first time this year following a health scare that cost him much of last season. Eaves returned for a game Thursday night against the New York Rangers. He played in only two games last… [+586 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Devils-Red Wings", "description": "BC-HKN--Devils-Red Wings,334", "url": "https://apnews.com/bc9919095bc2427eb5bc4b41fc1b0e35", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T02:38:15Z", "content": "BC-HKN--Devils-Red Wings,334 Red Wings beat Devils 4-3 with 2 short-handed goals in 3rd AP Photo MIPS102, MIPS103, MIPS101 Eds: APNewsNow. Red Wings 4, Devils 3. With AP Photos. Justin Abdelkader scored a short-handed goal midway through the third period and … [+2377 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Devils-Red Wings", "description": "BC-HKN--Devils-Red Wings,334", "url": "https://apnews.com/c37f81a4a46a4f4f95ee0204c9ac0e4b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T02:38:15Z", "content": "BC-HKN--Devils-Red Wings,334 Red Wings beat Devils 4-3 with 2 short-handed goals in 3rd AP Photo MIPS102, MIPS103, MIPS101 Eds: APNewsNow. Red Wings 4, Devils 3. With AP Photos. Justin Abdelkader scored a short-handed goal midway through the third period and … [+2377 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Devils-Red Wings", "description": "BC-HKN--Devils-Red Wings,334", "url": "https://apnews.com/48e76f9557fc47c788ef5134551308a7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T02:38:14Z", "content": "BC-HKN--Devils-Red Wings,334 Red Wings beat Devils 4-3 with 2 short-handed goals in 3rd AP Photo MIPS102, MIPS103, MIPS101 Eds: APNewsNow. Red Wings 4, Devils 3. With AP Photos. Justin Abdelkader scored a short-handed goal midway through the third period and … [+2377 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By LARRY LAGE AP Hockey Writer", "title": "Red Wings beat Devils 4-3 with 2 short-handed goals in 3rd", "description": "DETROIT (AP) — Justin Abdelkader scored a short-handed goal midway through the third period and Trevor Daley put the puck in an empty net for another short-handed score in the final minute, helping the Detroit Red Wings beat the New…", "url": "https://apnews.com/d8d30f45a01749a685b8a5404a3e4754", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/e/01/e01a4116-bc4c-52fb-a23d-9a41bef4cac1/5bdbbf8e4fb11.image.jpg?crop=1755%2C987%2C0%2C96&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T02:38:12Z", "content": "DETROIT (AP) The Detroit Red Wings earned and got some breaks while extending their season-high winning streak to three games. Justin Abdelkader scored a short-handed goal midway through the third period and Trevor Daley put the puck in an empty net for anoth… [+2958 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Penguins-Islanders,1st Ld-Writethru", "description": "BC-HKN--Penguins-Islanders, 1st Ld-Writethru,465", "url": "https://apnews.com/f092b26b287b4a3bb573efd6d0e3197d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T02:38:05Z", "content": "BC-HKN--Penguins-Islanders, 1st Ld-Writethru,465 Bailey leads Islanders past Penguins 3-2 in shootout AP Photo NYMA112, NYMA111, NYMA103, NYMA114, NYMA115 Eds: Islanders 3, Penguins 2, SO. Updates; will be updated. With AP Photos. Josh Bailey scored a short-h… [+3140 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ALLAN KREDA Associated Press", "title": "Bailey leads Islanders past Penguins 3-2 in shootout", "description": "NEW YORK (AP) — Josh Bailey scored a short-handed goal in the second period and then the only goal in a shootout to lift the New York Islanders over the Pittsburgh Penguins 3-2 on Thursday night.", "url": "https://apnews.com/11bad53f259a4377bff2de05280f6541", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/2/66/266af558-8de5-53f5-aefd-de0a18ee0d29/5bdbbf90c9e53.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T02:38:00Z", "content": "NEW YORK (AP) Josh Bailey scored a short-handed goal in the second period and then the only goal in a shootout to lift the New York Islanders over the Pittsburgh Penguins 3-2 on Thursday night. Thomas Greiss made 29 saves as the Islanders swept a home-and-hom… [+2490 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Max Domi breaks late tie, Canadiens beat Capitals 6-4", "description": "MONTREAL, Quebec (AP) — Max Domi broke a tie with 21 seconds left and Jesperi Kotkaniemi scored his first two NHL goals in the Montreal Canadiens' 6-4 victory over the Washington Capitals 6-4 on Thursday night.", "url": "https://apnews.com/1c6e100976ac4e6c925267bfdecc05a0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/8/14/81423388-3ec4-567e-b893-d084800fa8c2/5bdbbf96ba8fc.image.jpg?crop=1714%2C964%2C0%2C121&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T02:32:40Z", "content": "MONTREAL, Quebec (AP) Max Domi broke a tie with 21 seconds left and Jesperi Kotkaniemi scored his first two NHL goals in the Montreal Canadiens' 6-4 victory over the Washington Capitals 6-4 on Thursday night. At 18 years and 118 days, Kotkaniemi became the se… [+783 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MARK DIDTLER Associated Press", "title": "Rinne shines in return, Predators beat Lightning 4-1", "description": "TAMPA, Fla. (AP) — Pekka Rinne made 42 saves in his return after missing five games with an injury, and the Nashville Predators beat the Tampa Bay Lightning 4-1 on Thursday night.", "url": "https://apnews.com/e3ef20a198f6450b87c9925be34ae870", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/b/c8/bc856c2b-a03a-5cdc-a2e5-25015ead4026/5bdbbfa26572b.image.jpg?crop=1641%2C923%2C0%2C169&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T02:30:23Z", "content": "TAMPA, Fla. (AP) Pekka Rinne made 42 saves in his return after missing five games with an injury, and the Nashville Predators beat the Tampa Bay Lightning 4-1 on Thursday night. Rinne was hurt in the third period of a 5-3 win at Calgary on Oct. 19. He was str… [+1795 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TIM BOOTH AP Sports Writer", "title": "AP Source: Gonzales, Mariners reach agreement on 2-year deal", "description": "SEATTLE (AP) — A person with knowledge of the deal says the Seattle Mariners and Marco Gonzales have agreed to a $1.9 million, two-year contract.", "url": "https://apnews.com/a0316d7505354f239376c823bcf56edb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-02T02:24:33Z", "content": "SEATTLE (AP) A person with knowledge of the deal says the Seattle Mariners and Marco Gonzales have agreed to a $1.9 million, two-year contract. The person spoke to The Associated Press on Thursday on condition of anonymity because the team had not announced t… [+779 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Joel Embiid has 41 points, 76ers beat Clippers 122-113", "description": "PHILADELPHIA (AP) — Joel Embiid had 41 points and 13 rebounds, helping the Philadelphia 76ers beat the Los Angeles Clippers 122-113 on Thursday night.", "url": "https://apnews.com/cf59c939ceb846ee804cf03f5ae87329", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/7/86/786440e6-b2d7-5050-a929-41978cf07d99/5bdbbeaa628f0.image.jpg?crop=1190%2C669%2C0%2C536&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T02:22:09Z", "content": "PHILADELPHIA (AP) Joel Embiid had 41 points and 13 rebounds, helping the Philadelphia 76ers beat the Los Angeles Clippers 122-113 on Thursday night. It was Embiid's sixth game already this season with at least 30 points and 10 rebounds. Ben Simmons added 14 p… [+1748 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CHARLES ODUM AP Sports Writer", "title": "Fox logs first triple-double as Kings rout Hawks 146-115", "description": "ATLANTA (AP) — De'Aaron Fox set career highs with 31 points, 15 assists and 10 rebounds for his first career triple-double, and the Sacramento Kings beat the Atlanta Hawks 146-115 on Thursday night for their fifth straight win.", "url": "https://apnews.com/68049e876de8473ebfa03a124cf27395", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/e/21/e21bb212-369e-51cd-bf38-48e2de32b90b/5bdbbeab922ec.image.jpg?crop=1263%2C710%2C0%2C465&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T02:18:36Z", "content": "ATLANTA (AP) De'Aaron Fox set career highs with 31 points, 15 assists and 10 rebounds for his first career triple-double, and the Sacramento Kings beat the Atlanta Hawks 146-115 on Thursday night for their fifth straight win. Buddy Hield scored 27 points and … [+2109 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Court upholds conviction, life sentence of Oklahoma killer", "description": "OKLAHOMA CITY (AP) — The Oklahoma Court of Criminal Appeals has upheld the conviction and sentence of life without parole of a Yukon man.", "url": "https://apnews.com/84894eab878d4922b3eb829c53ade1b6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T02:16:57Z", "content": "OKLAHOMA CITY (AP) The Oklahoma Court of Criminal Appeals has upheld the conviction and sentence of life without parole of a Yukon man. The court on Thursday rejected appeals by 40-year-old Nicholas Moody. Receive today's headlines in your inbox with our dail… [+494 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BBN--Dodgers-Freese", "description": "BC-BBN--Dodgers-Freese,125", "url": "https://apnews.com/b05d36ccbd9141caaa3bc4896d802232", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T02:15:31Z", "content": "BC-BBN--Dodgers-Freese,125 Dodgers agree to deal with infielder David Freese Eds: APNewsNow. The Dodgers have made their first offseason move, agreeing to terms with infielder David Freese on a one-year contract. The team announced the deal after the club opt… [+1106 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BBN--Dodgers-Freese", "description": "BC-BBN--Dodgers-Freese,125", "url": "https://apnews.com/2b6389a2ee6d4ba0bcce27c1129596ca", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T02:15:31Z", "content": "BC-BBN--Dodgers-Freese,125 Dodgers agree to deal with infielder David Freese Eds: APNewsNow. The Dodgers have made their first offseason move, agreeing to terms with infielder David Freese on a one-year contract. The team announced the deal after the club opt… [+1106 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Dodgers agree to deal with infielder David Freese", "description": "LOS ANGELES (AP) — The Dodgers have made their first offseason move, agreeing to terms with infielder David Freese on a one-year contract.", "url": "https://apnews.com/abc68b19f462439b93945b07672ec6ee", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-02T02:15:27Z", "content": "LOS ANGELES (AP) The Dodgers have made their first offseason move, agreeing to terms with infielder David Freese on a one-year contract. The team announced the deal Thursday night after the club option of $6 million was declined. The Dodgers will pay Freese a… [+495 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-SOC--Australia-Bolt-No Deal,1st Ld-Writethru", "description": "BC-SOC--Australia-Bolt-No Deal, 1st Ld-Writethru,341", "url": "https://apnews.com/3cc5c7bf6def426680aef465b3dac034", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T02:14:42Z", "content": "BC-SOC--Australia-Bolt-No Deal, 1st Ld-Writethru,341 Bolt's bid for pro contract in Australia ends without a deal Eds: adds detail, Bolt quotes. AP Photo planned. Usain Bolt's bid to become a professional soccer player in Australia has ended with the Olympic … [+2453 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Bolt's bid for pro contract in Australia ends without a deal", "description": "GOSFORD, Australia (AP) — Usain Bolt's bid to become a professional soccer player in Australia has ended with the Olympic sprinting great failing to agree on a contract with the Central Coast Mariners.", "url": "https://apnews.com/367f958b270c40ee90c36fb7240bcbcc", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T02:14:35Z", "content": "GOSFORD, Australia (AP) Usain Bolt's bid to become a professional soccer player in Australia has ended with the Olympic sprinting great failing to agree on a contract with the Central Coast Mariners. The Mariners announced Friday that Bolt's indefinite traini… [+1990 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Elaine Kurtenbach", "title": "UN finds 486 million in Asia still hungry, progress stalled", "description": "BANGKOK (AP) — Despite rapid economic growth, the Asia-Pacific region has nearly a half billion people who go hungry as progress stalls in improving food security and basic living conditions, a United Nations report said Friday. Even in relatively well-to-do …", "url": "https://apnews.com/b380a7d36ac04bbb8f1fff01478e6447", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:acd0099d862d4f50aa273607635fd5b3/3000.jpeg", "publishedAt": "2018-11-02T02:09:49Z", "content": "BANGKOK (AP) Despite rapid economic growth, the Asia-Pacific region has nearly a half billion people who go hungry as progress stalls in improving food security and basic living conditions, a United Nations report said Friday. Even in relatively well-to-do ci… [+3096 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Fraternity orders shutdown of Boulder chapter", "description": "DENVER (AP) — The national office of a fraternity has ordered the shutdown of its chapter in Boulder after five University of Colorado students told police they believe they were drugged while attending parties in the collegiate business and residential…", "url": "https://apnews.com/9ec49ccae1874e25bb756446712fac64", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T02:09:21Z", "content": "DENVER (AP) The national office of a fraternity has ordered the shutdown of its chapter in Boulder after five University of Colorado students told police they believe they were drugged while attending parties in the collegiate business and residential distric… [+883 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Anton Khudobin makes 30 saves, Stars beat Maple Leafs 2-1", "description": "TORONTO (AP) — Dallas backup goalie Anton Khudobin made 30 saves to help the Stars beat the Toronto Maple Leafs 2-1 on Thursday night.", "url": "https://apnews.com/5bc5f7c8f248470c8f57e2b421248e1d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/d/30/d30f0597-d6a1-5bd2-9ee4-874838099dfe/5bdbb6c8cffaf.image.jpg?crop=1765%2C993%2C0%2C90&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T02:04:45Z", "content": "TORONTO (AP) Dallas backup goalie Anton Khudobin made 30 saves to help the Stars beat the Toronto Maple Leafs 2-1 on Thursday night. Jamie Benn and Devin Shore scored, and Tyler Seguin added two assists. Patrick Marleau scored for Toronto, and Frederik Anders… [+913 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: Begich, Dunleavy face off before election", "description": "JUNEAU, Alaska (AP) — The Latest on the Alaska governor's race (all times local):", "url": "https://apnews.com/93084834d0094ff48ccdba581bd00cc1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T02:03:46Z", "content": "JUNEAU, Alaska (AP) The Latest on the Alaska governor's race (all times local): 6 p.m. The final face-to-face debate between Alaska's two major gubernatorial candidates is underway. Receive today's headlines in your inbox with our daily news email SUBSCRIBE T… [+1432 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Clippers-76ers,1st Ld-Writethru", "description": "BC-BKN--Clippers-76ers, 1st Ld-Writethru,427", "url": "https://apnews.com/77d9c550502c4d618235267c13bd4400", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T02:01:09Z", "content": "BC-BKN--Clippers-76ers, 1st Ld-Writethru,427 Embiid leads 76ers past Clippers 122-113 AP Photo PXC110, PXC109, PXC102, PXC108 Eds: 76ers 122, Clippers 113. Updates throughout to add details. With AP Photos. Joel Embiid had 41 points and 13 rebounds, helping t… [+2817 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Clippers-76ers,1st Ld-Writethru", "description": "BC-BKN--Clippers-76ers, 1st Ld-Writethru,427", "url": "https://apnews.com/c3d04cd098a6422d8db9625e44be8613", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T02:01:09Z", "content": "BC-BKN--Clippers-76ers, 1st Ld-Writethru,427 Embiid leads 76ers past Clippers 122-113 AP Photo PXC110, PXC109, PXC102, PXC108 Eds: 76ers 122, Clippers 113. Updates throughout to add details. With AP Photos. Joel Embiid had 41 points and 13 rebounds, helping t… [+2817 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By AARON BRACY Associated Press", "title": "Embiid leads 76ers past Clippers 122-113", "description": "PHILADELPHIA (AP) — Joel Embiid had 41 points and 13 rebounds, helping the Philadelphia 76ers beat the Los Angeles Clippers 122-113 on Thursday night.", "url": "https://apnews.com/e5a5b7d029e2492dad542d778a7141c5", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/1/44/144ba9e2-3822-533a-b4c4-516d55ff6592/5bdbb6cb06869.image.jpg?crop=1769%2C995%2C0%2C87&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T02:01:06Z", "content": "PHILADELPHIA (AP) Joel Embiid had 41 points and 13 rebounds, helping the Philadelphia 76ers beat the Los Angeles Clippers 122-113 on Thursday night. It was Embiid's sixth game already this season with at least 30 points and 10 rebounds. Ben Simmons added 14 p… [+2244 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEVE REED AP Sports Writer", "title": "Thunder rally from 19 down in 3rd, top Hornets 111-107", "description": "CHARLOTTE, N.C. (AP) — Russell Westbrook had 29 points, 10 assists and eight rebounds, and the Oklahoma City Thunder overcame a 19-point third-quarter deficit to beat the Charlotte Hornets 111-107 on Thursday night.", "url": "https://apnews.com/e1efbec1ac4b43babc51d3b2b5b7cd30", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/2/00/2002b14e-74de-5785-8a38-8ef8c9f386a5/5bdbb6d34373f.image.jpg?crop=1693%2C952%2C0%2C135&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T01:47:47Z", "content": "CHARLOTTE, N.C. (AP) Russell Westbrook had 29 points, 10 assists and eight rebounds, and the Oklahoma City Thunder overcame a 19-point third-quarter deficit to beat the Charlotte Hornets 111-107 on Thursday night. Alex Abrines had 25 points on five 3-pointers… [+1310 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-GLF--Shriners Hospital,4th Ld-Writethru", "description": "BC-GLF--Shriners Hospital, 4th Ld-Writethru,761", "url": "https://apnews.com/b7641aab86dd4c3e8f64377ddee554ea", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T01:42:07Z", "content": "BC-GLF--Shriners Hospital, 4th Ld-Writethru,761 Peter Uihlein leads in Las Vegas; Jordan Spieth 3 shots back AP Photo NVLAS501, NVLAS503, NVLAS502, NVLAS504 Eds: Updates with Reeves quotes. With AP Photos. Peter Uihlein topped the leaderboard at 8-under 63 in… [+4535 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BBO--Australia-Dog Flight,1st Ld-Writethru", "description": "BC-BBO--Australia-Dog Flight, 1st Ld-Writethru,297", "url": "https://apnews.com/eb5216f385944fe081d2c12a830f6b8c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T01:42:07Z", "content": "BC-BBO--Australia-Dog Flight, 1st Ld-Writethru,297 Dog's day: Player's pet quarantined on landing in Australia Eds: Adds detail, background, hyperlink. An American basketball player who flew into Brisbane with his French bulldog placed inside his hand luggage… [+2276 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-GLF--Shriners Hospital,4th Ld-Writethru", "description": "BC-GLF--Shriners Hospital, 4th Ld-Writethru,761", "url": "https://apnews.com/7d30f0c0483f479dbb6967320757e49e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T01:42:07Z", "content": "BC-GLF--Shriners Hospital, 4th Ld-Writethru,761 Peter Uihlein leads in Las Vegas; Jordan Spieth 3 shots back AP Photo NVLAS501, NVLAS503, NVLAS502, NVLAS504 Eds: Updates with Reeves quotes. With AP Photos. Peter Uihlein topped the leaderboard at 8-under 63 in… [+4535 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Dog's day: Player's pet quarantined on landing in Australia", "description": "BRISBANE, Australia (AP) — An American basketball player who flew into Brisbane with his French bulldog placed inside his hand luggage has run afoul of Australia's quarantine laws.", "url": "https://apnews.com/fad69fc5e1c24c248713bdf78d7a3733", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T01:42:02Z", "content": "BRISBANE, Australia (AP) An American basketball player who flew into Brisbane with his French bulldog placed inside his hand luggage has run afoul of Australia's quarantine laws. Brisbane Bullets recruit Lamar Patterson was briefly detained after landing in B… [+1752 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-GLF--Shriners Hospital,4th Ld-Writethru", "description": "BC-GLF--Shriners Hospital, 4th Ld-Writethru,761", "url": "https://apnews.com/0c90c964bb8e43fd926c1f2ef1584f76", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T01:42:01Z", "content": "BC-GLF--Shriners Hospital, 4th Ld-Writethru,761 Peter Uihlein leads in Las Vegas; Jordan Spieth 3 shots back AP Photo NVLAS501, NVLAS503, NVLAS502, NVLAS504 Eds: Updates with Reeves quotes. With AP Photos. Peter Uihlein topped the leaderboard at 8-under 63 in… [+4535 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-GLF--Shriners Hospital,4th Ld-Writethru", "description": "BC-GLF--Shriners Hospital, 4th Ld-Writethru,761", "url": "https://apnews.com/e493c27bf04a43e2ac7534b6f0aee642", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T01:41:57Z", "content": "BC-GLF--Shriners Hospital, 4th Ld-Writethru,761 Peter Uihlein leads in Las Vegas; Jordan Spieth 3 shots back AP Photo NVLAS501, NVLAS503, NVLAS502, NVLAS504 Eds: Updates with Reeves quotes. With AP Photos. Peter Uihlein topped the leaderboard at 8-under 63 in… [+4535 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Alaska marijuana tax revenue remains above $1M in September", "description": "JUNEAU, Alaska (AP) — Marijuana tax collections in Alaska dipped slightly in September but still totaled about $1.5 million.", "url": "https://apnews.com/9252d205cc64486983fbac9cf0628c1f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T01:37:25Z", "content": "JUNEAU, Alaska (AP) Marijuana tax collections in Alaska dipped slightly in September but still totaled about $1.5 million. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Figures released by the state Revenue Department Thurs… [+502 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CLIFF BRUNT AP Sports Writer", "title": "Injured Oklahoma back Rodney Anderson to enter NFL draft", "description": "NORMAN, Okla (AP) — Injured Oklahoma running back Rodney Anderson will forego his senior season and enter the NFL draft.", "url": "https://apnews.com/fc9b3fe587d6438db7c185eac702afc3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-02T01:36:03Z", "content": "NORMAN, Okla (AP) Injured Oklahoma running back Rodney Anderson will forego his senior season and enter the NFL draft. Anderson suffered a season-ending knee injury in the second game of this season against UCLA. He made the announcement that he would not ret… [+1824 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEVE HERRICK Associated Press", "title": "Hernangomez, Paul Millsap lead Nuggets past Cavs 110-91", "description": "CLEVELAND (AP) — Juancho Hernangomez scored 23 points, Paul Millsap added 16 and the Denver Nuggets rolled past the Cleveland Cavaliers 110-91 on Thursday night.", "url": "https://apnews.com/2bd3211efe9948ce8dff2b82f0f00364", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/d/8d/d8db0bac-c1eb-587a-8eed-a4b06d9ee7c8/5bdbb08a2629b.image.jpg?crop=1769%2C995%2C0%2C87&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T01:32:16Z", "content": "CLEVELAND (AP) Juancho Hernangomez scored 23 points, Paul Millsap added 16 and the Denver Nuggets rolled past the Cleveland Cavaliers 110-91 on Thursday night. The Nuggets won their third straight to improve to 7-1. On Wednesday night in Chicago, they beat th… [+2378 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Peter Uihlein leads in Las Vegas; Jordan Spieth 3 shots back", "description": "LAS VEGAS (AP) — Peter Uihlein topped the leaderboard at 8-under 63 on Thursday in the Shriners Hospitals For Children Open, with Jordan Spieth three strokes back in his season debut.", "url": "https://apnews.com/3e2a9aa36201444d8694b1b3717a72e7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/a/ba/abae798f-33fb-5321-a7fb-18eb1d6bcf4f/5bdba5fe2d8f8.image.jpg?crop=1741%2C979%2C0%2C104&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T01:13:22Z", "content": "LAS VEGAS (AP) Peter Uihlein topped the leaderboard at 8-under 63 on Thursday in the Shriners Hospitals For Children Open, with Jordan Spieth three strokes back in his season debut. Uihlein birdied six of his final nine holes in the morning round at TPC Summe… [+3525 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Northern California police say officers chase, shoot suspect", "description": "OAKLAND, Calif. (AP) — Northern California police say officers shot a suspect multiple times after they were led on a 25 mile (40 kilometer) vehicle pursuit.", "url": "https://apnews.com/08be2b8926f1473582846c84e19803fd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T01:09:08Z", "content": "OAKLAND, Calif. (AP) Northern California police say officers shot a suspect multiple times after they were led on a 25 mile (40 kilometer) vehicle pursuit. Authorities said Thursday that officers in several Vallejo Police patrol cars chased a suspect's vehicl… [+629 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By HOLLY RAMER Associated Press", "title": "Candidate criticism sharpens in gubernatorial debate", "description": "CONCORD, N.H. (AP) — Republican Gov. Chris Sununu criticized his opponent's lack of specifics, while Democrat Molly Kelly accused the incumbent of falsely attacking her strengths as the pair met Thursday for a televised debate.", "url": "https://apnews.com/ed407a390bc945fa867c761b41e8bc8f", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/d/4e/d4ed7d58-8921-58d5-b96e-8827c729dcb5/5bdba843912e1.image.jpg?crop=1760%2C990%2C0%2C93&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T01:05:36Z", "content": "CONCORD, N.H. (AP) Republican Gov. Chris Sununu criticized his opponent's lack of specifics, while Democrat Molly Kelly accused the incumbent of falsely attacking her strengths as the pair met Thursday for a televised debate. The candidates faced each other o… [+3294 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Mohmed Sharuhaan", "title": "Maldives ex-president ends exile, criticizes current leaders", "description": "MALE, Maldives (AP) — The first democratically elected president of the Maldives returned home Thursday after more than two years in exile to escape a long prison term. Mohamed Nasheed traveled by boat parade from the airport island to the national capital, M…", "url": "https://apnews.com/86f2d552539b4c8d83be01bdd75acf5b", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:0b15e448a6934e3b824700fb9e0217af/2000.jpeg", "publishedAt": "2018-11-02T01:03:07Z", "content": "MALE, Maldives (AP) The first democratically elected president of the Maldives returned home Thursday after more than two years in exile to escape a long prison term. Mohamed Nasheed traveled by boat parade from the airport island to the national capital, Mal… [+2540 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man suspected of dumping girlfriend's body in trash bin", "description": "ANAHEIM, Calif. (AP) — Police say a 28-year-old man suspected of killing his girlfriend and dumping her body in a trash bin has been arrested at Los Angeles International Airport as he was about to leave the country.", "url": "https://apnews.com/6e7b3df9a00c4c5fa4c54c253986f14d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T01:02:43Z", "content": "ANAHEIM, Calif. (AP) Police say a 28-year-old man suspected of killing his girlfriend and dumping her body in a trash bin has been arrested at Los Angeles International Airport as he was about to leave the country. Anaheim police announced Thursday that Amer … [+732 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Time change means extra hour for alcoholic beverage sales", "description": "INDIANAPOLIS (AP) — Drinkers will have an extra hour to purchase alcoholic beverages early Sunday.", "url": "https://apnews.com/ed87a59ffe3a45d1a477158295d1c384", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T01:00:52Z", "content": "INDIANAPOLIS (AP) Drinkers will have an extra hour to purchase alcoholic beverages early Sunday. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The Indiana Alcohol and Tobacco Commission announced Friday it will allow the sa… [+504 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "State parks leader on leave following complaint", "description": "PHOENIX (AP) — The leader of the state parks department has been placed on administrative leave following complaints that she allowed potential archaeological sites to be bulldozed to make way for new cabins and other improvements.", "url": "https://apnews.com/aaa38d9138014c41939392120e7a9574", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T01:00:20Z", "content": "PHOENIX (AP) The leader of the state parks department has been placed on administrative leave following complaints that she allowed potential archaeological sites to be bulldozed to make way for new cabins and other improvements. Receive today's headlines in … [+830 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Casino giant Caesars Entertainment's CEO to step down", "description": "LAS VEGAS (AP) — The president and CEO of Caesars Entertainment Corp. will step down next year, the casino giant said Thursday.", "url": "https://apnews.com/e48b4feb57d5a7f24f4e02321af2c31c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T00:51:55Z", "content": "LAS VEGAS (AP) The president and CEO of Caesars Entertainment Corp. will step down next year, the casino giant said Thursday. The announcement came just before Caesars reported third-quarter net income of $110 million, after posting a loss in the same period … [+2011 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Springfield-based prosecutor takes over as US attorney", "description": "SPRINGFIELD, Ill. (AP) — Former Sangamon County State's Attorney John Milhiser has been appointed the U.S. attorney for Illinois' central district pending confirmation by the Senate.", "url": "https://apnews.com/99c23a0a9cee4da8a07368ceba152ec7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T00:45:10Z", "content": "SPRINGFIELD, Ill. (AP) Former Sangamon County State's Attorney John Milhiser has been appointed the U.S. attorney for Illinois' central district pending confirmation by the Senate. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TO… [+658 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Woman charged with stealing credit card points", "description": "WHEATON, Ill. (AP) — A suburban Chicago woman has been charged with stealing more than $11,000 worth of credit card points from the school district where she worked.", "url": "https://apnews.com/93e88580322a41a5b86e0bbae086897e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T00:42:57Z", "content": "WHEATON, Ill. (AP) A suburban Chicago woman has been charged with stealing more than $11,000 worth of credit card points from the school district where she worked. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY In a news rel… [+692 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TOM WITHERS AP Sports Writer", "title": "Face to face: Browns GM to meet Chiefs team he helped build", "description": "CLEVELAND (AP) — John Dorsey's roughest week running the Browns will close with a reunion.", "url": "https://apnews.com/41e4826c407f41cf9ddb127dde992365", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/4/d6/4d629334-e861-5f1e-83a6-c47b24a98f59/5bdba902dd04d.image.jpg?crop=1802%2C1014%2C0%2C67&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T00:39:35Z", "content": "CLEVELAND (AP) John Dorsey's roughest week running the Browns will close with a reunion. The Kansas City Chiefs were once his football family before the feud. On Sunday, Cleveland's first-year general manager will get an up-close look at the team he helped bu… [+4608 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Tennessee carries out its 1st execution by electric chair since 2007, putting man to death for a 1980s double murder", "description": "NASHVILLE, Tenn. (AP) — Tennessee carries out its 1st execution by electric chair since 2007, putting man to death for a 1980s double murder.", "url": "https://apnews.com/84a6e1fd938f477e8d6c552dcd01f517", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T00:32:39Z", "content": "Richmond, VA (23219) Today Rain showers early with scattered thunderstorms arriving overnight. Low 67F. Winds S at 10 to 20 mph. Chance of rain 60%.. Tonight Rain showers early with scattered thunderstorms arriving overnight. Low 67F. Winds S at 10 to 20 mph.… [+55 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "California man convicted of laundering money for kidnap ring", "description": "LOS ANGELES (AP) — A California man has been convicted of laundering ransom money for two dozen Mexican citizens who were held hostage by a kidnappers who posed as human smugglers.", "url": "https://apnews.com/c26a78cec0fb489b91faa57bd00b5052", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T00:26:43Z", "content": "LOS ANGELES (AP) A California man has been convicted of laundering ransom money for two dozen Mexican citizens who were held hostage by a kidnappers who posed as human smugglers. Luis Francisco Murillo Morfin of National City was convicted Wednesday of conspi… [+681 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Obit-Zimmerman", "description": "BC-FBN--Obit-Zimmerman,240", "url": "https://apnews.com/7383d7bdc712473bbec6514d38ba5c1a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T00:26:23Z", "content": "BC-FBN--Obit-Zimmerman,240 Paul Zimmerman, longtime NFL writer, dies at 86 Eds: APNewsNow. Paul Zimmerman, the longtime Sports Illustrated NFL writer known as \"Dr. Z\" for his analytical approach, has died. He was 86. NBC Sports football writer Peter King conf… [+1647 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Obit-Zimmerman", "description": "BC-FBN--Obit-Zimmerman,240", "url": "https://apnews.com/f5b14fc39453453eabbf510ebf4e6b17", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T00:26:23Z", "content": "BC-FBN--Obit-Zimmerman,240 Paul Zimmerman, longtime NFL writer, dies at 86 Eds: APNewsNow. Paul Zimmerman, the longtime Sports Illustrated NFL writer known as \"Dr. Z\" for his analytical approach, has died. He was 86. NBC Sports football writer Peter King conf… [+1647 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Obit-Zimmerman", "description": "BC-FBN--Obit-Zimmerman,240", "url": "https://apnews.com/685f4d0d0d8a4c9bbd13b4d1c9714060", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T00:26:23Z", "content": "BC-FBN--Obit-Zimmerman,240 Paul Zimmerman, longtime NFL writer, dies at 86 Eds: APNewsNow. Paul Zimmerman, the longtime Sports Illustrated NFL writer known as \"Dr. Z\" for his analytical approach, has died. He was 86. NBC Sports football writer Peter King conf… [+1647 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Obit-Zimmerman", "description": "BC-FBN--Obit-Zimmerman,240", "url": "https://apnews.com/f598e8e7aaa746a29e6230342bd1be44", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T00:26:21Z", "content": "BC-FBN--Obit-Zimmerman,240 Paul Zimmerman, longtime NFL writer, dies at 86 Eds: APNewsNow. Paul Zimmerman, the longtime Sports Illustrated NFL writer known as \"Dr. Z\" for his analytical approach, has died. He was 86. NBC Sports football writer Peter King conf… [+1647 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Obit-Zimmerman", "description": "BC-FBN--Obit-Zimmerman,240", "url": "https://apnews.com/3b3a127efd624d169959a2c3be786420", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-02T00:26:19Z", "content": "BC-FBN--Obit-Zimmerman,240 Paul Zimmerman, longtime NFL writer, dies at 86 Eds: APNewsNow. Paul Zimmerman, the longtime Sports Illustrated NFL writer known as \"Dr. Z\" for his analytical approach, has died. He was 86. NBC Sports football writer Peter King conf… [+1647 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Paul Zimmerman, longtime NFL writer, dies at 86", "description": "NOBLESVILLE, Ind. (AP) — Paul Zimmerman, the longtime Sports Illustrated NFL writer known as \"Dr. Z\" for his analytical approach, died Thursday. He was 86.", "url": "https://apnews.com/15f2dd64233641f0ae091b00bf2092c7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-02T00:26:17Z", "content": "NOBLESVILLE, Ind. (AP) Paul Zimmerman, the longtime Sports Illustrated NFL writer known as \"Dr. Z\" for his analytical approach, died Thursday. He was 86. NBC Sports football writer Peter King confirmed Zimmerman's death. King worked with Zimmerman at Sports I… [+1230 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BOB BAUM AP Sports Writer", "title": "Developing QB Rosen tops agenda for Cardinals", "description": "TEMPE, Ariz. (AP) — Halfway through Steve Wilks' initial season as head coach, the Arizona Cardinals have two victories.", "url": "https://apnews.com/9214a60d1266440b9d83bd95a73aa10e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/4/f3/4f38f1ea-6ec5-5686-9ee1-09e57a6238ed/5bdba904c3785.image.jpg?crop=1737%2C977%2C0%2C107&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T00:24:28Z", "content": "TEMPE, Ariz. (AP) Halfway through Steve Wilks' initial season as head coach, the Arizona Cardinals have two victories. Both have come against the lowly San Francisco 49ers. Things get tougher from here on out. After taking this weekend off, the Cardinals play… [+3459 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ELLIOT SPAGAT Associated Press", "title": "AP FACT CHECK: Trump-tweeted ad unfairly blames Democrats", "description": "SAN DIEGO (AP) — President Donald Trump tweeted an ad that blames Democrats for allowing a Mexican man who was in the U.S. illegally to kill two police officers in Northern California in 2014 in methamphetamine-fueled attacks. Luis Bracamontes was…", "url": "https://apnews.com/cd25caa3f48747cab8dcb6d4af01a9a2", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/5/a5/5a5aec02-1a1d-5904-aae7-2186507cdcb5/5bdb736f56132.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T00:14:46Z", "content": "SAN DIEGO (AP) President Donald Trump tweeted an ad that blames Democrats for allowing a Mexican man who was in the U.S. illegally to kill two police officers in Northern California in 2014 in methamphetamine-fueled attacks. Luis Bracamontes was sentenced to … [+2999 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "New survey shows Indiana still plagued by teacher shortage", "description": "TERRE HAUTE, Ind. (AP) — A vast majority of Indiana's school districts are still struggling to find qualified teachers amid the state's lingering teacher shortage.", "url": "https://apnews.com/7a4ec038aef0480f8e8a2a51955a83a6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T00:12:33Z", "content": "TERRE HAUTE, Ind. (AP) A vast majority of Indiana's school districts are still struggling to find qualified teachers amid the state's lingering teacher shortage. Indiana State University's annual survey of Hoosier school superintendents shows 91 percent say t… [+910 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOSH DUBOW AP Pro Football Writer", "title": "Owens to get Hall of Fame ring during 49ers game", "description": "SANTA CLARA, Calif. (AP) — Terrell Owens came back to his roots to get his Hall of Fame ring.", "url": "https://apnews.com/ed80fd90b3a749468dd41ce31247a79d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T00:10:40Z", "content": "SANTA CLARA, Calif. (AP) Terrell Owens came back to his roots to get his Hall of Fame ring. Owens was set to be presented with the ring during a halftime ceremony during Thursday night's game between the San Francisco 49ers and the Oakland Raiders. Owens spen… [+3182 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Wayne State athletes join effort to feed those in need", "description": "DETROIT (AP) — Wayne State University athletes will be helping to make and distribute lunches in Detroit for those in need.", "url": "https://apnews.com/7cfc783ac39744b8966dda30dd0b8d8a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T00:09:55Z", "content": "DETROIT (AP) Wayne State University athletes will be helping to make and distribute lunches in Detroit for those in need. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The students are set to participate in the annual #Lunc… [+460 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JONATHAN LEMIRE and CHAD DAY Associated Press", "title": "Roger Stone presents himself as WikiLeaks insider in emails", "description": "WASHINGTON (AP) — Newly released emails from the 2016 presidential campaign appear to show political operative Roger Stone presenting himself as a WikiLeaks insider to Steve Bannon, who was at the heart of then-candidate Donald Trump's run for president.", "url": "https://apnews.com/119d1dad13b64c7f848957f51de17306", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T00:09:24Z", "content": "WASHINGTON (AP) Newly released emails from the 2016 presidential campaign appear to show political operative Roger Stone presenting himself as a WikiLeaks insider to Steve Bannon, who was at the heart of then-candidate Donald Trump's run for president. Receiv… [+725 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SCHUYLER DIXON AP Pro Football Writer", "title": "Cowboys take open-week changes into meeting with Titans", "description": "ARLINGTON, Texas (AP) — Dak Prescott has a new No. 1 receiver and there's a fresh leading voice for the Dallas quarterback's blockers after the Cowboys traded for Amari Cooper and fired offensive line coach Paul Alexander during an open…", "url": "https://apnews.com/0826a4c67eda487da465ffdd71d746da", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/0/23/023ef106-aea7-5a34-a622-df52421d3619/5bdba905e74e9.image.jpg?crop=1711%2C962%2C0%2C124&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-02T00:08:34Z", "content": "ARLINGTON, Texas (AP) Dak Prescott has a new No. 1 receiver and there's a fresh leading voice for the Dallas quarterback's blockers after the Cowboys traded for Amari Cooper and fired offensive line coach Paul Alexander during an open week that was much busie… [+4281 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Service to remember cremains found in Detroit funeral home", "description": "DETROIT (AP) — Cremated remains found inside a closed Detroit funeral home will be remembered as part of an All Souls Day service.", "url": "https://apnews.com/e44df4e527d743f6803750fe7162b857", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T00:07:47Z", "content": "DETROIT (AP) Cremated remains found inside a closed Detroit funeral home will be remembered as part of an All Souls Day service. Clergy leaders are expected to attend the service Friday at Mount Olivet Cemetery in Detroit. All Souls Day traditionally is a tim… [+758 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By AUDREY McAVOY Associated Press", "title": "ACLU challenges Hawaii home's medically assisted death ban", "description": "HONOLULU (AP) — The American Civil Liberties Union demanded Thursday that a Hawaii retirement home stop discriminating against non-Catholic residents and allow them to take advantage of the state's new medically assisted suicide law if they wish.", "url": "https://apnews.com/81d6c526a9f74fc3b5518c0fad9d692d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T00:07:32Z", "content": "HONOLULU (AP) The American Civil Liberties Union demanded Thursday that a Hawaii retirement home stop discriminating against non-Catholic residents and allow them to take advantage of the state's new medically assisted suicide law if they wish. The ACLU of Ha… [+1999 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "More than 300,000 Alabama voters designated inactive", "description": "MONTGOMERY, Ala. (AP) — Nearly one in 10 Alabama voters are characterized as inactive and will need to update their addresses in order to vote on Tuesday.", "url": "https://apnews.com/4cb9fdd190404d5ca93e5672c249ebf6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T00:06:32Z", "content": "MONTGOMERY, Ala. (AP) Nearly one in 10 Alabama voters are characterized as inactive and will need to update their addresses in order to vote on Tuesday. Alabama Secretary of State John Merrill said 301,914 voters are listed as inactive. Receive today's headli… [+770 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "2 brothers plead guilty to role in ex-USC player's drug ring", "description": "SAN DIEGO (AP) — Two brothers who helped run a giant international drug, money laundering and gambling operation for ex-University of Southern California football player Owen \"O-Dog\" Hanson have pleaded guilty to federal charges.", "url": "https://apnews.com/cdb38de82a5246e385f0a4dbf191edea", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T00:06:11Z", "content": "SAN DIEGO (AP) Two brothers who helped run a giant international drug, money laundering and gambling operation for ex-University of Southern California football player Owen \"O-Dog\" Hanson have pleaded guilty to federal charges. Nathan and Andrew Dulley of Los… [+767 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Hearing set for man accused of killing Mississippi trooper", "description": "CORINTH, Miss. (AP) — Prosecutors will present evidence against a man charged with killing an off-duty state trooper.", "url": "https://apnews.com/d3e5992ed1e944e28b04dd4c68a79b53", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-02T00:02:24Z", "content": "CORINTH, Miss. (AP) Prosecutors will present evidence against a man charged with killing an off-duty state trooper. Lawyer Jamie Franks tells the Northeast Mississippi Daily Journal that the preliminary hearing on Troy Anthony Eaton's capital murder charge is… [+859 chars]"}]}