{"articles": [{"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police: Suspect who set up police 'ambush' shot, wounded", "description": "WOODBRIDGE, Va. (AP) — A suspect in Virginia has been wounded in what police described as an \"ambush.\"", "url": "https://apnews.com/17d2e43489184f4fb9db8209143642b1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T11:55:52Z", "content": "WOODBRIDGE, Va. (AP) A suspect in Virginia has been wounded in what police described as an \"ambush.\" Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Citing a Prince William County police release, news outlets report that offi… [+614 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Lori Hinnant", "title": "AP Photos: Sanctuary or soft target? Protecting worshippers", "description": "From the Vatican's St. Peter's Square to the Great Synagogue of Sydney, armed guards provide earthly protection for worshippers as they seek out the divine. And still an unexpected noise can send a spasm of fear through a congregation. There is a security che…", "url": "https://apnews.com/ee09ca35045d4ef8836f37e81de8dc4b", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:7013e3495a3a4a5f8bfd2272e4ee1545/3000.jpeg", "publishedAt": "2018-11-05T11:50:35Z", "content": "From the Vaticans St. Peters Square to the Great Synagogue of Sydney, armed guards provide earthly protection for worshippers as they seek out the divine. And still an unexpected noise can send a spasm of fear through a congregation. There is a security check… [+3001 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By YURI KAGEYAMA AP Business Writer", "title": "SoftBank CEO decries journalist's death, defends Saudi fund", "description": "TOKYO (AP) — SoftBank Group Corp. Chief Executive Masayoshi Son denounced Monday the killing of Saudi journalist Jamal Khashoggi, but defended the Japanese technology giant's investment fund, which includes Saudi money, as work that needs to be finished.", "url": "https://apnews.com/f6628e2f32c24adf9d0b62c9279b6ea1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/6/a5/6a5c8ace-4b1f-553c-9f68-0875547544c3/5be036259c27b.image.jpg?resize=768%2C630", "publishedAt": "2018-11-05T11:47:50Z", "content": "TOKYO (AP) SoftBank Group Corp. Chief Executive Masayoshi Son denounced Monday the killing of Saudi journalist Jamal Khashoggi, but defended the Japanese technology giant's investment fund, which includes Saudi money, as work that needs to be finished. Speaki… [+2481 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "10 Things to Know for Today", "description": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about today:", "url": "https://apnews.com/b147cc6e79a9456aa652a77481625fb7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/da/1da954f9-3349-54e1-9dcc-f82a86e5d891/5be03640c39a7.image.jpg?resize=834%2C630", "publishedAt": "2018-11-05T11:36:45Z", "content": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about today: 1. 'EVERYTHING'S AT STAKE' There are indications Democrats may seize control of at least one chamber of Congress, but nothing is certain on the eve of the … [+2102 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Authorities say man imprisoned for sex abuse has died", "description": "IOWA CITY, Iowa (AP) — Iowa authorities say a man imprisoned for sexual abuse has died in a hospital.", "url": "https://apnews.com/ec78bfad5f104431bdfc4dfb17450eb5", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T11:35:07Z", "content": "IOWA CITY, Iowa (AP) Iowa authorities say a man imprisoned for sexual abuse has died in a hospital. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The Iowa Corrections Department said Sunday that 65-year-old Russell Fidler w… [+408 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "New controversy over Germany's outgoing domestic spy chief", "description": "BERLIN (AP) — A political controversy over Germany's outgoing domestic intelligence chief that hurt the country's government has taken a new twist, with his move to another job apparently in danger.", "url": "https://apnews.com/9b6e4f17f172402d8e69c2177312cf65", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/2/e9/2e949642-25bf-5e36-a62e-4c181a7fecd7/5be0365212b83.image.jpg?resize=873%2C630", "publishedAt": "2018-11-05T11:33:06Z", "content": "BERLIN (AP) A political controversy over Germany's outgoing domestic intelligence chief that hurt the country's government has taken a new twist, with his move to another job apparently in danger. Chancellor Angela Merkel's coalition agreed in September to re… [+785 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Japanese to build $70M vegetable oil plant in Louisiana", "description": "AVONDALE, La. (AP) — A Japanese company has broken ground for a $70 million vegetable oil plant in the New Orleans area.", "url": "https://apnews.com/9a1eabd0accb4c04ad5f08ed7e949b47", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T11:30:18Z", "content": "AVONDALE, La. (AP) A Japanese company has broken ground for a $70 million vegetable oil plant in the New Orleans area. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY A news release from the Jefferson Parish Economic Developm… [+702 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "AAA: Michigan gas prices fall 9 cents to $2.72 per gallon", "description": "DEARBORN, Mich. (AP) — AAA Michigan says average gas prices statewide are down 9 cents in the past week to about $2.72 per gallon.", "url": "https://apnews.com/98be859113b74128ac59db22e19ed31c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T11:29:26Z", "content": "DEARBORN, Mich. (AP) AAA Michigan says average gas prices statewide are down 9 cents in the past week to about $2.72 per gallon. The Dearborn-based auto club says early Monday the average price for self-serve regular unleaded gasoline is about equal to the sa… [+641 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CIARAN FAHEY Associated Press", "title": "Wounded Atletico hosts Dortmund for Champions League rematch", "description": "BERLIN (AP) — Less than two weeks after its biggest loss under coach Diego Simeone, Atletico Madrid will get a chance to make amends.", "url": "https://apnews.com/4db3e456bf5142e2808f9cd4f26d2f97", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/d5/fd5173c6-881c-5cae-a4bc-cae1e3c8066f/5be0430a609f1.image.jpg?crop=1741%2C979%2C0%2C104&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T11:22:59Z", "content": "BERLIN (AP) Less than two weeks after its biggest loss under coach Diego Simeone, Atletico Madrid will get a chance to make amends. The Spanish team will host Borussia Dortmund on Tuesday in the Champions League, 13 days after the Bundesliga leaders beat Atle… [+4390 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Library exhibit features letters written by WWI soldiers", "description": "ANN ARBOR, Mich. (AP) — Firsthand accounts of World War I from American soldiers are part of a new exhibition at the University of Michigan's William L. Clements Library in Ann Arbor.", "url": "https://apnews.com/1f67a5ccafd449b28759c8cb03d542c7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T11:19:33Z", "content": "ANN ARBOR, Mich. (AP) Firsthand accounts of World War I from American soldiers are part of a new exhibition at the University of Michigan's William L. Clements Library in Ann Arbor. Receive today's headlines in your inbox with our daily news email SUBSCRIBE T… [+715 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Illinois road closed for migrating snakes until Tuesday", "description": "HARRISBURG, Ill. (AP) — Snakes and amphibians that have not yet crossed Snake Road in Shawnee National Forest can relax because officials are giving them a little more time to make the trek.", "url": "https://apnews.com/b36f7d3f050b45208b8a9999e5223bf1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T11:16:34Z", "content": "HARRISBURG, Ill. (AP) Snakes and amphibians that have not yet crossed Snake Road in Shawnee National Forest can relax because officials are giving them a little more time to make the trek. The (Carbondale) Southern Illinoisan reports that typically the 2.5-mi… [+808 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "2 Buildings collapse in French city of Marseille; 2 hurt", "description": "MARSEILLE, France (AP) — Two buildings collapsed in the southern city of Marseille on Monday, leaving a giant pile of rubble and beams. Fire services said two people were lightly hurt. The collapse spewed debris into the street and clouds of dust into the air…", "url": "https://apnews.com/c64ff1383dea41598878f9bbfdf9ddaa", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:12dca4f00104450a8badc793ce20de9d/3000.jpeg", "publishedAt": "2018-11-05T11:15:35Z", "content": "MARSEILLE, France (AP) Two buildings collapsed in the southern city of Marseille on Monday, leaving a giant pile of rubble and beams. Fire services said two people were lightly hurt. The collapse spewed debris into the street and clouds of dust into the air, … [+1165 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Illinois teacher pens book on 'Biggest Loser' experience", "description": "SPRINGFIELD, Ill. (AP) — An Illinois woman who lost 144 pounds (65 kilograms) on \"The Biggest Loser\" television program has written a book about her experiences.", "url": "https://apnews.com/d2c5d94c3c06460d95a8595dbca33895", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T11:10:49Z", "content": "SPRINGFIELD, Ill. (AP) An Illinois woman who lost 144 pounds (65 kilograms) on \"The Biggest Loser\" television program has written a book about her experiences. The (Springfield) State Journal-Register reports Sherman resident Sonya Jones says it wasn't until … [+895 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Niniek Karmini", "title": "Grief, anger overflow as families confront a silent Lion Air", "description": "JAKARTA, Indonesia (AP) — The \"black box\" data recorder from a crashed Lion Air jet shows its last four flights all had an airspeed indicator problem, investigators said Monday, after distraught relatives of victims confronted the airline's co-founder at a me…", "url": "https://apnews.com/55ebceadd2704093ad6b221e76d06b49", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:f1fe2cea03e44751a3b566ba44043671/3000.jpeg", "publishedAt": "2018-11-05T11:07:04Z", "content": "JAKARTA, Indonesia (AP) The black box data recorder from a crashed Lion Air jet shows its last four flights all had an airspeed indicator problem, investigators said Monday, after distraught relatives of victims confronted the airlines co-founder at a meeting… [+3824 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Refuge drops commercial logging plan for habitat management", "description": "DAVIS, W.Va. (AP) — A wildlife refuge in West Virginia has dropped its plan to commercially log more than 1,600 acres (647 hectares) to help achieve its plants and wildlife habitat goals.", "url": "https://apnews.com/a627bb7fe88445e39ede557d8a1aab76", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T11:03:38Z", "content": "DAVIS, W.Va. (AP) A wildlife refuge in West Virginia has dropped its plan to commercially log more than 1,600 acres (647 hectares) to help achieve its plants and wildlife habitat goals. The Charleston Gazette-Mail reported Sunday that Canaan Valley National W… [+895 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "17 state parks to temporarily close for Indiana deer hunts", "description": "INDIANAPOLIS (AP) — Seventeen Indiana state parks will temporarily close their gates to visitors this month for hunts targeting deer that threaten native plants.", "url": "https://apnews.com/8b12a248b427495eb0a12b4e079bd3a1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T10:54:50Z", "content": "INDIANAPOLIS (AP) Seventeen Indiana state parks will temporarily close their gates to visitors this month for hunts targeting deer that threaten native plants. The parks will close to visitors on Nov. 12 and 13, and Nov. 26 and 27 during the two-day hunts. Re… [+819 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Swiss downhill skier Barandun dies in paragliding accident", "description": "BERN, Switzerland (AP) — Gian Luca Barandun, a World Cup downhill skier from Switzerland, has died in a paragliding accident. He was 24.", "url": "https://apnews.com/8e4b9d1dfde142a0a866f6c5708a421b", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-05T10:51:51Z", "content": "BERN, Switzerland (AP) Gian Luca Barandun, a World Cup downhill skier from Switzerland, has died in a paragliding accident. He was 24. The Swiss ski federation said Barandun, one of its best prospects in Alpine speed races, died Sunday morning. \"In this diffi… [+764 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Kosovo-born Shaqiri left out by Liverpool for game in Serbia", "description": "LIVERPOOL, England (AP) — Politics will keep Liverpool forward Xherdan Shaqiri from making the trip to face Red Star Belgrade in the Champions League, nearly five months after the Switzerland", "url": "https://apnews.com/d8c26c00c54944c4ba48b4d772d26e98", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-05T10:51:41Z", "content": "LIVERPOOL, England (AP) Politics will keep Liverpool forward Xherdan Shaqiri from making the trip to face Red Star Belgrade in the Champions League, nearly five months after the Switzerland forward made a nationalist hand gesture while celebrating a goal agai… [+1635 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Detroit-area officers kill man who fatally shot police dog", "description": "ST. CLAIR SHORES, Mich. (AP) — Authorities say officers shot and killed a man who fatally shot a police dog near a banquet hall in suburban Detroit.", "url": "https://apnews.com/fb827b4d368e4d07990c98e00bee9928", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T10:44:36Z", "content": "ST. CLAIR SHORES, Mich. (AP) Authorities say officers shot and killed a man who fatally shot a police dog near a banquet hall in suburban Detroit. St. Clair Shores police responded Sunday night to a report of a man with a rifle outside of Lakeland Manor, wher… [+742 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TAIJING WU Associated Press", "title": "New Taiwan performing arts center billed as largest in world", "description": "KAOHSIUNG, Taiwan (AP) — A sprawling complex of four theaters billed as the biggest performing arts center in the world has opened in southern Taiwan.", "url": "https://apnews.com/f7136c72765f4f76bf6343e3293f4291", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/3/5f/35fd6c10-c4a2-5184-a404-164889fb23e4/5be036d68336d.image.jpg?resize=842%2C630", "publishedAt": "2018-11-05T10:37:37Z", "content": "KAOHSIUNG, Taiwan (AP) A sprawling complex of four theaters billed as the biggest performing arts center in the world has opened in southern Taiwan. The National Kaohsiung Center for the Arts houses a 1,981-seat concert hall, a 2,236-seat opera house, a play … [+1701 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By LARRY NEUMEISTER Associated Press", "title": "Trial set to begin in dispute over census citizenship query", "description": "NEW YORK (AP) — A New York federal judge is poised to hear evidence from critics of a Commerce Department decision to put a citizenship question on the 2020 Census.", "url": "https://apnews.com/0348c322c5944e70b077e081d325beb2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T10:36:50Z", "content": "NEW YORK (AP) A New York federal judge is poised to hear evidence from critics of a Commerce Department decision to put a citizenship question on the 2020 Census. The trial Monday is proceeding on schedule despite the Justice Department's invitation to the Su… [+2425 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Sven-Goran Eriksson is at the helm of another national team", "description": "MANILA, Philippines (AP) — Sven-Goran Eriksson is at the helm of another national team.", "url": "https://apnews.com/1972fd4e14dd47b19117736e6720f5d6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/a/a0/aa0063b6-ea24-52b5-87bb-faa8a7a2504c/5be04320f30fc.image.jpg?crop=1909%2C1074%2C0%2C5&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T10:35:08Z", "content": "MANILA, Philippines (AP) Sven-Goran Eriksson is at the helm of another national team. The 70-year-old Swede was introduced Monday as the coach of the Philippines after a famous stint with England more than a decade ago. Eriksson has also coached Mexico and Iv… [+491 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Trainee kills Utah mayor, guard member in Afghanistan", "description": "NORTH OGDEN, Utah (AP) — A Utah mayor who was also a Utah Army National Guard major training commandos in Afghanistan was fatally shot by one of his Afghan trainees, officials said Sunday.", "url": "https://apnews.com/f8ffed1ebd8141f2b49f946f226c0268", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/c/e7/ce7cd7ef-c29d-59d8-bdc1-d86e54b57aae/5bdf6c9373509.image.jpg?crop=1817%2C1022%2C0%2C58&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T10:07:20Z", "content": "NORTH OGDEN, Utah (AP) A Utah mayor who was also a Utah Army National Guard major training commandos in Afghanistan was fatally shot by one of his Afghan trainees, officials said Sunday. Brent Taylor, 39, had taken a yearlong leave of absence as mayor of Nort… [+2127 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Suzan Fraser", "title": "Report: Saudi investigators worked to remove evidence", "description": "ANKARA, Turkey (AP) — Members of a team from Saudi Arabia sent to help Turkish authorities investigate the killing of journalist Jamal Khashoggi worked instead to remove evidence of the slaying, a senior Turkish official said Monday. The official confirmed a …", "url": "https://apnews.com/3f7fe04c31db4adfab864b3e7cefeb11", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:9903bb31d81743f9933c0cacc06aedcc/3000.jpeg", "publishedAt": "2018-11-05T09:36:10Z", "content": "ANKARA, Turkey (AP) Members of a team from Saudi Arabia sent to help Turkish authorities investigate the killing of journalist Jamal Khashoggi worked instead to remove evidence of the slaying, a senior Turkish official said Monday. The official confirmed a re… [+2593 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "N Carolina police department put on leave to return to duty", "description": "BOLIVIA, N.C. (AP) — A North Carolina police department that was put on paid leave when its then-chief was arrested is set to return to duty.", "url": "https://apnews.com/9e32592fbde14678b751cd6dd02bc7a7", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-05T08:15:43Z", "content": "BOLIVIA, N.C. (AP) A North Carolina police department that was put on paid leave when its then-chief was arrested is set to return to duty. Southport police Chief Todd Coring tells The StarNews of Wilmington that officers will be back on patrol Monday. The Br… [+729 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Georgia school probes racist slur displayed by marching band", "description": "SNELLVILLE, Ga. (AP) — A marching band at a Georgia high school spelled out a racist slur during a halftime show and now the school is reviewing its show procedures.", "url": "https://apnews.com/f30ce738f758430394e92184cd7693ff", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-05T08:01:45Z", "content": "SNELLVILLE, Ga. (AP) A marching band at a Georgia high school spelled out a racist slur during a halftime show and now the school is reviewing its show procedures. News outlets report instrument covers normally used by the Brookwood High School marching band … [+734 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Sheriff: Man mistakenly shoots self while robbing McDonald's", "description": "MACON, Ga. (AP) — A Georgia sheriff's office says a man robbing a Macon McDonald's accidentally shot himself in the thigh, foiling his escape.", "url": "https://apnews.com/4307e62c3d804383be011bd4516592f5", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-05T07:49:58Z", "content": "MACON, Ga. (AP) A Georgia sheriff's office says a man robbing a Macon McDonald's accidentally shot himself in the thigh, foiling his escape. News outlets report the Bibb County Sheriff's Office says an armed man wearing a wig entered the restaurant Saturday n… [+696 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Weekend Sports Briefs", "description": "MARATHON", "url": "https://apnews.com/a917f2a4ca9448febea86ff25632ebbc", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-05T07:44:37Z", "content": "MARATHON NEW YORK (AP) Mary Keitany of Kenya and Lelisa Desisa of Ethiopia won the New York City Marathon on Sunday, with Keitany dominating the strong women's field for her fourth victory in the event and Desisa surging ahead of two other runners near the fi… [+8612 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BRIAN MAHONEY AP Basketball Writer", "title": "Rough road: Brown says 76ers not yet among East's 'royalty'", "description": "NEW YORK (AP) — At home, they can beat anybody.", "url": "https://apnews.com/71763f9a391141eb99e16d21b07666a3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/b/d8/bd828314-6e73-5c49-8351-ea72f2937248/5bdfa771004a2.image.jpg?crop=1410%2C793%2C0%2C338&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T07:42:55Z", "content": "NEW YORK (AP) At home, they can beat anybody. On the road, the Philadelphia 76ers only beat themselves. That's what they did Sunday night in Brooklyn, committing an NBA season-high 28 turnovers in a 122-97 loss. A team that was expected to be among the Easter… [+2282 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By HOWARD FENDRICH AP Pro Football Writer", "title": "ICYMI in NFL Week 9: Saints' Thomas phones home in key win", "description": "No real reason for everyone to flip out at what New Orleans wideout Michael Thomas did with a flip phone. He was just having a bit of fun, paying homage to former Saints receiver Joe Horne's own cell-ebration 15 years…", "url": "https://apnews.com/c24a515c42f94042ba2c21d51c44db6f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/3a/33a1ec0b-c097-5320-b19c-79304c402289/5bdf9f4dc5524.image.jpg?crop=1785%2C1004%2C0%2C77&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T07:41:53Z", "content": "No real reason for everyone to flip out at what New Orleans wideout Michael Thomas did with a flip phone. He was just having a bit of fun, paying homage to former Saints receiver Joe Horne's own cell-ebration 15 years ago. Just as Horne did, way back when, Th… [+3947 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ROB MAADDI AP Pro Football Writer", "title": "Tom Brady already was the GOAT before beating Aaron Rodgers", "description": "Tom Brady didn't have to beat Aaron Rodgers in only their second head-to-head matchup to prove he's the best quarterback of all time.", "url": "https://apnews.com/1f4cdbfbcd7745d68ed45a3875b530f9", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/a/a9/aa912ffa-e8ad-5822-afbd-afc85d4a3e91/5bdff6df3cd6f.image.jpg?crop=1750%2C984%2C0%2C99&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T07:40:57Z", "content": "Tom Brady didn't have to beat Aaron Rodgers in only their second head-to-head matchup to prove he's the best quarterback of all time. The GOAT did it, anyway. Brady threw for 294 yards and one touchdown to lead the New England Patriots to a 31-17 victory over… [+3431 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TIM REYNOLDS AP Basketball Writer", "title": "Threeforall: Bucks become latest team to set a 3-point mark", "description": "The best 3-point shooter who ever lived, at least in terms of volume, is Ray Allen.", "url": "https://apnews.com/6ab2173fd16e4cbdba460e47177a9570", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/7/7c/77cb10a7-de54-5948-94ac-10c58d19be0c/5be036392b5b6.image.jpg?crop=1659%2C933%2C0%2C157&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T07:39:27Z", "content": "The best 3-point shooter who ever lived, at least in terms of volume, is Ray Allen. Boston used to have him. Milwaukee used to have him. And he doesn't figure into either franchise's greatest single-game 3-point barrage. With NBA records being set from 3-poin… [+4428 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By RALPH D. RUSSO AP College Football Writer", "title": "AP Top 25 Heat Check: Big gap between top and bottom half", "description": "Over the last two weeks, the same 12 teams have occupied the top 12 spots in The Associated Press college football poll. Not in the same order, but without much movement.", "url": "https://apnews.com/41d5eb31e6dc440a940b0ac8dc236636", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/0c/30c71bb9-a826-5704-9689-74fa5cde0972/5be03826ae745.image.jpg?crop=1776%2C999%2C0%2C83&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T07:38:09Z", "content": "Over the last two weeks, the same 12 teams have occupied the top 12 spots in The Associated Press college football poll. Not in the same order, but without much movement. In that same time, 18 teams have held the spots 13-25 and just one team, Texas, was in t… [+7061 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ERIC OLSON AP College Football Writer", "title": "STAT WATCH: Isabella 3rd WR in 5 years with 300-yard game", "description": "Andy Isabella of UMass posted only the third 300-yard receiving game in five years when he had 303 yards on nine catches against Liberty.", "url": "https://apnews.com/2cd384477a2148a8962bbc0063c9ad05", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/a/18/a1877a92-8b95-532a-819e-836f4485270c/5be0382882219.image.jpg?crop=1612%2C907%2C0%2C189&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T07:37:17Z", "content": "Andy Isabella of UMass posted only the third 300-yard receiving game in five years when he had 303 yards on nine catches against Liberty. The 5-foot-10, 190-pound senior from Mayfield, Ohio, is the nation's leading receiver, with 77 catches for 1,394 yards. H… [+2711 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Patriots' Edelman voices support for synagogue victims", "description": "FOXBOROUGH, Mass. (AP) — New England Patriots receiver Julian Edelman expressed his support for the victims of a Pittsburgh synagogue shooting while wearing an Israeli baseball cap when he spoke to reporters after Sunday night's game.", "url": "https://apnews.com/8bd02a775c084bcd9e66c227044795ca", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/4/56/45644f25-d863-584e-9f0f-60549e3ef605/5be00134b2e46.image.jpg?crop=1766%2C993%2C0%2C89&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T07:35:33Z", "content": "FOXBOROUGH, Mass. (AP) New England Patriots receiver Julian Edelman expressed his support for the victims of a Pittsburgh synagogue shooting while wearing an Israeli baseball cap when he spoke to reporters after Sunday night's game. Edelman, who is Jewish, sp… [+722 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Appeals filed for 2 Myanmar journalists in secrets case", "description": "YANGON, Myanmar (AP) — Lawyers for two Reuters journalists imprisoned in Myanmar have appealed the verdict that sent them to prison for seven years for illegal possession of official documents.", "url": "https://apnews.com/b02b4c50756a4bc7af67717deb34acdd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T07:21:53Z", "content": "YANGON, Myanmar (AP) Lawyers for two Reuters journalists imprisoned in Myanmar have appealed the verdict that sent them to prison for seven years for illegal possession of official documents. Wa Lone and Kyaw Soe Oo had been reporting on the brutal crackdown … [+578 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: Israel welcome restored US sanctions on Iran", "description": "DUBAI, United Arab Emirates (AP) — The Latest on the situation in Iran after the re-imposition of all American sanctions on the country on Monday (all times local):", "url": "https://apnews.com/d9223d2cd8754e439e06b02c7e1c8eb7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/c/0d/c0d4e978-33a3-5595-91cc-e76412e607c6/5bdefba205bbc.image.jpg?resize=945%2C630", "publishedAt": "2018-11-05T07:17:13Z", "content": "DUBAI, United Arab Emirates (AP) The Latest on the situation in Iran after the re-imposition of all American sanctions on the country on Monday (all times local): 11: 10 a.m. Israel's defense minister is welcoming newly restored U.S. sanctions against Iran, s… [+1828 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Taliban attack an Afghan forces check point, killing 13", "description": "KABUL, Afghanistan (AP) — An Afghan official says the Taliban have attacked a checkpoint in eastern Ghazni province, killing at least 13 soldiers and policemen.", "url": "https://apnews.com/57c3a168d5434fa6bee3e5cf4ed95844", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T07:07:30Z", "content": "KABUL, Afghanistan (AP) An Afghan official says the Taliban have attacked a checkpoint in eastern Ghazni province, killing at least 13 soldiers and policemen. Arif Noori, spokesman for the provincial governor, says seven soldiers and six policemen were killed… [+686 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By LAURIE KELLMAN Associated Press", "title": "Path to power: House races to watch on election night", "description": "WASHINGTON (AP) — The path to power in the House runs through a few dozen districts in Tuesday's election, with Republicans defending their majority and Democrats looking to gain 23 seats they would need to win control.", "url": "https://apnews.com/e02c4dc9c43b40808595e4c5aa9cc5d5", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/1/9d/19d0623b-1ce1-5799-a3d5-f8183b77f668/5bdc8097e6874.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T06:51:09Z", "content": "WASHINGTON (AP) The path to power in the House runs through a few dozen districts in Tuesday's election, with Republicans defending their majority and Democrats looking to gain 23 seats they would need to win control. After the first polls close in the Easter… [+10077 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By KEVIN FREKING Associated Press", "title": "Path to power: Senate races to watch on election night", "description": "WASHINGTON (AP) — Republicans have a huge advantage as they seek to hold or expand their 51-49 Senate majority, with the battle for control running mostly through states that President Donald Trump won in 2016.", "url": "https://apnews.com/e52058db2e3841bd90ab296ab1de23ea", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/c/18/c18b5257-3259-5d36-9534-34e740a9d2f4/5bdc94a723eb5.image.jpg?resize=945%2C630", "publishedAt": "2018-11-05T06:49:48Z", "content": "WASHINGTON (AP) Republicans have a huge advantage as they seek to hold or expand their 51-49 Senate majority, with the battle for control running mostly through states that President Donald Trump won in 2016. Out of the 35 Senate contests taking place Tuesday… [+8961 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CHRISTOPHER BODEEN Associated Press", "title": "2 scholars due to speak at Harvard barred from leaving China", "description": "BEIJING (AP) — A researcher at a prominent Chinese think tank repeatedly targeted by the Communist government said Monday he and the organization's director have been barred from leaving the country.", "url": "https://apnews.com/602b51a6e70d4047a05cce7de490626f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T06:48:13Z", "content": "BEIJING (AP) A researcher at a prominent Chinese think tank repeatedly targeted by the Communist government said Monday he and the organization's director have been barred from leaving the country. Jiang Hao told The Associated Press on that he and director S… [+2361 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Mayweather to fight Japanese kickboxer Nasukawa in December", "description": "TOKYO (AP) — Floyd Mayweather is planning on fighting Japanese kickboxer Tenshin Nasukawa on Dec. 31 in Saitama, north of Tokyo.", "url": "https://apnews.com/18cf8f20afae4c32afc9b0d33c6c427f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/e/0d/e0db9ace-aa84-5fcf-89e7-f954af18c7b8/5bdfeb508c89c.image.jpg?crop=1728%2C972%2C0%2C113&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T06:46:50Z", "content": "TOKYO (AP) Floyd Mayweather is planning on fighting Japanese kickboxer Tenshin Nasukawa on Dec. 31 in Saitama, north of Tokyo. Mayweather is 50-0 in his boxing career but has never fought professionally under MMA rules. Although he did have a lucrative win ov… [+830 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BOX--Mayweather MMA,1st Ld-Writethru", "description": "BC-BOX--Mayweather MMA, 1st Ld-Writethru,181", "url": "https://apnews.com/6ec0a803eea04caabde2c0cac94a97d6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T06:46:49Z", "content": "BC-BOX--Mayweather MMA, 1st Ld-Writethru,181 Mayweather to fight Japanese kickboxer Nasukawa in December AP Photo TKTT802, TKTT803, TKTT804 Eds: APNewsNow. Resends to some points. Should stand. With AP Photos. Floyd Mayweather says he has signed to fight Japa… [+1550 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-ML--Gaza-Bodybuilders-Photo Essay, ML", "description": "BC-ML--Gaza-Bodybuilders-Photo Essay,359", "url": "https://apnews.com/47377ee7c9014858a0184db0949a21c0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T06:40:51Z", "content": "BC-ML--Gaza-Bodybuilders-Photo Essay,359 AP PHOTOS: In Gaza, bodybuilding competition provides escape AP Photo KH501, KH502, KH503, KH504, KH505, KH506, KH507, KH508, KH509, KH510, KH511, KH512 Eds: With AP Photos. By KHALIL HAMRA Associated Press GAZA CITY, … [+2436 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By KHALIL HAMRA Associated Press", "title": "AP PHOTOS: In Gaza, bodybuilding competition provides escape", "description": "GAZA CITY, Gaza Strip (AP) — As thousands of Palestinians gathered at the border with Israel for a new weekly protest on a recent Friday, hundreds of others packed a sports hall in Gaza City for a different type of…", "url": "https://apnews.com/c1b6999bca6e49edbe6d269c17c9c47d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/7/3b/73b6af89-9587-5c66-92ae-92be80fc314d/5bdfeab8cebba.image.jpg?resize=945%2C630", "publishedAt": "2018-11-05T06:40:42Z", "content": "GAZA CITY, Gaza Strip (AP) As thousands of Palestinians gathered at the border with Israel for a new weekly protest on a recent Friday, hundreds of others packed a sports hall in Gaza City for a different type of gathering a bodybuilding competition. Glisteni… [+2188 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BOX--Mayweather MMA", "description": "BC-BOX--Mayweather MMA,181", "url": "https://apnews.com/4afe6dab9b2a48c0815c408a13d01b43", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T06:40:12Z", "content": "BC-BOX--Mayweather MMA,181 Mayweather to fight Japanese kickboxer Nasukawa in December AP Photo TKTT802, TKTT803, TKTT804 Eds: With AP Photos. Floyd Mayweather says he has signed to fight Japanese kickboxer Tenshin Nasukawa on Dec. 31 in Japan. Mayweather is … [+1483 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ANNABELLE LIANG Associated Press", "title": "Asian shares slide on worries over US-China relations", "description": "SINGAPORE (AP) — Asian markets tumbled Monday as traders feared that President Donald Trump only reported progress in trade talks with China to score political points as the U.S. midterm elections draw near.", "url": "https://apnews.com/b2c050fa3eb0445cb7eba3d70ee3197e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/9/4e/94e18572-a1a9-5100-8983-001486174e60/5bdfc4d01ab73.image.jpg?resize=902%2C630", "publishedAt": "2018-11-05T06:32:20Z", "content": "SINGAPORE (AP) Asian markets tumbled Monday as traders feared that President Donald Trump only reported progress in trade talks with China to score political points as the U.S. midterm elections draw near. KEEPING SCORE: Japan's Nikkei 225 index fell 1.6 perc… [+2982 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "ROD McGUIRK Associated Press", "title": "Indonesia and Australia sign new economic cooperation deal", "description": "CANBERRA, Australia (AP) — Indonesian and Australian ministers signed an agreement to strengthen government economic exchanges on Monday as the neighboring countries work toward forging a bilateral free trade deal.", "url": "https://apnews.com/8d187d5684134d9db1f9af83abf78166", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T06:32:12Z", "content": "CANBERRA, Australia (AP) Indonesian and Australian ministers signed an agreement to strengthen government economic exchanges on Monday as the neighboring countries work toward forging a bilateral free trade deal. Treasurer Josh Frydenberg and Indonesian Finan… [+1695 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ZEINA KARAM Associated Press", "title": "A luxury city shows blueprint for Syria's rebuilding plans", "description": "DAMASCUS, Syria (AP) — At a building site in Damascus, trucks and bulldozers zigzag back and forth ferrying sand and stones for a luxury development of residential high-rises and shopping centers.", "url": "https://apnews.com/5b5c0055ddfd46d2916f29b9e43349f5", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/5/92/5926572a-37b2-5083-8c5d-223b92d5065d/5bdfe41ad466e.image.jpg?resize=945%2C630", "publishedAt": "2018-11-05T06:24:53Z", "content": "DAMASCUS, Syria (AP) At a building site in Damascus, trucks and bulldozers zigzag back and forth ferrying sand and stones for a luxury development of residential high-rises and shopping centers. The area was up until recently a working-class neighborhood of i… [+7170 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Packers-Almost Again", "description": "BC-FBN--Packers-Almost Again,411", "url": "https://apnews.com/6cc02795b0314aa8ae2058ac6fda7816", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T06:15:16Z", "content": "BC-FBN--Packers-Almost Again,411 For 2d straight week, Packers not good enough vs NFL's best AP Photo FBO137, FBO122, FBO129, FBO139, FBO144, FBO145 Eds: With AP Photos. Green Bay had the ball in field goal range, on the cusp of breaking a fourth-quarter tie,… [+2746 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Packers-Almost Again", "description": "BC-FBN--Packers-Almost Again,411", "url": "https://apnews.com/723a817b3fcf4f8ab2ad62f4fb8e3c6d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T06:15:14Z", "content": "BC-FBN--Packers-Almost Again,411 For 2d straight week, Packers not good enough vs NFL's best AP Photo FBO137, FBO122, FBO129, FBO139, FBO144, FBO145 Eds: With AP Photos. Green Bay had the ball in field goal range, on the cusp of breaking a fourth-quarter tie,… [+2746 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JIMMY GOLEN AP Sports Writer", "title": "For 2d straight week, Packers not good enough vs NFL's best", "description": "FOXBOROUGH, Mass. (AP) — Green Bay had the ball in field goal range, on the cusp of breaking a fourth-quarter tie, when Patriots lineman Lawrence Guy knocked the ball out of Aaron Jones' grasp.", "url": "https://apnews.com/3d1fe285c3834b8e949fd929608c7803", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/e6/3e657ec6-3285-5cea-b2b9-4d6ccc578568/5bdfe44223bb9.image.jpg?crop=1634%2C919%2C0%2C174&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T06:15:13Z", "content": "FOXBOROUGH, Mass. (AP) Green Bay had the ball in field goal range, on the cusp of breaking a fourth-quarter tie, when Patriots lineman Lawrence Guy knocked the ball out of Aaron Jones' grasp. Instead of taking their first lead of the game, the Packers watched… [+2080 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Packers-Almost Again", "description": "BC-FBN--Packers-Almost Again,411", "url": "https://apnews.com/16bc92fdd9c94544bef050db8138cdd4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T06:15:10Z", "content": "BC-FBN--Packers-Almost Again,411 For 2d straight week, Packers not good enough vs NFL's best AP Photo FBO137, FBO122, FBO129, FBO139, FBO144, FBO145 Eds: With AP Photos. Green Bay had the ball in field goal range, on the cusp of breaking a fourth-quarter tie,… [+2746 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CALVIN WOODWARD and HOPE YEN Associated Press", "title": "AP FACT CHECK: Trump's fabrications on Medicare, immigrants", "description": "WASHINGTON (AP) — In the final days before pivotal midterm elections, President Donald Trump is painting a distorted picture of immigration while exaggerating his record of achieving economic gains for non-whites and improving health care for veterans.", "url": "https://apnews.com/761ce61361d04855a61b664f95a14e57", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T06:14:29Z", "content": "WASHINGTON (AP) In the final days before pivotal midterm elections, President Donald Trump is painting a distorted picture of immigration while exaggerating his record of achieving economic gains for non-whites and improving health care for veterans. He insis… [+16114 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CALVIN WOODWARD and HOPE YEN Associated Press", "title": "AP FACT CHECK: Trump's fabrications on Medicare, immigrants", "description": "WASHINGTON (AP) — In the final days before pivotal midterm elections, President Donald Trump is painting a distorted picture of immigration while exaggerating his record of achieving economic gains for non-whites and improving health care for veterans.", "url": "https://apnews.com/a7071a2e8a4b4f4ba92cdae0b81a1948", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/2/82/282f4432-b9ac-56d3-81e3-2ee51e4e1f85/5bdfe0f11c822.image.jpg?resize=796%2C630", "publishedAt": "2018-11-05T06:10:25Z", "content": "WASHINGTON (AP) In the final days before pivotal midterm elections, President Donald Trump is painting a distorted picture of immigration while exaggerating his record of achieving economic gains for non-whites and improving health care for veterans. He insis… [+16114 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Raptors-Lakers,1st Ld-Writethru", "description": "BC-BKN--Raptors-Lakers, 1st Ld-Writethru,790", "url": "https://apnews.com/87500744fa4b4a668a2d349d6cac7170", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T06:09:23Z", "content": "BC-BKN--Raptors-Lakers, 1st Ld-Writethru,790 Ibaka's career-high 34 sends Raptors past Lakers, 121-107 AP Photo LAS101, LAS113, LAS102, LAS110 Eds: Raptors 121, Lakers 107. Updates with new lead. With AP Photos. Serge Ibaka made his first 14 shots on the way … [+5084 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Raptors-Lakers,1st Ld-Writethru", "description": "BC-BKN--Raptors-Lakers, 1st Ld-Writethru,790", "url": "https://apnews.com/26668ab244254ca78ca84809df0d9ff5", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T06:09:23Z", "content": "BC-BKN--Raptors-Lakers, 1st Ld-Writethru,790 Ibaka's career-high 34 sends Raptors past Lakers, 121-107 AP Photo LAS101, LAS113, LAS102, LAS110 Eds: Raptors 121, Lakers 107. Updates with new lead. With AP Photos. Serge Ibaka made his first 14 shots on the way … [+5084 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Sheriff: 9-year-old apparently shoots self with handgun", "description": "PRATTVILLE, Ala. (AP) — A sheriff in Alabama says a 9-year-old girl has died in an apparent accidental shooting.", "url": "https://apnews.com/3e79198ffbd24dc1bddea72d65ab693a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T06:09:01Z", "content": "PRATTVILLE, Ala. (AP) A sheriff in Alabama says a 9-year-old girl has died in an apparent accidental shooting. News outlets report Autauga County Sheriff Joe Sedinger says the Prattville girl apparently shot herself with a handgun Sunday afternoon. She was fl… [+419 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BRIAN HAENCHEN Argus Leader", "title": "Harrisburg soccer team honors special needs students", "description": "HARRISBURG, S.D. (AP) — Brayden Mager wasn't feeling well when Sami Farrell, Emma Malcom, Lily Petersen and Jace Poelstra came to visit him at Sanford Children's Hospital in early September.", "url": "https://apnews.com/156be33123f5481aada0f3c36b66f65f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T06:06:09Z", "content": "HARRISBURG, S.D. (AP) Brayden Mager wasn't feeling well when Sami Farrell, Emma Malcom, Lily Petersen and Jace Poelstra came to visit him at Sanford Children's Hospital in early September. But you wouldn't have known it that afternoon. The infectiously cheerf… [+6032 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By LUKE HAGEN The Daily Republic", "title": "South Dakota groups emphasize recruiting diverse hunters", "description": "SIOUX FALLS, S.D. (AP) — Standing at the front of a Sioux Falls hotel conference room at a nationwide gathering, Pheasants Forever's top official told a collection of hunters to look around the room.", "url": "https://apnews.com/a6da87cec36940d7930a0b7071b9abff", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T06:06:08Z", "content": "SIOUX FALLS, S.D. (AP) Standing at the front of a Sioux Falls hotel conference room at a nationwide gathering, Pheasants Forever's top official told a collection of hunters to look around the room. \"If those people look like you, you're not doing your job,\" s… [+10890 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MATT MIKUS Minnesota Public Radio News", "title": "North Dakota researchers examine alfalfa bee disparity in US", "description": "FARGO, N.D. (AP) — Elisabeth Wilson drives to a small field every day to check her nests set out along a research field at North Dakota State University. They're home to the alfalfa leafcutter bee.", "url": "https://apnews.com/24ab65b36069404bb95caee90cebd525", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/8d/e8db45b4-dda7-533f-8053-1a8bf80c43ec/5bdb695991288.image.jpg?resize=945%2C630", "publishedAt": "2018-11-05T06:06:00Z", "content": "FARGO, N.D. (AP) Elisabeth Wilson drives to a small field every day to check her nests set out along a research field at North Dakota State University. They're home to the alfalfa leafcutter bee. This species is nothing like a honey bee. It lives a more solit… [+3900 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Almudena Calatrava", "title": "Argentina's Fernandez still inspires loyalty among many", "description": "BUENOS AIRES, Argentina (AP) — A battery of corruption allegations and criminal charges against former President Cristina Fernandez hasn't fazed a strong band of hard-core backers, who have helped make her a leading — if undeclared — contender to regain power…", "url": "https://apnews.com/e4d3aaf8fc394cb0854ddc8e23839644", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:a32e0942cd20449cae2099550c9fe2a8/3000.jpeg", "publishedAt": "2018-11-05T06:05:58Z", "content": "BUENOS AIRES, Argentina (AP) A battery of corruption allegations and criminal charges against former President Cristina Fernandez hasnt fazed a strong band of hard-core backers, who have helped make her a leading if undeclared contender to regain power in nex… [+5628 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Timberwolves-Trail Blazers,1st Ld-Writethru", "description": "BC-BKN--Timberwolves-Trail Blazers, 1st Ld-Writethru,640", "url": "https://apnews.com/d6605d1ee12e43d7b91d5baa62a81ba3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T05:53:45Z", "content": "BC-BKN--Timberwolves-Trail Blazers, 1st Ld-Writethru,640 Nurkic scores 19, Trail Blazers defeat Timberwolves 111-81 AP Photo ORSD101, ORSD103, ORSD104, ORSD102, ORSD107, ORSD106, ORSD109, ORSD111, ORSD108, ORSD110 Eds: Trail Blazers 111, Timberwolves 81. Upda… [+4314 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Timberwolves-Trail Blazers,1st Ld-Writethru", "description": "BC-BKN--Timberwolves-Trail Blazers, 1st Ld-Writethru,640", "url": "https://apnews.com/b99fed60f33447be829363e6e9d52533", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T05:53:43Z", "content": "BC-BKN--Timberwolves-Trail Blazers, 1st Ld-Writethru,640 Nurkic scores 19, Trail Blazers defeat Timberwolves 111-81 AP Photo ORSD101, ORSD103, ORSD104, ORSD102, ORSD107, ORSD106, ORSD109, ORSD111, ORSD108, ORSD110 Eds: Trail Blazers 111, Timberwolves 81. Upda… [+4314 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--NHL Capsules,1st Ld-Writethru", "description": "BC-HKN--NHL Capsules, 1st Ld-Writethru,329", "url": "https://apnews.com/5e4e2a0cc118473f8441e84a4f70c999", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T05:53:22Z", "content": "BC-HKN--NHL Capsules, 1st Ld-Writethru,329 Gourde lifts Lightning past Senators in OT AP Photo AJW106, AJW102, AJW101 Eds: Updates with late game. With AP Photos. NHL Capsules OTTAWA, Ontario (AP) Yanni Gourde scored 14 seconds into overtime to lift the Tampa… [+1980 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "As US sanctions resume, Iran starts annual air defense drill", "description": "TEHRAN, Iran (AP) — Iran has kicked off air defense war games as the United States re-imposed all American sanctions that were lifted under the nuclear deal with world powers.", "url": "https://apnews.com/4e22aa017d524490af8ed2b3dfca13f1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/6/72/67252a6d-96d8-5561-86a9-aaea88679bcc/5bdefba655a0d.image.jpg?resize=945%2C630", "publishedAt": "2018-11-05T05:50:46Z", "content": "TEHRAN, Iran (AP) Iran has kicked off air defense war games as the United States re-imposed all American sanctions that were lifted under the nuclear deal with world powers. State TV broadcast footage of Iranian air defense systems and anti-aircraft batteries… [+707 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "Pompeo rebuts critics who want sterner Iran sanctions", "description": "WASHINGTON (AP) — Secretary of State Mike Pompeo is defending the Trump administration's reimposition of sanctions against Iran from conservative critics who argue more should be done to isolate the country.", "url": "https://apnews.com/d71ba915c0e441cea484f71c0dcc0678", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/9/61/96132e08-2ce5-5838-a028-2d388a348d8c/5bdc82e91480a.image.jpg?resize=978%2C630", "publishedAt": "2018-11-05T05:44:00Z", "content": "WASHINGTON (AP) Secretary of State Mike Pompeo is defending the Trump administration's reimposition of sanctions against Iran from conservative critics who argue more should be done to isolate the country. In an interview with \"Fox News Sunday,\" Pompeo refuse… [+1446 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ZEKE MILLER and JILL COLVIN Associated Press", "title": "Trump turns up pressure before midterms, focused on Senate", "description": "CHATTANOOGA, Tenn. (AP) — President Donald Trump appeared to distance himself from the fate of House Republican candidates Sunday as he devotes his final two days before Tuesday's midterm elections", "url": "https://apnews.com/16fc64a12b3b4a8e84330b04f4d77dc7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/a7/da7fb8ed-4623-5469-98c7-41a23c0d7617/5bdf695fdf6bb.image.jpg?resize=945%2C630", "publishedAt": "2018-11-05T05:33:40Z", "content": "CHATTANOOGA, Tenn. (AP) President Donald Trump appeared to distance himself from the fate of House Republican candidates Sunday as he devotes his final two days before Tuesday's midterm elections to helping Senate and gubernatorial candidates. Speaking to rep… [+5146 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Wisconsin community mourns deaths of 3 Girl Scouts, 1 parent", "description": "LAKE HALLIE, Wis. (AP) — As a western Wisconsin community grieved the deaths of three Girl Scouts and a parent who were struck by a pickup truck, authorities still had not released the names of the victims or a fourth…", "url": "https://apnews.com/43d0a8e614f548899f641e0f1e825762", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/9/75/9754789a-4f44-596e-93b1-bb729461cee0/5bdfad469d40f.image.jpg?resize=994%2C630", "publishedAt": "2018-11-05T05:29:28Z", "content": "LAKE HALLIE, Wis. (AP) As a western Wisconsin community grieved the deaths of three Girl Scouts and a parent who were struck by a pickup truck, authorities still had not released the names of the victims or a fourth girl who was critically injured but survive… [+2953 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Early voter participation surges in New Mexico", "description": "SANTA FE, N.M. (AP) — New Mexico election regulators are reporting a major surge in early and absentee balloting as voters decide on a new governor, two open congressional seats and whether to re-elect a Democratic U.S. Senator.", "url": "https://apnews.com/f9b8c217227d445a81afc9bfff16e0a7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/f8/1f883106-4781-56e0-95d2-6234882dff7d/5bdf5e2e60746.image.jpg?resize=941%2C630", "publishedAt": "2018-11-05T05:29:22Z", "content": "SANTA FE, N.M. (AP) New Mexico election regulators are reporting a major surge in early and absentee balloting as voters decide on a new governor, two open congressional seats and whether to re-elect a Democratic U.S. Senator. Receive today's headlines in you… [+777 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BILL BARROW and FRANK BAJAK Associated Press", "title": "In Georgia, online voting system problems alleged", "description": "ATLANTA (AP) — Georgia's online voter database morphed into a last-minute curveball in one of the nation's hottest governor's races, with Republican nominee Brian Kemp making a hacking allegation against Democrats just as reports emerged of a gaping vulnerabi…", "url": "https://apnews.com/003e4c45886e4119a5b6f8ddfeb3995e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/0/3f/03f17210-1e57-5f63-90b7-dbf779e29305/5bdf738b15c05.image.jpg?resize=931%2C630", "publishedAt": "2018-11-05T05:28:47Z", "content": "ATLANTA (AP) Georgia's online voter database morphed into a last-minute curveball in one of the nation's hottest governor's races, with Republican nominee Brian Kemp making a hacking allegation against Democrats just as reports emerged of a gaping vulnerabili… [+6615 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DANIELLA MATAR and ANDREW DAMPF Associated Press", "title": "After record Serie A start, Juventus set for Man U visit", "description": "MILAN (AP) — Juventus is enjoying its best start to a Serie A season and shows no sign of letting up ahead of an important week for the Italian champion.", "url": "https://apnews.com/c4c3eb6550854dc6a86101a3d4d865b8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/6/91/6915e1dc-4493-537b-86d0-41f454d79191/5bdfe08c52160.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T05:27:44Z", "content": "MILAN (AP) Juventus is enjoying its best start to a Serie A season and shows no sign of letting up ahead of an important week for the Italian champion. Juventus hosts Manchester United in the Champions League on Wednesday before playing AC Milan at San Siro i… [+3335 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police: Man faces DUI charges for role in rollover crash", "description": "PROVIDENCE, R.I. (AP) — Police in Providence say a man involved in an interstate crash that left his car rolled onto its roof was driving under the influence.", "url": "https://apnews.com/bc8c17982f954aa39c6c7bc2525bfe96", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:27:43Z", "content": "PROVIDENCE, R.I. (AP) Police in Providence say a man involved in an interstate crash that left his car rolled onto its roof was driving under the influence. Rhode Island State Police say the 35-year-old Bristol man struck another vehicle on Interstate 195's b… [+643 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Buckeye suspends police chief for 5 days over letter probe", "description": "BUCKEYE, Ariz. (AP) — The city of Buckeye has suspended its police chief while they decide if an additional investigation is required involving issues stemming back to last year.", "url": "https://apnews.com/12e25d6cc90a49c4a0876e555ae8818c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:27:27Z", "content": "BUCKEYE, Ariz. (AP) The city of Buckeye has suspended its police chief while they decide if an additional investigation is required involving issues stemming back to last year. Phoenix TV station KTVK reports Buckeye Police Chief Larry Hall has been put on a … [+886 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police: Suspected burglar stole chain saw, leaf blower", "description": "EAST WINDSOR, Conn. (AP) — Police in Connecticut say they've arrested a man who is accused of stealing landscaping tools like a leaf blower and a chain saw.", "url": "https://apnews.com/92164e5f2a1948c4b97476bbfded683e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:26:21Z", "content": "EAST WINDSOR, Conn. (AP) Police in Connecticut say they've arrested a man who is accused of stealing landscaping tools like a leaf blower and a chain saw. East Windsor police officers responded to a local landscaping company for a burglary alarm early Sunday,… [+751 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man accused of manslaughter in July death of dad in Bagdad", "description": "PRESCOTT, Ariz. (AP) — Yavapai County Sheriff's officials say a 30-year-old man is accused of manslaughter in the death of his father in Bagdad.", "url": "https://apnews.com/53cfd06d1a724107b7005ab1d719a882", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:25:55Z", "content": "PRESCOTT, Ariz. (AP) Yavapai County Sheriff's officials say a 30-year-old man is accused of manslaughter in the death of his father in Bagdad. They say Nathan Winwood's arrest came after the county medical examiner confirmed 69-year-old Kenneth Winwood died f… [+719 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "State nets $27 million from tribal gambling in 1st quarter", "description": "PHOENIX (AP) — Indian tribes that operate casinos paid nearly $27 million to Arizona during the first three months of the state budget year.", "url": "https://apnews.com/853e7d28032844d5a175922c18b55029", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:24:34Z", "content": "PHOENIX (AP) Indian tribes that operate casinos paid nearly $27 million to Arizona during the first three months of the state budget year. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The revenue announced by the state Gam… [+749 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JULIE PACE AP Washington Bureau Chief", "title": "Analysis: Many Democrats anxious about midterm elections", "description": "WASHINGTON (AP) — For Democrats, the midterm elections have been a beacon in the dark, a chance to re-emerge from the political wilderness and repudiate a president they view as a dangerous force.", "url": "https://apnews.com/114ff4d066df46a2bcaacff969c48e98", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/8/03/80357a29-f625-53fd-ab3f-a66ac376a9f0/5bdf2cb9e02ff.image.jpg?crop=1662%2C935%2C0%2C156&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T05:23:57Z", "content": "WASHINGTON (AP) For Democrats, the midterm elections have been a beacon in the dark, a chance to re-emerge from the political wilderness and repudiate a president they view as a dangerous force. But on the cusp of Tuesday's vote, many Democrats are as anxious… [+5099 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Empty mansion under renovation leveled by gas explosion", "description": "GLADWYNE, Pa. (AP) — Officials say an apparent gas explosion leveled an empty mansion in an affluent suburb of Philadelphia, reducing the 9,000-sq. foot home to rubble.", "url": "https://apnews.com/6fda2b4729144edf90f9a88a1571e11c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:23:09Z", "content": "GLADWYNE, Pa. (AP) Officials say an apparent gas explosion leveled an empty mansion in an affluent suburb of Philadelphia, reducing the 9,000-sq. foot home to rubble. Authorities say the explosion at the Gladwyne mansion happened just after 8 p.m. Sunday nigh… [+705 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Officials mull possible bylaw for neglected town properties", "description": "YARMOUTH, Mass. (AP) — Officials in Yarmouth are mulling over the possibility of drafting a bylaw to handle an uptick in complaints about blighted properties.", "url": "https://apnews.com/bfc136e310c747279c9c441a577afccc", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:22:06Z", "content": "YARMOUTH, Mass. (AP) Officials in Yarmouth are mulling over the possibility of drafting a bylaw to handle an uptick in complaints about blighted properties. Building Commissioner Mark Grylls said at a Board of Selectmen's meeting that the town has \"so many co… [+821 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "City councilor files complaint over polling location change", "description": "HOBOKEN, N.J. (AP) — A Hoboken city councilor has filed a complaint over a City Hall polling location change due to a high profile hearing scheduled on Election Day.", "url": "https://apnews.com/d3c5badf847047e8b13ebc703e46514f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:21:26Z", "content": "HOBOKEN, N.J. (AP) A Hoboken city councilor has filed a complaint over a City Hall polling location change due to a high profile hearing scheduled on Election Day. Councilman Michael DeFusco says in his County Board of Elections complaint that a polling locat… [+775 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police: Woman stole personal checks, tried to cash them", "description": "ST. JOHNSBURY, Vt. (AP) — Police in Vermont say a woman stole personal checks from multiple victims and tried to cash them.", "url": "https://apnews.com/4ae84db93dfa4da6aa19f56c169710ca", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:19:44Z", "content": "ST. JOHNSBURY, Vt. (AP) Police in Vermont say a woman stole personal checks from multiple victims and tried to cash them. St. Johnsbury police say the 29-year-old woman broke into a car on Oct. 24 and then into a house on Oct. 25 to steal personal checks. WCA… [+497 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JEROME PUGMIRE AP Sports Writer", "title": "PSG coach Tuchel needs more backing in drive for discipline", "description": "PARIS (AP) — Only days after he stood up to key players for turning up late to a team talk, another incident underlined how Paris Saint-Germain coach Thomas Tuchel needs greater backing from his club over disciplinary issues.", "url": "https://apnews.com/c436c5eeefb248adb71e700e370eca03", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/2/b3/2b3a48ec-4171-5036-8cdc-424b697cdca3/5bdfe0925d44c.image.jpg?crop=1175%2C661%2C0%2C550&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T05:19:23Z", "content": "PARIS (AP) Only days after he stood up to key players for turning up late to a team talk, another incident underlined how Paris Saint-Germain coach Thomas Tuchel needs greater backing from his club over disciplinary issues. Tuchel felt let down by midfielder … [+3761 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Nashua will offer free bus rides to polls on Election Day", "description": "NASHUA, N.H. (AP) — A New Hampshire city will offer free bus rides to the polls on Election Day next week.", "url": "https://apnews.com/d125975105df43a9b6b7068e0eacc478", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:19:12Z", "content": "NASHUA, N.H. (AP) A New Hampshire city will offer free bus rides to the polls on Election Day next week. Nashua Transit Operations Supervisor Kristi Gillette said voters made use of the service during the Sept. 11 primary election. She tells the Nashua Telegr… [+670 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEVE PEOPLES Associated Press", "title": "'Everything's at stake' on eve of first Trump-era elections", "description": "WASHINGTON (AP) — The day of reckoning for American politics has nearly arrived.", "url": "https://apnews.com/45c16428c1ea41a9b7f7e087498d312e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/b/a2/ba28f265-cb99-5003-aeed-968861bfa3c2/5bdfa1ca65e3f.image.jpg?resize=945%2C630", "publishedAt": "2018-11-05T05:18:37Z", "content": "WASHINGTON (AP) The day of reckoning for American politics has nearly arrived. Voters on Tuesday will decide the $5 billion debate between President Donald Trump's take-no-prisoner politics and the Democratic Party's super-charged campaign to end the GOP's mo… [+7355 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Woman finishes NYC marathon with medal and marriage proposal", "description": "NEW YORK (AP) — One runner in the New York City marathon came away with an engagement ring alongside her medal for finishing the race.", "url": "https://apnews.com/4b4b0533a448497589ea902c94676cbd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:17:52Z", "content": "NEW YORK (AP) One runner in the New York City marathon came away with an engagement ring alongside her medal for finishing the race. Kaitlyn Curran, a nurse at St. Barnabas Hospital, says she was hitting mile 16 in the marathon when she saw her boyfriend Denn… [+648 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "County working to find why sirens are going off unexpectedly", "description": "BATAVIA, Ohio (AP) — County officials in Ohio are working to determine why the county emergency sirens are going off unexpectedly and without warning.", "url": "https://apnews.com/69a416160de1442ab8c8d1bb9eb96fa4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:16:35Z", "content": "BATAVIA, Ohio (AP) County officials in Ohio are working to determine why the county emergency sirens are going off unexpectedly and without warning. Clermont County officials had to take to social media Saturday to assure the public there was no danger when t… [+865 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Indiana boy, 13, expected to admit to May school shooting", "description": "NOBLESVILLE, Ind. (AP) — A 13-year-old boy accused of shooting and wounding a classmate and a teacher at their suburban Indianapolis school was expected to admit during a Monday court hearing to carrying out last May's attack.", "url": "https://apnews.com/9a3817d8cfc04dcea5760d8d6e05efed", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:13:43Z", "content": "NOBLESVILLE, Ind. (AP) A 13-year-old boy accused of shooting and wounding a classmate and a teacher at their suburban Indianapolis school was expected to admit during a Monday court hearing to carrying out last May's attack. The teen was set to appear in juve… [+3505 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Price tag doubles for Big Island wastewater treatment plant", "description": "HILO, Hawaii (AP) — Big Island officials expect a wastewater treatment plant planned for Naalehu to cost $40.5 million, nearly double the previous price tag.", "url": "https://apnews.com/9c69647b9a5b4583954f20fe176562cf", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:12:29Z", "content": "HILO, Hawaii (AP) Big Island officials expect a wastewater treatment plant planned for Naalehu to cost $40.5 million, nearly double the previous price tag. The Hawaii Tribune-Herald reports the project planned for a site on the side of town toward the sea was… [+808 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Ohio Veterans Hall of Fame to induct class of 2018", "description": "COLUMBUS, Ohio (AP) — The 20 people selected for the 2018 class of the Ohio Veterans Hall of Fame will be inducted at a public ceremony this week.", "url": "https://apnews.com/f095c292ee834d648ff5b444bc03d5e9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:11:13Z", "content": "COLUMBUS, Ohio (AP) The 20 people selected for the 2018 class of the Ohio Veterans Hall of Fame will be inducted at a public ceremony this week. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The Ohio Department of Veterans … [+770 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Pedestrian deaths double on Oahu this year", "description": "HONOLULU (AP) — The number of pedestrians killed on Oahu has doubled this year despite enforcement of laws aimed curbing risky walking behaviors.", "url": "https://apnews.com/f8fbb59d6c8c4a97a250c97d9c650794", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:10:52Z", "content": "HONOLULU (AP) The number of pedestrians killed on Oahu has doubled this year despite enforcement of laws aimed curbing risky walking behaviors. The Honolulu Star-Advertiser reports 26 pedestrians have been killed so far this year, increasing from the 13 pedes… [+909 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Museum offers free admission to veterans after criticism", "description": "COLUMBUS, Ohio (AP) — The new National Veterans Memorial and Museum in Ohio won't charge U.S. military veterans admission following public criticism of earlier plans to have them pay entrance fees.", "url": "https://apnews.com/0b2ca0d5c41c46f1a1ac4810c1c35f6e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:10:41Z", "content": "COLUMBUS, Ohio (AP) The new National Veterans Memorial and Museum in Ohio won't charge U.S. military veterans admission following public criticism of earlier plans to have them pay entrance fees. The Columbus Dispatch reports that the museum in Columbus origi… [+853 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TONY JIMENEZ Associated Press", "title": "Morata is back in form and enjoying life at Chelsea", "description": "LONDON (AP) — Just a month ago, Chelsea striker Alvaro Morata wore a dejected expression and looked bereft of self-belief.", "url": "https://apnews.com/ef70d53bb37f4e35bef703a627ac7ad9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/8/e3/8e3e777d-08d6-5254-b417-af03552e4b25/5bdfd7100b075.image.jpg?crop=1654%2C930%2C0%2C161&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T05:10:12Z", "content": "LONDON (AP) Just a month ago, Chelsea striker Alvaro Morata wore a dejected expression and looked bereft of self-belief. Unreliable with his back to goal and the ball at his feet, it seemed as though Chelsea playmakers Eden Hazard, Willian and Pedro preferred… [+3509 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Candidates campaign in final hours before election", "description": "COLUMBUS, Ohio (AP) — Candidates were expected to spend a last full day of campaigning around Ohio before voters select a new governor Tuesday and decide a U.S. Senate race and some closely contested congressional seats.", "url": "https://apnews.com/a76b2db45f13439582e812ba303ad7fa", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-05T05:09:39Z", "content": "COLUMBUS, Ohio (AP) Candidates were expected to spend a last full day of campaigning around Ohio before voters select a new governor Tuesday and decide a U.S. Senate race and some closely contested congressional seats. Voters also will determine whether to re… [+802 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Anchorage School District, union return to contract talks", "description": "ANCHORAGE, Alaska (AP) — The Anchorage School District and the union representing its educators are planning to continue negotiations for a contract agreement.", "url": "https://apnews.com/dba2d56b7b494a288338b5d7d5feb564", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:08:11Z", "content": "ANCHORAGE, Alaska (AP) The Anchorage School District and the union representing its educators are planning to continue negotiations for a contract agreement. The Anchorage Daily News reports two days of negotiations with the help of federal mediators are sche… [+861 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Alaska lab proposes team to process sexual assault kits", "description": "FAIRBANKS, Alaska (AP) — Alaska's crime lab is proposing the creation of a dedicated team to process new sexual assault kits in a timely manner.", "url": "https://apnews.com/45a093995b964e2d9fdb5b0998f21ae3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:06:41Z", "content": "FAIRBANKS, Alaska (AP) Alaska's crime lab is proposing the creation of a dedicated team to process new sexual assault kits in a timely manner. The Fairbanks Daily News-Miner reports the state Department of Public Safety has made progress in addressing the bac… [+829 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DAN GREENSPAN Associated Press", "title": "Ducks end losing streak, beat Blue Jackets 3-2 in overtime", "description": "ANAHEIM, Calif. (AP) — Cam Fowler completed his first career hat trick by scoring 36 seconds into overtime to help the Anaheim Ducks end a seven-game losing streak, 3-2 over the Columbus Blue Jackets on Sunday night.", "url": "https://apnews.com/06bf35cd61d0462d9db8ea3bd35cef90", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/7/85/78503c4f-92f5-55d5-aded-6180c401b616/5bdfd71b43bd0.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T05:06:26Z", "content": "ANAHEIM, Calif. (AP) Cam Fowler completed his first career hat trick by scoring 36 seconds into overtime to help the Anaheim Ducks end a seven-game losing streak, 3-2 over the Columbus Blue Jackets on Sunday night. John Gibson made 24 saves for the Ducks, who… [+2139 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Maine gives potential marijuana consultants an extra week", "description": "AUGUSTA, Maine (AP) — Consultants hoping to advise Maine on recreational marijuana sales have extra time to apply.", "url": "https://apnews.com/d4320d3cc69f4e14a55d7280ef6982a0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:05:43Z", "content": "AUGUSTA, Maine (AP) Consultants hoping to advise Maine on recreational marijuana sales have extra time to apply. The deadline is Thursday for those applying to guide state agencies as they craft adult-use marijuana regulations and review Maine's medical marij… [+864 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By LARRY O'CONNOR The Detroit News", "title": "Bee program helps Michigan veterans find peace", "description": "EAST LANSING, Mich. (AP) — One wears a uniform, carries a weapon, answers to a supreme commander and is obsessed with completing the mission.", "url": "https://apnews.com/92cbc8f896324931a90ac8833e24efab", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:05:32Z", "content": "EAST LANSING, Mich. (AP) One wears a uniform, carries a weapon, answers to a supreme commander and is obsessed with completing the mission. The other served in the military. A bee and a veteran share a lot in common, which is at the heart of Heroes to Hives, … [+6564 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MATTHEW WELLS The Jonesboro Sun", "title": "Craighead County students march for drug abuse awareness", "description": "JONESBORO, Ark. (AP) — McKenzie Hanson wants to prevent drug abuse because it tears apart families.", "url": "https://apnews.com/50c2fa7e02914bdea30e3aed26c190bd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:05:32Z", "content": "JONESBORO, Ark. (AP) McKenzie Hanson wants to prevent drug abuse because it tears apart families. Hanson, a 10th-grade student at Valley View High School, said her uncle has battled drug addiction. \"My uncle has been really bad on drugs,\" she said. Hanson sai… [+4047 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By KRISTINE GOODRICH The Free Press", "title": "Minnesota teacher honored for encouraging student expression", "description": "MANKATO, Minn. (AP) — Some days art teacher Amy Muehlenhardt has a defined lesson for her students at Rosa Parks and Bridges elementary schools.", "url": "https://apnews.com/29874e0c5cf3490daf0139b6be54a943", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/01/1016c2bb-7862-51ae-9029-164127cacf89/5bd8ed6aa2265.image.jpg?resize=945%2C630", "publishedAt": "2018-11-05T05:05:26Z", "content": "MANKATO, Minn. (AP) Some days art teacher Amy Muehlenhardt has a defined lesson for her students at Rosa Parks and Bridges elementary schools. Students recently learned about color mixing through some unexpected art materials. Kindergartners, for example, dri… [+3207 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOHN MOLSEED Agri News", "title": "Minnesota couple used no-till drill to plant native prairie", "description": "AUSTIN, Minn. (AP) — Before Ken and Gloria Trom finally decided to convert the last of their Udolpho Township cropland into native prairie, they got a bit of help from Mower County — a drill bit, that is.", "url": "https://apnews.com/f78a4f1e47ce4415a18b2758564c2c43", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/a/2f/a2feca66-dc98-5633-8f4f-2155a8fc4466/5bd8d1a71164b.image.jpg?resize=971%2C630", "publishedAt": "2018-11-05T05:05:26Z", "content": "AUSTIN, Minn. (AP) Before Ken and Gloria Trom finally decided to convert the last of their Udolpho Township cropland into native prairie, they got a bit of help from Mower County a drill bit, that is. The couple had already noticed dozens of native species ta… [+2608 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BARRY ADAMS Wisconsin State Journal", "title": "Wisconsin hardware store changes name, stays family business", "description": "MADISON, Wis. (AP) — Scott Novotny's nickname was well deserved.", "url": "https://apnews.com/992b3d88f53d427caaf19144b676760f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/c/c8/cc81a1fe-0134-564d-b711-1d1b39ff38eb/5bd8d1a8a54c9.image.jpg?resize=829%2C630", "publishedAt": "2018-11-05T05:05:25Z", "content": "MADISON, Wis. (AP) Scott Novotny's nickname was well deserved. Each fall, the hardware store \"Mr. Salty\" bought from his parents in 2006 would become rimmed with pallets of ice melt in preparation for the inevitable slick sidewalks and driveways that accompan… [+4217 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By PETER JACKEL The Journal Times", "title": "Wisconsin men are brothers in football, law enforcement", "description": "RACINE, Wis. (AP) — Casey Smith didn't particularly like Eric Oertel when they first crossed paths in August 2006.", "url": "https://apnews.com/2746b888e20f4b11b5307b6b9d7f214c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/6/8f/68f129e7-cc7f-541f-8de3-8d90a0e69a45/5bd8d1a7d4902.image.jpg?resize=840%2C630", "publishedAt": "2018-11-05T05:05:19Z", "content": "RACINE, Wis. (AP) Casey Smith didn't particularly like Eric Oertel when they first crossed paths in August 2006. The Racine Lutheran High School football team had just reported for practice that summer and one of its leaders was Smith, a junior linebacker. Th… [+6428 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By NOE HERNANDEZ Battle Creek Enquirer", "title": "Michigan teachers cash in on housing incentives", "description": "BATTLE CREEK, Mich. (AP) — Shelley Samples could have earned $25,000 more in salary this school year teaching for Waterford schools.", "url": "https://apnews.com/2d13d396b75543f18ab0670d390af349", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:05:19Z", "content": "BATTLE CREEK, Mich. (AP) Shelley Samples could have earned $25,000 more in salary this school year teaching for Waterford schools. But she turned her back on that for a chance to live in Battle Creek, closer to her daughter and grandchildren. Her new employer… [+4659 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MACK BURKE The Norman Transcript", "title": "Veteran seeks to add names on Norman memorial", "description": "NORMAN, Okla. (AP) — Norman veteran Terry O'Dea wants to see more names etched into the wall of the Cleveland County Veterans Memorial by Veterans Day.", "url": "https://apnews.com/54331ad781834b67a496c80fa7bf8270", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/b/79/b79f654b-6c5f-5bb8-859e-fd6da4a716f0/5bdaf924e92d6.image.jpg?resize=947%2C630", "publishedAt": "2018-11-05T05:05:19Z", "content": "NORMAN, Okla. (AP) Norman veteran Terry O'Dea wants to see more names etched into the wall of the Cleveland County Veterans Memorial by Veterans Day. He has gathered over 50 applications, but to get the next batch engraved at the Reaves Park installation, he'… [+2822 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Maine turkeys thankful early as fall hunt comes to close", "description": "AUGUSTA, Maine (AP) — Maine's wild turkeys need to survive just a few more days to make it free and clear to Thanksgiving.", "url": "https://apnews.com/e164bf32c8ac4cafba26ade02492561f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:05:12Z", "content": "AUGUSTA, Maine (AP) Maine's wild turkeys need to survive just a few more days to make it free and clear to Thanksgiving. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The state's fall turkey hunt ends on Wednesday. The bird… [+583 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "2nd-half sub Rubio scores, Sporting KC play RSL to 1-1 draw", "description": "SANDY, Utah (AP) — Diego Rubio scored from distance in the 60th minute, seconds after entering as a second-half substitute, and Western Conference champion Sporting Kansas City tied Real Salt Lake 1-1 on Sunday in Game 1 of the two-legged…", "url": "https://apnews.com/54e01f421e654299920aff325a0e5d17", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-05T05:04:54Z", "content": "SANDY, Utah (AP) Diego Rubio scored from distance in the 60th minute, seconds after entering as a second-half substitute, and Western Conference champion Sporting Kansas City tied Real Salt Lake 1-1 on Sunday in Game 1 of the two-legged semifinal. It was Rubi… [+586 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SONIA PEREZ D. and MARK STEVENSON Associated Press", "title": "Migrant caravan plans to push on toward Mexico's capital", "description": "CORDOBA, Mexico (AP) — A big group of Central Americans has agreed to push toward Mexico City from a coastal state Monday, planning to exit a part of the country that has long been treacherous for migrants seeking to get…", "url": "https://apnews.com/bb335ceae7444924b97db378ed1f11b9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/3/04/304f88db-d599-5905-b024-58b5c43d9b64/5bdfa4fc61140.image.jpg?resize=917%2C630", "publishedAt": "2018-11-05T05:04:16Z", "content": "CORDOBA, Mexico (AP) A big group of Central Americans has agreed to push toward Mexico City from a coastal state Monday, planning to exit a part of the country that has long been treacherous for migrants seeking to get to the United States. In a thundering vo… [+4350 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Hassan to host forum for entrepreneurs", "description": "CONCORD, N.H. (AP) — Entrepreneurs looking for help turning innovative ideas into thriving businesses can attend a forum in Manchester this month.", "url": "https://apnews.com/7da588803d1740f58aa8e8e3c4bbe262", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:03:08Z", "content": "CONCORD, N.H. (AP) Entrepreneurs looking for help turning innovative ideas into thriving businesses can attend a forum in Manchester this month. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY U.S. Democratic Sen. Maggie Hass… [+579 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MARK STEVENSON and AMY GUTHRIE Associated Press", "title": "Swollen and blistered feet are big challenge for migrants", "description": "CORDOBA, Mexico (AP) — Tired, swollen and blistered feet are among the biggest challenges for the thousands of Central American migrants making their way through southern Mexico in hopes of starting new lives in the United States.", "url": "https://apnews.com/3934cbfdddd546de9369508a691bf186", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/c/aa/caac4b2c-29cd-59c7-94ec-e47a8d148f43/5bdfcf4c4a26a.image.jpg?resize=963%2C630", "publishedAt": "2018-11-05T05:02:53Z", "content": "CORDOBA, Mexico (AP) Tired, swollen and blistered feet are among the biggest challenges for the thousands of Central American migrants making their way through southern Mexico in hopes of starting new lives in the United States. Three weeks of pounding the ho… [+3898 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By EMILY SCHMALL Associated Press", "title": "Rivals China, India cautiously watch Sri Lankan crisis", "description": "COLOMBO, Sri Lanka (AP) — China and India are closely watching the constitutional crisis in Sri Lanka, which has been a battleground in their struggle for geopolitical supremacy in South Asia.", "url": "https://apnews.com/0c007a47b76c4acaaaf23ac56028fbc9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/6/c2/6c258809-6d28-5cb3-a235-83c2677352d0/5bdfcf50ba984.image.jpg?resize=1048%2C630", "publishedAt": "2018-11-05T05:01:53Z", "content": "COLOMBO, Sri Lanka (AP) China and India are closely watching the constitutional crisis in Sri Lanka, which has been a battleground in their struggle for geopolitical supremacy in South Asia. Chinese and Indian diplomats have been careful not to overtly take s… [+6939 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Buffalo Bishop Malone to discuss clergy sexual misconduct", "description": "BUFFALO, N.Y. (AP) — Embattled Bishop Richard Malone says he will publicly address the issue of sexual misconduct by clergy in the Roman Catholic Diocese of Buffalo.", "url": "https://apnews.com/c344af2257d347ce8fa2d22971546874", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T05:01:47Z", "content": "BUFFALO, N.Y. (AP) Embattled Bishop Richard Malone says he will publicly address the issue of sexual misconduct by clergy in the Roman Catholic Diocese of Buffalo. Malone has scheduled a press conference for Monday afternoon. Receive today's headlines in your… [+797 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Today in History", "description": "Today in History", "url": "https://apnews.com/1a6f2b4ef2e8404aafcef78188eb222a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T05:01:12Z", "content": "Today in History Today is Monday, Nov. 5, the 309th day of 2018. There are 56 days left in the year. Today's Highlight in History: On Nov. 5, 1968, Republican Richard M. Nixon won the presidency, defeating Democratic Vice President Hubert H. Humphrey and Amer… [+4620 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--NBA Capsules,4th Ld-Writethru", "description": "BC-BKN--NBA Capsules, 4th Ld-Writethru,815", "url": "https://apnews.com/6cdc69121e9e42b484dd1f3ed73bdd43", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T05:00:56Z", "content": "BC-BKN--NBA Capsules, 4th Ld-Writethru,815 Russell scores 21, Nets defeat sloppy Sixers 122-97 AP Photo NYKD111 Eds: Updates with Raptors-Lakers. Should stand. With AP Photos. NBA Capsules By The Associated Press NEW YORK (AP) D'Angelo Russell snapped out of … [+4774 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GREG BEACHAM AP Sports Writer", "title": "Ibaka's career-high 34 sends Raptors past Lakers, 121-107", "description": "LOS ANGELES (AP) — Serge Ibaka made his first 14 shots on the way to a career-high 34 points, and the Toronto Raptors didn't need an injured Kawhi Leonard in a 121-107 victory over the Los Angeles Lakers on Sunday…", "url": "https://apnews.com/52e10a96187c4350a2e78a4b8dbb9834", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/e3/ee3cdf81-586a-55f7-8abd-416f3e0a2586/5bdfcf56d9c22.image.jpg?resize=881%2C630", "publishedAt": "2018-11-05T04:56:59Z", "content": "LOS ANGELES (AP) Serge Ibaka made his first 14 shots on the way to a career-high 34 points, and the Toronto Raptors didn't need an injured Kawhi Leonard in a 121-107 victory over the Los Angeles Lakers on Sunday night. Ibaka had 10 rebounds and didn't miss a … [+2737 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By KYLE HIGHTOWER AP Sports Writer", "title": "Brady, Patriots beat Rodgers, Packers 31-17", "description": "FOXBOROUGH, Mass. (AP) — Tom Brady threw for 294 yards and a touchdown, and James White ran for two scores to lead the New England Patriots to a 31-17 victory over Aaron Rodgers and the Green Bay Packers on Sunday…", "url": "https://apnews.com/f365e8308820408c8ca419406c4bc0b0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/33/133232ef-402b-5ac0-896e-c691f066b593/5bdfcb1cc372a.image.jpg?resize=911%2C630", "publishedAt": "2018-11-05T04:50:26Z", "content": "FOXBOROUGH, Mass. (AP) Tom Brady threw for 294 yards and a touchdown, and James White ran for two scores to lead the New England Patriots to a 31-17 victory over Aaron Rodgers and the Green Bay Packers on Sunday night. It was the sixth straight victory for th… [+4157 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Nurkic scores 19, Trail Blazers defeat Timberwolves 111-81", "description": "PORTLAND, Ore. (AP) — Jusuf Nurkic had 19 points and 12 rebounds and led the Portland Trail Blazers to a 111-81 victory over the Minnesota Timberwolves on Sunday night.", "url": "https://apnews.com/f5972c4b9c6547f6bcdd909d11ccf107", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/8/10/810f5797-ceaf-5bad-a8ba-ab6f2cd32fb8/5bdfcfd07f200.image.jpg?crop=1093%2C615%2C0%2C640&resize=1093%2C615&order=crop%2Cresize", "publishedAt": "2018-11-05T04:33:43Z", "content": "PORTLAND, Ore. (AP) Jusuf Nurkic had 19 points and 12 rebounds and led the Portland Trail Blazers to a 111-81 victory over the Minnesota Timberwolves on Sunday night. Meyers Leonard had a double-double with 15 points and 12 rebounds off the bench. Following a… [+2879 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--NBA Capsules,2nd Ld-Writethru", "description": "BC-BKN--NBA Capsules, 2nd Ld-Writethru,557", "url": "https://apnews.com/a535f7c700d64a08b4f12eacf5dd6cc3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T04:20:17Z", "content": "BC-BKN--NBA Capsules, 2nd Ld-Writethru,557 Russell scores 21, Nets defeat sloppy Sixers 122-97 AP Photo NYKD111 Eds: Updates with Grizzlies-Suns capsule. Will be updated. With AP Photos. NBA Capsules By The Associated Press NEW YORK (AP) D'Angelo Russell snap… [+3296 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ANNABELLE LIANG Associated Press", "title": "Asian shares slide on worries over US-China relations", "description": "SINGAPORE (AP) — Asian markets tumbled Monday as traders feared that President Donald Trump only reported progress in trade talks with China to score political points as the U.S. midterm elections draw near.", "url": "https://apnews.com/a1f5f5771ed7426cbda4b93b0715f8a2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/c/55/c5598e99-2141-5292-a415-f19d149bd70c/5bdfc6df60103.image.jpg?resize=919%2C630", "publishedAt": "2018-11-05T04:05:38Z", "content": "SINGAPORE (AP) Asian markets tumbled Monday as traders feared that President Donald Trump only reported progress in trade talks with China to score political points as the U.S. midterm elections draw near. KEEPING SCORE: Japan's Nikkei 225 index fell 1.2 perc… [+2889 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By PAT KIMBROUGH High Point Enterprise", "title": "Unique niche: Furniture factory owner cuts own path", "description": "HIGH POINT, N.C. (AP) — The furniture produced on his factory floor won't bear his company name, but that's fine with Anthony Pennisi.", "url": "https://apnews.com/4914ee32876d4cb7937409a13ee5d709", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T04:05:35Z", "content": "HIGH POINT, N.C. (AP) The furniture produced on his factory floor won't bear his company name, but that's fine with Anthony Pennisi. The owner of Domenick's Furniture Manufacturer in High Point, Pennisi's workers assemble the sofa frames, foam and upholstery … [+3954 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DAMIAN DOMINGUEZ Index-Journal of Greenwood", "title": "South Carolina teen wins $70K at esports tournament", "description": "GREENWOOD, S.C. (AP) — Dylan Wright always knew he would end up making money playing video games though his parents might have had their doubts.", "url": "https://apnews.com/29d636c7471149878a029c44de1ddeb8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/7/f0/7f0632cc-5ea4-5971-afbf-8ce99c43fc90/5bdc80b8e1251.image.jpg?resize=945%2C630", "publishedAt": "2018-11-05T04:05:35Z", "content": "GREENWOOD, S.C. (AP) Dylan Wright always knew he would end up making money playing video games though his parents might have had their doubts. Over the course of a recent weekend, the 16-year-old, Greenwood High School student and a teammate won a total of $7… [+3554 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Gourde lifts Lightning past Senators in OT", "description": "OTTAWA, Ontario (AP) — Yanni Gourde scored 14 seconds into overtime to lift the Tampa Bay Lightning to a 4-3 victory over the Ottawa Senators on Sunday night.", "url": "https://apnews.com/6ac8cf2d4e8445d083555ed0268084d6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/4/c6/4c6c2808-f93f-589e-bde0-054ff58bb95a/5bdfbe28a48cc.image.jpg?crop=1681%2C946%2C0%2C143&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T04:03:58Z", "content": "OTTAWA, Ontario (AP) Yanni Gourde scored 14 seconds into overtime to lift the Tampa Bay Lightning to a 4-3 victory over the Ottawa Senators on Sunday night. Brayden Point tied the score with 27 seconds left in regulation on a two-man advantage off a pass from… [+1045 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Grizzlies-Suns", "description": "BC-BKN--Grizzlies-Suns ,516", "url": "https://apnews.com/b908d49230c84ec3910d52a15479dee6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T04:00:13Z", "content": "BC-BKN--Grizzlies-Suns,516 Booker hits last-second basket, Suns beat Grizzlies 102-100 AP Photo AZRS104, AZRS106, AZRS105, AZRS109, AZRS111, AZRS108, AZRS112, AZRS110, AZRS101, AZRS102, AZRS103 Eds: APNewsNow. Suns 102, Grizzlies 100. With AP Photos. Devin Bo… [+3568 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Grizzlies-Suns", "description": "BC-BKN--Grizzlies-Suns ,516", "url": "https://apnews.com/16711b96bd284936ac458d4c0eaa5a4c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T04:00:13Z", "content": "BC-BKN--Grizzlies-Suns,516 Booker hits last-second basket, Suns beat Grizzlies 102-100 AP Photo AZRS104, AZRS106, AZRS105, AZRS109, AZRS111, AZRS108, AZRS112, AZRS110, AZRS101, AZRS102, AZRS103 Eds: APNewsNow. Suns 102, Grizzlies 100. With AP Photos. Devin Bo… [+3568 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Grizzlies-Suns", "description": "BC-BKN--Grizzlies-Suns ,516", "url": "https://apnews.com/a703e44dfcd7475aae97c8526c8c08b7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T04:00:09Z", "content": "BC-BKN--Grizzlies-Suns,516 Booker hits last-second basket, Suns beat Grizzlies 102-100 AP Photo AZRS104, AZRS106, AZRS105, AZRS109, AZRS111, AZRS108, AZRS112, AZRS110, AZRS101, AZRS102, AZRS103 Eds: APNewsNow. Suns 102, Grizzlies 100. With AP Photos. Devin Bo… [+3568 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOSE M. ROMERO Associated Press", "title": "Booker hits last-second basket, Suns beat Grizzlies 102-100", "description": "PHOENIX (AP) — Devin Booker's 17-foot jumper with 1.7 seconds left capped a fourth-quarter comeback by Phoenix, and the Suns snapped a seven-game losing streak with a 102-100 victory over the Memphis Grizzlies on Sunday night.", "url": "https://apnews.com/71a5d8675e394959925b04df2de6f642", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/ba/9bab6030-9c61-530b-8bd0-5d40ddbef9f0/5bdfc2868effe.image.jpg?crop=1258%2C708%2C0%2C469&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T04:00:07Z", "content": "PHOENIX (AP) Devin Booker's 17-foot jumper with 1.7 seconds left capped a fourth-quarter comeback by Phoenix, and the Suns snapped a seven-game losing streak with a 102-100 victory over the Memphis Grizzlies on Sunday night. Booker, playing the entire fourth … [+2763 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Rams-First Loss", "description": "BC-FBN--Rams-First Loss ,620", "url": "https://apnews.com/58a740a7f7364bb1ac41dcf6f4b7eb7e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T03:57:38Z", "content": "BC-FBN--Rams-First Loss,620 Rams confidence unshaken after season's first loss AP Photo SPANLAGH142, LALAF903 Eds: With AP Photos. Rams defensive tackle Aaron Donald says his unit isn't panicking about a porous performance that led to their first loss of the … [+3923 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Rams-First Loss", "description": "BC-FBN--Rams-First Loss ,620", "url": "https://apnews.com/f9ebd3352180448898d6b6384bb8423a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T03:57:37Z", "content": "BC-FBN--Rams-First Loss,620 Rams confidence unshaken after season's first loss AP Photo SPANLAGH142, LALAF903 Eds: With AP Photos. Rams defensive tackle Aaron Donald says his unit isn't panicking about a porous performance that led to their first loss of the … [+3923 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Rams-First Loss", "description": "BC-FBN--Rams-First Loss ,620", "url": "https://apnews.com/8cc8b0078780476ea3b90cf9f7cf64dd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T03:57:37Z", "content": "BC-FBN--Rams-First Loss,620 Rams confidence unshaken after season's first loss AP Photo SPANLAGH142, LALAF903 Eds: With AP Photos. Rams defensive tackle Aaron Donald says his unit isn't panicking about a porous performance that led to their first loss of the … [+3923 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BRADLEY HANDWERGER Associated Press", "title": "Rams confidence unshaken after season's first loss", "description": "NEW ORLEANS (AP) — Rams defensive tackle Aaron Donald stood calmly in front of his locker while he answered for his unit's worst performance this season.", "url": "https://apnews.com/3346e79a187543e78de47b956bea200e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/8f/98f3123e-9cb4-5583-8642-94e899e6f76a/5bdf9f4468e8a.image.jpg?crop=1918%2C1079%2C0%2C0&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T03:57:36Z", "content": "NEW ORLEANS (AP) Rams defensive tackle Aaron Donald stood calmly in front of his locker while he answered for his unit's worst performance this season. He sounded disappointed, but not discouraged. \"This is just one game. We will fix it,\" Donald said after th… [+3344 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SCOTT CHARLES Associated Press", "title": "Lundqvist, Vesey lead Rangers to 3-1 win over Sabres", "description": "NEW YORK (AP) — Henrik Lundqvist was in vintage form in helping the New York Rangers get a big win.", "url": "https://apnews.com/98365c7c2d744a01a0e2e3eee49592bf", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/2/bb/2bb01295-f071-5204-b67f-05eb8659401c/5bdfb981aaadf.image.jpg?crop=1758%2C989%2C0%2C95&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T03:52:18Z", "content": "NEW YORK (AP) Henrik Lundqvist was in vintage form in helping the New York Rangers get a big win. Lundqvist stopped 39 shots and Jimmy Vesey scored twice to lead New York to its third straight victory, 3-1 over the Buffalo Sabres on Sunday night. \"Hank was ou… [+3262 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Denver Police Department considers encrypting radio traffic", "description": "DENVER (AP) — The Denver Police Department is considering encrypting its radio traffic, blocking the public from listening in on the officers' and dispatchers' communications.", "url": "https://apnews.com/c31a26addcfd44ac8e3a0d9ea0962a78", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T03:42:19Z", "content": "DENVER (AP) The Denver Police Department is considering encrypting its radio traffic, blocking the public from listening in on the officers' and dispatchers' communications. The Denver Post reports the radios would go silent to the public in the next six mont… [+774 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Former Malaysian state chief detained, face graft charges", "description": "KUALA LUMPUR, Malaysia (AP) — Malaysia's anti-graft agency says the former leader of a timber-rich eastern state has been arrested and will face corruption charges as it widens its crackdown on graft.", "url": "https://apnews.com/64c548e9979b4b6598143647fadb80bb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T03:41:45Z", "content": "KUALA LUMPUR, Malaysia (AP) Malaysia's anti-graft agency says the former leader of a timber-rich eastern state has been arrested and will face corruption charges as it widens its crackdown on graft. The agency said Musa Aman, the former chief minister of Saba… [+729 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BBO--Gold Gloves,2nd Ld-Writethru", "description": "BC-BBO--Gold Gloves, 2nd Ld-Writethru,317", "url": "https://apnews.com/97584736bd474c69af72ff2a966686d1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T03:38:51Z", "content": "BC-BBO--Gold Gloves, 2nd Ld-Writethru,317 Red Sox get 3 Gold Glove winners AP Photo MICO113 Eds: Updates throughout. With AP Photos. Mookie Betts, Jackie Bradley Jr. and Ian Kinsler have won Gold Gloves for the World Series champion Boston Red Sox. It's the t… [+2186 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BBO--Gold Gloves,2nd Ld-Writethru", "description": "BC-BBO--Gold Gloves, 2nd Ld-Writethru,317", "url": "https://apnews.com/4d9f8aeb0f664ed9ad061fb2d8a096b1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T03:38:50Z", "content": "BC-BBO--Gold Gloves, 2nd Ld-Writethru,317 Red Sox get 3 Gold Glove winners AP Photo MICO113 Eds: Updates throughout. With AP Photos. Mookie Betts, Jackie Bradley Jr. and Ian Kinsler have won Gold Gloves for the World Series champion Boston Red Sox. It's the t… [+2186 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Gourde caps comeback in OT as Lightning beat Senators 4-3", "description": "OTTAWA, Ontario (AP) — Yanni Gourde scored 14 seconds into overtime to lift the Tampa Bay Lightning to a 4-3 victory over the Ottawa Senators on Sunday night.", "url": "https://apnews.com/9578ac7c408b46349937f1038180649e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/1/a3/1a39f6fe-31a4-5415-90ed-c10467c5210a/5bdfbe269f6bd.image.jpg?crop=1354%2C762%2C0%2C383&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T03:22:45Z", "content": "OTTAWA, Ontario (AP) Yanni Gourde scored 14 seconds into overtime to lift the Tampa Bay Lightning to a 4-3 victory over the Ottawa Senators on Sunday night. Brayden Point tied the score with 27 seconds left in regulation on a two-man advantage off a pass from… [+1637 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOSH REPLOGLE Associated Press", "title": "Longoria, Ferrera, Saldana and more rally for Latino votes", "description": "MIAMI (AP) — Eva Longoria, Rosario Dawson, Zoe Saldana, America Ferrera and Gina Rodriguez took to the streets of Miami, leading hundreds of people in an attempt to rally people to vote ahead of Election Day.", "url": "https://apnews.com/3c124ffca1264894ad34fa25a620b16f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/e/15/e15490b0-f43d-56f7-b754-cc8533c292d7/5bdfb6a7548c7.image.jpg?resize=901%2C630", "publishedAt": "2018-11-05T03:11:33Z", "content": "MIAMI (AP) Eva Longoria, Rosario Dawson, Zoe Saldana, America Ferrera and Gina Rodriguez took to the streets of Miami, leading hundreds of people while chanting \"Si se puede\" or \"Yes we can\" in attempt to rally people to vote ahead of Election Day. While the … [+2091 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "NFL Today, Week 9", "description": "SCOREBOARD", "url": "https://apnews.com/f1e4e9133511419484720a31691d940b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-05T03:04:30Z", "content": "SCOREBOARD Monday, Nov. 5. Tennessee at Dallas, 8:15 p.m. Amari Cooper makes his debut for the Cowboys (3-4) after being acquired by Oakland on Tuesday, giving Dak Prescott a new No. 1 wide receiver and potentially giving a boost to a passing game that ranks … [+12894 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TIM BOOTH AP Sports Writer", "title": "Wilson, Seattle nearly complete rally but fall to Chargers", "description": "SEATTLE (AP) — Russell Wilson missed a wide-open Jaron Brown for a potential touchdown. He reverted to a problem from earlier this season taking too many sacks. Most costly, he misread coverage and threw a pass that was intercepted and…", "url": "https://apnews.com/6d78374c97344d25b4cecba0bc4c1477", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/6/23/623d8df7-fdc0-5a07-a2c9-73d1467159c8/5bdf99cedb7bb.image.jpg?crop=1664%2C936%2C0%2C153&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T03:00:50Z", "content": "SEATTLE (AP) Russell Wilson missed a wide-open Jaron Brown for a potential touchdown. He reverted to a problem from earlier this season taking too many sacks. Most costly, he misread coverage and threw a pass that was intercepted and returned for a touchdown … [+4076 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Packers S Whitehead kicked out for taking a swing at Patriot", "description": "FOXBOROUGH, Mass. (AP) — Packers safety Jermaine Whitehead has been ejected from Green Bay's game against the New England Patriots.", "url": "https://apnews.com/5b2469b05c6143a0886a19584c980884", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/d/dc/ddcba8cb-ff8d-5121-af00-67de4624b981/5bdfb79877aa2.image.jpg?crop=1730%2C973%2C0%2C111&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T02:56:35Z", "content": "FOXBOROUGH, Mass. (AP) Packers safety Jermaine Whitehead has been ejected from Green Bay's game against the New England Patriots. Whitehead was trading shoves with Patriots center David Andrews when second year defensive back from Auburn spun around and slapp… [+262 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Red Sox get 3 Gold Glove winners", "description": "Mookie Betts, Jackie Bradley Jr. and Ian Kinsler have won Gold Gloves for the World Series champion Boston Red Sox.", "url": "https://apnews.com/23c66cb4051043dc83b3f71a2b8e6c6d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-05T02:55:20Z", "content": "Mookie Betts, Jackie Bradley Jr. and Ian Kinsler have won Gold Gloves for the World Series champion Boston Red Sox. It's the third straight for Betts in right field. Kinsler got his second Gold Glove at second base, and Bradley won for the first time in cente… [+733 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By PAT GRAHAM AP Sports Writer", "title": "Broncos go into bye with coach on hot seat, flickering hopes", "description": "DENVER (AP) — Moments after Brandon McManus pushed his winning attempt wide right, the Denver Broncos were calling him \"our guy\" and \"the best kicker in the league\" and \"a good dude.\"", "url": "https://apnews.com/57a84d4ff5cf431da69b869f6256533f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/8/8d/88de33d9-0a97-5ac4-a7e5-088e45505a4f/5bdfb799adef3.image.jpg?crop=1649%2C928%2C0%2C164&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T02:55:11Z", "content": "DENVER (AP) Moments after Brandon McManus pushed his winning attempt wide right, the Denver Broncos were calling him \"our guy\" and \"the best kicker in the league\" and \"a good dude.\" No finger pointing. Not at the current moment, anyway. McManus sailed a 51-ya… [+3556 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Remedi scores 1st MLS goal, Atlanta beats NYCFC in 1st leg", "description": "NEW YORK (AP) — Eric Remedi scored his first MLS goal in the 37th minute and Atlanta United beat New York FC 1-0 on Sunday in the first leg of the Eastern Conference semifinals.", "url": "https://apnews.com/57dc1f0acf584a629a82aaedbd246c5a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/6/d3/6d3e95e2-1f09-5ee7-8cdb-c8d25ec6a90d/5bdfb98b04e07.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T02:54:23Z", "content": "NEW YORK (AP) Eric Remedi scored his first MLS goal in the 37th minute and Atlanta United beat New York FC 1-0 on Sunday in the first leg of the Eastern Conference semifinals. Atlanta, which has won 11 of its 18 road games this season, hosts the second leg ne… [+564 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--76ers-Nets,1st Ld-Writethru", "description": "BC-BKN--76ers-Nets, 1st Ld-Writethru,691", "url": "https://apnews.com/009fbd16c0f84d22b4384f597e8159d1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T02:45:22Z", "content": "BC-BKN--76ers-Nets, 1st Ld-Writethru,691 Nets keep turnover-prone 76ers winless on the road AP Photo NYKD101, NYKD102, NYKD104, NYKD103 Eds: Nets 122, 76ers 97. Updates with new lead. With AP Photos. D'Angelo Russell snapped out of a slump with 13 of his 21 p… [+4334 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--76ers-Nets,1st Ld-Writethru", "description": "BC-BKN--76ers-Nets, 1st Ld-Writethru,691", "url": "https://apnews.com/33f9f5f8f80b406bb5a0e4a0e653f67b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T02:45:22Z", "content": "BC-BKN--76ers-Nets, 1st Ld-Writethru,691 Nets keep turnover-prone 76ers winless on the road AP Photo NYKD101, NYKD102, NYKD104, NYKD103 Eds: Nets 122, 76ers 97. Updates with new lead. With AP Photos. D'Angelo Russell snapped out of a slump with 13 of his 21 p… [+4334 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--76ers-Nets,1st Ld-Writethru", "description": "BC-BKN--76ers-Nets, 1st Ld-Writethru,691", "url": "https://apnews.com/940f32d09f5f4732a4525a64e76e4cec", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T02:45:21Z", "content": "BC-BKN--76ers-Nets, 1st Ld-Writethru,691 Nets keep turnover-prone 76ers winless on the road AP Photo NYKD101, NYKD102, NYKD104, NYKD103 Eds: Nets 122, 76ers 97. Updates with new lead. With AP Photos. D'Angelo Russell snapped out of a slump with 13 of his 21 p… [+4334 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "China's Xi promises market opening as import fair begins", "description": "BEIJING (AP) — President Xi Jinping promised Monday to open China wider to imports at the start of a high-profile trade fair meant to rebrand the country as a global customer, but he offered no response to U.S. and European complaints about technology policy …", "url": "https://apnews.com/bf3c8fb835344d278d5e941867925224", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/0/72/072d8a1d-af50-5367-abe0-953327c8e5af/5bdfb68eed897.image.jpg?resize=945%2C630", "publishedAt": "2018-11-05T02:42:52Z", "content": "BEIJING (AP) President Xi Jinping promised Monday to open China wider to imports at the start of a high-profile trade fair meant to rebrand the country as a global customer, but he offered no response to U.S. and European complaints about technology policy an… [+2309 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By RAUL DOMINGUEZ Associated Press", "title": "Gordon, Magic hold on to defeat Spurs, 117-110", "description": "SAN ANTONIO (AP) — Aaron Gordon scored 26 points and the Orlando Magic held on to beat the San Antonio Spurs 117-110 on Sunday night after nearly blowing a 26-point lead with 9 minutes remaining.", "url": "https://apnews.com/d6e81cef86134a3fa2ef610e95de2ee4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/6/5e/65e05b0e-8f41-57df-a64f-863f413f69b7/5bdfb6dfd7d75.image.jpg?crop=1319%2C742%2C0%2C414&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T02:32:12Z", "content": "SAN ANTONIO (AP) Aaron Gordon scored 26 points and the Orlando Magic held on to beat the San Antonio Spurs 117-110 on Sunday night after nearly blowing a 26-point lead with 9 minutes remaining. D.J Augustin added 18 points for Orlando, which scored a season h… [+2120 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Nomaan Merchant", "title": "Migrants camped at border worry caravans will shut them out...", "description": "MATAMOROS, Mexico (AP) — Waiting on the southern end of a bridge that leads to the United States, Humberto Alvarez Gonzalez warily follows the progress of the caravan winding through Mexico with the goal of reaching the border. Alvarez and about two dozen oth…", "url": "https://www.apnews.com/f4d231f3a56c4156a06650245215f92d", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:eb25c254d9514b56a003d4ff0c7596c1/3000.jpeg", "publishedAt": "2018-11-05T02:19:37Z", "content": "MATAMOROS, Mexico (AP) Waiting on the southern end of a bridge that leads to the United States, Humberto Alvarez Gonzalez warily follows the progress of the caravan winding through Mexico with the goal of reaching the border. Alvarez and about two dozen other… [+4849 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Investigators find cause of deadly Minnesota plane crash", "description": "RAWLINS, Wyo. (AP) — A final report from federal investigators says the plane that crash in northwest Minnesota killing three Wyoming residents likely occurred because the pilot lost control due to spatial disorientation.", "url": "https://apnews.com/ce8ba61af0784dd3b370f6f46a634e6c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T02:18:58Z", "content": "RAWLINS, Wyo. (AP) A final report from federal investigators says the plane that crash in northwest Minnesota killing three Wyoming residents likely occurred because the pilot lost control due to spatial disorientation. The Rawlins Times reports 69-year-old p… [+837 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Minnesota fires defensive coordinator after latest meltdown", "description": "MINNEAPOLIS (AP) — Minnesota defensive coordinator Robb Smith has been fired, with the Gophers allowing an average of more than 43 points per game in Big Ten play.", "url": "https://apnews.com/35b60776d4be47c8b5b948e3372f71a0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-05T02:13:18Z", "content": "MINNEAPOLIS (AP) Minnesota defensive coordinator Robb Smith has been fired, with the Gophers allowing an average of more than 43 points per game in Big Ten play. Coach P.J. Fleck made the announcement Sunday night. He named defensive line coach Joe Rossi the … [+639 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Russell scores 21, Nets defeat sloppy Sixers 122-97", "description": "NEW YORK (AP) — D'Angelo Russell snapped out of a slump with 13 of his 21 points in the second half, and the Brooklyn Nets kept the sloppy Philadelphia 76ers winless on the road with a 122-97 victory on Sunday…", "url": "https://apnews.com/a505387ee5e54e5b8bcaca7ffab66b3e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/e/4e/e4e630ef-0b29-5702-bf39-65bf661f5ed3/5bdfadd5dec96.image.jpg?crop=1602%2C901%2C0%2C195&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T02:10:09Z", "content": "NEW YORK (AP) D'Angelo Russell snapped out of a slump with 13 of his 21 points in the second half, and the Brooklyn Nets kept the sloppy Philadelphia 76ers winless on the road with a 122-97 victory on Sunday night. The 76ers committed 28 turnovers, most in th… [+1785 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Cuban president meets North Korea's Kim Jong Un in Pyongyang", "description": "PYONGYANG, North Korea (AP) — North Korean leader Kim Jong Un and Cuba's President Miguel Diaz-Canel have agreed to expand and strengthen their strategic relations.", "url": "https://apnews.com/2a14caba320d444e88d538eb6ad31676", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T02:07:51Z", "content": "PYONGYANG, North Korea (AP) North Korean leader Kim Jong Un and Cuba's President Miguel Diaz-Canel have agreed to expand and strengthen their strategic relations. Diaz-Canel arrived in Pyongyang with his wife on Sunday and was met at the airport by Kim, who j… [+681 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Foreign raiders set sights on Australia's Melbourne Cup", "description": "MELBOURNE, Australia (AP) — Irish trained five-year-old Yucatan will likely start favorite in Australia's Melbourne Cup, expected to be run on a soft track at Flemington racecourse.", "url": "https://apnews.com/fdd2f61c7bea432dae44505b7d6855f1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-05T02:04:13Z", "content": "MELBOURNE, Australia (AP) Irish trained five-year-old Yucatan will likely start favorite in Australia's Melbourne Cup, expected to be run on a soft track at Flemington racecourse. Trained at Tipperary by regular Cup campaigner Aidan O'Brien, Yucatan became fa… [+2945 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Browns lose DBs Denzel Ward, E.J. Gaines to injuries", "description": "Cleveland defensive backs Denzel Ward and E.J. Gaines left with injuries in the first quarter of Sunday's loss to Kansas City, and the Washington Redskins lost two more offensive linemen against Atlanta.", "url": "https://apnews.com/f77027b5bda3474c83b2252d0d7eb69b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/4/81/48184f35-b4a8-51de-98d0-6e32fa3bcfd1/5bdf7fa06f9ed.image.jpg?crop=1687%2C949%2C0%2C139&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T01:56:44Z", "content": "Cleveland defensive backs Denzel Ward and E.J. Gaines left with injuries in the first quarter of Sunday's loss to Kansas City, and the Washington Redskins lost two more offensive linemen against Atlanta. Ward was sidelined by a hip injury, and Gaines sustaine… [+1546 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Retired Georgia Supreme Court Justice Harris Hines dies, 75", "description": "ATLANTA (AP) — Harris Hines, the recently retired chief justice of the Georgia Supreme Court, has died.", "url": "https://apnews.com/f7275ae0d81942dca97880904e176346", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T01:56:07Z", "content": "ATLANTA (AP) Harris Hines, the recently retired chief justice of the Georgia Supreme Court, has died. The Atlanta Journal-Constitution reports Hines died after a car crash Sunday that sent him to a hospital, but no further details were immediately released by… [+687 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Raptors' Kawhi Leonard sits vs. Lakers with foot soreness", "description": "LOS ANGELES (AP) — Kawhi Leonard is sitting out with foot soreness when the Toronto Raptors face the Los Angeles Lakers on Sunday night.", "url": "https://apnews.com/8bbfebb1e0774fc397047cc906679782", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/a/5f/a5f6bf6c-f59b-5ecd-b3f2-7cac47de5355/5bdfa75ecbdc6.image.jpg?crop=1310%2C737%2C0%2C422&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T01:55:37Z", "content": "LOS ANGELES (AP) Kawhi Leonard is sitting out with foot soreness when the Toronto Raptors face the Los Angeles Lakers on Sunday night. Leonard injured his left foot late in the fourth quarter of Toronto's win at Phoenix on Friday night, and coach Nick Nurse s… [+518 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Ducks C Ryan Getzlaf out with upper-body injury", "description": "ANAHEIM, Calif. (AP) — Ducks center Ryan Getzlaf was out for Anaheim's game against the Columbus Blue Jackets on Sunday night.", "url": "https://apnews.com/cc4addedd3e94fe8bc0de47e8e12d10d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/8/97/8970584e-c9b1-5484-8d74-6189665c9eef/5bdfa6fc82b69.image.jpg?crop=1238%2C696%2C0%2C487&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T01:52:36Z", "content": "ANAHEIM, Calif. (AP) Ducks center Ryan Getzlaf was out for Anaheim's game against the Columbus Blue Jackets on Sunday night. Getzlaf is day to day because of an upper-body injury, the team said. The Ducks' captain missed five games in October because of a gro… [+315 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By RICH DUBROFF Associated Press", "title": "Wall, Beal help Wizards snap 5-game skid, top Knicks 108-95", "description": "WASHINGTON (AP) — John Wall scored 26 points and Bradley Beal added 22 as the Washington Wizards broke a five-game losing streak with a 108-95 win over the New York Knicks on Sunday.", "url": "https://apnews.com/16054283fb5545e28f0f4058b6505943", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/88/988a3e52-81df-578c-b873-245fb8b279a8/5bdfa760e69c4.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T01:48:15Z", "content": "WASHINGTON (AP) John Wall scored 26 points and Bradley Beal added 22 as the Washington Wizards broke a five-game losing streak with a 108-95 win over the New York Knicks on Sunday. Markieff Morris had 16 points and Jeff Green added 14 for Washington, which wo… [+1793 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BRIAN MAHONEY AP Basketball Writer", "title": "Nets keep turnover-prone 76ers winless on the road", "description": "NEW YORK (AP) — D'Angelo Russell snapped out of a slump with 13 of his 21 points in the second half, and the Brooklyn Nets kept the sloppy Philadelphia 76ers winless on the road with a 122-97 victory on Sunday…", "url": "https://apnews.com/fc06024b9b354f1382b24a7660ee0425", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/d/16/d1674ec0-45d8-5896-90a2-628dda6eae81/5bdfa76e0ab26.image.jpg?crop=1368%2C770%2C0%2C371&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T01:40:42Z", "content": "NEW YORK (AP) D'Angelo Russell snapped out of a slump with 13 of his 21 points in the second half, and the Brooklyn Nets kept the sloppy Philadelphia 76ers winless on the road with a 122-97 victory on Sunday night. The 76ers committed 28 turnovers, most in th… [+3161 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: Candidates make get-out-the-vote push in Alaska", "description": "ANCHORAGE, Alaska (AP) — The Latest on candidate activities ahead of Tuesday's general election in Alaska (all times local):", "url": "https://apnews.com/51a07df1f6fb4509a71be5a6b64729f3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T01:35:34Z", "content": "ANCHORAGE, Alaska (AP) The Latest on candidate activities ahead of Tuesday's general election in Alaska (all times local): 4:30 p.m. Republican candidates sought to excite voters in Anchorage with a rally days before Tuesday's general election. Receive today'… [+1594 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--NFL Capsules,1st Ld-Writethru", "description": "BC-FBN--NFL Capsules, 1st Ld-Writethru,1907", "url": "https://apnews.com/e7e0516309ab42c09bf6e6f4d1bd0c3b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T01:25:39Z", "content": "BC-FBN--NFL Capsules, 1st Ld-Writethru,1907 Brees, Saints hand Rams their 1st loss of the season AP Photo LAGH145, LAGH142, LAGH143, BAF127, BAF128 Eds: Updates with late afternoon games. With AP Photos. NFL Capsules By The Associated Press NEW ORLEANS (AP) M… [+11030 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Independent says Australian gov't lost on its refugee stance", "description": "CANBERRA, Australia (AP) — A newly elected independent lawmaker says a tough policy toward asylum seekers is a major reason Australia's conservative government lost its parliamentary majority.", "url": "https://apnews.com/8374642e2549465d843e735a4531077f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T01:22:17Z", "content": "CANBERRA, Australia (AP) A newly elected independent lawmaker says a tough policy toward asylum seekers is a major reason Australia's conservative government lost its parliamentary majority. Kerryn Phelps on Monday was declared the winner of a by-election for… [+679 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-CAR--NASCAR-Texas,3rd Ld-Writethru", "description": "BC-CAR--NASCAR-Texas, 3rd Ld-Writethru,603", "url": "https://apnews.com/f49834af06e54d69afbbbd247c714eab", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T01:15:28Z", "content": "BC-CAR--NASCAR-Texas, 3rd Ld-Writethru,603 Harvick earns his shot at NASCAR Cup title with win at Texas AP Photo TMS120, TMS119, TMS116, TMS117, TMS121, TMS118, TMS115, TMS112, TMS111 Eds: Restores dropped letter in headline. Will be updated. With AP Photos. … [+3856 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-CAR--NASCAR-Texas,3rd Ld-Writethru", "description": "BC-CAR--NASCAR-Texas, 3rd Ld-Writethru,603", "url": "https://apnews.com/38452618cf084741800135b45a116394", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T01:15:27Z", "content": "BC-CAR--NASCAR-Texas, 3rd Ld-Writethru,603 Harvick earns his shot at NASCAR Cup title with win at Texas AP Photo TMS120, TMS119, TMS116, TMS117, TMS121, TMS118, TMS115, TMS112, TMS111 Eds: Restores dropped letter in headline. Will be updated. With AP Photos. … [+3856 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Rams-Saints,1st Ld-Writethru", "description": "BC-FBN--Rams-Saints, 1st Ld-Writethru,699", "url": "https://apnews.com/8819497c9c59483da85b236526c97347", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T01:14:44Z", "content": "BC-FBN--Rams-Saints, 1st Ld-Writethru,699 Long-distance call: Thomas helps Saints beat Rams 45-35 AP Photo LAGH146, LAGH144, LALAF902, LAGH124, LAGH128, LAGH134, LAGH142, LALAF903, LAGH137 Eds: Saints 45, Rams 35. Updates throughout. With AP Photos. Michael T… [+4651 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Rams-Saints,1st Ld-Writethru", "description": "BC-FBN--Rams-Saints, 1st Ld-Writethru,699", "url": "https://apnews.com/66c229209e984685855f574ff9abda25", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T01:14:44Z", "content": "BC-FBN--Rams-Saints, 1st Ld-Writethru,699 Long-distance call: Thomas helps Saints beat Rams 45-35 AP Photo LAGH146, LAGH144, LALAF902, LAGH124, LAGH128, LAGH134, LAGH142, LALAF903, LAGH137 Eds: Saints 45, Rams 35. Updates throughout. With AP Photos. Michael T… [+4651 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Rams-Saints,1st Ld-Writethru", "description": "BC-FBN--Rams-Saints, 1st Ld-Writethru,699", "url": "https://apnews.com/b69b58e5ecbd43ba8bed9beabb8b31bf", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T01:14:43Z", "content": "BC-FBN--Rams-Saints, 1st Ld-Writethru,699 Long-distance call: Thomas helps Saints beat Rams 45-35 AP Photo LAGH146, LAGH144, LALAF902, LAGH124, LAGH128, LAGH134, LAGH142, LALAF903, LAGH137 Eds: Saints 45, Rams 35. Updates throughout. With AP Photos. Michael T… [+4651 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BRETT MARTEL AP Sports Writer", "title": "Long-distance call: Thomas helps Saints beat Rams 45-35", "description": "NEW ORLEANS (AP) — Michael Thomas caught a late 72-yard touchdown reception and then celebrated with a cellphone in a throwback to another famous New Orleans play, and the streaking Saints handed the Los Angeles Rams their first loss of…", "url": "https://apnews.com/86e3fa40187b473e946c4cd1a4d10433", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/b/e2/be292aeb-d051-5e3b-90b5-73d756d58670/5bdf9c2caa39f.image.jpg?resize=947%2C630", "publishedAt": "2018-11-05T01:14:41Z", "content": "NEW ORLEANS (AP) Michael Thomas caught a late 72-yard touchdown reception and then celebrated with a cellphone in a throwback to another famous New Orleans play, and the streaking Saints handed the Los Angeles Rams their first loss of the season with a 45-35 … [+3967 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Judge rules wildlife agency must do more to protect lynx", "description": "MISSOULA, Mont. (AP) — A federal judge has ruled that the U.S. Fish and Wildlife Service must do more to protect Canada lynx from bobcat traps.", "url": "https://apnews.com/a67c93175dff4566b64b3da76162b308", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T00:55:57Z", "content": "MISSOULA, Mont. (AP) A federal judge has ruled that the U.S. Fish and Wildlife Service must do more to protect Canada lynx from bobcat traps. The Missoulian reports the lawsuit by WildEarth Guardians and Center for Biological Diversity claimed the federal age… [+725 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Crew beats Red Bulls 1-0 in first leg of Eastern semifinal", "description": "COLUMBUS, Ohio (AP) — Gyasi Zardes scored his 20th goal of the season in the 61st minute, helping the Columbus Crew beat the Supporters' Shield holder New York Red Bulls 1-0 on Sunday in the opening game of the Eastern…", "url": "https://apnews.com/bb57b4469f384a25bbb82af07426c2ed", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-05T00:48:58Z", "content": "COLUMBUS, Ohio (AP) Gyasi Zardes scored his 20th goal of the season in the 61st minute, helping the Columbus Crew beat the Supporters' Shield holder New York Red Bulls 1-0 on Sunday in the opening game of the Eastern Conference semifinals. The second leg is n… [+924 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEVE REED AP Sports Writer", "title": "Fitzpatrick will keep starting QB job in Tampa Bay", "description": "CHARLOTTE, N.C. (AP) — Ryan Fitzpatrick played well enough to retain starting the quarterback job in Tampa Bay for another week.", "url": "https://apnews.com/643c480b796240f99288305083f0dd38", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/5/de/5deebfc9-5abe-57fc-9eb6-341ee6178a79/5bdf6c97c839b.image.jpg?crop=1708%2C961%2C0%2C126&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T00:48:50Z", "content": "CHARLOTTE, N.C. (AP) Ryan Fitzpatrick played well enough to retain starting the quarterback job in Tampa Bay for another week. Now if \"Fitzmagic\" can figure out how to keep the Buccaneers from digging themselves such a big hole early in games. Fitzpatrick rep… [+3353 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-SOC--MLS-Sounders-Timbers", "description": "BC-SOC--MLS-Sounders-Timbers,450", "url": "https://apnews.com/1fcd27aa806a47b6adad15d4ba4f8372", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T00:43:36Z", "content": "BC-SOC--MLS-Sounders-Timbers,450 Timbers go up 2-1 after first leg of semifinal with Sounders Eds: APNewsNow. Timbers 2, Sounders 1. Sebastian Blanco put the Timbers in front with a goal in the 29th minute and Portland hung on over a tense second half to go u… [+2855 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-SOC--MLS-Sounders-Timbers", "description": "BC-SOC--MLS-Sounders-Timbers,450", "url": "https://apnews.com/6b2ab959fa244c64a727f8699c769c29", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T00:43:36Z", "content": "BC-SOC--MLS-Sounders-Timbers,450 Timbers go up 2-1 after first leg of semifinal with Sounders Eds: APNewsNow. Timbers 2, Sounders 1. Sebastian Blanco put the Timbers in front with a goal in the 29th minute and Portland hung on over a tense second half to go u… [+2855 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-SOC--MLS-Sounders-Timbers", "description": "BC-SOC--MLS-Sounders-Timbers,450", "url": "https://apnews.com/423b3d38f8b54b2b9a2a2bc411dde15e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T00:43:32Z", "content": "BC-SOC--MLS-Sounders-Timbers,450 Timbers go up 2-1 after first leg of semifinal with Sounders Eds: APNewsNow. Timbers 2, Sounders 1. Sebastian Blanco put the Timbers in front with a goal in the 29th minute and Portland hung on over a tense second half to go u… [+2855 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ANNE M. PETERSON AP Sports Writer", "title": "Timbers go up 2-1 after first leg of semifinal with Sounders", "description": "PORTLAND, Ore. (AP) — Sebastian Blanco put the Timbers in front with a goal in the 29th minute and Portland hung on over a tense second half to go up 2-1 in the first leg of their Western Conference semifinal…", "url": "https://apnews.com/488b740713364846af6e00951f9b121d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-05T00:43:30Z", "content": "PORTLAND, Ore. (AP) Sebastian Blanco put the Timbers in front with a goal in the 29th minute and Portland hung on over a tense second half to go up 2-1 in the first leg of their Western Conference semifinal against the Seattle Sounders on Sunday. The second l… [+2280 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Bills-No Offense", "description": "BC-FBN--Bills-No Offense,701", "url": "https://apnews.com/1bd2f23519fa4d94a65a83209acc8093", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T00:41:30Z", "content": "BC-FBN--Bills-No Offense,701 Bills go from anemic to comedic in 41-9 loss to Bears AP Photo NYFF115, NYFF114, NYFF111, NYFF113 Eds: With AP Photos. The Buffalo Bills offense went from anemic to comedic in turnover-filled 41-9 loss to the Chicago Bears. Turnov… [+4332 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Bills-No Offense", "description": "BC-FBN--Bills-No Offense,701", "url": "https://apnews.com/3038e7c9768f45a9844c3b96164467ed", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T00:41:29Z", "content": "BC-FBN--Bills-No Offense,701 Bills go from anemic to comedic in 41-9 loss to Bears AP Photo NYFF115, NYFF114, NYFF111, NYFF113 Eds: With AP Photos. The Buffalo Bills offense went from anemic to comedic in turnover-filled 41-9 loss to the Chicago Bears. Turnov… [+4332 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOHN WAWROW AP Sports Writer", "title": "Bills go from anemic to comedic in 41-9 loss to Bears", "description": "ORCHARD PARK, N.Y. (AP) — Sean McDermott insists the Buffalo Bills have enough talent on offense to win in the NFL.", "url": "https://apnews.com/39311c652b494d21a48a1b03e53fa992", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/1/b6/1b68c60a-9db9-5d24-8d51-c33b3686a1a6/5bdf99c75eb42.image.jpg?crop=1674%2C942%2C0%2C148&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T00:41:29Z", "content": "ORCHARD PARK, N.Y. (AP) Sean McDermott insists the Buffalo Bills have enough talent on offense to win in the NFL. \"I believe we do,\" the Bills coach said. It sure didn't look that way in a 41-9 loss to the Chicago Bears on Sunday, in what became the latest co… [+3807 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Vikings: Pro Bowl fullback Bill 'Boom Boom' Brown dies at 80", "description": "MINNEAPOLIS (AP) — Bill Brown, the Minnesota Vikings fullback who was a four-time Pro Bowl pick in 14 seasons in the NFL, has died. He was 80.", "url": "https://apnews.com/4198fd35ec3e452fabaa7e4db34440ef", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-05T00:39:39Z", "content": "MINNEAPOLIS (AP) Bill Brown, the Minnesota Vikings fullback who was a four-time Pro Bowl pick in 14 seasons in the NFL, has died. He was 80. The Vikings announced the death Sunday, before a moment of silence for Brown prior to their game against Detroit. Brow… [+590 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Spokane high school targeted again in social media threat", "description": "SPOKANE, Wash. (AP) — Police are investigating a social media threat made against a Spokane high school.", "url": "https://apnews.com/7bd51f48b7424474b0c61465d98ce751", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-05T00:35:37Z", "content": "SPOKANE, Wash. (AP) Police are investigating a social media threat made against a Spokane high school. Spokane Public Schools sent a notice Sunday to parents at Lewis and Clark High School. The notice says a threat was made Saturday night via a social media p… [+567 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TIM BOOTH AP Sports Writer", "title": "Rivers, Gordon leads Chargers past Seahawks 25-17", "description": "SEATTLE (AP) — Philip Rivers made his 200th consecutive start and kept the Los Angeles Chargers surging at the midpoint of the season, surviving a late rally by Seattle's Russell Wilson.", "url": "https://apnews.com/340ec9ea3c4344afb9c006fc91c2b850", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/2/4e/24ee419c-1070-51bc-adb4-72323c37480c/5bdf9762906f8.image.jpg?resize=905%2C630", "publishedAt": "2018-11-05T00:33:15Z", "content": "SEATTLE (AP) Philip Rivers made his 200th consecutive start and kept the Los Angeles Chargers surging at the midpoint of the season, surviving a late rally by Seattle's Russell Wilson. Rivers threw for 228 yards and two touchdowns, Melvin Gordon added 113 yar… [+3800 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "DeChambeau wins in Las Vegas for 4th win in 12 starts", "description": "LAS VEGAS (AP) — Bryson DeChambeau holed an eagle putt from just inside 60 feet on the 16th hole that carried him to a 5-under 66 and a one-shot victory over Patrick Cantlay in the Shriners Hospital for Children Open…", "url": "https://apnews.com/35a61a33d78a41b59e2c4e8074329230", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/b/f4/bf438782-3ff5-531b-ad94-a32fb5991d85/5bded9a899215.image.jpg?crop=1519%2C854%2C0%2C254&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T00:32:21Z", "content": "LAS VEGAS (AP) Bryson DeChambeau holed an eagle putt from just inside 60 feet on the 16th hole that carried him to a 5-under 66 and a one-shot victory over Patrick Cantlay in the Shriners Hospital for Children Open on Sunday. DeChambeau won for the fourth tim… [+4052 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ARNIE STAPLETON AP Pro Football Writer", "title": "Thomas wins homecoming as Texans escape Denver 19-17", "description": "DENVER (AP) — Brandon McManus missed a 51-yard field goal as time expired, leaving Demaryius Thomas a winner in his homecoming as the Houston Texans escaped Denver with a 19-17 win over the Broncos.", "url": "https://apnews.com/38b2fc6224c84276aa7c7498bcb1de22", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/4/5d/45d56ca4-2019-50a9-a784-201a91d78447/5bdf97733b0e7.image.jpg?resize=836%2C630", "publishedAt": "2018-11-05T00:32:07Z", "content": "DENVER (AP) Brandon McManus missed a 51-yard field goal as time expired, leaving Demaryius Thomas a winner in his homecoming as the Houston Texans escaped Denver with a 19-17 win over the Broncos. The Texans (6-3) won their sixth straight and the Broncos (3-6… [+3798 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBC--Kansas-Beaty Fired,2nd Ld-Writethru", "description": "BC-FBC--Kansas-Beaty Fired, 2nd Ld-Writethru,889", "url": "https://apnews.com/2ecca5afcd864ad8ac0d07d24a94e5f9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T00:29:34Z", "content": "BC-FBC--Kansas-Beaty Fired, 2nd Ld-Writethru,889 Kansas fires David Beaty after 6 wins in 3-plus years AP Photo KSOW111 Eds: Updates with Long press conference, Beaty quotes. With AP Photos. Kansas fired football coach David Beaty, effective at the end of the… [+5666 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBC--Kansas-Beaty Fired,2nd Ld-Writethru", "description": "BC-FBC--Kansas-Beaty Fired, 2nd Ld-Writethru,889", "url": "https://apnews.com/9f312b6cc42c451997d72cb184b3a660", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T00:29:34Z", "content": "BC-FBC--Kansas-Beaty Fired, 2nd Ld-Writethru,889 Kansas fires David Beaty after 6 wins in 3-plus years AP Photo KSOW111 Eds: Updates with Long press conference, Beaty quotes. With AP Photos. Kansas fired football coach David Beaty, effective at the end of the… [+5666 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Sad Sack Lions", "description": "BC-FBN--Sad Sack Lions,547", "url": "https://apnews.com/857d4f4e2bd1413097968cad9714fca7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T00:28:51Z", "content": "BC-FBN--Sad Sack Lions,547 Sad sack Lions: Stafford downed 10 times in loss to Vikings AP Photo MNCN129, MNCN124, MNCN123, MNCN118, MNCN113 Eds: With AP Photos. The Detroit Lions were at a disadvantage, playing in a deafening stadium against a daunting Minnes… [+3518 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Sad Sack Lions", "description": "BC-FBN--Sad Sack Lions,547", "url": "https://apnews.com/775ff6d6dde24d1fa15b1d1561dad9a9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T00:28:50Z", "content": "BC-FBN--Sad Sack Lions,547 Sad sack Lions: Stafford downed 10 times in loss to Vikings AP Photo MNCN129, MNCN124, MNCN123, MNCN118, MNCN113 Eds: With AP Photos. The Detroit Lions were at a disadvantage, playing in a deafening stadium against a daunting Minnes… [+3518 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Sad Sack Lions", "description": "BC-FBN--Sad Sack Lions,547", "url": "https://apnews.com/0d8fc0c09d1d46fea5f83dce0c2ad06d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T00:28:50Z", "content": "BC-FBN--Sad Sack Lions,547 Sad sack Lions: Stafford downed 10 times in loss to Vikings AP Photo MNCN129, MNCN124, MNCN123, MNCN118, MNCN113 Eds: With AP Photos. The Detroit Lions were at a disadvantage, playing in a deafening stadium against a daunting Minnes… [+3518 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DAVE CAMPBELL AP Sports Writer", "title": "Sad sack Lions: Stafford downed 10 times in loss to Vikings", "description": "MINNEAPOLIS (AP) — The Detroit Lions were at a disadvantage, playing in a deafening stadium against a daunting Minnesota defense that's rounding into form at midseason.", "url": "https://apnews.com/0d0d11633df24afca52c2a5dae0db543", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/c/ba/cbaca33c-d8f4-50a9-a022-e07669f000e4/5bdf937421db6.image.jpg?crop=1789%2C1006%2C0%2C75&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T00:28:49Z", "content": "MINNEAPOLIS (AP) The Detroit Lions were at a disadvantage, playing in a deafening stadium against a daunting Minnesota defense that's rounding into form at midseason. The departure of their leading pass-catcher in a trade earlier in the week left the Lions wi… [+2857 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Sad Sack Lions", "description": "BC-FBN--Sad Sack Lions,547", "url": "https://apnews.com/9e73c8a0798542e59c1b05f23ed4e718", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T00:28:49Z", "content": "BC-FBN--Sad Sack Lions,547 Sad sack Lions: Stafford downed 10 times in loss to Vikings AP Photo MNCN129, MNCN124, MNCN123, MNCN118, MNCN113 Eds: With AP Photos. The Detroit Lions were at a disadvantage, playing in a deafening stadium against a daunting Minnes… [+3518 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Week 9-The Latest", "description": "BC-FBN--Week 9-The Latest,1868", "url": "https://apnews.com/03aa2df3f3aa4485aa73ef7f1ad0a2f9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T00:25:20Z", "content": "BC-FBN--Week 9-The Latest,1868 The Latest: Saints up by double digits late against Rams AP Photo LAGH132, LAGH134, LAGH102, SEA113 Eds: With AP Photos. The New Orleans Saints have built another double-digit cushion against the Los Angeles Rams. Drew Brees' 72… [+10882 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TOM WITHERS AP Sports Writer", "title": "Browns lose defenders, drop fourth in row to end rough week", "description": "CLEVELAND (AP) — The coach changed. Everything else with the Cleveland Browns stayed the same.", "url": "https://apnews.com/b4d9baddf8f8459fb418ea241dbb05c4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/0/cb/0cb1411e-3452-5fb8-b97c-01cc78d430e4/5bdf68fe994c8.image.jpg?crop=1747%2C983%2C0%2C101&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T00:19:36Z", "content": "CLEVELAND (AP) The coach changed. Everything else with the Cleveland Browns stayed the same. Unable to slow Patrick Mahomes and Kansas City's thrill-a-minute offense, the Browns were soundly beaten and beaten up in a 37-21 loss on Sunday in Cleveland's first … [+4083 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Gronkowski, Michel inactive for Pats' matchup with Packers", "description": "FOXBOROUGH, Mass. (AP) — Quarterbacks Tom Brady and Aaron Rodgers will both be without key players in the Sunday night matchup between the Patriots and Packers.", "url": "https://apnews.com/3efe458d39cd4dbd9bf178fd811f30e5", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-05T00:16:55Z", "content": "FOXBOROUGH, Mass. (AP) Quarterbacks Tom Brady and Aaron Rodgers will both be without key players in the Sunday night matchup between the Patriots and Packers. Tight end Rob Gronkowski and running back Sony Michel are both inactive for New England. Gronkowski … [+841 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DAVID GINSBURG AP Sports Writer", "title": "Ravens need a break: enter bye week mired in 3-game skid", "description": "BALTIMORE (AP) — By the time the Baltimore Ravens play another game, they'll have gone five weeks without a victory.", "url": "https://apnews.com/f7bd22b10f874be59e13cac219d17645", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/b/19/b1918bc4-d5fb-5984-b942-c7e18746ef7b/5bdf8da9b23b1.image.jpg?crop=1759%2C989%2C0%2C94&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-05T00:08:46Z", "content": "BALTIMORE (AP) By the time the Baltimore Ravens play another game, they'll have gone five weeks without a victory. After enduring nine straight weeks of football to get this far, the weary, aching Ravens will gladly take a week off before attempting to end a … [+2687 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBC--Air Force-Falcon Mascot Injured,7th Ld-Writethru", "description": "BC-FBC--Air Force-Falcon Mascot Injured, 7th Ld-Writethru,355", "url": "https://apnews.com/8733c59d05be4e7c817fbeee29ecde16", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T00:01:27Z", "content": "BC-FBC--Air Force-Falcon Mascot Injured, 7th Ld-Writethru,355 Air Force mascot falcon improving after injury at West Point AP Photo COCOL103, COCOL101, COCOL104, COCOL105 Eds: Corrects spelling of \"Dollar\" in 10th paragraph. With AP Photos. An Air Force falco… [+2573 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBC--Air Force-Falcon Mascot Injured,7th Ld-Writethru", "description": "BC-FBC--Air Force-Falcon Mascot Injured, 7th Ld-Writethru,355", "url": "https://apnews.com/1551b4f250f14be1972fb3645e118482", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-05T00:01:27Z", "content": "BC-FBC--Air Force-Falcon Mascot Injured, 7th Ld-Writethru,355 Air Force mascot falcon improving after injury at West Point AP Photo COCOL103, COCOL101, COCOL104, COCOL105 Eds: Corrects spelling of \"Dollar\" in 10th paragraph. With AP Photos. An Air Force falco… [+2573 chars]"}]}