{"articles": [{"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Owner of dogs that attacked woman, girl in Mandan sentenced", "description": "MANDAN, N.D. (AP) — The owner of two dogs that authorities say attacked a 7-year-old girl and her mother in Mandan last summer has been ordered to pay $10,000 in restitution.", "url": "https://apnews.com/ac82c527923045b395e153fb23035012", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T11:59:34Z", "content": "MANDAN, N.D. (AP) The owner of two dogs that authorities say attacked a 7-year-old girl and her mother in Mandan last summer has been ordered to pay $10,000 in restitution. The Bismarck Tribune reports that Antoinette Fleck recently pleaded guilty in municipa… [+809 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Light rain, drizzle, snow shower on tap for Election Day", "description": "MILWAUKEE (AP) — It's too soon to tell what impact overcast skies, light rain, drizzle and snow showers will have on turnout this Election Day in Wisconsin.", "url": "https://apnews.com/ec5dfab1678e42689d0a15aed32733c8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T11:48:38Z", "content": "MILWAUKEE (AP) It's too soon to tell what impact overcast skies, light rain, drizzle and snow showers will have on turnout this Election Day in Wisconsin. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Polls are open from 7 … [+693 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Former deputy police chief in Louisiana convicted", "description": "ST. MARTINVILLE, La. (AP) — A former member of a Louisiana police department has been convicted of federal crimes involving excessive force.", "url": "https://apnews.com/bd1bee610a0746a88eb1da8313c53b58", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T11:42:15Z", "content": "ST. MARTINVILLE, La. (AP) A former member of a Louisiana police department has been convicted of federal crimes involving excessive force. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The U.S. Justice Department says 35-ye… [+767 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Head of county permitting retires amid resort investigation", "description": "OXON HILL, Md. (AP) — The head of a Maryland county's permitting department has retired amid a probe into construction flaws at a resort where a 6-year-old girl was electrocuted.", "url": "https://apnews.com/803479aebc084db9b1c959dec876973a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T11:41:45Z", "content": "OXON HILL, Md. (AP) The head of a Maryland county's permitting department has retired amid a probe into construction flaws at a resort where a 6-year-old girl was electrocuted. The Washington Post reports that Haitham A. Hijazi left the Prince George's County… [+871 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Inmate accused of stabbing jailer in head with crafted shank", "description": "TUPELO, Miss. (AP) — A Mississippi inmate is accused of stabbing a Lee County Jail corrections officer in the side of the head with a 4-inch makeshift knife.", "url": "https://apnews.com/7adee7ed4765423ead9d7b16615a4d51", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T11:41:37Z", "content": "TUPELO, Miss. (AP) A Mississippi inmate is accused of stabbing a Lee County Jail corrections officer in the side of the head with a 4-inch makeshift knife. The Northeast Mississippi Daily Journal reports 22-year-old Johntavius U. Trice is charged with aggrava… [+812 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Authorities investigating suspicious death of woman", "description": "ST. PAUL, Ore. (AP) — Authorities are asking for the public's help in a suspicious death investigation after the discovery of a woman's body north of Salem.", "url": "https://apnews.com/051ab72837904a14806a332cf01a2dd6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T11:40:16Z", "content": "ST. PAUL, Ore. (AP) Authorities are asking for the public's help in a suspicious death investigation after the discovery of a woman's body north of Salem. The Statesman-Journal reports someone reported finding a deceased woman in a field outside St. Paul on M… [+575 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SUSAN HAIGH Associated Press", "title": "Stefanowski, Lamont contest goes to Connecticut voters", "description": "HARTFORD, Conn. (AP) — For months, each has made the case that his business experience is what's needed to fix Connecticut's fiscal ills. On Tuesday, voters have their say in the race between Democrat Ned Lamont and Republican Bob Stefanowski…", "url": "https://apnews.com/beb68d9799d443bfaf21dffbe3d3a13d", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/1/d6/1d60a91a-3258-54c9-ad07-55adce5129d0/5bddbab39e109.image.jpg?crop=1751%2C985%2C176%2C0&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T11:39:44Z", "content": "HARTFORD, Conn. (AP) For months, each has made the case that his business experience is what's needed to fix Connecticut's fiscal ills. On Tuesday, voters have their say in the race between Democrat Ned Lamont and Republican Bob Stefanowski that's shaping up … [+1996 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "January trial set for driver in Stanton County crash death", "description": "STANTON, Neb. (AP) — A Norfolk resident is scheduled to begin trial Jan. 8 for the crash death of a 22-year-old man in northeast Nebraska.", "url": "https://apnews.com/f2dd8b2bab5d4a77806cd2ddc27c9b2f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T11:37:39Z", "content": "STANTON, Neb. (AP) A Norfolk resident is scheduled to begin trial Jan. 8 for the crash death of a 22-year-old man in northeast Nebraska. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Stanton County District Court records sa… [+565 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Utah mayor slain in Afghanistan urged Americans to vote", "description": "NORTH OGDEN, Utah (AP) — The body of a Utah mayor and Army National Guard member who was killed in Afghanistan has been returned to Dover Air Force Base in Delaware.", "url": "https://apnews.com/6cf5ddfe9cff4a86aa776754c0cc394f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/e3/1e312961-8437-5d25-88c1-49ffe91d156f/5bdf693eda9a2.image.jpg?resize=1004%2C630", "publishedAt": "2018-11-06T11:37:37Z", "content": "Army Chief of Staff Gen. Mark A. Milley, left, salutes as an Army carry team moves a transfer case containing the remains of Maj. Brent R. Taylor at Dover Air Force Base, Del., on Tuesday, Nov. 6, 2018. According to the Department of Defense, Taylor, 39, of O… [+126 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Joint Base Lewis-McChord soldier killed in training accident", "description": "TACOMA, Wash. (AP) — Officials say a soldier died Sunday in a training area of Joint Base Lewis-McChord in Washington state.", "url": "https://apnews.com/dfab279852834b39a181699635e80a85", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T11:30:21Z", "content": "TACOMA, Wash. (AP) Officials say a soldier died Sunday in a training area of Joint Base Lewis-McChord in Washington state. The News Tribune reports 23-year-old Spc. Drew Watters of Evansville, Indiana, was killed during a training accident, according to the 7… [+768 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police shoot suspect in car theft ring who opened fire", "description": "CAMP SPRINGS, Md. (AP) — Police in Maryland say officer investigating a car theft ring exchanged gunfire with a suspect, who was shot and wounded.", "url": "https://apnews.com/49d96bd0492f40c8aa1d2217674c33d8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T11:28:17Z", "content": "CAMP SPRINGS, Md. (AP) Police in Maryland say officer investigating a car theft ring exchanged gunfire with a suspect, who was shot and wounded. Prince George's County Police Chief Hank Stawinski tells news outlets that officers on Monday afternoon tried to a… [+701 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Philadelphia airport back in service after power outage", "description": "PHILADELPHIA (AP) — Philadelphia International Airport is back in service after a power outage caused flight delays and cancellations.", "url": "https://apnews.com/c0eebdd2c6744a68a06260fc3e2f67c1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T11:27:11Z", "content": "Roanoke, VA (24010) Today Thunderstorms, some locally heavy this morning, then partly cloudy during the afternoon hours. Storms may contain strong gusty winds. High 69F. Winds WSW at 10 to 15 mph. Chance of rain 90%.. Tonight Clear skies. Low 46F. Winds WNW a… [+49 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man gets probation in fatal ATV crash", "description": "PRIMGHAR, Iowa (AP) — A man accused of driving recklessly has been given three years of probation in an all-terrain vehicle crash in northwest Iowa that killed his passenger.", "url": "https://apnews.com/ff5703941428406986786332ba5ba8f8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T11:22:57Z", "content": "PRIMGHAR, Iowa (AP) A man accused of driving recklessly has been given three years of probation in an all-terrain vehicle crash in northwest Iowa that killed his passenger. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY O'Br… [+762 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Barge builder to expand operations in middle Tennessee", "description": "NASHVILLE, Tenn. (AP) — State officials say barge builder Arcosa Marine is investing more than $10 million to expand its operations in middle Tennessee.", "url": "https://apnews.com/fa3bca64d0314c6f985435ef46297539", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T11:19:06Z", "content": "NASHVILLE, Tenn. (AP) State officials say barge builder Arcosa Marine is investing more than $10 million to expand its operations in middle Tennessee. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Gov. Bill Haslam and compa… [+699 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: Polls open in Indiana; Senate race tops ballot", "description": "INDIANAPOLIS (AP) — The Latest on the midterm election in Indiana (all times local):", "url": "https://apnews.com/3f5ef8c4b6c54673aef788cc355ae3e5", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/0/ce/0ce94ec5-6cac-555c-97b8-59ef3c481510/5be0fd3b3d920.image.jpg?crop=1705%2C959%2C0%2C127&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T11:18:28Z", "content": "INDIANAPOLIS (AP) The Latest on the midterm election in Indiana (all times local): 6:15 a.m. Polls are now open in most of Indiana where Democrats face stiff challenges in the midterm election as they try to hold a U.S. Senate seat and cut into the Republican… [+1523 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By HOLLY RAMER Associated Press", "title": "New Hampshire races feature familiar names, pair of firsts", "description": "CONCORD, N.H. (AP) — New Hampshire's top races this Election Day feature familiar names, a familiar path and a pair of firsts.", "url": "https://apnews.com/b37c2009761843cc9c1444221b7d126e", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-06T11:10:57Z", "content": "CONCORD, N.H. (AP) New Hampshire's top races this Election Day feature familiar names, a familiar path and a pair of firsts. The incumbents include Republican Gov. Chris Sununu, who is seeking a second term, and Democrat Annie Kuster, seeking a fourth term in… [+2182 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEVE LeBLANC and BOB SALSBERG Associated Press", "title": "Races for US Senate, governor top ballot in Massachusetts", "description": "BOSTON (AP) — Democratic U.S. Sen. Elizabeth Warren, weighing a possible White House run, is hoping to defeat two challengers in a state election that will also decide a slew of congressional races, a gubernatorial contest and whether Massachusetts should…", "url": "https://apnews.com/ad2c3d20b29d49a697e7af5f1c68329e", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/4/e7/4e75ce54-63c1-5694-9e0f-fb9c468b91b3/5be17b65851ff.image.jpg?crop=1756%2C988%2C0%2C95&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T11:05:05Z", "content": "BOSTON (AP) Democratic U.S. Sen. Elizabeth Warren, weighing a possible White House run, is hoping to defeat two challengers in a state election that will also decide a slew of congressional races, a gubernatorial contest and whether Massachusetts should keep … [+2002 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: Polls open in New Jersey, Senate major race", "description": "TRENTON, N.J. (AP) — The Latest on Election Day in New Jersey (all times local):", "url": "https://apnews.com/5fa9385ebd5c4f50812bb0586b23de63", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T11:00:42Z", "content": "TRENTON, N.J. (AP) The Latest on Election Day in New Jersey (all times local): 6 a.m. Election Day in New Jersey is off to a foggy and drizzly start. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Polls opened at 6 a.m. Tues… [+839 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JENNIFER McDERMOTT Associated Press", "title": "Incumbent Democrats face GOP challengers on Election Day", "description": "PROVIDENCE, R.I. (AP) — Rhode Island voters are choosing between Democratic incumbents asking for more time and Republican challengers calling for change.", "url": "https://apnews.com/6d418a15962d40878503b19dc29b9b23", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/6/e7/6e708b76-9a37-5371-ae5e-ecf59914ff39/5be177c29f567.image.jpg?resize=1200%2C567", "publishedAt": "2018-11-06T10:58:27Z", "content": "PROVIDENCE, R.I. (AP) Rhode Island voters are choosing between Democratic incumbents asking for more time and Republican challengers calling for change. Polls close at 8 p.m. Tuesday. Voters are deciding between Democratic Gov. Gina Raimondo and Republican Al… [+2092 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MARK SCHIEFELBEIN Associated Press", "title": "With poo on the podium, Bill Gates talks toilet technology", "description": "BEIJING (AP) — Placing a jar of feces on a pedestal next to him, billionaire philanthropist Bill Gates made a plea Tuesday for the safe disposal of human waste as he kicked off a \"Reinvented Toilet\" Expo in China.", "url": "https://apnews.com/720d930f6871420882d03eb94468297d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/2/3d/23dc68b4-2132-5c58-9b3b-a223d8e88e8b/5be17469f326f.image.jpg?resize=945%2C630", "publishedAt": "2018-11-06T10:56:40Z", "content": "BEIJING (AP) Placing a jar of feces on a pedestal next to him, billionaire philanthropist Bill Gates made a plea Tuesday for the safe disposal of human waste as he kicked off a \"Reinvented Toilet\" Expo in China. \"You might guess what's in this beaker and you'… [+1518 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Witness in Germany found dead in court toilet after 3 days", "description": "BERLIN (AP) — German authorities say a man who was supposed to appear as a witness at a trial in Germany failed to show up and was found dead in a court toilet three days later.", "url": "https://apnews.com/19c9276950094ea3a4d0a699fd662a0e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T10:56:38Z", "content": "BERLIN (AP) German authorities say a man who was supposed to appear as a witness at a trial in Germany failed to show up and was found dead in a court toilet three days later. The news agency dpa reported Tuesday the 70-year-old was supposed to testify on Oct… [+614 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JULIE CARR SMYTH Associated Press", "title": "Turnout key as DeWine, Cordray wrap tight Ohio governor race", "description": "COLUMBUS, Ohio (AP) — Turnout will be key Tuesday as Ohioans decide the competitive race for their next governor.", "url": "https://apnews.com/7c1a52c2e9bd4e6f9d56f6ef44e74eb0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/9/fe/9fe5c477-4bc3-56a2-9f9c-80b073acc359/5be174b908276.image.jpg?resize=945%2C630", "publishedAt": "2018-11-06T10:52:36Z", "content": "COLUMBUS, Ohio (AP) Turnout will be key Tuesday as Ohioans decide the competitive race for their next governor. Republican Attorney General Mike DeWine, one of the state's best known politicians, faces Democrat Richard Cordray, the Obama-era consumer watchdog… [+1689 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "College changes mind about canceled commencement ceremony", "description": "RICHMOND, Va. (AP) — A Virginia college that canceled its university-wide commencement ceremony last week has announced that it will now be hosting one.", "url": "https://apnews.com/f925bf0068814318a75fb56159406fb8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T10:49:57Z", "content": "RICHMOND, Va. (AP) A Virginia college that canceled its university-wide commencement ceremony last week has announced that it will now be hosting one. The Richmond Times-Dispatch reports Virginia Commonwealth University President Michael Rao announced Monday … [+822 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JULIE CARR SMYTH AND DAN SEWELL Associated Press", "title": "Ohio Democrats trying to run GOP statewide tide", "description": "COLUMBUS, Ohio (AP) — Democrats in Ohio are trying to turn a recent Republican tide in statewide races, relying on a ticket led by a familiar U.S. senator and a competitive governor candidate.", "url": "https://apnews.com/7268f2ff079645aba179e1c2070b7b67", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-06T10:44:47Z", "content": "COLUMBUS, Ohio (AP) Democrats in Ohio are trying to turn a recent Republican tide in statewide races, relying on a ticket led by a familiar U.S. senator and a competitive governor candidate. Sherrod Brown, first elected to an Ohio office in 1974, is seeking h… [+1896 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Facebook blocks 115 accounts ahead of US midterm elections", "description": "LONDON (AP) — Facebook says it has blocked 115 accounts for suspected \"coordinated inauthentic\" behavior on the eve of the U.S. midterm elections.", "url": "https://apnews.com/19aabf8ba7b6466b859f4d0afd9e59be", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T10:42:01Z", "content": "LONDON (AP) Facebook says it has blocked 115 accounts for suspected \"coordinated inauthentic\" behavior on the eve of the U.S. midterm elections. The social media company said in a blog post Monday that it shut down 30 Facebook accounts and 85 Instagram accoun… [+707 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Jury selection kicks off trial in Michigan airport stabbing", "description": "FLINT, Mich. (AP) — Jury selection is starting in the trial of a man charged with terrorism in the stabbing of a Michigan airport police officer.", "url": "https://apnews.com/ad8a59dd7f8e4feebfbae4c8e7747e2f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/7/6e/76e609d1-8bb1-53c4-bfd4-ef3771e04647/5bd1efe02f4ce.image.jpg?resize=338%2C630", "publishedAt": "2018-11-06T10:39:10Z", "content": "FLINT, Mich. (AP) Jury selection is starting in the trial of a man charged with terrorism in the stabbing of a Michigan airport police officer. Amor Ftouhi (ah-MOOR' fuh-TOO'-ee) is accused of stabbing Lt. Jeff Neville while yelling \" Allahu Akbar,\" the Arabi… [+679 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "UK regulator says EU firms express transition interest", "description": "LONDON (AP) — Britain's financial regulator says about 1,300 firms from the rest of the European Union have expressed interest in a proposal that would smooth the transition for their businesses if the U.K. leaves the bloc without an exit…", "url": "https://apnews.com/136e39951c7341a4929a732bbf2d3f88", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T10:30:52Z", "content": "LONDON (AP) Britain's financial regulator says about 1,300 firms from the rest of the European Union have expressed interest in a proposal that would smooth the transition for their businesses if the U.K. leaves the bloc without an exit deal. A top official a… [+725 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By RAF CASERT Associated Press", "title": "Right up to Armistice Day, US clout in WWI kept increasing", "description": "ROMAGNE-SOUS-MONTFAUCON, France (AP) — On final morning of World War I, U.S. Gen. John J. Pershing was not eager to stop fighting. After all, if one nation had momentum after the first global war's four years of unprecedented slaughter, it…", "url": "https://apnews.com/0df2e558f52a4f27822927e6030938e9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/a/4a/a4a249fc-9033-5570-bceb-2aaa9b6d084c/5be16d8e5781c.image.jpg?resize=389%2C630", "publishedAt": "2018-11-06T10:29:34Z", "content": "ROMAGNE-SOUS-MONTFAUCON, France (AP) On final morning of World War I, U.S. Gen. John J. Pershing was not eager to stop fighting. After all, if one nation had momentum after the first global war's four years of unprecedented slaughter, it was the United States… [+5368 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TONG-HYUNG KIM Associated Press", "title": "Asian economies grateful for reprieve on Iran oil imports", "description": "SEOUL, South Korea (AP) — Japan, South Korea and other major oil importers welcomed Tuesday the decision by the Trump administration to let them continue to import Iranian crude oil and other petroleum products despite the re-imposition of sanctions on…", "url": "https://apnews.com/566ec89fbcdb410390b14258b4ed339c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/76/d76ea22b-3aa4-54df-87e5-5990f142dcc8/5be17148262ff.image.jpg?resize=901%2C630", "publishedAt": "2018-11-06T10:28:33Z", "content": "SEOUL, South Korea (AP) Japan, South Korea and other major oil importers welcomed Tuesday the decision by the Trump administration to let them continue to import Iranian crude oil and other petroleum products despite the re-imposition of sanctions on Tehran. … [+2727 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "10 Things to Know for Today", "description": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about today:", "url": "https://apnews.com/9387f7271ed5449988650b4f6f839a60", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/a/9c/a9cee476-fe8c-580a-ac83-f0bbf342f52b/5be127d357ca1.image.jpg?resize=1048%2C630", "publishedAt": "2018-11-06T10:27:39Z", "content": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about today: 1. ELECTORATE TO RENDER JUDGMENT ON TRUMP ERA Democratic resistance vs. slash-and-burn politics: Voters across America cast ballots of the first nationwide… [+1910 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Zimbabwe notches first test win since 2013", "description": "SYLHET, Bangladesh (AP) — Zimbabwe registered its first test victory since 2013, thrashing Bangladesh by 151 runs in the opening test on Tuesday with a day to spare.", "url": "https://apnews.com/8153e5075e8246b6b629dee87cb1bd94", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-06T10:25:35Z", "content": "SYLHET, Bangladesh (AP) Zimbabwe registered its first test victory since 2013, thrashing Bangladesh by 151 runs in the opening test on Tuesday with a day to spare. Since its victory against Pakistan at Harare five years ago, Zimbabwe had lost 11 matches and d… [+2678 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By RAHIM FAIEZ Associated Press", "title": "UN documents civilian casualties during recent election", "description": "KABUL, Afghanistan (AP) — A United Nations report released Tuesday found that 56 civilians were killed and 379 others wounded in attacks during Afghanistan's recent parliamentary election.", "url": "https://apnews.com/699287f4fb854357bce8e699d3659d3e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/9/aa/9aa7829f-922f-56ac-aada-058ae9786a37/5be16d645f8a0.image.jpg?resize=945%2C630", "publishedAt": "2018-11-06T10:14:50Z", "content": "KABUL, Afghanistan (AP) A United Nations report released Tuesday found that 56 civilians were killed and 379 others wounded in attacks during Afghanistan's recent parliamentary election. Fifty-two civilians were killed and 339 others were wounded in election … [+2347 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Kentucky gov to lead trade trip to China", "description": "FRANKFORT, Ky. (AP) — Kentucky Gov. Matt Bevin is leading a delegation on a trip aimed at boosting trade ties with China.", "url": "https://apnews.com/0251269b3d1b40628fbd21c974caf1ea", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T10:09:44Z", "content": "FRANKFORT, Ky. (AP) Kentucky Gov. Matt Bevin is leading a delegation on a trip aimed at boosting trade ties with China. Bevin's office says the goals include strengthening relationships with Chinese companies operating in Kentucky, as well as developing new b… [+846 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man finishes 3-month, Alaska-to-Florida run", "description": "KEY WEST, Fla. (AP) — An ultramarathon runner has finished a nearly 5,400-mile (8,690-kilometer) diagonal, cross-continental run that began in Alaska and ended in Florida.", "url": "https://apnews.com/a63f6201cc2c4ab9a72c0bf667af9120", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/52/152a2e28-3135-5de6-bd0d-ac09f420893d/5be169f33c1af.image.jpg?resize=817%2C630", "publishedAt": "2018-11-06T10:08:40Z", "content": "KEY WEST, Fla. (AP) An ultramarathon runner has finished a nearly 5,400-mile (8,690-kilometer) diagonal, cross-continental run that began in Alaska and ended in Florida. Pete Kostelnick jogged up to a Key West marker designating the continental United States'… [+861 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Louisiana, Mississippi top list of states for preterm births", "description": "NEW ORLEANS (AP) — Louisiana and Mississippi are at the top of states when it comes to preterm births.", "url": "https://apnews.com/c91a6642913546e2a72d0b3e08db55d4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T10:06:12Z", "content": "NEW ORLEANS (AP) Louisiana and Mississippi are at the top of states when it comes to preterm births. NOLA.com / The Times-Picayune says a recent report from the March of Dimes gave Louisiana an 'F' rating and the second-highest preterm birth rate in the count… [+875 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ERIKA KINETZ Associated Press", "title": "China grants Trump family 18 trademarks in 2 months", "description": "SHANGHAI (AP) — China has given companies linked to U.S. President Donald Trump and his daughter 18 new trademarks in the last two months, raising concerns about conflicts of interest in the White House on the eve of national elections.", "url": "https://apnews.com/0a3283036d2f4e699da4aa3c6dd01727", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/2/11/211bf52f-4cdf-5747-aecf-c56640dc1504/5be16d6dbfe5a.image.jpg?resize=945%2C630", "publishedAt": "2018-11-06T10:01:56Z", "content": "SHANGHAI (AP) The Chinese government granted 18 trademarks to companies linked to U.S. President Donald Trump and his daughter Ivanka Trump over the last two months, Chinese public records show, raising concerns about conflicts of interest in the White House … [+2777 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "UN verifies 200 mass graves left by Islamic State in Iraq", "description": "BAGHDAD (AP) — U.N. investigators say they have verified the location of more than 200 mass grave sites from the time of the Islamic State group's reign in northern Iraq, containing the bodies of between 6,000 and 12,000 victims.", "url": "https://apnews.com/216404c1298a43049265a1038514b645", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T10:00:07Z", "content": "BAGHDAD (AP) U.N. investigators say they have verified the location of more than 200 mass grave sites from the time of the Islamic State group's reign in northern Iraq, containing the bodies of between 6,000 and 12,000 victims. The U.N. says the 202 graves ar… [+641 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TASSANEE VEJPONGSA Associated Press", "title": "Muslim concern about vaccine fuels Thai measles outbreak", "description": "BANGKOK (AP) — Health authorities in Thailand are racing to contain a measles outbreak in the country's southern provinces, where 14 deaths and more than 1,500 cases have been reported since September.", "url": "https://apnews.com/adfa9df632de4cdaab561d91a7248b0c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/6/83/6836e4af-80c1-51f5-9fed-0ae7b6da416e/5be16d976a351.image.jpg?resize=934%2C630", "publishedAt": "2018-11-06T09:55:03Z", "content": "BANGKOK (AP) Health authorities in Thailand are racing to contain a measles outbreak in the country's southern provinces, where 14 deaths and more than 1,500 cases have been reported since September. Officials blame the comeback of the disease on low vaccinat… [+3835 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man pleads guilty to Seminole Hard Rock Casino robbery", "description": "TAMPA, Fla. (AP) — A Florida man has pleaded guilty to an armed robbery at Seminole Hard Rock Casino in Tampa.", "url": "https://apnews.com/e94ebc65ad3246cd9cd7293dedd5443a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T09:31:17Z", "content": "TAMPA, Fla. (AP) A Florida man has pleaded guilty to an armed robbery at Seminole Hard Rock Casino in Tampa. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Federal court records say that 25-year-old Dirk Davis pleaded guilty… [+593 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "DNA leads detectives to suspect in 17-year-old murder", "description": "ORLANDO, Fla. (AP) — Detectives in Florida have arrested a suspect in a 17-year-old murder after using DNA to trace him through his family tree.", "url": "https://apnews.com/6851a33e9196426f8348b4c5d44e4d2f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T09:19:18Z", "content": "ORLANDO, Fla. (AP) Detectives in Florida have arrested a suspect in a 17-year-old murder after using DNA to trace him through his family tree. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Detectives with the Orlando Police… [+755 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "London police arrest 5 men in Grenfell Tower effigy video", "description": "LONDON (AP) — London police have arrested five people over a video that showed a cardboard model of Grenfell Tower being burned on a bonfire.", "url": "https://apnews.com/8759560ca51442bd8c3405020d9028ed", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T09:10:26Z", "content": "LONDON (AP) London police have arrested five people over a video that showed a cardboard model of Grenfell Tower being burned on a bonfire. The Metropolitan Police say the men turned themselves in late Monday and were arrested on suspicion of a public order o… [+661 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DOUG FEINBERG AP Basketball Writer", "title": "Toss up the ball, college hoops ready for early start date", "description": "NEW YORK (AP) — College basketball season begins Tuesday — the earliest it's ever started. Muffet McGraw and Geno Auriemma aren't thrilled about that, either.", "url": "https://apnews.com/6e7ae7a1dbda4e40bde26a30ff104a34", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/ef/eef8e0a9-f95e-56f7-98b9-e64a8509fd21/5be1588785cd4.image.jpg?resize=848%2C630", "publishedAt": "2018-11-06T08:55:59Z", "content": "NEW YORK (AP) College basketball season begins Tuesday the earliest it's ever started. Muffet McGraw and Geno Auriemma aren't thrilled about that, either. A sport that used to start official practice around Oct. 15 and have its first games at Thanksgiving is … [+4135 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Virginia asks for public input on elk management plan", "description": "RICHMOND, Va. (AP) — The Virginia Department of Game and Inland Fisheries wants to know how state residents feel about elk.", "url": "https://apnews.com/6f3b75fb1e8d4dedac49a181b29a6b12", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T08:52:05Z", "content": "RICHMOND, Va. (AP) The Virginia Department of Game and Inland Fisheries wants to know how state residents feel about elk. Officials are asking for public comments on how elk will be managed in the state into the future. Receive today's headlines in your inbox… [+750 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "2 charged in slaying of man found in burned N Carolina home", "description": "WINSTON-SALEM, N.C. (AP) — Authorities say two men are in custody in connection to the slaying of a man found dead in a burned North Carolina home.", "url": "https://apnews.com/511e05ea67944b0d80315e4f3ed65aae", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T08:48:07Z", "content": "WINSTON-SALEM, N.C. (AP) Authorities say two men are in custody in connection to the slaying of a man found dead in a burned North Carolina home. The Winston-Salem Journal reports 38-year-old Ronald Lee Moser was arrested Saturday on charges including first-d… [+767 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Charity says millions of Yemenis are edging closer to famine", "description": "CAIRO (AP) — The Norwegian Refugee Council says millions of Yemenis are edging closer to famine and fatal disease one year after a Saudi-led coalition imposed a blockade on sea, land and air routes in the Arab world's poorest country.", "url": "https://apnews.com/445bf3fdf0354721b9dcd994fe0583cf", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T08:42:46Z", "content": "CAIRO (AP) The Norwegian Refugee Council says millions of Yemenis are edging closer to famine and fatal disease one year after a Saudi-led coalition imposed a blockade on sea, land and air routes in the Arab world's poorest country. The Saudi-led coalition fi… [+693 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Uighurs' supporters march as China faces rights review at UN", "description": "GENEVA (AP) — Supporters of China's Muslim Uighur minority are demonstrating in Geneva as the U.N.'s top human rights body examines the country's rights record in a regular review.", "url": "https://apnews.com/1d6211f928fa4010bac41750da35c044", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/e/73/e737a28e-3b9e-52f6-8a32-5be7a4205646/5be154b74ade6.image.jpg?resize=945%2C630", "publishedAt": "2018-11-06T08:42:12Z", "content": "GENEVA (AP) Supporters of China's Muslim Uighur minority are demonstrating in Geneva as the U.N.'s top human rights body examines the country's rights record in a regular review. Advocacy groups including Human Rights Watch want the Human Rights Council to pr… [+705 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Empoli fires Andreazzoli after 1 win in 11 matches", "description": "EMPOLI, Italy (AP) — Relegation-threatened Empoli has fired Aurelio Andreazzoli after winning only one of 11 matches in Serie A.", "url": "https://apnews.com/77da984494224b65b70f573d495444d7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/1/85/185377bc-ada4-539c-8d65-cd46471b697f/5be07acdb9668.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T08:30:21Z", "content": "EMPOLI, Italy (AP) Relegation-threatened Empoli has fired Aurelio Andreazzoli after winning only one of 11 matches in Serie A. Empoli made the announcement on its website late Monday, three days after being routed 5-1 by Napoli. Empoli is reportedly in negoti… [+599 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: Spanish rescuers search for 17 missing migrants", "description": "MADRID (AP) — The Latest on migration into Europe (all times local):", "url": "https://apnews.com/f3cdd90464b84712a95b7737d891775a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T08:21:38Z", "content": "MADRID (AP) The Latest on migration into Europe (all times local): 9:20 a.m. Spanish rescue workers are searching the seas and shores of southern Spain, looking for around 17 missing migrants trying to reach Europe in smuggling boats departing from North Afri… [+1628 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "French rescuers find body in ruins of collapsed buildings", "description": "MARSEILLE, France (AP) — French rescue crews who labored through the night say they've found the body of a man in the ruins of two buildings that collapsed in a pile of beams and rubble in the southern city of…", "url": "https://apnews.com/93bed61c4e6e4ad2a19f9cdcacf90199", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/e/14/e144d171-8bd8-5546-b96a-812fcbf9f473/5be035fc6e2bc.image.jpg?resize=945%2C630", "publishedAt": "2018-11-06T08:10:54Z", "content": "MARSEILLE, France (AP) French rescue crews who labored through the night say they've found the body of a man in the ruins of two buildings that collapsed in a pile of beams and rubble in the southern city of Marseille. The discovery was confirmed Tuesday morn… [+464 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "China city curbs dog walking, bans them in parks, stadiums", "description": "BEIJING (AP) — A city in southwestern China has banned dog walking during the daytime and banished the pets entirely from parks, shopping centers, sports facilities and other public spaces.", "url": "https://apnews.com/57938674e66a4507b988702881487404", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/3/7d/37daf280-46fd-522d-bdbc-5f51b5dd3623/5be138d1df8ca.image.jpg?resize=840%2C630", "publishedAt": "2018-11-06T07:51:20Z", "content": "BEIJING (AP) A city in southwestern China has banned dog walking during the daytime and banished the pets entirely from parks, shopping centers, sports facilities and other public spaces. The ordinance issued by the city of Wenshan in Yunnan province on Oct. … [+1194 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": null, "title": "German factory orders edge higher in September", "description": "BERLIN (AP) — German factory orders edged up unexpectedly in September, pushed higher by demand from inside the country and elsewhere in the 19-nation eurozone.", "url": "https://apnews.com/3f331de75bdb493faf9a71c20ed91399", "urlToImage": "http://www.aim-ads.com/multimedia-themonitor-com/wwwroot/star_icon.jpg", "publishedAt": "2018-11-06T07:46:40Z", "content": "BERLIN (AP) German factory orders edged up unexpectedly in September, pushed higher by demand from inside the country and elsewhere in the 19-nation eurozone. The Economy Ministry said Tuesday that orders were up 0.3 percent compared with the previous month, … [+685 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-Sports in Brief", "description": "BC-Sports in Brief,768", "url": "https://apnews.com/a745feb00db24e3e807b31f9c19b8948", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T07:46:10Z", "content": "BC-Sports in Brief,768 Monday's Sports Briefs Monday's Sports Briefs By The Associated Press GYMNASTICS The U.S. Olympic Committee is moving to revoke USA Gymnastics' status as the governing body for the sport at the Olympic level, meting out the nuclear opti… [+4519 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Spain finds 17 dead migrants, 100 survivors in Mediterranean", "description": "MADRID (AP) — Spain's maritime rescue service says at least 17 people have died trying to reach Spain in boats departing from North Africa.", "url": "https://apnews.com/42a098202a2e444c9ae18cd3ebf14537", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T07:42:41Z", "content": "MADRID (AP) Spain's maritime rescue service says at least 17 people have died trying to reach Spain in boats departing from North Africa. The service says Tuesday that it rescued 80 people Monday, including five women, from two boats and recovered the bodies … [+664 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Overexposed Cowboys,1st Ld-Writethru", "description": "BC-FBN--Overexposed Cowboys, 1st Ld-Writethru,594", "url": "https://apnews.com/9dbf32a67a7b48db8439a6272fba88b8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T07:38:01Z", "content": "BC-FBN--Overexposed Cowboys, 1st Ld-Writethru,594 Cowboys unable to defend star at home except for Jones shove AP Photo TXMS139, TXMS138, TXMS108, TXMS110, TXMS111, TXMS119 Eds: Expands extended headline. With AP Photos. The Dallas Cowboys were unable to defe… [+3958 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Overexposed Cowboys,1st Ld-Writethru", "description": "BC-FBN--Overexposed Cowboys, 1st Ld-Writethru,594", "url": "https://apnews.com/5a709ba084c54ef58b2b137eebe6ad8c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T07:38:01Z", "content": "BC-FBN--Overexposed Cowboys, 1st Ld-Writethru,594 Cowboys unable to defend star at home except for Jones shove AP Photo TXMS139, TXMS138, TXMS108, TXMS110, TXMS111, TXMS119 Eds: Expands extended headline. With AP Photos. The Dallas Cowboys were unable to defe… [+3958 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Hung jury leads to mistrial in Maryland fatal shooting case", "description": "ANNAPOLIS, Md. (AP) — A judge presiding over a fatal shooting trial in Maryland has declared a hung jury following three days of unsuccessful deliberation.", "url": "https://apnews.com/c94908fedde84979adee2d50c5c6da97", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T07:31:07Z", "content": "ANNAPOLIS, Md. (AP) A judge presiding over a fatal shooting trial in Maryland has declared a hung jury following three days of unsuccessful deliberation. The Capital reports the mistrial was declared Monday in the case of 24-year-old Brian Deonte Brunson, who… [+817 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-AP Sports Digest", "description": "BC-AP Sports Digest,1230", "url": "https://apnews.com/24973d6b4137457a933ca046a0405891", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T07:30:22Z", "content": "The supervisor is Doug Feinberg, followed by Fred Lief at 9 a.m. The New York sports desk can be reached at 800-845-8450, ext. 1630. Sports photos, ext. 1918; graphics, ext. 7636; agate, ext. 1635. For up-to-the-minute information on AP's coverage, visit Cove… [+7306 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Former Nazi SS camp guard, 94, faces trial in Germany", "description": "MUENSTER, Germany (AP) — A former SS guard at the Nazis' Stutthof concentration camp is going on trial in Germany on charges of being an accessory to murder.", "url": "https://apnews.com/d3a18dceb3454894aa7aeffb8e30038b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T07:27:34Z", "content": "MUENSTER, Germany (AP) A former SS guard at the Nazis' Stutthof concentration camp is going on trial in Germany on charges of being an accessory to murder. Johann Rehbogen, 94, is accused of working as a guard in the camp east of Danzig, which today is the Po… [+607 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: US sanctions list includes sunken oil tanker", "description": "TEHRAN, Iran (AP) — The Latest on the situation in Iran after the re-imposition of all American sanctions on the country (all times local):", "url": "https://apnews.com/9460ede8080a4230a9ad512b9d4cc7a8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/1/e8/1e886838-9629-5c14-ba33-4a717cd19e2b/5be1435579def.image.jpg?resize=945%2C630", "publishedAt": "2018-11-06T07:25:20Z", "content": "TEHRAN, Iran (AP) The Latest on the situation in Iran after the re-imposition of all American sanctions on the country (all times local): 10:50 a.m. The U.S.'s self-described \"largest-ever\" sanctions list targeting Iran includes an oil tanker already sunk and… [+1518 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TIM DAHLBERG AP Sports Columnist", "title": "Column: NFL is fun again in most surprising twist to season", "description": "Michael Thomas reached behind a goal post to pull out a flip phone in homage to a memorable touchdown celebration of the past. Benjamin Watson used his touchdown catch to let everyone know that he and his wife are expecting…", "url": "https://apnews.com/0e209ca1a86a4c9a8db390619f1f01ad", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/2/e8/2e838dab-f5f9-59b9-b2e2-f4f1c8ed8367/5bdf9f4c46d77.image.jpg?crop=1733%2C975%2C0%2C110&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T07:18:27Z", "content": "Michael Thomas reached behind a goal post to pull out a flip phone in homage to a memorable touchdown celebration of the past. Benjamin Watson used his touchdown catch to let everyone know that he and his wife are expecting and it's going to be twins. That wa… [+4142 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKC--Colorado-Battey's Stroke", "description": "BC-BKC--Colorado-Battey's Stroke,977", "url": "https://apnews.com/ddfac700614641f9be4eb295cd50f0a6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T07:16:19Z", "content": "BC-BKC--Colorado-Battey's Stroke,977 Battey returns to court for Colorado after suffering stroke AP Photo COPG101, DX101 Eds: With AP Photos. Colorado redshirt freshman Evan Battey remembers playing in a pickup game with his buddies last December and feeling … [+5908 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By PAT GRAHAM AP Sports Writer", "title": "Battey returns to court for Colorado after suffering stroke", "description": "BOULDER, Colo. (AP) — Just the other day, the 6-foot-8 redshirt freshman quietly slipped on his Colorado basketball jersey for a photo shoot.", "url": "https://apnews.com/84045329197e4b9cad90061d0b19b433", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/8/7f/87fb98ee-f704-52d9-9d6b-40e6490b619d/5be1468f86c01.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T07:16:16Z", "content": "BOULDER, Colo. (AP) Just the other day, the 6-foot-8 redshirt freshman quietly slipped on his Colorado basketball jersey for a photo shoot. Instant tears. A simple task he doesn't take for granted. Last December, Evan Battey was playing hoops with his buddies… [+5289 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ELAINE KURTENBACH AP Business Writer", "title": "Asian shares mostly higher ahead of US midterms vote", "description": "BANGKOK (AP) — Share prices were mostly higher Tuesday in Asia as investors awaited the outcome of the U.S. midterm elections.", "url": "https://apnews.com/93896a2693684e28a49073bb38db61c1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/9/ac/9ac558a2-f4e5-5593-8a3c-6acedb10bf9e/5be11ca655ca6.image.jpg?resize=989%2C630", "publishedAt": "2018-11-06T07:16:11Z", "content": "BANGKOK (AP) Share prices were mostly higher Tuesday in Asia as investors awaited the outcome of the U.S. midterm elections. KEEPING SCORE: Japan's Nikkei 225 index jumped 1.1 percent to 22,147.75 and the Kospi in South Korea added 0.6 percent to 2,089.62. Th… [+2676 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ARNIE STAPLETON AP Pro Football Writer", "title": "Coaches: curious calls, assertions, admonitions in Week 9", "description": "DENVER (AP) — Coaches made some curious calls, assertions and admonitions in Week 9 as the NFL hit the halfway point with some real head-scratchers.", "url": "https://apnews.com/f97150fd83714759ace40f9d2a2687e8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/a/8a/a8ae3a46-a0c6-5c06-96f7-6f5634a7c13a/5be14331c20a7.image.jpg?crop=1814%2C1020%2C0%2C60&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T07:04:34Z", "content": "DENVER (AP) Coaches made some curious calls, assertions and admonitions in Week 9 as the NFL hit the halfway point with some real head-scratchers. Oakland coach Jon Gruden insisted the silver and black is still golden, saying he's getting calls from players d… [+5245 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CHRISTINA A. CASSIDY and COLLEEN LONG Associated Press", "title": "Voting officials under scrutiny amid heavy election turnout", "description": "ATLANTA (AP) — Federal and state officials have been working for nearly two years to shore up the nation's election infrastructure from cyberattacks by Russians or others seeking to disrupt the voting process.", "url": "https://apnews.com/8af093ef14954d3293fae718c37f3eb3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/7/6a/76a863ae-42d3-5496-b33b-3fa14e3a7226/5be132086040a.image.jpg?resize=950%2C630", "publishedAt": "2018-11-06T07:00:54Z", "content": "ATLANTA (AP) Federal and state officials have been working for nearly two years to shore up the nation's election infrastructure from cyberattacks by Russians or others seeking to disrupt the voting process. It turns out that many of the problems are closer t… [+524 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Possible tornado damages parts of Mississippi city", "description": "TUPELO, Miss. (AP) — Emergency crews have begun assessing damage from a possible tornado in Tupelo, Mississippi.", "url": "https://apnews.com/d6bd3b1c3fca4cc987529747e84e0e5e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T06:57:49Z", "content": "TUPELO, Miss. (AP) Emergency crews have begun assessing damage from a possible tornado in Tupelo, Mississippi. The Northeast Mississippi Daily Journal reports areas of the city were closed off late Monday as debris, downed trees and power lines blocked roadwa… [+781 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "FBI assisting with search for girl abducted from mobile home", "description": "LUMBERTON, N.C. (AP) — The FBI has joined the search for a 13-year-old girl reportedly kidnapped from a North Carolina mobile home park.", "url": "https://apnews.com/63bf1e77169d4dad99d1c4a742bc6792", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/f/53/f538c5c6-7fa4-57ae-b2d3-73be7643d1a4/5be0bf482768d.image.jpg?resize=576%2C630", "publishedAt": "2018-11-06T06:55:03Z", "content": "LUMBERTON, N.C. (AP) The FBI has joined the search for a 13-year-old girl reportedly kidnapped from a North Carolina mobile home park. News outlets report an FBI release says investigators were following nearly 50 leads in the disappearance of Hania Noelia Ag… [+666 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man killed at a Walmart in N. Carolina, suspect in custody", "description": "HUNTERSVILLE, N.C. (AP) — Police in North Carolina say a man has been killed at a shooting in a Walmart and a suspect is in custody.", "url": "https://apnews.com/0433cc2a607240f58aeebecc0dc240ef", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T06:52:14Z", "content": "HUNTERSVILLE, N.C. (AP) Police in North Carolina say a man has been killed at a shooting in a Walmart and a suspect is in custody. News outlets report Huntersville police say the shooting happened Monday afternoon. Police Chief Cleveland Spruill says a man wa… [+607 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "New Mexico voters decide on governor as polls open", "description": "ALBUQUERQUE, N.M. (AP) — Polls are opening across New Mexico as voters decide on the state's next governor, a U.S. Senate seat, representation in Congress and a string of statewide offices.", "url": "https://apnews.com/93ca0b1ba32e485c9c5c16a00d6ef684", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/2/30/2301670d-58a5-507d-858a-d38246bdaa54/5be0caf4bc892.image.jpg?crop=1765%2C993%2C0%2C90&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:40:59Z", "content": "ALBUQUERQUE, N.M. (AP) Polls are opening across New Mexico as voters decide on the state's next governor, a U.S. Senate seat, representation in Congress and a string of statewide offices. Balloting began Tuesday as two member of Congress compete to be governo… [+858 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "GOP hopes for a rare win in Oregon gubernatorial race", "description": "SALEM, Ore. (AP) — A surprisingly close gubernatorial race highlights the ballot Tuesday in Oregon's election.", "url": "https://apnews.com/5ce85bc2da154eec8acf4f2d79b5dfbc", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/6/1d/61de6c4e-0cb7-5843-ae4e-a38fa3ae1138/5be0a07c5271a.image.jpg?crop=1580%2C889%2C0%2C211&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:37:06Z", "content": "SALEM, Ore. (AP) A surprisingly close gubernatorial race highlights the ballot Tuesday in Oregon's election. Incumbent Democratic Gov. Kate Brown has faced a tough challenge from Republican Rep. Knute Buehler. Democrats have occupied the governor's mansion si… [+2313 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By RACHEL LA CORTE Associated Press", "title": "Contested congressional races focus in Washington state", "description": "OLYMPIA, Wash. (AP) — Dozens of contested congressional races across the country could determine whether the control of the U.S. House shifts. But when the polls close Tuesday night, it's likely the outcome of three hotly contested seats in Washington…", "url": "https://apnews.com/ecffc6d4b7fc4c169695ac8f37da9544", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/b/f7/bf70e5fc-1e4d-5b83-a9db-444dda51aafc/5be13b1192b9e.image.jpg?crop=1854%2C1043%2C0%2C37&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:36:22Z", "content": "OLYMPIA, Wash. (AP) Dozens of contested congressional races across the country could determine whether the control of the U.S. House shifts. But when the polls close Tuesday night, it's likely the outcome of three hotly contested seats in Washington state wil… [+2426 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By REBECCA BOONE Associated Press", "title": "Idahoans to decide on Medicaid expansion", "description": "BOISE, Idaho (AP) — Of all the decisions Idaho voters are making on election day, the decision on whether to expand Medicaid to more low-income Idahoans might be the one that hits closest to home for many.", "url": "https://apnews.com/65c9b23a6b504a5ea03ef5b9f6529d02", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/1/7b/17bb715a-f14e-5498-9146-25abc38c8c53/5be13b1646b0f.image.jpg?crop=1837%2C1033%2C0%2C47&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:35:52Z", "content": "BOISE, Idaho (AP) Of all the decisions Idaho voters are making on election day, the decision on whether to expand Medicaid to more low-income Idahoans might be the one that hits closest to home for many. The citizen initiative called Proposition 2 would expan… [+5185 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By EMILY WAGSTER PETTUS Associated Press", "title": "Mississippi has 2 US Senate elections topping the ballot", "description": "JACKSON, Miss. (AP) — Mississippi is in the unusual position of electing two U.S. senators in the same year.", "url": "https://apnews.com/b66532d7d615468db9030e9cfd20459f", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/8/19/819c4ed3-7d33-50cb-8a9d-1cbc83b7c995/5be116b8e57e5.image.jpg?crop=1115%2C627%2C0%2C614&resize=1115%2C627&order=crop%2Cresize", "publishedAt": "2018-11-06T06:31:07Z", "content": "JACKSON, Miss. (AP) Mississippi is in the unusual position of electing two U.S. senators in the same year. Republicans are trying to keep both seats, but Democrats are putting more money and effort into these races than in the past few election cycles in the … [+2759 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: It's Newsom vs. Cox for California governor", "description": "LOS ANGELES (AP) — A Democratic heavyweight faces a Republican businessman who's never held elected office in the race for California governor.", "url": "https://apnews.com/ae86fa10e8c24c70ba171520001b83c7", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/a/3e/a3e5a26a-1369-5293-874e-05b8e5cfd457/5be135ae47d0c.image.jpg?crop=1733%2C975%2C0%2C110&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:29:27Z", "content": "LOS ANGELES (AP) A Democratic heavyweight faces a Republican businessman who's never held elected office in the race for California governor. The contest between Democratic Lt. Gov. Gavin Newsom and Republican John Cox will determine the future of the state's… [+3208 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MARK THIESSEN Associated Press", "title": "Newcomer seeks to upset longest-serving member of US House", "description": "ANCHORAGE, Alaska (AP) — U.S. Rep. Don Young is the longest-serving member of the U.S. House. Alyse Galvin wants to give him a retirement party instead.", "url": "https://apnews.com/a505967f967740759be294c736372260", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/d/df/ddf415d4-fcfd-5c80-b2a9-8e1564ded451/5be08da8a5cca.image.jpg?crop=1762%2C991%2C0%2C92&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:28:19Z", "content": "ANCHORAGE, Alaska (AP) U.S. Rep. Don Young is the longest-serving member of the U.S. House. Alyse Galvin wants to give him a retirement party instead. Galvin, an independent, is challenging the 85-year-old Young for Alaska's sole seat in the House. If elected… [+1622 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MEG KINNARD Associated Press", "title": "Trump-backed McMaster, Democrat Smith vie for SC governor", "description": "COLUMBIA, S.C. (AP) — The time has come for South Carolina voters to decide if they will give Gov. Henry McMaster a full term in the office he's held for nearly two years, as he goes head-to-head Tuesday with Democratic…", "url": "https://apnews.com/87b8577c793b404487456d41ac3559fd", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/f/84/f8435f5f-af4e-5b82-92b6-7374030bfa63/5bd278c865889.image.jpg?crop=1787%2C1005%2C0%2C76&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:26:44Z", "content": "COLUMBIA, S.C. (AP) The time has come for South Carolina voters to decide if they will give Gov. Henry McMaster a full term in the office he's held for nearly two years, as he goes head-to-head Tuesday with Democratic state Rep. James Smith in a race that, in… [+3361 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JONATHAN LEMIRE, CATHERINE LUCEY and ZEKE MILLER Associated Press", "title": "Trump closes out furious campaign effort with Missouri rally", "description": "CAPE GIRARDEAU, Mo. (AP) — President Donald Trump, his shadow hanging over midterm elections that will determine the future of his administration, used his final pitch to ask voters to help preserve \"fragile\" GOP victories that could be erased by…", "url": "https://apnews.com/a548d15bf67c417383ab8c7135ac3fa8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/9/5a/95aaa09b-e731-5df1-aace-d04490061169/5be13585bd66c.image.jpg?resize=903%2C630", "publishedAt": "2018-11-06T06:26:01Z", "content": "CAPE GIRARDEAU, Mo. (AP) President Donald Trump, his shadow hanging over midterm elections that will determine the future of his administration, used his final pitch to ask voters to help preserve \"fragile\" GOP victories that could be erased by Democratic gai… [+6385 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Antioch police officer shot, wounded; suspect sought", "description": "ANTIOCH, Calif. (AP) — Authorities say a police officer in the San Francisco Bay Area has been shot in the head and hospitalized.", "url": "https://apnews.com/5d48a19862534f16b28af4cf6e4080b9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T06:22:50Z", "content": "ANTIOCH, Calif. (AP) Authorities say a police officer in the San Francisco Bay Area has been shot in the head and hospitalized. The officer was shot shortly before 8 p.m. Monday in Antioch and reportedly is in stable condition. Receive today's headlines in yo… [+526 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Voters make final decisions in Alaska election", "description": "ANCHORAGE, Alaska (AP) — Polls in Alaska will open at 7 a.m. Tuesday.", "url": "https://apnews.com/2430d9902f2942a0ab5b2b0975abd3ed", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/f/f9/ff9bfe21-abbb-55f4-ae50-93a2c1e165e5/5bdfb8bf0830c.image.jpg?crop=1662%2C935%2C0%2C155&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:20:50Z", "content": "ANCHORAGE, Alaska (AP) Polls in Alaska will open at 7 a.m. Tuesday. Voters across the nation's largest state will then have 13 hours to cast their ballots in the mid-term elections. Among the high-profile races are those for governor and U.S. House. Alaska is… [+674 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By RUSS BYNUM Associated Press", "title": "Georgia voters decide open statewide seats, House races", "description": "SAVANNAH, Ga. (AP) — Georgia voters are turning out to decide several key Election Day contests beyond the heated race for governor between Democrat Stacey Abrams and Republican Brian Kemp.", "url": "https://apnews.com/3a40359e6ff04536a9ef47545862d2ba", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/b/c8/bc8a1fc4-1166-5b1d-8424-6df9c8e90fe9/5be129e8cbf09.image.jpg?crop=1913%2C1076%2C0%2C2&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:18:59Z", "content": "SAVANNAH, Ga. (AP) Georgia voters are turning out Tuesday to decide a number of key races on the ballot beyond the heated showdown for governor between Democrat Stacey Abrams and Republican Brian Kemp. Democrats, shut out of holding any statewide office in Ge… [+5296 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CURT ANDERSON Associated Press", "title": "Florida House races to help determine control in Washington", "description": "MIAMI (AP) — Florida is a perennial political battleground state, and it's no different this year in races for the U.S. House that could help decide which party controls the chamber in Washington.", "url": "https://apnews.com/3f918ad605b94d209fd9e0051790174b", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/5/28/528dc808-501e-5c12-ae8c-74210b87b419/5be1411db7ffb.image.jpg?crop=1740%2C979%2C0%2C105&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:15:39Z", "content": "MIAMI (AP) Florida is a perennial political battleground state, and it's no different this year in races for the U.S. House that could help decide which party controls the chamber in Washington. Former Health and Human Services Secretary Donna Shalala is in t… [+2883 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Timberwolves-Clippers", "description": "BC-BKN--Timberwolves-Clippers,387", "url": "https://apnews.com/9c7e65df63ab4a3da76bce6b17d6c79b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T06:13:25Z", "content": "BC-BKN--Timberwolves-Clippers,387 Clippers beat Wolves 120-109, drop Minnesota to 0-6 on road AP Photo LAS108, LAS104, LAS101 Eds: APNewsNow. Clippers 120, Timberwolves 109. With AP Photos. Tobias Harris scored 22 points, Lou Williams added 20 and the Los Ang… [+2671 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Timberwolves-Clippers", "description": "BC-BKN--Timberwolves-Clippers,387", "url": "https://apnews.com/f51493e3fa8d4e7c9ad951e80debb3eb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T06:13:24Z", "content": "BC-BKN--Timberwolves-Clippers,387 Clippers beat Wolves 120-109, drop Minnesota to 0-6 on road AP Photo LAS108, LAS104, LAS101 Eds: APNewsNow. Clippers 120, Timberwolves 109. With AP Photos. Tobias Harris scored 22 points, Lou Williams added 20 and the Los Ang… [+2671 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Timberwolves-Clippers", "description": "BC-BKN--Timberwolves-Clippers,387", "url": "https://apnews.com/c2fddbb152f94b629c32264f3e5b76f6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T06:13:24Z", "content": "BC-BKN--Timberwolves-Clippers,387 Clippers beat Wolves 120-109, drop Minnesota to 0-6 on road AP Photo LAS108, LAS104, LAS101 Eds: APNewsNow. Clippers 120, Timberwolves 109. With AP Photos. Tobias Harris scored 22 points, Lou Williams added 20 and the Los Ang… [+2671 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MEAD GRUVER Associated Press", "title": "Wyoming vote a referendum on continued Republican dominance", "description": "CHEYENNE, Wyo. (AP) — Voters in Wyoming decide Tuesday if they want to continue Republican dominance of state politics or defy party registration to elect Democrats to some of the state's highest political positions.", "url": "https://apnews.com/d1237fb32bfa4b1a89893fa19e509903", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/d/31/d3197304-4d5a-59eb-a320-cb8fcc9cfd57/5be08c9a5ad48.image.jpg?resize=945%2C630", "publishedAt": "2018-11-06T06:13:23Z", "content": "CHEYENNE, Wyo. (AP) Voters in Wyoming decide Tuesday if they want to continue Republican dominance of state politics or defy party registration to elect Democrats to some of the state's highest political positions. Former House Minority Leader Mary Throne fac… [+2843 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BETH HARRIS AP Sports Writer", "title": "Clippers beat Wolves 120-109, drop Minnesota to 0-6 on road", "description": "LOS ANGELES (AP) — Tobias Harris scored 22 points, Lou Williams added 20 and the Los Angeles Clippers defeated Minnesota 120-109 Monday night, dropping the Timberwolves to 0-6 on the road this season.", "url": "https://apnews.com/79234bfbe9d14124952ca5df20424156", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/0/0c/00c0f9e0-bef4-58b4-94f5-7908596724dd/5be1354f9303b.image.jpg?crop=1769%2C995%2C0%2C87&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:13:20Z", "content": "LOS ANGELES (AP) Tobias Harris scored 22 points, Lou Williams added 20 and the Los Angeles Clippers defeated Minnesota 120-109 Monday night, dropping the Timberwolves to 0-6 on the road this season. Led by Jimmy Butler and Derrick Rose, the Wolves rallied in … [+2007 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JONATHAN J. COOPER Associated Press", "title": "Newsom faces newcomer Cox in California governor race", "description": "LOS ANGELES (AP) — A Democratic heavyweight faces a Republican businessman who's never held elected office in Tuesday's race for California governor, which will determine the future of the state's aggressive resistance to President Donald Trump.", "url": "https://apnews.com/526bb4830eee4cea9d5815e7b2e0cb0e", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/7/9f/79fb5eac-b128-5884-8443-53995a3531b5/5be1359d869eb.image.jpg?crop=1780%2C1001%2C0%2C81&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:12:54Z", "content": "LOS ANGELES (AP) A Democratic heavyweight faces a Republican businessman who's never held elected office in Tuesday's race for California governor, which will determine the future of the state's aggressive resistance to President Donald Trump. Democratic Lt. … [+3917 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GARY FINEOUT Associated Press", "title": "Incumbent, governor battle in bruising Florida Senate race", "description": "TALLAHASSEE, Fla. (AP) — After a bruising and bitter U.S. Senate campaign that saw both sides unleash a torrent of negative TV ads, Florida voters are choosing whether to keep three-term incumbent Democrat Bill Nelson or replace him with Republican…", "url": "https://apnews.com/bcbe2f64b62f4b069e5ae65a7b06b103", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/6/ee/6eeb0608-4d39-5db2-a8c2-67e4b6ac4c9d/5be08148d279b.image.jpg?resize=891%2C630", "publishedAt": "2018-11-06T06:11:31Z", "content": "TALLAHASSEE, Fla. (AP) After a bruising and bitter U.S. Senate campaign that saw both sides unleash a torrent of negative TV ads, Florida voters are choosing whether to keep three-term incumbent Democrat Bill Nelson or replace him with Republican Gov. Rick Sc… [+4431 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JAMES ANDERSON Associated Press", "title": "Races for governor, US House top Colorado ballot", "description": "DENVER (AP) — The Colorado governor's race between Democratic U.S. Rep. Jared Polis and Republican treasurer Walker Stapleton tops a Tuesday ballot whose results could change the GOP-leaning makeup of the state's U.S. House delegation.", "url": "https://apnews.com/5109fa367fea4b5bb4ee987fc48d30ff", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/8/08/8085bfa4-168d-5ee0-8223-45497887900e/5be05efbb8513.image.jpg?resize=945%2C630", "publishedAt": "2018-11-06T06:11:21Z", "content": "DENVER (AP) The Colorado governor's race between Democratic U.S. Rep. Jared Polis and Republican treasurer Walker Stapleton tops a Tuesday ballot whose results could change the GOP-leaning makeup of the state's U.S. House delegation. Colorado residents voted … [+3574 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Voters make final decisions in Arizona election", "description": "PHOENIX (AP) — Voters are making their final decisions in a historic Arizona election.", "url": "https://apnews.com/acdc2d42d0a14189930c62c442455781", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T06:10:33Z", "content": "PHOENIX (AP) Voters are making their final decisions in a historic Arizona election. Either Republican Rep. Martha McSally or Democratic Rep. Kyrsten Sinema will become the state's first female U.S. Senator. Their contentious race for a seat being vacated by … [+714 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MICHAEL R. BLOOD AP Political Writer", "title": "California at center of fight for US House control", "description": "LOS ANGELES (AP) — As California goes, so goes the U.S. House?", "url": "https://apnews.com/9c2791ea39c942ffb4d57f2da9b357b0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/c/67/c675de7e-4924-5535-9670-ba01f17c8b19/5be1316c5a620.image.jpg?resize=1008%2C630", "publishedAt": "2018-11-06T06:09:59Z", "content": "LOS ANGELES (AP) As California goes, so goes the U.S. House? A string of contested districts across the nation's most populous state could provide a pathway Tuesday for Democrats to take control of the chamber or help Republicans hold their ground in a year d… [+7546 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JANIE McCAULEY AP Sports Writer", "title": "Warriors use big third quarter to beat Grizzlies 117-101", "description": "OAKLAND, Calif. (AP) — Klay Thompson scored 27 points, Kevin Durant added 22 points, six rebounds and six assists, and the Golden State Warriors used a big third quarter and ran their winning streak to eight games by beating the…", "url": "https://apnews.com/c4a38584d0924fae8e13a4774f3e5bd6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/9d/39d63659-dcb6-5300-aa8b-ed2136499d16/5be1355cb0c63.image.jpg?crop=1694%2C953%2C0%2C135&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:09:54Z", "content": "OAKLAND, Calif. (AP) The Golden State Warriors delivered one of those high-flying third quarters that were a signature last season. Stephen Curry capped it with a rare but dazzling block. \"We'll have to start calling him a rim protector now,\" Kevin Durant qui… [+4554 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Overexposed Cowboys", "description": "BC-FBN--Overexposed Cowboys,594", "url": "https://apnews.com/e561857c8b0e42cd83edbd84078ecd27", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T06:09:16Z", "content": "BC-FBN--Overexposed Cowboys,594 Cowboys unable to defend star at home except for Jones shove AP Photo TXMS139, TXMS138, TXMS108, TXMS110, TXMS111, TXMS119 Eds: With AP Photos. The Dallas Cowboys were unable to defend their star at home except for one shove by… [+3913 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Overexposed Cowboys", "description": "BC-FBN--Overexposed Cowboys,594", "url": "https://apnews.com/958b20a1b6de438f82d4e1f637f64dc2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T06:09:16Z", "content": "BC-FBN--Overexposed Cowboys,594 Cowboys unable to defend star at home except for Jones shove AP Photo TXMS139, TXMS138, TXMS108, TXMS110, TXMS111, TXMS119 Eds: With AP Photos. The Dallas Cowboys were unable to defend their star at home except for one shove by… [+3913 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEPHEN HAWKINS AP Sports Writer", "title": "Cowboys unable to defend star at home except for Jones shove", "description": "ARLINGTON, Texas (AP) — The Dallas Cowboys defense might want to delete that last group photo. It was a celebration that proved a bit premature.", "url": "https://apnews.com/e6c6e739d7ef44ef86147b6f7df1d99e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/30/930b5729-d4cb-56cb-959b-1fe8223a2425/5be12a8a74010.image.jpg?crop=1856%2C1044%2C0%2C36&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:09:15Z", "content": "ARLINGTON, Texas (AP) The Dallas Cowboys defense might want to delete that last group photo. It was a celebration that proved a bit premature. On this Monday night, the Cowboys didn't defend their star in a 28-14 loss except for Byron Jones shoving Kevin Byar… [+3078 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By KATHLEEN RONAYNE Associated Press", "title": "California voters choosing between 2 Democrats for US Senate", "description": "LOS ANGELES (AP) — Californians are choosing between two Democrats in Tuesday's U.S. Senate race between incumbent Dianne Feinstein and challenger Kevin de Leon.", "url": "https://apnews.com/a62b58b2d18b4782a7ec04d5ac09dafe", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/9/33/93348695-39ea-5ee1-ac9b-203fc051e219/5bdca196abbcb.image.jpg?resize=945%2C630", "publishedAt": "2018-11-06T06:09:14Z", "content": "LOS ANGELES (AP) Californians are choosing between two Democrats in Tuesday's U.S. Senate race between incumbent Dianne Feinstein and challenger Kevin de Leon. A Feinstein victory would keep the state's Democratic political order sharply intact, while a de Le… [+3711 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MATT VOLZ and MATTHEW BROWN Associated Press", "title": "Final battle in Senate race: Getting supporters to polls", "description": "HELENA, Mont. (AP) — Democratic U.S. Sen. Jon Tester and Republican challenger Matt Rosendale have made their last pitches to Montana voters, the celebrities and national politicians have left town and now it comes down to which side best motivated…", "url": "https://apnews.com/5ef6e0bc47884503add898a35086671b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/6/32/632cde62-4fa8-5b4c-b0c2-5f246a8f7b5a/5bdcbfaead673.image.jpg?resize=945%2C630", "publishedAt": "2018-11-06T06:08:16Z", "content": "HELENA, Mont. (AP) Democratic U.S. Sen. Jon Tester and Republican challenger Matt Rosendale have made their last pitches to Montana voters, the celebrities and national politicians have left town and now it comes down to which side best motivated their suppor… [+4833 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By AUDREY McAVOY Associated Press", "title": "Hawaii voters to decide who will lead state for next 4 years", "description": "HONOLULU (AP) — Hawaii voters go to the polls Tuesday to decide who will be their governor for the next four years.", "url": "https://apnews.com/5f77d8fed87c49fd84e5844d46d29269", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/2/bc/2bc08bf9-d2a1-5fba-954a-08ac4f1c3001/5be0c29ea849c.image.jpg?crop=1718%2C966%2C0%2C119&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:07:31Z", "content": "HONOLULU (AP) Hawaii voters go to the polls Tuesday to decide who will be their governor for the next four years. The state's persistently high cost of housing has been a top issue for the candidates during the months-long campaign. Andria Tupola, the 37-year… [+2390 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Son held after deaths of parents in Southern California home", "description": "DIAMOND BAR, Calif. (AP) — A man whose parents were found dead after a fire at Southern California house has been taken into custody for questioning.", "url": "https://apnews.com/d7734f17ec83418e8aa95a8589b7768c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T06:06:55Z", "content": "DIAMOND BAR, Calif. (AP) A man whose parents were found dead after a fire at Southern California house has been taken into custody for questioning. KABC-TV reports that 33-year-old Ryan Venti was taken into custody shortly before 8 p.m. Monday. Receive today'… [+747 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Hawaii voters cast ballots for governor, Senate, House", "description": "HONOLULU (AP) — Polls in Hawaii will be opening at 7 a.m.", "url": "https://apnews.com/454a202889074545a57332c9f9fd8e69", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/7/e6/7e650b1c-40b7-5ede-8b16-64fb4cb933de/5be0c2a0b014c.image.jpg?crop=1577%2C887%2C0%2C213&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:06:42Z", "content": "HONOLULU (AP) Polls in Hawaii will be opening at 7 a.m. Voters will decide who they want to be governor and lieutenant governor for the next four years. Gov. David Ige is seeking another a second term. His running mate on the Democratic ticket is Dr. Josh Gre… [+692 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Utah to vote on everything from Mitt Romney to medical pot", "description": "SALT LAKE CITY (AP) — Utah voters have a list of decisions to make at the polls Tuesday, including a hotly contested congressional race, a high-profile medical marijuana proposal and a replacement for Sen. Orrin Hatch after more than 40…", "url": "https://apnews.com/c426d3ebdb724a8298e5ec1fef187c0d", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-06T06:06:13Z", "content": "SALT LAKE CITY (AP) Utah voters have a list of decisions to make at the polls Tuesday, including a hotly contested congressional race, a high-profile medical marijuana proposal and a replacement for Sen. Orrin Hatch after more than 40 years. Former presidenti… [+751 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Nevada voters to decide pivotal US Senate, governor races", "description": "LAS VEGAS (AP) — Nevada voters are set to decide pivotal races for U.S. Senate and governor, and now the only way to cast a ballot is in person.", "url": "https://apnews.com/3b1e8204aebc4e7f8bc95cf96a8e9a06", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-06T06:05:20Z", "content": "LAS VEGAS (AP) Nevada voters are set to decide pivotal races for U.S. Senate and governor, and now the only way to cast a ballot is in person. Tuesday's election will decide more than 50 state legislative races, six ballot questions, whether Democrats keep tw… [+780 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Seoul: Iranian waiver shows strength of alliance with US", "description": "TEHRAN, Iran (AP) — South Korea's presidential spokesman says the U.S. has demonstrated the strength of the two countries' alliance by allowing South Korea to continue importing Iranian crude oil products under reinstated sanctions against Iran.", "url": "https://apnews.com/80bd3367fa3b4fe1862ea33d4cc75ae2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T06:04:55Z", "content": "TEHRAN, Iran (AP) South Korea's presidential spokesman says the U.S. has demonstrated the strength of the two countries' alliance by allowing South Korea to continue importing Iranian crude oil products under reinstated sanctions against Iran. Kim Eui-kyeom s… [+771 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BECKY BOHRER Associated Press", "title": "Alaska governor's race open after incumbent bowed out", "description": "ANCHORAGE, Alaska (AP) — Alaska likely will have a new governor after Tuesday's election, with Gov. Bill Walker having bowed out of the race.", "url": "https://apnews.com/1a17ddaa04444c428563a55cce2f95d3", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/8/41/841443b5-71c9-553b-812e-29527381a400/5bdfb8c00ac2e.image.jpg?crop=1662%2C935%2C0%2C155&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:03:31Z", "content": "ANCHORAGE, Alaska (AP) Alaska likely will have a new governor after Tuesday's election, with Gov. Bill Walker having bowed out of the race. The major contenders are Democrat Mark Begich, a former Anchorage mayor and one-term U.S. senator, and Republican Mike … [+2227 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JULIE WATSON Associated Press", "title": "Indicted Republican's race to test partisanship in Trump era", "description": "SAN DIEGO (AP) — The race in Southern California's most Republican congressional district Tuesday will test the strength of partisanship as GOP Rep. Duncan Hunter tries to overcome the stigma of facing federal corruption charges.", "url": "https://apnews.com/ab6bd5e2377f4f95ab7d95cce6c63774", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/d/c0/dc01b95a-4c11-52d4-bacc-5d70cba54c5d/5be135bf0b675.image.jpg?crop=1623%2C913%2C0%2C182&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:02:49Z", "content": "SAN DIEGO (AP) The race in Southern California's most Republican congressional district Tuesday will test the strength of partisanship as GOP Rep. Duncan Hunter tries to overcome the stigma of facing federal corruption charges. Former Obama White House aide A… [+3808 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEVE PEOPLES Associated Press", "title": "Election Day arrives: Voters render judgment on Trump era", "description": "WASHINGTON (AP) — A turbulent election season that tested President Donald Trump's slash-and-burn political style against the strength of the Democratic resistance comes to a close as Americans cast ballots in the first national election of the Trump era.", "url": "https://apnews.com/c0be062914e048d79f70bcf120e1ccbb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/3/37/3371ba60-23f4-5731-b556-9db0524d3f9f/5be1301693809.image.jpg?resize=1012%2C630", "publishedAt": "2018-11-06T06:02:15Z", "content": "WASHINGTON (AP) A turbulent election season that tested President Donald Trump's slash-and-burn political style against the strength of the Democratic resistance comes to a close as Americans cast ballots in the first national election of the Trump era. With … [+4929 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Montana voters pick Senate, House favorites", "description": "The outcome of Montana's hotly contested Senate race may come down to which side did a better job of motivating their supporters to show up on Election Day.", "url": "https://apnews.com/ba1bd1b2b1ef44668b323c9e03c0c935", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/0/68/06880c87-d00f-517a-8ec2-47cd0464696e/5be0f8563c12b.image.jpg?crop=1744%2C981%2C0%2C103&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:01:23Z", "content": "The outcome of Montana's hotly contested Senate race may come down to which side did a better job of motivating their supporters to show up on Election Day. Tuesday caps an extended 25-day voting period in Montana's midterm elections, with the top race being … [+724 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DAVID BAUDER AP Media Writer", "title": "Hannity joins Trump on stage despite claiming he wouldn't", "description": "NEW YORK (AP) — Sean Hannity spoke from the stage of President Donald Trump's last midterm election rally, after Fox News Channel and its most popular personality had insisted all day that he wouldn't.", "url": "https://apnews.com/857c5c5879dd4fdfb791d65eeffeb53c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/7/7a/77a1cc87-a69b-5026-9979-8974dedb7aee/5be116108b799.image.jpg?resize=931%2C630", "publishedAt": "2018-11-06T06:01:22Z", "content": "NEW YORK (AP) Sean Hannity spoke from the stage of President Donald Trump's last midterm election rally, after Fox News Channel and its most popular personality had insisted all day that he wouldn't. Hannity appeared on the podium in a Missouri arena Monday n… [+3146 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Pennsylvania's general election at a glance", "description": "What's at stake in Tuesday's general election in Pennsylvania, and how to report problems:", "url": "https://apnews.com/51a19d92c7d443a5a2f9b198525124ce", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T06:01:04Z", "content": "What's at stake in Tuesday's general election in Pennsylvania, and how to report problems: AT THE POLLS Polling places open at 7 a.m. Tuesday for Pennsylvania's more than 8 million registered voters, and will remain open until 8 p.m. Those in line by 8 p.m. w… [+1809 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JEFF AMY Associated Press", "title": "Mississippi's 3rd District to choose new US House member", "description": "JACKSON, Miss. (AP) — Mississippians in the state's 3rd District will elect a new member of Congress as they choose between a Republican district attorney and a Democratic state House member.", "url": "https://apnews.com/6720a45a3fc9439faef153be98c2a806", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/2/cd/2cdf4cd7-ce47-52e0-834a-79ccd6295625/5be135cb09d91.image.jpg?crop=1175%2C661%2C0%2C550&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T06:00:49Z", "content": "JACKSON, Miss. (AP) Mississippians in the state's 3rd District will elect a new member of Congress as they choose between a Republican district attorney and a Democratic state House member. The GOP's Michael Guest of Brandon seeks to retain his party's contro… [+814 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By WILL WEISSERT Associated Press", "title": "Ted Cruz hopes to secure 2nd term vs. rising star O'Rourke", "description": "EL PASO, Texas (AP) — Beto O'Rourke has already used his once-longshot Texas Senate run to become a national Democratic phenomenon, shatter fundraising records and set off whispers that he could be a credible 2020 White House contender.", "url": "https://apnews.com/8457f060af45417db0bb91be5fb8cb8f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/2/72/2724dd34-0b2e-5e2f-987e-e6c7d5cf4f80/5be10ecc243b8.image.jpg?resize=891%2C630", "publishedAt": "2018-11-06T06:00:26Z", "content": "EL PASO, Texas (AP) Beto O'Rourke has already used his once-longshot Texas Senate run to become a national Democratic phenomenon, shatter fundraising records and set off whispers that he could be a credible 2020 White House contender. But will it be enough to… [+3779 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CHRISTINA A. CASSIDY and COLLEEN LONG Associated Press", "title": "Voting officials under scrutiny amid heavy election turnout", "description": "ATLANTA (AP) — Federal and state officials have been working for nearly two years to shore up the nation's election infrastructure from cyberattacks by Russians or others seeking to disrupt the voting process.", "url": "https://apnews.com/6fb6de6fdb034b889d301efd12602e21", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/7/0a/70a747ea-d9f2-5ea7-9106-6f46faf4d7fb/5be13017152ef.image.jpg?resize=950%2C630", "publishedAt": "2018-11-06T06:00:02Z", "content": "ATLANTA (AP) Federal and state officials have been working for nearly two years to shore up the nation's election infrastructure from cyberattacks by Russians or others seeking to disrupt the voting process. It turns out that many of the problems are closer t… [+4409 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By KEN THOMAS Associated Press", "title": "WHAT TO WATCH: Voters weigh in on the turbulent Trump era", "description": "WASHINGTON (AP) — Tweetstorms and a trade war. Kanye in the Oval Office. Kavanaugh in the hearing room.", "url": "https://apnews.com/221b833b29bd4deb850a4939f9f43442", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/3/3b/33b1c030-b773-516f-9558-c23ebce597a6/5be0d33ec7dff.image.jpg?resize=922%2C630", "publishedAt": "2018-11-06T05:59:23Z", "content": "WASHINGTON (AP) Tweetstorms and a trade war. Kanye in the Oval Office. Kavanaugh in the hearing room. President Donald Trump's presidency has been a wild, turbulent, two-year ride. Now it's time for voters to weigh in how much they're enjoying it. Republicans… [+11041 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By KIM CHANDLER Associated Press", "title": "Republican Ivey trying to fight off Democrat Maddox", "description": "MONTGOMERY, Ala. (AP) — Alabama Gov. Kay Ivey, who was catapulted to the governor's office last year by scandal, on Tuesday will seek to win the post in her own right and fend off a robust challenge from Tuscaloosa Mayor…", "url": "https://apnews.com/939f5056101541e99ec4f03a9230f3b9", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/7/44/74498287-f766-511a-a3fa-737fe29dc2e7/5be03fd93c90f.image.jpg?crop=1735%2C976%2C0%2C109&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:58:31Z", "content": "MONTGOMERY, Ala. (AP) Alabama Gov. Kay Ivey, who was catapulted to the governor's office last year by scandal, on Tuesday will seek to win the post in her own right and fend off a robust challenge from Tuscaloosa Mayor Walt Maddox. The race pits the 45-year-o… [+2695 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By LAURIE KELLMAN Associated Press", "title": "Path to power: House races to watch on election night", "description": "WASHINGTON (AP) — The path to power in the House winds through a few dozen districts, many of them suburban, in Tuesday's election. Republicans defending their majority and Democrats looking to gain 23 seats they would need to win control.", "url": "https://apnews.com/8a7736e607134629b105de87220de2ec", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/e/ee/eee82302-d4d9-50c0-a93c-86a8c11ec145/5bdc6e17577dd.image.jpg?resize=945%2C630", "publishedAt": "2018-11-06T05:55:29Z", "content": "WASHINGTON (AP) The path to power in the House winds through a few dozen districts, many of them suburban, in Tuesday's election. Republicans defending their majority and Democrats looking to gain 23 seats they would need to win control. After the first polls… [+10689 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By KEVIN FREKING Associated Press", "title": "Path to power: Senate races to watch on election night", "description": "WASHINGTON (AP) — Republicans have a huge advantage as they seek to hold or expand their 51-49 Senate majority, with the battle for control running mostly through states that President Donald Trump won in 2016.", "url": "https://apnews.com/6b928b7a4ab54e7b853b323a37684e3a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/b/3c/b3c317c7-e300-5eb2-9ee7-8d2246b922d8/5bdc94a9f0163.image.jpg?resize=945%2C630", "publishedAt": "2018-11-06T05:55:03Z", "content": "WASHINGTON (AP) Republicans have a huge advantage as they seek to hold or expand their 51-49 Senate majority, with the battle for control running mostly through states that President Donald Trump won in 2016. Out of the 35 Senate contests taking place Tuesday… [+9033 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By RANDALL CHASE Associated Press", "title": "Control of state Senate at play in Delaware election", "description": "DOVER, Del. (AP) — Tuesday's election isn't likely to change the political hue in solidly blue Delaware, although voters do have the chance to make the picture a little rosier for Republicans by ending one-party control of the state legislature.", "url": "https://apnews.com/526f3a4e7d3545849c3b25b18bda59d7", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/2/c3/2c3d00c1-3dc0-5bf6-b4cd-375f0f8e573a/5be12f6604b20.image.jpg?crop=1737%2C977%2C0%2C107&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:43:58Z", "content": "DOVER, Del. (AP) Tuesday's election isn't likely to change the political hue in solidly blue Delaware, although voters do have the chance to make the picture a little rosier for Republicans by ending one-party control of the state legislature. Given their sig… [+699 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "California voter concerns: homelessness, prices — and Trump", "description": "LOS ANGELES (AP) — From homelessness to the price of gas, Californians are weighing in on a raft of concerns in a state that's struggling with high housing prices, water issues and decaying infrastructure. But one issue looms large in…", "url": "https://apnews.com/c20fc00bd4334fc5bc21ec2ee25b962a", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/d/68/d68e943d-46fe-5aee-9171-abada728f2a1/5be12f688548e.image.jpg?crop=1775%2C998%2C0%2C84&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:42:28Z", "content": "LOS ANGELES (AP) From homelessness to the price of gas, Californians are weighing in on a raft of concerns in a state that's struggling with high housing prices, water issues and decaying infrastructure. But one issue looms large in the voting: President Dona… [+8979 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Virginia voting on US House races with national implications", "description": "RICHMOND, Va. (AP) — Virginians are voting in races that could help determine political control of Congress.", "url": "https://apnews.com/c0d08379938d4b6d83dea6798454d55e", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/3/d7/3d79cd30-f75f-559b-98a9-e709ffb22346/5bddce8a7f5b4.image.jpg?crop=1755%2C987%2C0%2C96&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:42:12Z", "content": "RICHMOND, Va. (AP) Virginians are voting in races that could help determine political control of Congress. Voters will make their picks Tuesday after months of bare-knuckled campaigning as Republicans try and hold onto U.S. House seats in closely watched race… [+2059 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JAMES MacPHERSON Associated Press", "title": "In North Dakota, Heitkamp stakes hopes on maverick image", "description": "BISMARCK, N.D. (AP) — Sen. Heidi Heitkamp relied on an everywoman charm to help win her first term in the Senate. She spent the next six years walking a tricky path toward a second, staking out policy positions with a…", "url": "https://apnews.com/d9addea6f905468aa214b06702371b28", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/3/19/319bf042-e8f7-5b48-88a4-a8d785f18506/5be12f702d1b1.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:41:13Z", "content": "BISMARCK, N.D. (AP) Sen. Heidi Heitkamp relied on an everywoman charm to help win her first term in the Senate. She spent the next six years walking a tricky path toward a second, staking out policy positions with a careful eye on not alienating North Dakota'… [+3699 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police officers babysit escaped pig, feed it snacks", "description": "WANAQUE, N.J. (AP) — Police officers in New Jersey say they found an escaped pig and fed it snacks until its owner came to pick it up.", "url": "https://apnews.com/0f1c9a6a0da844d48bc3294962fe9aad", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:40:39Z", "content": "WANAQUE, N.J. (AP) Police officers in New Jersey say they found an escaped pig and fed it snacks until its owner came to pick it up. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Wanaque Police Capt. Kenneth Fackina says th… [+617 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GARY D. ROBERTSON Associated Press", "title": "North Carolina voters decide on legislature's direction", "description": "RALEIGH, N.C. (AP) — North Carolina voters were deciding Tuesday whether Gov. Roy Cooper and his Democratic colleagues will gain influence in the current Republican-dominated legislature for the next two years, and if GOP policy proposals should be etched in…", "url": "https://apnews.com/a72d37cb642946a29b1c787326cbcfc5", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/3/f3/3f3f6ef3-bc41-5a8d-8f6f-22ebf0eb59eb/5be12f6d7d366.image.jpg?crop=1722%2C969%2C0%2C117&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:38:10Z", "content": "RALEIGH, N.C. (AP) North Carolina voters were deciding Tuesday whether Gov. Roy Cooper and his Democratic colleagues will gain influence in the current Republican-dominated legislature for the next two years, and if GOP policy proposals should be etched in th… [+3084 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police: NY man distracted and robbed by fake pavement crew", "description": "ROTTERDAM, N.Y. (AP) — Police in upstate New York say men posing as a paving crew stole money from a man who they convinced to come out of his house.", "url": "https://apnews.com/238f994eeee44cf581ec79e201579102", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:37:17Z", "content": "ROTTERDAM, N.Y. (AP) Police in upstate New York say men posing as a paving crew stole money from a man who they convinced to come out of his house. Rotterdam police say the theft happened Sunday, when two men in a pickup truck attempted to sell the victim on … [+709 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JAMES MacPHERSON and DAVE KOLPACK Associated Press", "title": "Marijuana, ethics measure, House seat add to ND ballot", "description": "BISMARCK, N.D. (AP) — The biggest prize in North Dakota on Tuesday was the state's U.S. Senate seat, where Democratic Sen. Heidi Heitkamp faced serious headwinds in her run toward a second term against Republican Kevin Cramer. But the state…", "url": "https://apnews.com/67e1cd5998ed4c868c8e773babc513a3", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/5/92/592e16e5-8660-5d46-bfd9-03dd49cea3c8/5be12f71d7923.image.jpg?crop=1699%2C956%2C0%2C131&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:37:00Z", "content": "BISMARCK, N.D. (AP) The biggest prize in North Dakota on Tuesday was the state's U.S. Senate seat, where Democratic Sen. Heidi Heitkamp faced serious headwinds in her run toward a second term against Republican Kevin Cramer. But the state ballot had plenty of… [+4025 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BRIAN WITTE Associated Press", "title": "Maryland voters choosing a governor, 188 state legislators", "description": "ANNAPOLIS, Md. (AP) — Maryland voters will be choosing a governor, a U.S. senator and eight U.S. House seats, as well as 188 state legislators on Tuesday.", "url": "https://apnews.com/b44b878d0e1341de856d14dae456c1f0", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/3/d6/3d67d397-2f89-592e-81e0-e3c45221671e/5be12f736ea94.image.jpg?crop=1760%2C990%2C0%2C93&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:34:10Z", "content": "ANNAPOLIS, Md. (AP) Maryland voters will be choosing a governor, a U.S. senator and eight U.S. House seats, as well as 188 state legislators on Tuesday. Gov. Larry Hogan is seeking to become the first Republican re-elected in Maryland since 1954 in the state'… [+2614 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Odd phone booth — an art project — pops up in Boston area", "description": "SOMERVILLE, Mass. (AP) — A strange phone booth encased in blue tarps and a tin roof that recently appeared in the greater Boston area is an art project meant to make people contemplate the changing climate of the Earth.", "url": "https://apnews.com/a857efe95d12437ab497ef2d5361e6bc", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:33:53Z", "content": "SOMERVILLE, Mass. (AP) A strange phone booth encased in blue tarps and a tin roof that recently appeared in the greater Boston area is an art project meant to make people contemplate the changing climate of the Earth. \"The Hydrophone\" is located outside the S… [+780 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ROD McGUIRK Associated Press", "title": "Man dies in 3rd shark attack off Australia island in 7 weeks", "description": "CANBERRA, Australia (AP) — A shark has killed a man in an island harbor on Australia's Great Barrier Reef where two tourists were mauled on consecutive days in September in a spate of attacks that has left authorities struggling to…", "url": "https://apnews.com/4809525193d2476193d860d4c228e3e1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/8/da/8dafdf67-7e88-557e-af10-1fae770e9a70/5be12a9d006a6.image.jpg?resize=1104%2C630", "publishedAt": "2018-11-06T05:33:00Z", "content": "CANBERRA, Australia (AP) A shark has killed a man in an island harbor on Australia's Great Barrier Reef where two tourists were mauled on consecutive days in September in a spate of attacks that has left authorities struggling to explain an apparent escalatio… [+3459 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Families impacted by 2012 shooting buy coffee for Pittsburgh", "description": "PITTSBURGH (AP) — Over the weekend, patrons of a Pittsburgh neighborhood coffee shop received free coffee from families in Connecticut who were also impacted by a deadly shooting.", "url": "https://apnews.com/9c354abcac5242e4b5315c5a4cdd2655", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:32:00Z", "content": "PITTSBURGH (AP) Over the weekend, patrons of a Pittsburgh neighborhood coffee shop received free coffee from families in Connecticut who were also impacted by a deadly shooting. Commonplace Coffee in Squirrel Hill says it received a $650 donation from a group… [+855 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "YURI KAGEYAMA AP Business Writer", "title": "Toyota quarterly profit rises on growing sales, cost cuts", "description": "TOKYO (AP) — Toyota Motor Corp. has raised its earnings forecast after reporting that its profit surged 28 percent in the last quarter on growing sales and cost cuts.", "url": "https://apnews.com/b5c90b029dac4508aef58ac801350080", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/4/6e/46e5bdff-cd02-50d4-94b0-705373a59e02/5be1301b05b14.image.jpg?resize=1127%2C630", "publishedAt": "2018-11-06T05:31:13Z", "content": "TOKYO (AP) Toyota Motor Corp. reported a 28 percent surge in the last quarter on growing sales in Europe, Asia and the Americas and cost cutting. It raised its profit forecast for the full year. The top Japanese automaker said Tuesday that its July-September … [+1893 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "For early Tuesday on Tennessee lines only. Dschanche edited.", "title": "Polls open in Tennessee for Tuesday vote", "description": "NASHVILLE, Tenn. (AP) — Tennessee election officials are expecting high turnout as voters cast ballots for governor, the U.S. Senate and House on Tuesday.", "url": "https://apnews.com/ae8687668fdd43ab8d7ad5997b81c8be", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/7/1d/71dada02-e0c2-5c17-8fb1-ac15dbfdf3cc/5be129d4a419a.image.jpg?crop=1685%2C948%2C0%2C140&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:31:03Z", "content": "NASHVILLE, Tenn. (AP) Tennessee election officials are expecting high turnout as voters cast ballots for governor, the U.S. Senate and House on Tuesday. Polls open at different hours across the state, but all will close at 7 p.m. The top race in Tennessee is … [+846 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Close congressional race headlines Kentucky elections", "description": "LOUISVILLE, Ky. (AP) — A tight Kentucky congressional race in a district President Donald Trump won by double digits could be an early indicator whether the U.S. House will shift to Democratic control in the midterm elections.", "url": "https://apnews.com/b0e54295e4bf4b23a17b6a695c647885", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/1/9d/19d0623b-1ce1-5799-a3d5-f8183b77f668/5bdc8097e6874.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:29:34Z", "content": "LOUISVILLE, Ky. (AP) A tight Kentucky congressional race in a district President Donald Trump won by double digits could be an early indicator whether the U.S. House will shift to Democratic control in the midterm elections. Newcomer Amy McGrath's challenge o… [+841 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Titans-Cowboys,3rd Ld-Writethru", "description": "BC-FBN--Titans-Cowboys, 3rd Ld-Writethru,900", "url": "https://apnews.com/71737cde6652439a9e5136a48c1bc941", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T05:29:11Z", "content": "BC-FBN--Titans-Cowboys, 3rd Ld-Writethru,900 Mariota recovers, Titans top Cowboys 28-14 in Cooper's debut AP Photo TXMS111, TXMS143, TXMS123, TXMS108, TXMS118, TXMS135, TXMS145, TXMS136 Eds: Titans 28, Cowboys 14. Updates with quotes. Fixes writethru sequence… [+5667 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Titans-Cowboys,3rd Ld-Writethru", "description": "BC-FBN--Titans-Cowboys, 3rd Ld-Writethru,900", "url": "https://apnews.com/e05d96cf703349bd9c5a9deb0bbb3ced", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T05:29:11Z", "content": "BC-FBN--Titans-Cowboys, 3rd Ld-Writethru,900 Mariota recovers, Titans top Cowboys 28-14 in Cooper's debut AP Photo TXMS111, TXMS143, TXMS123, TXMS108, TXMS118, TXMS135, TXMS145, TXMS136 Eds: Titans 28, Cowboys 14. Updates with quotes. Fixes writethru sequence… [+5667 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Titans-Cowboys,3rd Ld-Writethru", "description": "BC-FBN--Titans-Cowboys, 3rd Ld-Writethru,900", "url": "https://apnews.com/7a9fca0fcf1944868660434f8cf1ac70", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T05:29:11Z", "content": "BC-FBN--Titans-Cowboys, 3rd Ld-Writethru,900 Mariota recovers, Titans top Cowboys 28-14 in Cooper's debut AP Photo TXMS111, TXMS143, TXMS123, TXMS108, TXMS118, TXMS135, TXMS145, TXMS136 Eds: Titans 28, Cowboys 14. Updates with quotes. Fixes writethru sequence… [+5667 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police chief and wife injured in fatal Vermont crash", "description": "GROTON, Vt. (AP) — Vermont State Police say a northern Vermont police chief and his wife were injured in a crash that killed a 48-year-old man.", "url": "https://apnews.com/a0b4e0f1c93547f8ab4c28e9e8e8a0a2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:28:16Z", "content": "GROTON, Vt. (AP) Vermont State Police say a northern Vermont police chief and his wife were injured in a crash that killed a 48-year-old man. State police officials say St. Johnsbury Police Chief Tim Page and his wife Colleen Page were driving in Groton Satur… [+730 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BRENDAN FARRINGTON and GARY FINEOUT Associated Press", "title": "Democrat challenges GOP hold on Florida governor's seat", "description": "TALLAHASSEE, Fla. (AP) — Voters are deciding whether to keep Florida under Republican control with a close Trump ally or elect its first Democratic governor since 1994 — and the first African-American ever — after a campaign marked by a…", "url": "https://apnews.com/263896e7421946b09d7dcf670a15c606", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/7/d8/7d8f6dc3-158e-5e87-a8eb-ea9b2bf5cf0b/5be127d988d54.image.jpg?resize=821%2C630", "publishedAt": "2018-11-06T05:27:58Z", "content": "TALLAHASSEE, Fla. (AP) Voters are deciding whether to keep Florida under Republican control with a close Trump ally or elect its first Democratic governor since 1994 and the first African-American ever after a campaign marked by a deadly hurricane and gun vio… [+3967 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MARINA VILLENEUVE Associated Press", "title": "Mainers choosing successor to bombastic GOP Gov. LePage", "description": "PORTLAND, Maine (AP) — Three candidates are vying Tuesday for the opportunity to succeed bombastic Republican Gov. Paul LePage, who is term-limited after eight years in office.", "url": "https://apnews.com/7d6b6d65e7c84bf78e93397250d5339b", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-06T05:27:48Z", "content": "PORTLAND, Maine (AP) Three candidates are vying Tuesday for the opportunity to succeed bombastic Republican Gov. Paul LePage, who is term-limited after eight years in office. Republican businessman Shawn Moody and Democratic Attorney General Janet Mills were … [+1493 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By PATRICK WHITTLE Associated Press", "title": "Tough, expensive House race tops Maine's day at the polls", "description": "PORTLAND, Maine (AP) — A hotly contested race that could determine whether Democrats seize control of the U.S. House is getting attention on Election Day in Maine, which is using ranked-choice voting for the first time in congressional races.", "url": "https://apnews.com/87e6455a34ce4a4b9822adf681263ff8", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/6/61/661521b4-1c70-5ab5-85fa-15daf0927999/5bdf19aa6b144.image.jpg?crop=1742%2C980%2C0%2C104&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:27:12Z", "content": "PORTLAND, Maine (AP) A hotly contested race that could determine whether Democrats seize control of the U.S. House is getting attention on Election Day in Maine, which is using ranked-choice voting for the first time in congressional races. Two-term Republica… [+2137 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DAVID KLEPPER Associated Press", "title": "Cuomo seeks 3rd term as GOP foe looks for last-minute boost", "description": "ALBANY, N.Y. (AP) — Democrat Andrew Cuomo aims to win a third term Tuesday as governor, while his Republican challenger, Marc Molinaro, hopes a late surge of support will help him beat the odds in a state where Democrats heavily…", "url": "https://apnews.com/c3e1cb9deba24ca2a7838d7fd9e97c7a", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/0/07/007636e1-cc36-518f-8c84-d362ab2bccb6/5be129decfdb5.image.jpg?crop=1630%2C917%2C0%2C177&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:26:13Z", "content": "ALBANY, N.Y. (AP) Democrat Andrew Cuomo aims to win a third term Tuesday as governor, while his Republican challenger, Marc Molinaro, hopes a late surge of support will help him beat the odds in a state where Democrats heavily outnumber members of the GOP. Cu… [+2268 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Bangor to spend $8,600 on municipal solar array study", "description": "BANGOR, Maine (AP) — Bangor city councilors have agreed to spend $8,600 to study how much it would cost the city to build solar arrays on municipal properties.", "url": "https://apnews.com/0979df9238a54d3a8977fb15421a7543", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:25:42Z", "content": "BANGOR, Maine (AP) Bangor city councilors have agreed to spend $8,600 to study how much it would cost the city to build solar arrays on municipal properties. The council's finance committee accepted the lowest bid proposal from ReVision Energy Inc. Monday nig… [+842 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "GOP incumbents try to hold off Democrats in NY House races", "description": "NEW YORK (AP) — The fight for control of the U.S. House includes some key contests Tuesday in New York, where a handful of vulnerable Republicans are hoping to beat back invigorated, well-funded Democratic challengers.", "url": "https://apnews.com/ab8b445b20584a068bd5eaba62f2324e", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/e/cc/eccfcdfb-035e-5227-bf71-5f5011795100/5be129e09db6c.image.jpg?crop=1372%2C772%2C0%2C369&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:24:38Z", "content": "NEW YORK (AP) The fight for control of the U.S. House includes some key contests Tuesday in New York, where a handful of vulnerable Republicans are hoping to beat back invigorated, well-funded Democratic challengers. The most unusual race could be in western … [+2611 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Providence establishes tax on vacant, abandoned properties", "description": "PROVIDENCE, R.I. (AP) — Providence city officials say they have established a tax on vacant and abandoned properties citywide.", "url": "https://apnews.com/a8c2bedc7e744b3f896fd9c958cd8978", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:23:44Z", "content": "PROVIDENCE, R.I. (AP) Providence city officials say they have established a tax on vacant and abandoned properties citywide. Democratic Mayor Jorge Elorza's office made the announcement Monday, saying the non-utilization tax will be applied to owners of prope… [+875 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Nonprofit collects 43,000 holiday cards for service members", "description": "HOLLIS, N.H. (AP) — A New Hampshire woman says she's collected thousands of cards to send to military service members this holiday season.", "url": "https://apnews.com/4b4a7c3c4c314ea6aefbd1b49fb842b1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:23:14Z", "content": "HOLLIS, N.H. (AP) A New Hampshire woman says she's collected thousands of cards to send to military service members this holiday season. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Laura Landerman-Garber says she's receiv… [+645 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BILL BARROW and BEN NADLER Associated Press", "title": "History, Trump and partisan bitterness collide in Georgia", "description": "ATLANTA (AP) — Break racial and gender barriers with a liberal Democrat. Double down with a Republican Trump loyalist. Or opt for four more weeks of a bitter, race-laden campaign for governor.", "url": "https://apnews.com/9381c30f852e457f86961bc2a295158d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/4/cd/4cd71180-ccec-5e8d-9cb7-dace862f1745/5be127ee4483e.image.jpg?resize=1114%2C630", "publishedAt": "2018-11-06T05:22:41Z", "content": "ATLANTA (AP) Break racial and gender barriers with a liberal Democrat. Double down with a Republican Trump loyalist. Or opt for four more weeks of a bitter, race-laden campaign for governor. That's the choice Georgia voters face Tuesday, as Republican Brian K… [+4330 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By WILSON RING Associated Press", "title": "Vermonters electing top officials and state Legislature", "description": "MONTPELIER, Vt. (AP) — Vermont's top political leaders and their challengers will learn their fates Tuesday after polls close in the 2018 midterm elections.", "url": "https://apnews.com/059e3405a7df421a90e231555d5bc623", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/a/2e/a2e2cbf8-70fa-5c2e-9708-eb2704178b20/5be129ed396cb.image.jpg?crop=1752%2C986%2C0%2C98&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:22:24Z", "content": "MONTPELIER, Vt. (AP) Vermont's top political leaders and their challengers will learn their fates Tuesday after polls close in the 2018 midterm elections. In addition to local issues in some communities, voters will be choosing among candidates for governor, … [+1799 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MARK KENNEDY AP Entertainment Writer", "title": "Bruce Springsteen, Seth Meyers headline veterans fundraiser", "description": "NEW YORK (AP) — Bruce Springsteen teamed up with country star Eric Church on a version of \"Working on the Highway\" and Jon Stewart laced into Donald Trump at a bawdy event Monday in New York that gathered comedians and…", "url": "https://apnews.com/0f400e33a8c24348a0fa3e35eca90003", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/c/5f/c5f0d22e-7799-5e58-ab6b-d1c5eb3c6381/5be127f50d223.image.jpg?resize=857%2C630", "publishedAt": "2018-11-06T05:21:48Z", "content": "NEW YORK (AP) Bruce Springsteen teamed up with country star Eric Church on a version of \"Working on the Highway\" and Jon Stewart laced into Donald Trump at a bawdy event Monday in New York that gathered comedians and musicians to help raise money for military… [+615 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Panda Express worker suffers burns after explosion", "description": "KAILUA-KONA, Hawaii (AP) — An employee at a Hawaii Panda Express was taken to the hospital for burn injuries following a suspected gas explosion at the restaurant.", "url": "https://apnews.com/3809839d2fef43b7800eb77bc44a9cd8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:21:46Z", "content": "KAILUA-KONA, Hawaii (AP) An employee at a Hawaii Panda Express was taken to the hospital for burn injuries following a suspected gas explosion at the restaurant. West Hawaii Today reports several businesses in the Kona Commons shopping center were evacuated M… [+823 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Backlogged rape test kits produce several possible leads", "description": "HONOLULU (AP) — An effort by law enforcement to test more than 1,500 backlogged rape kits has resulted in DNA matches with more than 120 potential suspects in a national offender database.", "url": "https://apnews.com/c929eb0de5654080ab0bf3137ffc158e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:20:40Z", "content": "HONOLULU (AP) An effort by law enforcement to test more than 1,500 backlogged rape kits has resulted in DNA matches with more than 120 potential suspects in a national offender database. The Honolulu Star-Advertiser reports in 19 cases the victim's DNA matche… [+856 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Governor, Senate, open House seats lead Pennsylvania ballots", "description": "HARRISBURG, Pa. (AP) — Pennsylvania voters will decide who occupies the governor's office for four years and help determine control of Congress the next two years under President Donald Trump.", "url": "https://apnews.com/15d04a136c0a4211a16a5f278b6daac1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:19:48Z", "content": "HARRISBURG, Pa. (AP) Pennsylvania voters will decide who occupies the governor's office for four years and help determine control of Congress the next two years under President Donald Trump. Tuesday's election comes amid expectations for relatively high midte… [+794 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Associated Press", "title": "Pipe bomb suspect scheduled for Election Day court hearing", "description": "NEW YORK (AP) — The man accused of sending pipe bombs to prominent critics of President Donald Trump is expected to make his first court appearance Tuesday in New York, where prosecutors said they will ask for him to be…", "url": "https://apnews.com/df205626dd4c4b898512d2a329f28efc", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/55/d55a71f3-5b02-586f-b268-731c709b2aac/5bd34bf3d9895.image.jpg?resize=503%2C630", "publishedAt": "2018-11-06T05:18:39Z", "content": "NEW YORK (AP) The man accused of sending pipe bombs to prominent critics of President Donald Trump is expected to make his first court appearance Tuesday in New York, where prosecutors said they will ask for him to be held without bail because he is considere… [+1853 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Search for climbers' remains on Mendenhall Towers suspended", "description": "JUNEAU, Alaska (AP) — Juneau Mountain Rescue officials say the terrain around the remains of two climbers who died eight months ago while scaling the Mendenhall Towers is still too treacherous to access.", "url": "https://apnews.com/1dd719f2208b4760bcf3b4f3516fa2b7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:18:28Z", "content": "JUNEAU, Alaska (AP) Juneau Mountain Rescue officials say the terrain around the remains of two climbers who died eight months ago while scaling the Mendenhall Towers is still too treacherous to access. The Juneau Empire reports a news release from the nonprof… [+725 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SARA BURNETT and JOHN O'CONNOR Associated Press", "title": "Rauner, Pritzker face voters in expensive governor's race", "description": "CHICAGO (AP) — Illinois Gov. Bruce Rauner, who took office four years ago promising to reverse high taxes and overspending but instead snagged himself in a budget stalemate with Democrats, faced voters Tuesday along with Democratic opponent J.B. Pritzker, who…", "url": "https://apnews.com/6b624160e4f240939ce327cf0db119ff", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/a/57/a57dc1ff-5f13-5c6c-accb-1dbf48d0bf23/5be129eeb2739.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:18:23Z", "content": "CHICAGO (AP) Illinois Gov. Bruce Rauner, who took office four years ago promising to reverse high taxes and overspending but instead snagged himself in a budget stalemate with Democrats, faced voters Tuesday along with Democratic opponent J.B. Pritzker, who s… [+3143 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Voters settling Senate, 12 House contests in New Jersey", "description": "TRENTON, N.J. (AP) — New Jersey voters are deciding the closely watched Senate election between Democratic incumbent Sen. Bob Menendez and Republican Bob Hugin as well as a dozen House races.", "url": "https://apnews.com/e7c77f8718344c96bf2e70c0ec07aade", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:18:12Z", "content": "TRENTON, N.J. (AP) New Jersey voters are deciding the closely watched Senate election between Democratic incumbent Sen. Bob Menendez and Republican Bob Hugin as well as a dozen House races. Polls open at 6 a.m. Tuesday and close at 8 p.m. Menendez is seeking … [+743 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "New York votes as caustic midterms reach a climax", "description": "NEW YORK (AP) — New York Gov. Andrew Cuomo seeks a third term and Republicans and Democrats battle over the makeup of the state's congressional delegation as the caustic election midterm election campaign reaches its climax.", "url": "https://apnews.com/2f0aa297275b4ee687bb51cf2ca1b7c0", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-06T05:15:25Z", "content": "NEW YORK (AP) New York Gov. Andrew Cuomo seeks a third term and Republicans and Democrats battle over the makeup of the state's congressional delegation as the caustic election midterm election campaign reaches its climax. Voters across the state will decide … [+743 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Court to decide on appeal in prep school sex assault case", "description": "CONCORD, N.H. (AP) — The New Hampshire Supreme Court is going to decide whether to grant the appeal of a prep school graduate who was convicted in 2015 of using a computer to lure a girl for sex and assaulting…", "url": "https://apnews.com/2a15430fbc8a4f9daebf52257f949aaa", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:15:09Z", "content": "CONCORD, N.H. (AP) The New Hampshire Supreme Court is going to decide whether to grant the appeal of a prep school graduate who was convicted in 2015 of using a computer to lure a girl for sex and assaulting her. Receive today's headlines in your inbox with o… [+754 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Alaska village residents: Lack of housing hurting community", "description": "KODIAK, Alaska (AP) — Some Alaska residents say a shortage of available family housing is having a snowball effect on the community.", "url": "https://apnews.com/7a512813dc004e2a80c232b15d390952", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:14:40Z", "content": "KODIAK, Alaska (AP) Some Alaska residents say a shortage of available family housing is having a snowball effect on the community. The Kodiak Daily Mirror reports residents of Larsen Bay say the lack of available homes is making it difficult to attract more f… [+833 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SARA BURNETT and JOHN O'CONNOR Associated Press", "title": "Democrats try to sweep Illinois statewide races, flip seats", "description": "CHICAGO (AP) — Democrats are looking to return to dominance in Illinois on Tuesday, when the party could retake the governor's office, win all other statewide seats and flip as many as four GOP-held congressional districts.", "url": "https://apnews.com/7e9f4825d40b4db1ac0722a16af4c0d7", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/5/33/53364242-3d6c-5e11-9dc7-22fe2ae22e2d/5be129f466a6b.image.jpg?crop=1771%2C996%2C0%2C86&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:14:05Z", "content": "CHICAGO (AP) Democrats are looking to return to dominance in Illinois on Tuesday, when the party could retake the governor's office, win all other statewide seats and flip as many as four GOP-held congressional districts. Enthusiasm has been higher than norma… [+6519 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Nevada gets $40K US grant to improve pedestrian safety", "description": "RENO, Nev. (AP) — The state of Nevada has won a $40,000 federal grant to make streets safer for pedestrians.", "url": "https://apnews.com/e2b49e9a25bc43839eb55076ac73fa48", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:12:24Z", "content": "RENO, Nev. (AP) The state of Nevada has won a $40,000 federal grant to make streets safer for pedestrians. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The National Highway Traffic Safety Administration announced the award… [+440 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Lawsuit alleges girl was bullied at school before her death", "description": "COLUMBUS, Ohio (AP) — The parents of an 11-year-old Ohio girl who killed herself allege in a federal lawsuit against her school district that she was bullied for years because of her appearance and gender and that school officials didn't…", "url": "https://apnews.com/cae04cbdcb0440189d0e3522f11f75d2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:12:23Z", "content": "COLUMBUS, Ohio (AP) The parents of an 11-year-old Ohio girl who killed herself allege in a federal lawsuit against her school district that she was bullied for years because of her appearance and gender and that school officials didn't do enough to address it… [+812 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Harvest of popular sushi fish shut down until March", "description": "The federal government is shutting down a chunk of the Atlantic Ocean fishery for a species of mackerel for several months.", "url": "https://apnews.com/d71576370a1c48ecaa7e33fe22ac91f1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:11:00Z", "content": "The federal government is shutting down a chunk of the Atlantic Ocean fishery for a species of mackerel for several months. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The National Oceanic and Atmospheric Administration s… [+720 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JEFF KAROUB Associated Press", "title": "Michigan, North Dakota weigh bringing legal pot to Midwest", "description": "DETROIT (AP) — Voters in Michigan and North Dakota will decide Tuesday whether to legalize recreational marijuana, which would make them the first states in the Midwest to do so and would put conservative neighboring states on notice.", "url": "https://apnews.com/fc8269d59d084ceab360f2fcd9456ec6", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/c/98/c98e6674-562c-5fdd-b6ad-85dea31edd7d/5be129fa76fb7.image.jpg?crop=1754%2C987%2C0%2C97&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T05:09:08Z", "content": "DETROIT (AP) Voters in Michigan and North Dakota will decide Tuesday whether to legalize recreational marijuana, which would make them the first states in the Midwest to do so and would put conservative neighboring states on notice. More than half the states … [+3894 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Winter shelter at capacity, seeing increase in seniors", "description": "PORT TOWNSEND, Wash. (AP) — Officials at a Washington winter shelter say the shelter is already at capacity, and the number of seniors needing housing has increased.", "url": "https://apnews.com/a094f0fa195f4dde974ab7c6815f38c7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:08:20Z", "content": "PORT TOWNSEND, Wash. (AP) Officials at a Washington winter shelter say the shelter is already at capacity, and the number of seniors needing housing has increased. The Peninsula Daily News reports Mike Johnson, the manager of the Jefferson County Winter Shelt… [+807 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police: 11-year-old boy leads officers on high-speed chase", "description": "BROOKLYN, Ohio (AP) — Police say an 11-year-old boy led officers on his second high-speed police chase in 13 months, this time after his mother took away a video game console.", "url": "https://apnews.com/22c57a7a9ea842c28bef907027b95fc8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:07:42Z", "content": "BROOKLYN, Ohio (AP) Police say an 11-year-old boy led officers on his second high-speed police chase in 13 months, this time after his mother took away a video game console. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Bro… [+690 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Poachers caught cutting trees on Washington forest land", "description": "GRANITE FALLS, Wash. (AP) — Charging documents say timber poachers were caught cutting 18 trees on Washington forest land off the Mountain Loop Highway.", "url": "https://apnews.com/a412bbbbd8254514845547b261766283", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:06:45Z", "content": "GRANITE FALLS, Wash. (AP) Charging documents say timber poachers were caught cutting 18 trees on Washington forest land off the Mountain Loop Highway. The Everett Herald reports one Everett man is accused of trying to steal $12,000 worth of live Douglas fir a… [+845 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "2-state summit to address carbon monoxide poisoning", "description": "LEBANON, N.H. (AP) — New Hampshire and Vermont officials are holding a summit on reducing carbon monoxide poisoning through education and outreach.", "url": "https://apnews.com/cdd16d746fd94163840fac22f08cfde9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:06:36Z", "content": "LEBANON, N.H. (AP) New Hampshire and Vermont officials are holding a summit on reducing carbon monoxide poisoning through education and outreach. It's scheduled for Wednesday in Lebanon, New Hampshire. Receive today's headlines in your inbox with our daily ne… [+823 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Groups get help to use telehealth to combat opioid epidemic", "description": "PRESQUE ISLE, Maine (AP) — A pair of Maine organizations is getting federal help to try to fight back against the state's opioid abuse crisis with the use of expanded telehealth.", "url": "https://apnews.com/3e751116cf3740ba86de1151a8ca11d3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:05:59Z", "content": "PRESQUE ISLE, Maine (AP) A pair of Maine organizations is getting federal help to try to fight back against the state's opioid abuse crisis with the use of expanded telehealth. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY … [+767 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CLAIRE GALOFARO and MARTHA IRVINE AP National Writers", "title": "Voters head to the polls in a crucial midterm test for Trump", "description": "JEFFERSONVILLE, Ind. (AP) — Clara Swallows pulled herself out of bed. Her aching back made her want to stay put, but the 74-year-old in Indiana had somewhere she needed to be: the polls.", "url": "https://apnews.com/705ae08bd6f44012b564b0f37b5ca089", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/01/1018a7e9-2d60-54a7-a1e8-41baa5dfeab2/5be12817ac9c5.image.jpg?resize=1063%2C630", "publishedAt": "2018-11-06T05:05:45Z", "content": "JEFFERSONVILLE, Ind. (AP) Clara Swallows pulled herself out of bed. Her aching back made her want to stay put, but the 74-year-old in Indiana had somewhere she needed to be: the polls. Seven hundred miles away in Florida, Stephanie Kent suspended repairs to h… [+5950 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Ranked-choice voting makes debut in federal races in Maine", "description": "PORTLAND, Maine (AP) — A new way of voting makes its national debut in U.S. Senate and House races on Election Day in Maine. Mainers also are choosing firebrand Republican Gov. Paul LePage's successor.", "url": "https://apnews.com/9a549f1e3f1940da915b99905d807c49", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T05:03:38Z", "content": "PORTLAND, Maine (AP) A new way of voting makes its national debut in U.S. Senate and House races on Election Day in Maine. Mainers also are choosing firebrand Republican Gov. Paul LePage's successor. Receive today's headlines in your inbox with our daily news… [+803 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SONIA PEREZ D., MARK STEVENSON, and MARIA VERZA Associated Press", "title": "Migrants straggle into Mexico City to shelter at stadium", "description": "MEXICO CITY (AP) — Thousands of Central Americans dreaming of getting to the United States streamed into Mexico's capital and bedded down in a sports stadium on the eve of U.S. midterm elections in which President Donald Trump has made…", "url": "https://apnews.com/16493cfceee448e299c786dc0a6bedfa", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/3/a9/3a9f3a7c-91b5-59d4-a2f4-38a286200783/5be12099102b8.image.jpg?resize=957%2C630", "publishedAt": "2018-11-06T05:01:28Z", "content": "MEXICO CITY (AP) Thousands of Central Americans dreaming of getting to the United States streamed into Mexico's capital and bedded down in a sports stadium on the eve of U.S. midterm elections in which President Donald Trump has made the migrant caravan a cen… [+5082 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Today in History", "description": "Today in History", "url": "https://apnews.com/d98a922c311441a38de161ee968aed78", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-06T05:00:53Z", "content": "Today in History Today is Tuesday, Nov. 6, the 310th day of 2018. There are 55 days left in the year. Today's Highlight in History: On Nov. 6, 1860, former Illinois congressman Abraham Lincoln of the Republican Party was elected President of the United States… [+4268 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DAVID PITT Associated Press", "title": "Reynolds points to economy but Hubbell notes continued needs", "description": "DES MOINES, Iowa (AP) — The general election Tuesday pits a sitting Republican governor who takes credit for a healthy economy with low unemployment against a wealthy Democratic challenger who insists Iowans need better health care and a government that…", "url": "https://apnews.com/83cf1660c85c4bee87d5a7d49551a444", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/f/b2/fb287c1b-d699-56e8-9cff-59673fd3f7bd/5be12a074878a.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T04:59:32Z", "content": "DES MOINES, Iowa (AP) The general election Tuesday pits a sitting Republican governor who takes credit for a healthy economy with low unemployment against a wealthy Democratic challenger who insists Iowans need better health care and a government that works f… [+2401 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JONATHAN LANDRUM Jr. AP Entertainment Writer", "title": "People magazine names Idris Elba 2018's Sexiest Man Alive", "description": "LOS ANGELES (AP) — People magazine has named Idris Elba as 2018's Sexiest Man Alive, and the British actor says the honor has given him a boost of self-confidence.", "url": "https://apnews.com/8394124d9fc0496e93d71050cd9440a0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/34/1347c03b-1f74-5e64-967e-7790c5527ba9/5be127e906aeb.image.jpg?resize=439%2C630", "publishedAt": "2018-11-06T04:57:43Z", "content": "LOS ANGELES (AP) People magazine has named Idris Elba as 2018's Sexiest Man Alive, and the British actor says the honor has given him a boost of self-confidence. Elba, who starred in \"The Wire\" and \"Luther,\" was surprised after being crowned this year's winne… [+2183 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MATTHEW COLES Associated Press", "title": "Lowry and balanced Raptors rout slumping Jazz 124-111", "description": "SALT LAKE CiTY (AP) — Kyle Lowry had 17 points and 11 assists to lead four Raptors with 17 points as Toronto beat the Utah Jazz 124-111 on Monday night.", "url": "https://apnews.com/44ff1b0e02ee4bb496ce518460b4fbe1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/93/993858be-c0c9-5f7e-9bbe-cbbd4b3c6be6/5be12a80a5540.image.jpg?crop=1792%2C1008%2C0%2C73&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T04:55:01Z", "content": "SALT LAKE CiTY (AP) Kyle Lowry had 17 points and 11 assists to lead four Raptors with 17 points as Toronto beat the Utah Jazz 124-111 on Monday night. Serge Ibaka, OG Anunoby and Fred VanVleet also had 17 points as the Raptors were bolstered with six players … [+2146 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By RYAN J. FOLEY Associated Press", "title": "Voters to decide Iowa's course, after 2 years of GOP control", "description": "IOWA CITY, Iowa (AP) — Democrats in Iowa seek to regain some power in Tuesday's midterms after back-to-back elections that have seen the traditionally centrist state take a sharp turn to the right.", "url": "https://apnews.com/38f1af1426f343e8ac06652085474961", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/8/e0/8e0cfb7a-6e69-5fcf-b24a-82753a4ab3db/5be12a0a84890.image.jpg?crop=1698%2C955%2C0%2C132&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T04:54:28Z", "content": "IOWA CITY, Iowa (AP) Democrats in Iowa seek to regain some power in Tuesday's midterms after back-to-back elections that have seen the traditionally centrist state take a sharp turn to the right. Republicans, meanwhile, are hoping to fend off challengers to m… [+4137 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Oakland's Billy Beane voted MLB executive of year", "description": "CARLSBAD, Calif. (AP) — Oakland Athletics executive vice president of baseball operations Billy Beane was voted the inaugural Major League Baseball Executive of the Year.", "url": "https://apnews.com/d469a676fdf849f98815774d9b95f8f6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-06T04:51:49Z", "content": "CARLSBAD, Calif. (AP) Oakland Athletics executive vice president of baseball operations Billy Beane was voted the inaugural Major League Baseball Executive of the Year. Tampa Bay general manager Erik Neander and Milwaukee general manager David Stearns tied fo… [+683 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By PAT GRAHAM AP Sports Writer", "title": "Murray scores 48 as Nuggets beat Celtics 115-107", "description": "DENVER (AP) — Jamal Murray scored a career-high 48 points, including 19 in the fourth quarter, and the Denver Nuggets overcame a sluggish start to beat the Boston Celtics 115-107 on Monday night.", "url": "https://apnews.com/1c8cf4e661ae467b8e73eed740bf7cba", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/4/4b/44b41838-b68f-5d35-b94c-98d2bb6dd054/5be12a8b0daf1.image.jpg?crop=1627%2C915%2C0%2C178&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T04:51:26Z", "content": "DENVER (AP) Jamal Murray scored a career-high 48 points, including 19 in the fourth quarter, and the Denver Nuggets overcame a sluggish start to beat the Boston Celtics 115-107 on Monday night. At 9-1, the Nuggets are off to their best start since 1976-77. Th… [+2768 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ED WHITE Associated Press", "title": "Women in key races could shake up Michigan politics", "description": "DETROIT (AP) — Michigan Democrats are trying to crack the Republican Party's hold on most statewide offices and congressional seats by fielding a slate of female candidates Tuesday.", "url": "https://apnews.com/2d5f750567674404b27aff078686ae9f", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/8/1d/81dee423-b17f-53d8-8623-78dce5cf9776/5be12279cf46d.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T04:49:22Z", "content": "DETROIT (AP) Michigan Democrats are trying to crack the Republican Party's hold on most statewide offices and congressional seats by fielding a slate of female candidates Tuesday. Democratic Sen. Debbie Stabenow is seeking a fourth term and is pitted against … [+5146 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Trump picks Arthur B. Culvahouse Jr. for top Australia post", "description": "WASHINGTON (AP) — President Donald Trump is picking the man who oversaw the vetting process for his running mate to be the new ambassador to Australia.", "url": "https://apnews.com/cbb7a85e225042d38456c06d37f17f73", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T04:46:01Z", "content": "WASHINGTON (AP) President Donald Trump is picking the man who oversaw the vetting process for his running mate to be the new ambassador to Australia. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY The White House says Trump … [+693 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Harden scores 28, hits tiebreaking 3 as Rockets edge Pacers", "description": "INDIANAPOLIS (AP) — James Harden made a tiebreaking 3-pointer with 34.8 seconds left and then closed out the Houston Rockets' 98-94 victory over the Indiana Pacers by making four straight free throws Monday night.", "url": "https://apnews.com/31d18bb77024471e99bbfbf880f793b5", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/3b/33b721e2-aba1-5038-bf1a-11403911bf5f/5be1075313e4a.image.jpg?crop=1623%2C913%2C0%2C181&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T04:43:24Z", "content": "INDIANAPOLIS (AP) James Harden made a tiebreaking 3-pointer with 34.8 seconds left and then closed out the Houston Rockets' 98-94 victory over the Indiana Pacers by making four straight free throws Monday night. The reigning MVP scored 28 points as the Rocket… [+4115 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOHN MARSHALL AP Sports Writer", "title": "Giroux scores twice, Flyers beat Coyotes 5-2", "description": "GLENDALE, Ariz. (AP) — Claude Giroux had two goals and an assist, Calvin Pickard stopped 35 shots and the Philadelphia Flyers ended the Arizona Coyotes' five-game winning streak with a 5-2 victory Monday night.", "url": "https://apnews.com/582ef2e8f207429a88f1aae96a3b9c68", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/6/95/69589dd2-68eb-5a19-9d50-50da46824044/5be1215f2d274.image.jpg?crop=1285%2C723%2C0%2C445&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T04:43:18Z", "content": "GLENDALE, Ariz. (AP) The Philadelphia Flyers struggled to start the season and have seen one goalie after another go down with injuries. They kept battling and now are back to.500 after earning seven of a possible eight points on a just-completed road trip. C… [+3404 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Cross Counter wins Melbourne Cup for Godolphin", "description": "MELBOURNE, Australia (AP) — English stayer Cross Counter, ridden by Kerrin McAvoy, gave Dubai-based Godolphin stables its first Melbourne Cup with a length victory in Australia's largest and most prestigious horse race on Tuesday.", "url": "https://apnews.com/6fc3e68128814abab27a0cae3ba8a311", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/04/f04703b1-28c1-58ce-94c8-7ebd75b95330/5be1218179bba.image.jpg?crop=1906%2C1072%2C12%2C0&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T04:42:13Z", "content": "MELBOURNE, Australia (AP) English stayer Cross Counter, ridden by Kerrin McAvoy, gave Dubai-based Godolphin stables its first Melbourne Cup with a length victory in Australia's largest and most prestigious horse race on Tuesday. Cross Counter, a four-year-old… [+474 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOHN HANNA AP Political Writer", "title": "Republicans risk losing House seat in Kansas City suburbs", "description": "TOPEKA, Kan. (AP) — Republicans risk losing a suburban Kansas City congressional seat Tuesday they have held for eight years, partly because of tepid support there for President Donald Trump.", "url": "https://apnews.com/50abe538333640848964111d657e774a", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/1/e2/1e234be5-9b9f-5535-861e-f14756d125f7/5be1228868385.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T04:31:06Z", "content": "TOPEKA, Kan. (AP) Republicans risk losing a suburban Kansas City congressional seat Tuesday they have held for eight years, partly because of tepid support there for President Donald Trump. Kansas incumbent Rep. Kevin Yoder is facing a formidable challenge fr… [+2768 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Rockets-Pacers,3rd Ld-Writethru", "description": "BC-BKN--Rockets-Pacers, 3rd Ld-Writethru,770", "url": "https://apnews.com/ad34f38fad92411998d675ecfa9e5953", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T04:29:00Z", "content": "BC-BKN--Rockets-Pacers, 3rd Ld-Writethru,770 Harden's late 3 helps Houston rocket past Pacers 98-94 AP Photo INDC106, INDC104, INDC102, INDC101, INDC114, INDC109, INDC108, INDC113, INDC111, INDC106 Eds: Rockets 98, Pacers 94. Corrects typo in Capela in TIP-IN… [+4949 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Rockets-Pacers,3rd Ld-Writethru", "description": "BC-BKN--Rockets-Pacers, 3rd Ld-Writethru,770", "url": "https://apnews.com/f87b753d02874f62b66ccab75023fabb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T04:28:59Z", "content": "BC-BKN--Rockets-Pacers, 3rd Ld-Writethru,770 Harden's late 3 helps Houston rocket past Pacers 98-94 AP Photo INDC106, INDC104, INDC102, INDC101, INDC114, INDC109, INDC108, INDC113, INDC111, INDC106 Eds: Rockets 98, Pacers 94. Corrects typo in Capela in TIP-IN… [+4949 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Rockets-Pacers,3rd Ld-Writethru", "description": "BC-BKN--Rockets-Pacers, 3rd Ld-Writethru,770", "url": "https://apnews.com/0516816bb62f430287ccf7c16bf2f941", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T04:28:58Z", "content": "BC-BKN--Rockets-Pacers, 3rd Ld-Writethru,770 Harden's late 3 helps Houston rocket past Pacers 98-94 AP Photo INDC106, INDC104, INDC102, INDC101, INDC114, INDC109, INDC108, INDC113, INDC111, INDC106 Eds: Rockets 98, Pacers 94. Corrects typo in Capela in TIP-IN… [+4949 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Devils-Penguins,1st Ld-Writethru", "description": "BC-HKN--Devils-Penguins, 1st Ld-Writethru,745", "url": "https://apnews.com/87681b731c8941fc9ce0967595ceb5e1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T04:26:57Z", "content": "BC-HKN--Devils-Penguins, 1st Ld-Writethru,745 Boyle's hat trick helps Devils defeat Penguins AP Photo PAGP111, PAGP115, PAGP118, PAGP119 Eds: Devils 5, Penguins 1. Updates with new top. With AP Photos. Brian Boyle scored three times for his first career hat t… [+4669 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOHN HANNA AP Political Writer", "title": "Kansas GOP tries keep House seat with novice candidate", "description": "TOPEKA, Kan. (AP) — Republicans are trying to hold on to an eastern Kansas congressional seat Tuesday with a little-known candidate who spent most of his adult life outside the state and was caught embellishing his credentials.", "url": "https://apnews.com/34882545094f4e83b9117dba13b6b7e3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/9/ec/9ece962b-6e23-5a30-b6b7-350449d29fca/5be1195e47217.image.jpg?resize=929%2C630", "publishedAt": "2018-11-06T04:26:23Z", "content": "TOPEKA, Kan. (AP) Republicans are trying to hold on to an eastern Kansas congressional seat Tuesday with a little-known candidate who spent most of his adult life outside the state and was caught embellishing his credentials. The district represented by retir… [+2847 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DAVID EGGERT Associated Press", "title": "Stabenow, James face off in Michigan's US Senate race", "description": "LANSING, Mich. (AP) — Democratic Sen. Debbie Stabenow of Michigan is seeking a fourth term on Tuesday and is hoping to stave off political newcomer John James and to prevent a surprise breakthrough in a state where Republican senators have…", "url": "https://apnews.com/8adb4ad5ee6d4c7f83893fd496d4b59f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/8/6b/86b34253-bc28-5f8c-803d-00d80b821f15/5be1192a1edad.image.jpg?resize=863%2C630", "publishedAt": "2018-11-06T04:24:46Z", "content": "LANSING, Mich. (AP) Democratic Sen. Debbie Stabenow of Michigan is seeking a fourth term on Tuesday and is hoping to stave off political newcomer John James and to prevent a surprise breakthrough in a state where Republican senators have been a rarity. Staben… [+2154 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOHN HANNA AP Political Writer", "title": "Kansas voters to decide whether to promote Kris Kobach", "description": "TOPEKA, Kan. (AP) — Kansas voters will decide Tuesday whether to promote to governor Kris Kobach, a strong ally of President Donald Trump, who wants to crack down on immigrants living in the state illegally and resume conservative tax-cutting policies…", "url": "https://apnews.com/80b8c1094d434fbcadcf1071cd047089", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/2/1d/21d306a7-46a5-5fab-9299-b1013809ea95/5be1192b6fe8f.image.jpg?resize=1200%2C503", "publishedAt": "2018-11-06T04:23:54Z", "content": "TOPEKA, Kan. (AP) Kansas voters will decide Tuesday whether to promote to governor Kris Kobach, a strong ally of President Donald Trump, who wants to crack down on immigrants living in the state illegally and resume conservative tax-cutting policies from earl… [+3999 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DAVID EGGERT Associated Press", "title": "Governor's race tests GOP's recent dominance in Michigan", "description": "LANSING, Mich. (AP) — Michigan will have a new governor come January, and whether it's Republican Bill Schuette or Democrat Gretchen Whitmer will signal whether a state that Donald Trump won by the slimmest of margins will continue its move…", "url": "https://apnews.com/fd786b6f38fa4319b6f6ccd63243b9d5", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/c/5b/c5b3f9f1-c08c-59aa-bc38-a2030266f954/5be1229342f66.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T04:20:08Z", "content": "LANSING, Mich. (AP) Michigan will have a new governor come January, and whether it's Republican Bill Schuette or Democrat Gretchen Whitmer will signal whether a state that Donald Trump won by the slimmest of margins will continue its move to the right or will… [+3746 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Titans-Cowboys", "description": "BC-FBN--Titans-Cowboys,189", "url": "https://apnews.com/f44306112dfa4d87bd220dfa24b77a83", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T04:14:20Z", "content": "BC-FBN--Titans-Cowboys,189 Mariota recovers, Titans top Cowboys 28-14 in Cooper's debut AP Photo TXMS124, TXMS123, TXMS108, TXMS118, TXMS135 Eds: APNewsNow. Titans 28, Cowboys 14. With AP Photos. Marcus Mariota threw two touchdown passes and ran for another s… [+1681 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Titans-Cowboys", "description": "BC-FBN--Titans-Cowboys,189", "url": "https://apnews.com/18f36f85c7ac4777944638d145cff7db", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T04:14:19Z", "content": "BC-FBN--Titans-Cowboys,189 Mariota recovers, Titans top Cowboys 28-14 in Cooper's debut AP Photo TXMS124, TXMS123, TXMS108, TXMS118, TXMS135 Eds: APNewsNow. Titans 28, Cowboys 14. With AP Photos. Marcus Mariota threw two touchdown passes and ran for another s… [+1681 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Titans-Cowboys", "description": "BC-FBN--Titans-Cowboys,189", "url": "https://apnews.com/8606c0b7c1f14777b3334a35442ce979", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T04:14:15Z", "content": "BC-FBN--Titans-Cowboys,189 Mariota recovers, Titans top Cowboys 28-14 in Cooper's debut AP Photo TXMS124, TXMS123, TXMS108, TXMS118, TXMS135 Eds: APNewsNow. Titans 28, Cowboys 14. With AP Photos. Marcus Mariota threw two touchdown passes and ran for another s… [+1681 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SCHUYLER DIXON AP Pro Football Writer", "title": "Mariota recovers, Titans top Cowboys 28-14 in Cooper's debut", "description": "ARLINGTON, Texas (AP) — Marcus Mariota threw two touchdown passes and ran for another score after fumbling on Tennessee's first two possessions, and the Titans spoiled Amari Cooper's Dallas debut with a 28-14 victory over the Cowboys on Monday night.", "url": "https://apnews.com/51eac8cce6864c9cb5ca32c292feb09b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/0/24/0248e8dc-58cf-5c35-8768-6539fa7a0068/5be1160265f41.image.jpg?resize=807%2C630", "publishedAt": "2018-11-06T04:14:15Z", "content": "ARLINGTON, Texas (AP) Marcus Mariota threw two touchdown passes and ran for another score after fumbling on Tennessee's first two possessions, and the Titans spoiled Amari Cooper's Dallas debut with a 28-14 victory over the Cowboys on Monday night. Kevin Byar… [+1053 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "County considering curfew on downtown homeless camp site", "description": "EUGENE, Ore. (AP) — Lane County may implement an overnight curfew on a parking lot in downtown Eugene where homeless campers have recently set up tents.", "url": "https://apnews.com/be77a230e8454349996a313e3788c380", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T04:12:59Z", "content": "EUGENE, Ore. (AP) Lane County may implement an overnight curfew on a parking lot in downtown Eugene where homeless campers have recently set up tents. The Register-Guard reports county commissioners are set Tuesday to discuss a proposed ordinance that would b… [+896 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JIM SALTER Associated Press", "title": "Missouri voters face 3 ballot choices on medical marijuana", "description": "ST. LOUIS (AP) — Missouri voters will decide on Tuesday whether to support one, two or three different options to allow medical marijuana for treatment of cancer, HIV and other conditions.", "url": "https://apnews.com/05b482cc354747c5999728217d68e212", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/9/da/9da726f0-dbda-5501-a384-698e95db8705/5be115d4b8520.image.jpg?resize=840%2C630", "publishedAt": "2018-11-06T04:12:02Z", "content": "ST. LOUIS (AP) Missouri voters will decide on Tuesday whether to support one, two or three different options to allow medical marijuana for treatment of cancer, HIV and other conditions. Three separate medical marijuana proposals are on the ballot, the result… [+3962 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JEFFREY BERNSTEIN Associated Press", "title": "LaVine scores career-high 41 points in double OT win", "description": "NEW YORK (AP) — Zach LaVine scored a career-high 41 points, including the game-winning free throw with 0.2 seconds left, as the Chicago Bulls beat the New York Knicks 116-115 in double overtime on Monday night.", "url": "https://apnews.com/3687c90ca8c04d9a8fac61aa862db9c0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/fd/ffd601d1-8b3b-535b-8c0f-40ab9c11596c/5be1195b38968.image.jpg?crop=1669%2C939%2C0%2C151&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T04:11:25Z", "content": "NEW YORK (AP) Zach LaVine scored a career-high 41 points, including the game-winning free throw with 0.2 seconds left, as the Chicago Bulls beat the New York Knicks 116-115 in double overtime on Monday night. Antonio Blakeney scored 17 points, Jabari Parker h… [+3030 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JAMES NORD Associated Press", "title": "Ethics amendment, House race go before South Dakota voters", "description": "SIOUX FALLS, S.D. (AP) — After South Dakota's close governor's race, the main contests to watch Tuesday are ballot measures that could dramatically reshape the state's citizen initiative powers.", "url": "https://apnews.com/d0810252a346488f8e616eb71001ec1c", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/d/e5/de554809-cef6-54af-9e44-7d4de30767db/5be116af2144b.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T04:09:10Z", "content": "SIOUX FALLS, S.D. (AP) After South Dakota's close governor's race, the main contests to watch Tuesday are ballot measures that could dramatically reshape the state's citizen initiative powers. Voters will also decide on a cigarette tax hike that's sparked maj… [+3335 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SUMMER BALLENTINE Associated Press", "title": "Missouri Sen. McCaskill battles to survive in red state", "description": "JEFFERSON CITY, Mo. (AP) — Democratic Sen. Claire McCaskill has survived near-political death before in increasingly Republican Missouri. Voters on Tuesday will decide whether to re-elect her over young challenger Josh Hawley, who is backed by President Donal…", "url": "https://apnews.com/29d1b3371d7e4f8da3359febaee1945e", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/d/d8/dd8103a3-21b4-5a95-b1d7-c10b62ef00d0/5be11a6bd689a.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T04:06:29Z", "content": "JEFFERSON CITY, Mo. (AP) Democratic Sen. Claire McCaskill has survived near-political death before in increasingly Republican Missouri. Voters on Tuesday will decide whether to re-elect her over young challenger Josh Hawley, who is backed by President Donald … [+4160 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEVE KARNOWSKI Associated Press", "title": "Ellison claim gives GOP rare shot in Minnesota AG race", "description": "MINNEAPOLIS (AP) — More than half of Minnesotans were not even alive when the state last elected a Republican attorney general.", "url": "https://apnews.com/8089a55d0d8b4a5eabfb29d79a18eee1", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/d/b0/db05f5ec-e8c6-54ff-8c68-77af6c246cf4/5be112b1ed096.image.jpg?resize=856%2C630", "publishedAt": "2018-11-06T03:57:08Z", "content": "MINNEAPOLIS (AP) More than half of Minnesotans were not even alive when the state last elected a Republican attorney general. The last GOP attorney general won the office in 1966. But this year's contest between Democrat Keith Ellison and Republican Doug Ward… [+2646 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JAMES NORD Associated Press", "title": "Rarity in South Dakota: Close race for governor", "description": "SIOUX FALLS, S.D. (AP) — Voters in South Dakota's top race were choosing Tuesday between making Republican Kristi Noem the state's first female governor or embracing Billie Sutton's moderate message to make him the first Democrat in the office in…", "url": "https://apnews.com/cca1143784214708933372e7e0dd05a1", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/d/e5/de554809-cef6-54af-9e44-7d4de30767db/5be116af2144b.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T03:56:44Z", "content": "SIOUX FALLS, S.D. (AP) Voters in South Dakota's top race were choosing Tuesday between making Republican Kristi Noem the state's first female governor or embracing Billie Sutton's moderate message to make him the first Democrat in the office in 40 years. Noem… [+2390 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Inmate sues prison staff, alleges sexual assault by cellmate", "description": "PORTLAND, Ore. (AP) — A former inmate is suing staff of the Oregon Department of Corrections, alleging they failed to protect him from a convicted sex offender.", "url": "https://apnews.com/d9cd464cf42e47ef8ebe0099da3cc872", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T03:55:05Z", "content": "PORTLAND, Ore. (AP) A former inmate is suing staff of the Oregon Department of Corrections, alleging they failed to protect him from a convicted sex offender. The Oregonian/OregonLive reports the former inmate, who says he was sexually assaulted repeatedly by… [+909 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Amazon mum on reports it will split new headquarters", "description": "NEW YORK (AP) — Online leader Amazon Inc. has refused comment on reports that it plans to split its new headquarters between two locations.", "url": "https://apnews.com/c322a6093b4245f19d89a9b69b8e5f32", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T03:52:03Z", "content": "NEW YORK (AP) Online leader Amazon Inc. has refused comment on reports that it plans to split its new headquarters between two locations. The Wall Street Journal and New York Times reported late Monday that the company would locate the new facilities in Queen… [+665 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "First lady Diana Rauner kicks off 'Holiday Hero Drive'", "description": "SPRINGFIELD, Ill. (AP) — Illinois first lady Diana Rauner is encouraging the sending of greeting cards and socks to service members as part of the 2018 Holiday Hero Drive.", "url": "https://apnews.com/31213e9a56bd465a929ccc9c064dbd1a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T03:50:41Z", "content": "SPRINGFIELD, Ill. (AP) Illinois first lady Diana Rauner is encouraging the sending of greeting cards and socks to service members as part of the 2018 Holiday Hero Drive. Rauner announced the drive Monday to send holiday cards and socks to Illinois service mem… [+783 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Senators players filmed trashing team, coach while in Uber", "description": "A video has surfaced showing several Ottawa Senators players trashing the team and an assistant coach during an Uber ride, the latest bit of humiliation for an organization that's been riddled with it recently.", "url": "https://apnews.com/db28d27093d948358eb54577f90476bb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T03:50:23Z", "content": "A video has surfaced showing several Ottawa Senators players trashing the team and an assistant coach during an Uber ride, the latest bit of humiliation for an organization that's been riddled with it recently. The video shows players discussing their ineffec… [+866 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By KYLE POTTER Associated Press", "title": "Smith seeks voters' ratification of Senate appointment", "description": "A 10-month sprint to finish former Minnesota Sen. Al Franken's term reached a finish Tuesday as voters decided between two women: a longtime Democratic power player appointed in Franken's place and a Republican state senator with a famous name in…", "url": "https://apnews.com/d9944b9008094f96a5f4a667bbe83aa8", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/b/ea/bea3940a-89c3-5169-8c82-3b88c41c2757/5be10cfd0ba88.image.jpg?crop=1705%2C959%2C0%2C127&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T03:47:59Z", "content": "A 10-month sprint to finish former Minnesota Sen. Al Franken's term reached a finish Tuesday as voters decided between two women: a longtime Democratic power player appointed in Franken's place and a Republican state senator with a famous name in the hockey-c… [+2681 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By CLIFF BRUNT AP Sports Writer", "title": "Thunder win fifth straight, lose Westbrook to sprained ankle", "description": "OKLAHOMA CITY (AP) — The Oklahoma City Thunder won their fifth straight game by beating the New Orleans Pelicans 122-116 on Monday night, but they lost star point guard Russell Westbrook with a sprained left ankle.", "url": "https://apnews.com/2e17ca13d82847cbaf7dde7a078a134b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/b6/db61e436-c486-5cbd-9171-8c42084c1884/5be112c019670.image.jpg?resize=417%2C630", "publishedAt": "2018-11-06T03:46:09Z", "content": "OKLAHOMA CITY (AP) The Oklahoma City Thunder won their fifth straight game by beating the New Orleans Pelicans 122-116 on Monday night, but they lost star point guard Russell Westbrook with a sprained left ankle. After coming down hard on the side of his foot… [+1632 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By The Associated Press", "title": "Boyle scores 3 times as Devils beat Penguins 5-1", "description": "PITTSBURGH (AP) — Brian Boyle scored three times for his first career hat trick, and the New Jersey Devils beat the Pittsburgh Penguins 5-1 on Monday.", "url": "https://apnews.com/8127765d10134b6da344d894be82ef6a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/b/7e/b7ecdde5-b844-555d-bce8-f2b944c5aa3b/5be1157c277f6.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T03:45:37Z", "content": "PITTSBURGH (AP) Brian Boyle scored three times for his first career hat trick, and the New Jersey Devils beat the Pittsburgh Penguins 5-1 on Monday. Boyle got his natural hat trick on \"Hockey Fights Cancer\" night in Pittsburgh. It included two power-play goal… [+2886 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Laxalt says gubernatorial race could come down to 500 votes", "description": "LAS VEGAS (AP) — Nevada Republican gubernatorial candidate Adam Laxalt has rallied with supporters one last time ahead of Election Day, urging them to encourage others to vote Tuesday.", "url": "https://apnews.com/9e25f12ca16d4851ab21dd1a503feeb4", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/9/0b/90bb29ad-1283-5477-a93b-d548af764cc3/5be112cd73379.image.jpg?resize=972%2C630", "publishedAt": "2018-11-06T03:45:34Z", "content": "LAS VEGAS (AP) Nevada Republican gubernatorial candidate Adam Laxalt has rallied with supporters one last time ahead of Election Day, urging them to encourage others to vote Tuesday. Laxalt told the group gathered Monday in Las Vegas that winning the race aga… [+816 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SCOTT BAUER Associated Press", "title": "Walker faces tough re-election against schools chief Evers", "description": "MADISON, Wis. (AP) — Wisconsin Democrats were hopeful for a blue wave that would sink Republican Gov. Scott Walker on Tuesday in his fourth time on the ballot in eight years.", "url": "https://apnews.com/8ba8b7cd0cf14082a11741b74ae752d6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/0/57/057405cb-63fe-53f2-987b-f5525658d195/5be107d3273b3.image.jpg?resize=893%2C630", "publishedAt": "2018-11-06T03:43:55Z", "content": "MADISON, Wis. (AP) Wisconsin Democrats were hopeful for a blue wave that would sink Republican Gov. Scott Walker on Tuesday in his fourth time on the ballot in eight years. Walker himself has said his race against Democrat Tony Evers, the state schools chief … [+3362 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By KYLE POTTER Associated Press", "title": "Walz hopes to extend Democrats' hold on governor's office", "description": "MINNEAPOLIS (AP) — Minnesota's top job was on the line Tuesday as voters chose between longtime Democratic Rep. Tim Walz and two-time Republican candidate Jeff Johnson to become the state's next governor.", "url": "https://apnews.com/d76b1f843e65411a94c63a611db351b3", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/d/3b/d3b9c966-1fc1-53d4-a4b5-f88c73d1ba1d/5be10ea34eb64.image.jpg?resize=911%2C630", "publishedAt": "2018-11-06T03:41:33Z", "content": "MINNEAPOLIS (AP) Minnesota's top job was on the line Tuesday as voters chose between longtime Democratic Rep. Tim Walz and two-time Republican candidate Jeff Johnson to become the state's next governor. It's the first open governor's race since 2010, when Dem… [+2385 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By PAUL J. WEBER and JIM VERTUNO Associated Press", "title": "Cruz-O'Rourke hogs the attention, but Texas ballot is loaded", "description": "AUSTIN, Texas (AP) — While all eyes in Texas are on the unexpectedly close U.S. Senate race, further down the ballot Tuesday are races that could determine control of Congress and end a Democratic drought for statewide offices.", "url": "https://apnews.com/c39c8db93fdf4ccc9c0123a978ba58ab", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/c/2b/c2bf269c-68d3-55fe-b92e-83bf3bbdffa1/5be10ea751724.image.jpg?resize=945%2C630", "publishedAt": "2018-11-06T03:41:22Z", "content": "AUSTIN, Texas (AP) While all eyes in Texas are on the unexpectedly close U.S. Senate race, further down the ballot Tuesday are races that could determine control of Congress and end a Democratic drought for statewide offices. Here's what you need to know: CON… [+3020 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "No sign of missing hunter in southwest Wyoming", "description": "ROCK SPRINGS, Wyo. (AP) — Authorities and volunteers in southwest Wyoming have come up empty so far in their search for a 74-year-old hunter who has been missing since Oct. 25.", "url": "https://apnews.com/69faeed6422c49bd99678f73bfd1e924", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T03:39:35Z", "content": "ROCK SPRINGS, Wyo. (AP) Authorities and volunteers in southwest Wyoming have come up empty so far in their search for a 74-year-old hunter who has been missing since Oct. 25. The Rock Springs Rocket-Miner reports more than 150 people joined the weekend search… [+686 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man admits to drug-induced homicide of exchange student", "description": "WHEATON, Ill. (AP) — A suburban Chicago man has pleaded guilty to charges he supplied a fatal dose of methadone to a 15-year-old foreign exchange student from Spain.", "url": "https://apnews.com/baed94fd6dc04cffb59ebbcd668725bf", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T03:39:18Z", "content": "WHEATON, Ill. (AP) A suburban Chicago man has pleaded guilty to charges he supplied a fatal dose of methadone to a 15-year-old foreign exchange student from Spain. DuPage County prosecutors say 38-year-old Francis Emanuele of Downers Grove pleaded guilty Mond… [+854 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BOB DUFF Associated Press", "title": "Richardson scores 27, leads Heat past Pistons 120-115 in OT", "description": "DETROIT (AP) — Josh Richardson scored 27 points to lead the short-handed Miami Heat past the Detroit Pistons 120-115 in overtime Monday night.", "url": "https://apnews.com/1188cfeb9c1c4d8eb71fd75163a8b086", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/41/f41ba2d8-55ea-5ec5-be35-f87c564b4aed/5be112bd5ac18.image.jpg?crop=1326%2C746%2C0%2C408&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T03:32:19Z", "content": "DETROIT (AP) Josh Richardson scored 27 points to lead the short-handed Miami Heat past the Detroit Pistons 120-115 in overtime Monday night. Richardson hit four free throws in the final 2.1 seconds to clinch it, ending Miami's three-game skid. Detroit has dro… [+2033 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEVE KARNOWSKI Associated Press", "title": "Minnesota to pick governor; House races pivotal nationally", "description": "MINNEAPOLIS (AP) — Compelling storylines were everywhere in Minnesota's midterm election, with a governor's race that might determine whether the state retains divided government that has become rare in the", "url": "https://apnews.com/6fd1e74cff7348d7b228e64e7ff4efeb", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/a/c9/ac95fada-1a8e-506c-92f9-d9a78dbc21d6/5be10cfa64567.image.jpg?crop=1731%2C974%2C0%2C111&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T03:28:03Z", "content": "MINNEAPOLIS (AP) Compelling storylines were everywhere in Minnesota's midterm election, with a governor's race that might determine whether the state retains divided government that has become rare in the Upper Midwest. Democratic Rep. Tim Walz was hoping to … [+4964 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By PAUL J. WEBER Associated Press", "title": "Biggest test for Texas' GOP governor may come after election", "description": "AUSTIN, Texas (AP) — Texas' surprisingly close Senate race and record-smashing turnout in early voting isn't giving Republican Gov. Greg Abbott jitters as he breezes into Tuesday's midterm on the brink of a second term.", "url": "https://apnews.com/bc29f53177f541e3aef27863da362f0a", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/f/ed/fedbe6ab-71b8-56a3-b0e7-32c23bcf53ab/5be10cfec8804.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T03:27:09Z", "content": "AUSTIN, Texas (AP) Texas' surprisingly close Senate race and record-smashing turnout in early voting isn't giving Republican Gov. Greg Abbott jitters as he breezes into Tuesday's midterm on the brink of a second term. A far bigger test looms after the electio… [+2596 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GREG BEACHAM AP Sports Writer", "title": "McVay: Rams will use their first loss as motivational fuel", "description": "THOUSAND OAKS, Calif. (AP) — The Los Angeles Rams didn't really aspire to perfection, and they didn't appear to be overly crushed when their unbeaten start to the season ended in New Orleans.", "url": "https://apnews.com/7b8efeda2c92485cb863f3f6c9f595aa", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/d/2f/d2fa2462-9e95-5d96-8e23-bc72355df844/5bdf8dadd689a.image.jpg?crop=1680%2C945%2C0%2C144&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T03:25:39Z", "content": "THOUSAND OAKS, Calif. (AP) The Los Angeles Rams didn't really aspire to perfection, and they didn't appear to be overly crushed when their unbeaten start to the season ended in New Orleans. The Rams definitely dream of the Super Bowl, and coach Sean McVay bel… [+3784 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "New Zealand fisherman's ocean rescue of toddler 'miraculous'", "description": "WELLINGTON, New Zealand (AP) — A New Zealand fisherman has plucked a toddler from the ocean in a \"miraculous\" rescue after thinking he was watching a doll float past.", "url": "https://apnews.com/c4439d6bef954882bf6fea10891c97aa", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/f6/1f69d01f-39be-5ebe-b16e-f3a862931c58/5be10b5d99d65.image.jpg?resize=1128%2C630", "publishedAt": "2018-11-06T03:16:15Z", "content": "WELLINGTON, New Zealand (AP) A New Zealand fisherman has plucked a toddler from the ocean in a \"miraculous\" rescue after thinking he was watching a doll float past. Gus Hutt was at the beach checking his fishing lines at about 7:15 a.m. on Oct. 26 when he spo… [+632 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TODD RICHMOND Associated Press", "title": "Wisconsin Democrats hope to flip state Senate", "description": "MADISON, Wis. (AP) — Wisconsin Democrats are looking to do something Tuesday that they haven't accomplished in six years: take control of the state Senate and finally stop the state GOP agenda.", "url": "https://apnews.com/33134fa2b09d4ec2a933965f88a6eb03", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T03:15:05Z", "content": "MADISON, Wis. (AP) Wisconsin Democrats are looking to do something Tuesday that they haven't accomplished in six years: take control of the state Senate and finally stop the state GOP agenda. Except for four months at the end of 2012 when Democrats used recal… [+2192 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Cavaliers-Magic,1st Ld-Writethru", "description": "BC-BKN--Cavaliers-Magic, 1st Ld-Writethru,428", "url": "https://apnews.com/27fc130ed4d64f0ab4c50d7840006a1a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T03:14:48Z", "content": "BC-BKN--Cavaliers-Magic, 1st Ld-Writethru,428 Fournier's buzzer beater lifts Magic over Cavs 102-100 AP Photo DOA113, DOA112, DOA110, DOA111, DOA10, DOA106, DOA102, DOA101 Eds: APNewsNow. Magic 102, Cavaliers 100. Updates; will be updated. With AP Photos. Eva… [+2986 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Cavaliers-Magic,1st Ld-Writethru", "description": "BC-BKN--Cavaliers-Magic, 1st Ld-Writethru,428", "url": "https://apnews.com/0e99a376233145cd92756ccb2c110880", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T03:14:48Z", "content": "BC-BKN--Cavaliers-Magic, 1st Ld-Writethru,428 Fournier's buzzer beater lifts Magic over Cavs 102-100 AP Photo DOA113, DOA112, DOA110, DOA111, DOA10, DOA106, DOA102, DOA101 Eds: APNewsNow. Magic 102, Cavaliers 100. Updates; will be updated. With AP Photos. Eva… [+2986 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Cavaliers-Magic,1st Ld-Writethru", "description": "BC-BKN--Cavaliers-Magic, 1st Ld-Writethru,428", "url": "https://apnews.com/9442b0e7d4f948c495a66bad118954a7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T03:14:46Z", "content": "BC-BKN--Cavaliers-Magic, 1st Ld-Writethru,428 Fournier's buzzer beater lifts Magic over Cavs 102-100 AP Photo DOA113, DOA112, DOA110, DOA111, DOA10, DOA106, DOA102, DOA101 Eds: APNewsNow. Magic 102, Cavaliers 100. Updates; will be updated. With AP Photos. Eva… [+2986 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Devils-Penguins", "description": "BC-HKN--Devils-Penguins,474", "url": "https://apnews.com/a3d3bfd3be9648999ef4627bd3d38b80", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T03:14:15Z", "content": "BC-HKN--Devils-Penguins,474 Boyle's hat trick helps Devils defeat Penguins AP Photo PAGP111 Eds: APNewsNow. Devils 5, Penguins 1. With AP Photos. Brian Boyle scored three times for his first career hat trick, and the New Jersey Devils beat the Pittsburgh Peng… [+3180 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Devils-Penguins", "description": "BC-HKN--Devils-Penguins,474", "url": "https://apnews.com/5d572a9c1651439f99b1085a9d1d334c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T03:14:14Z", "content": "BC-HKN--Devils-Penguins,474 Boyle's hat trick helps Devils defeat Penguins AP Photo PAGP111 Eds: APNewsNow. Devils 5, Penguins 1. With AP Photos. Brian Boyle scored three times for his first career hat trick, and the New Jersey Devils beat the Pittsburgh Peng… [+3180 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DAN SCIFO Associated Press", "title": "Boyle's hat trick helps Devils defeat Penguins", "description": "PITTSBURGH (AP) — Brian Boyle scored three times for his first career hat trick, and the New Jersey Devils beat the Pittsburgh Penguins 5-1 on Monday.", "url": "https://apnews.com/4e1c301d3f2d469491cf58e4012a5d83", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/1d/e1d1b564-5892-56da-b262-606930f263a3/5be10791f376e.image.jpg?resize=648%2C630", "publishedAt": "2018-11-06T03:14:13Z", "content": "PITTSBURGH (AP) Brian Boyle scored three times for his first career hat trick, and the New Jersey Devils beat the Pittsburgh Penguins 5-1 on Monday. Boyle got his natural hat trick on \"Hockey Fights Cancer\" night in Pittsburgh. It included two power-play goal… [+2626 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Devils-Penguins", "description": "BC-HKN--Devils-Penguins,474", "url": "https://apnews.com/d3a303faffcc4c48b24bad987eaf657b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T03:14:13Z", "content": "BC-HKN--Devils-Penguins,474 Boyle's hat trick helps Devils defeat Penguins AP Photo PAGP111 Eds: APNewsNow. Devils 5, Penguins 1. With AP Photos. Brian Boyle scored three times for his first career hat trick, and the New Jersey Devils beat the Pittsburgh Peng… [+3180 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Thunder-Westbrook,1st Ld-Writethru", "description": "BC-BKN--Thunder-Westbrook, 1st Ld-Writethru,116", "url": "https://apnews.com/eda368aa8315417eb20b6563062fa04a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T03:13:19Z", "content": "BC-BKN--Thunder-Westbrook, 1st Ld-Writethru,116 Thunder G Westbrook leaves after spraining left ankle AP Photo OKKP101 Eds: APNewsNow. With AP Photos. Updates with team saying it is a sprain. Thunder guard Russell Westbrook left the game against the New Orlea… [+1140 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Thunder-Westbrook,1st Ld-Writethru", "description": "BC-BKN--Thunder-Westbrook, 1st Ld-Writethru,116", "url": "https://apnews.com/509c1d358eef4d62b3290a8d5ea30191", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T03:13:19Z", "content": "BC-BKN--Thunder-Westbrook, 1st Ld-Writethru,116 Thunder G Westbrook leaves after spraining left ankle AP Photo OKKP101 Eds: APNewsNow. With AP Photos. Updates with team saying it is a sprain. Thunder guard Russell Westbrook left the game against the New Orlea… [+1140 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By VIN A. CHERWOO AP Sports Writer", "title": "Armia lifts Canadiens past Islanders 4-3 in shootout", "description": "NEW YORK (AP) — Joel Armia scored in the fifth round of the shootout to lift the Montreal Canadiens over the New York Islanders 4-3 on Monday night.", "url": "https://apnews.com/bffffdcb7b6640b083de36bbeb2caf7d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/b/83/b8313d60-694b-5284-bf84-e93e559f6276/5be10ad2701fe.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T03:09:28Z", "content": "NEW YORK (AP) Joel Armia scored in the fifth round of the shootout to lift the Montreal Canadiens over the New York Islanders 4-3 on Monday night. Max Domi and Jonathan Drouin each had a goal and an assist, Artturi Lehkonen also scored and Noah Juulsen added … [+3608 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SCOTT BAUER Associated Press", "title": "Baldwin faces challenge from staunch Trump supporter Vukmir", "description": "MADISON, Wis. (AP) — Wisconsin's U.S. Senate race pits one of the most liberal members of Congress against a staunch supporter of President Donald Trump.", "url": "https://apnews.com/991a91a3e07948d1b0f9605e24d926c1", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/6/13/613ad8fa-451d-5d40-b1f2-e86dbe44f18f/5be10d05106c9.image.jpg?crop=1722%2C969%2C0%2C117&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T03:07:05Z", "content": "MADISON, Wis. (AP) Wisconsin's U.S. Senate race pits one of the most liberal members of Congress against a staunch supporter of President Donald Trump. Tuesday's race between Democratic Sen. Tammy Baldwin and Republican Leah Vukmir also marked the first time … [+3268 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ANDREW DeMILLO Associated Press", "title": "Democrats hope to flip House seat in solidly red Arkansas", "description": "LITTLE ROCK, Ark. (AP) — A Democratic state legislator and cancer survivor hopes to flip a Republican-held congressional seat in central Arkansas in a race that has focused on the GOP incumbent's support for repealing the federal health care law.", "url": "https://apnews.com/30dd01ba63984fc5b6fe4fe51c340d4b", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/8/75/875bf99a-0d03-5158-8069-3b693116a1e1/5be0b47f40f53.image.jpg?crop=1728%2C972%2C0%2C113&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T03:06:07Z", "content": "LITTLE ROCK, Ark. (AP) A Democratic state legislator and cancer survivor hopes to flip a Republican-held congressional seat in central Arkansas in a race that has focused on the GOP incumbent's support for repealing the federal health care law. Republican U.S… [+2894 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By KEN POWTAK Associated Press", "title": "Marchand scores in OT to lift Bruins over Stars 2-1", "description": "BOSTON (AP) — Brad Marchand scored a power-play goal 4:29 into overtime to lift the Boston Bruins over the Dallas Stars 2-1 on Monday night.", "url": "https://apnews.com/d3f25ce1dca340ebaf6bd34d83574d3a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/b/38/b388ae4c-3165-5dc9-80d2-f801f7372f96/5be10ae2a2e1a.image.jpg?crop=1700%2C956%2C0%2C130&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T03:00:57Z", "content": "BOSTON (AP) Brad Marchand scored a power-play goal 4:29 into overtime to lift the Boston Bruins over the Dallas Stars 2-1 on Monday night. David Pastrnak also scored on the man-advantage for Boston, which had lost two of three. Tuukka Rask made 24 saves. Rade… [+2380 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GRANT SCHULTE Associated Press", "title": "Nebraska voters decide Medicaid expansion, race for governor", "description": "LINCOLN, Neb. (AP) — Nebraska voters will decide Tuesday whether to expand Medicaid under the federal health care law, a proposal that would extend coverage to thousands of low-income residents but create additional costs for lawmakers in next year's session.", "url": "https://apnews.com/f88752310f464dc6972406f91095f899", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/c/24/c24b2090-8330-5d52-94ee-db7f906e5e66/5be104ce217d8.image.jpg?resize=902%2C630", "publishedAt": "2018-11-06T02:59:19Z", "content": "LINCOLN, Neb. (AP) Nebraska voters will decide Tuesday whether to expand Medicaid under the federal health care law, a proposal that would extend coverage to thousands of low-income residents but create additional costs for lawmakers in next year's session. T… [+5258 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Thunder-Westbrook", "description": "BC-BKN--Thunder-Westbrook,107", "url": "https://apnews.com/f51244e4bb774520ba35e448273c6648", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T02:57:43Z", "content": "BC-BKN--Thunder-Westbrook,107 Thunder G Westbrook leaves after hurting ankle AP Photo OKKP101 Eds: APNewsNow. With AP Photos. Thunder guard Russell Westbrook left the game against the New Orleans Pelicans after coming down hard on the side on his left ankle. … [+985 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Thunder-Westbrook", "description": "BC-BKN--Thunder-Westbrook,107", "url": "https://apnews.com/79ca05fff4304128bd3e821b37276681", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T02:57:43Z", "content": "BC-BKN--Thunder-Westbrook,107 Thunder G Westbrook leaves after hurting ankle AP Photo OKKP101 Eds: APNewsNow. With AP Photos. Thunder guard Russell Westbrook left the game against the New Orleans Pelicans after coming down hard on the side on his left ankle. … [+985 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Thunder G Westbrook leaves after hurting ankle", "description": "OKLAHOMA CITY (AP) — Thunder guard Russell Westbrook left Monday's game against the New Orleans Pelicans after coming down hard on the side of his left ankle.", "url": "https://apnews.com/6ae1b98b0d924f91b875f7e2b584e5f7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/b/dd/bdd77c30-b28f-5976-859f-cc80374f9750/5be1074b6878b.image.jpg?crop=1188%2C668%2C0%2C537&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T02:57:40Z", "content": "OKLAHOMA CITY (AP) Thunder guard Russell Westbrook left Monday's game against the New Orleans Pelicans after coming down hard on the side of his left ankle. A team spokesman said it was a sprain. After falling, Westbrook pounded the ground in frustration befo… [+480 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TODD RICHMOND Associated Press", "title": "Wisconsin Democrats hope to take Ryan's seat, other offices", "description": "MADISON, Wis. (AP) — While high-profile clashes for governor and the U.S. Senate top the ballot in Wisconsin on Tuesday, Democrats have high hopes for a handful of other key races. The party hopes to seize outgoing House Speaker Paul…", "url": "https://apnews.com/6eb6f3a88ece4ec9a1c4df633c82346d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/1/b5/1b5748d1-d79e-5c91-9617-17bde1c0f654/5be104d843acc.image.jpg?resize=867%2C630", "publishedAt": "2018-11-06T02:57:29Z", "content": "MADISON, Wis. (AP) While high-profile clashes for governor and the U.S. Senate top the ballot in Wisconsin on Tuesday, Democrats have high hopes for a handful of other key races. The party hopes to seize outgoing House Speaker Paul Ryan's seat and send former… [+3959 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By MICHAEL MAROT AP Sports Writer", "title": "Harden's late 3 helps Houston rocket past Pacers 98-94", "description": "INDIANAPOLIS (AP) — James Harden made a tiebreaking 3-pointer with 34.8 seconds left and then closed out Houston's 98-94 victory at Indiana by making four straight free throws on Monday night.", "url": "https://apnews.com/6855e40647c74a89b5dc582f049ae7a9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/7/c3/7c360dc2-b5e6-51cd-86ef-9f1382be2077/5be1074e0231e.image.jpg?crop=1345%2C757%2C0%2C391&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T02:54:09Z", "content": "INDIANAPOLIS (AP) James Harden made a tiebreaking 3-pointer with 34.8 seconds left and then closed out Houston's 98-94 victory at Indiana by making four straight free throws on Monday night. The reigning MVP scored 28 points as the Rockets won their third str… [+2258 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DICK SCANLON Associated Press", "title": "Fournier's buzzer beater lifts Magic over Cavs 102-100", "description": "ORLANDO, Fla. (AP) — Evan Fournier hit a long jumper at the final horn and the Orlando Magic came back from a five-point deficit in the last 24 seconds to beat the struggling Cleveland Cavaliers 102-100 on Monday night.", "url": "https://apnews.com/598a9a3230dc4202bf1bbaf700d63f14", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/92/9921e5d1-1b4f-5255-b139-c7e0b4db7ae0/5be10754da517.image.jpg?crop=1189%2C669%2C0%2C536&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T02:52:45Z", "content": "ORLANDO, Fla. (AP) Evan Fournier hit a 22-foot jumper at the final horn and the Orlando Magic came back from a five-point deficit in the last 24 seconds, taking advantage of a late collapse by Cleveland to beat the struggling Cavaliers 102-100 on Monday night… [+2175 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GRANT SCHULTE Associated Press", "title": "Fischer, Raybould face voters in Nebraska Senate race", "description": "LINCOLN, Neb. (AP) — First-term Republican Sen. Deb Fischer is up for re-election Tuesday and faces a challenge from Democratic challenger Jane Raybould, who is looking to notch the upset victory.", "url": "https://apnews.com/9bc06cebab814626933678116469ac4a", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/2/ff/2ff8748b-1d40-5217-9b9d-b0ace9609cb8/5be10744ec9d8.image.jpg?crop=1762%2C991%2C0%2C92&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T02:51:59Z", "content": "LINCOLN, Neb. (AP) First-term Republican Sen. Deb Fischer is up for re-election Tuesday and faces a challenge from Democratic challenger Jane Raybould, who is looking to notch the upset victory. Fischer enters Election Day as a likely favorite to win in GOP-d… [+1980 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Woman found dead in mountains west of Boulder ID'd", "description": "BOULDER, Colo. (AP) — Authorities have released the name of a 61-year-old woman who was found dead in the mountains west of Boulder.", "url": "https://apnews.com/8fb494b9225448edb5513964f5be2a6c", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T02:49:37Z", "content": "BOULDER, Colo. (AP) Authorities have released the name of a 61-year-old woman who was found dead in the mountains west of Boulder. The Daily Camera reports Sandra Pletschet, of Nederland, was found near the Eldora mine on Wednesday. Receive today's headlines … [+642 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GRANT SCHULTE Associated Press", "title": "Nebraska Gov. Ricketts faces challenge from Democrat Krist", "description": "LINCOLN, Neb. (AP) — Nebraska Gov. Pete Ricketts entered the final day of his re-election campaign Tuesday with substantial advantages over his Democratic challenger, state Sen. Bob Krist.", "url": "https://apnews.com/a6e8bac5be784726b6f3e85477c892f1", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/4/a6/4a6a080c-9959-5234-99b5-ee93c4d33228/5be10747ab721.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T02:45:51Z", "content": "LINCOLN, Neb. (AP) Nebraska Gov. Pete Ricketts entered the final day of his re-election campaign Tuesday with substantial advantages over his Democratic challenger, state Sen. Bob Krist. Republicans typically are favored in Nebraska, given the GOP's large vot… [+2394 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By STEPHEN WHYNO AP Hockey Writer", "title": "Angry Capitals beat Oilers 4-2 to snap 2-game skid", "description": "WASHINGTON (AP) — Alex Ovechkin scored on the power play, backup goaltender Pheonix Copley made 31 saves and the Washington Capitals ended their two-game losing streak by beating the Edmonton Oilers 4-2 on Monday night.", "url": "https://apnews.com/a0c837162f1b412a89f438809b9224db", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/d/e2/de2decb1-e280-5675-93ac-91368c1e7cc1/5be107375d8c4.image.jpg?crop=1799%2C1012%2C0%2C70&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T02:44:25Z", "content": "WASHINGTON (AP) Alex Ovechkin scored on the power play, backup goaltender Pheonix Copley made 31 saves and the Washington Capitals ended their two-game losing streak by beating the Edmonton Oilers 4-2 on Monday night. The defending Stanley Cup champions came … [+2186 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SEAN MURPHY Associated Press Writer", "title": "Democrat hopes history repeats in Oklahoma governor's race", "description": "OKLAHOMA CITY (AP) — Voters in Oklahoma haven't elected a Democrat for president since Lyndon Johnson in 1964, but it's a different story with governor.", "url": "https://apnews.com/6f4822769814453fb9f8fcda6296245d", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/b/23/b234cd83-6a4a-5705-a5f4-34c4039dba20/5be0fec3730d5.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T02:39:57Z", "content": "OKLAHOMA CITY (AP) Voters in Oklahoma haven't elected a Democrat for president since Lyndon Johnson in 1964, but it's a different story with governor. The conservative state has a propensity for electing a candidate from the opposite party occupying the White… [+3464 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By DAKE KANG Associated Press", "title": "Chinese 'gait recognition' tech IDs people by how they walk", "description": "BEIJING (AP) — Chinese authorities have begun deploying a new surveillance tool: \"gait recognition\" software that uses people's body shapes and how they walk to identify them, even when their faces are hidden from cameras.", "url": "https://apnews.com/bf75dd1c26c947b7826d270a16e2658a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/valleymorningstar.com/content/tncms/assets/v3/editorial/7/95/7958cfe6-836f-51be-9046-5470688bd697/5be1006e3fede.image.jpg?resize=945%2C630", "publishedAt": "2018-11-06T02:37:58Z", "content": "BEIJING (AP) Chinese authorities have begun deploying a new surveillance tool: \"gait recognition\" software that uses people's body shapes and how they walk to identify them, even when their faces are hidden from cameras. Already used by police on the streets … [+4077 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By SEAN MURPHY Associated Press", "title": "Governor's race tops Oklahoma's general election ballot", "description": "OKLAHOMA CITY (AP) — While the race to become Oklahoma's next governor tops the ballot in this year's general election, voters will have plenty of other decisions to make.", "url": "https://apnews.com/5b573720946148208fc7484328377522", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/4/25/425f21fe-6865-5b61-945c-ff611daaa012/5be0fec100454.image.jpg?crop=1716%2C965%2C0%2C120&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T02:35:59Z", "content": "OKLAHOMA CITY (AP) While the race to become Oklahoma's next governor tops the ballot in this year's general election, voters will have plenty of other decisions to make. Polls are open across the state from 7 a.m. to 7 p.m. Tuesday. Voters also will decide co… [+717 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "2 charged in upstate New York double homicide", "description": "SODUS, N.Y. (AP) — New York authorities say the ex-girlfriend of an upstate man killed in a double homicide and her husband have been charged in the slayings.", "url": "https://apnews.com/cea635ad807c4f7cb500788c3a0ee69b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T02:31:27Z", "content": "SODUS, N.Y. (AP) New York authorities say the ex-girlfriend of an upstate man killed in a double homicide and her husband have been charged in the slayings. Joshua Niles was fatally shot Oct. 22 along with his girlfriend Amber Washburn outside the home the co… [+787 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Independence Pass closes for winter following snowstorm", "description": "ASPEN, Colo. (AP) — Independence Pass near Aspen is closed for the winter season after more than a foot (.3 meters) of snow fell in the area over the weekend.", "url": "https://apnews.com/409a802262294ca891231b9e55fe7ba2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T02:24:29Z", "content": "ASPEN, Colo. (AP) Independence Pass near Aspen is closed for the winter season after more than a foot (.3 meters) of snow fell in the area over the weekend. Receive today's headlines in your inbox with our daily news email SUBSCRIBE TODAY Colorado Department … [+579 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ANDREW DeMILLO Associated Press", "title": "Arkansas GOP Gov. Hutchinson favored in bid for re-election", "description": "LITTLE ROCK, Ark. (AP) — Four years after winning office in a race that drew national attention and money, Republican Gov. Asa Hutchinson is favored to win re-election in Arkansas against a long-shot Democratic rival who has targeted the incumbent…", "url": "https://apnews.com/2b16dbd4d1714868912c2a4380a1537a", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/1/78/178dae47-f34e-5ac6-afaf-e03fec5b95a5/5be0fec6c13a3.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T02:23:19Z", "content": "LITTLE ROCK, Ark. (AP) Four years after winning office in a race that drew national attention and money, Republican Gov. Asa Hutchinson is favored to win re-election in Arkansas against a long-shot Democratic rival who has targeted the incumbent over the stat… [+2098 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By ANDREW DeMILLO Associated Press", "title": "Arkansas justice hopes to survive outside group's onslaught", "description": "LITTLE ROCK, Ark. (AP) — An Arkansas Supreme Court justice is fighting for her political career in a re-election bid that's been marked by heavy spending by outside groups blanketing airwaves with attack ads, while voters are being asked to…", "url": "https://apnews.com/1db682e39f3e469eaebd1a77592fc835", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/8/8b/88b13938-0933-5671-af97-2a8d769984b8/5be0fa0cb1aa3.image.jpg?resize=819%2C630", "publishedAt": "2018-11-06T02:14:15Z", "content": "LITTLE ROCK, Ark. (AP) An Arkansas Supreme Court justice is fighting for her political career in a re-election bid that's been marked by heavy spending by outside groups blanketing airwaves with attack ads, while voters are also being asked to raise the state… [+3448 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-OLY--USA Gymnastics-Decertified,4th Ld-Writethru", "description": "BC-OLY--USA Gymnastics-Decertified, 4th Ld-Writethru,999", "url": "https://apnews.com/54d0f9a0a1d6422c9e77c1c9fe6197df", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T02:11:07Z", "content": "BC-OLY--USA Gymnastics-Decertified, 4th Ld-Writethru,999 USOC moves to shut down USA Gymnastics after Nassar scandal AP Photo NYSH901, MIGRA901 Eds: Includes details about lawsuits. With AP Photos. The U.S. Olympic Committee is moving to revoke USA Gymnastics… [+6620 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-OLY--USA Gymnastics-Decertified,4th Ld-Writethru", "description": "BC-OLY--USA Gymnastics-Decertified, 4th Ld-Writethru,999", "url": "https://apnews.com/0ca38ce610c84f5ebfe8efda53937334", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T02:11:06Z", "content": "BC-OLY--USA Gymnastics-Decertified, 4th Ld-Writethru,999 USOC moves to shut down USA Gymnastics after Nassar scandal AP Photo NYSH901, MIGRA901 Eds: Includes details about lawsuits. With AP Photos. The U.S. Olympic Committee is moving to revoke USA Gymnastics… [+6620 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By RICK CALLAHAN Associated Press", "title": "Indiana Democrats aim to re-elect Donnelly, flip House seats", "description": "INDIANAPOLIS (AP) — Indiana Democrats face stiff challenges in Tuesday's election as they try to hold a U.S. Senate seat and cut into the Republican Party's grip on most congressional seats.", "url": "https://apnews.com/d3fa4e12d4cd4719b1ecbf8aeff17449", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/0/ce/0ce94ec5-6cac-555c-97b8-59ef3c481510/5be0fd3b3d920.image.jpg?crop=1705%2C959%2C0%2C127&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T02:07:13Z", "content": "INDIANAPOLIS (AP) Indiana Democrats face stiff challenges in Tuesday's election as they try to hold a U.S. Senate seat and cut into the Republican Party's grip on most congressional seats. Sen Joe Donnelly is locked in tough fight with GOP businessman Mike Br… [+3288 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "Julie Pace", "title": "Dems eye Midwest redemption...", "description": "WASHINGTON (AP) — For Democrats, the midterm elections have been a beacon in the dark, a chance to re-emerge from the political wilderness and repudiate a president they view as a dangerous force. But on the cusp of Tuesday's vote  , many Democrats are as anx…", "url": "https://www.apnews.com/114ff4d066df46a2bcaacff969c48e98", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:addb5dae9b874d1aa554a7bd4caeaa7d/3000.jpeg", "publishedAt": "2018-11-06T02:04:36Z", "content": "WASHINGTON (AP) For Democrats, the midterm elections have been a beacon in the dark, a chance to re-emerge from the political wilderness and repudiate a president they view as a dangerous force. But on the cusp of Tuesdays vote, many Democrats are as anxious … [+4892 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BRIAN SLODYSKO Associated Press", "title": "Indiana Senate race features 2 candidates who praise Trump", "description": "INDIANAPOLIS (AP) — Democratic incumbent Joe Donnelly and Republican challenger Mike Braun haven't found many nice things to say about each other during Indiana's fierce Senate race, although they both speak kindly of Donald Trump.", "url": "https://apnews.com/58e4f1d69c554d18bd90decbb5a44fd9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/d/2a/d2a19349-de89-5248-8072-0add91357c78/5be0f65f6bd55.image.jpg?resize=884%2C630", "publishedAt": "2018-11-06T02:01:06Z", "content": "INDIANAPOLIS (AP) Democratic incumbent Joe Donnelly and Republican challenger Mike Braun haven't found many nice things to say about each other during Indiana's fierce Senate race, although they both speak kindly of Donald Trump. For Braun, a multimillionaire… [+3255 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Kings-Desjardins", "description": "BC-HKN--Kings-Desjardins,830", "url": "https://apnews.com/413acea8022b4af3b6858a973442af9a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T01:44:41Z", "content": "BC-HKN--Kings-Desjardins,830 New coach Desjardins says LA Kings have \"got to win now\" AP Photo NYSH904, NYSH905 Eds: With AP Photos. Willie Desjardins believes the Los Angeles Kings have plenty of time to turn around their dismal start to the season. The new … [+5144 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-HKN--Kings-Desjardins", "description": "BC-HKN--Kings-Desjardins,830", "url": "https://apnews.com/c590d4fb47d841deb6bb020fab09efb6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T01:44:41Z", "content": "BC-HKN--Kings-Desjardins,830 New coach Desjardins says LA Kings have \"got to win now\" AP Photo NYSH904, NYSH905 Eds: With AP Photos. Willie Desjardins believes the Los Angeles Kings have plenty of time to turn around their dismal start to the season. The new … [+5144 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By GREG BEACHAM AP Sports Writer", "title": "New coach Desjardins says LA Kings have \"got to win now\"", "description": "EL SEGUNDO, Calif. (AP) — Willie Desjardins realizes the Los Angeles Kings have more than enough time to turn around their dismal start to the season.", "url": "https://apnews.com/e08aec168c2c4f6aa14211535ddbd393", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/8/44/8446c647-abf1-5028-b0ae-20c6b9762f4a/5be0f60d8a64e.image.jpg?crop=1662%2C935%2C0%2C155&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T01:44:40Z", "content": "EL SEGUNDO, Calif. (AP) Willie Desjardins realizes the Los Angeles Kings have more than enough time to turn around their dismal start to the season. The interim head coach still wants his Kings to play as if their season and their jobs are on the line in earl… [+4470 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Long Island priest steps aside after sexual allegations", "description": "ROCKVILLE CENTRE, N.Y. (AP) — A Roman Catholic priest on Long Island is stepping aside following allegations of sexual misconduct involving children.", "url": "https://apnews.com/29e447451ae14ff881bf507dfe33ebc9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T01:29:23Z", "content": "ROCKVILLE CENTRE, N.Y. (AP) A Roman Catholic priest on Long Island is stepping aside following allegations of sexual misconduct involving children. The Diocese of Rockville Centre, which covers Long Island, said Monday that Richard Kammerer will stay off the … [+890 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TIM BOOTH AP Sports Writer", "title": "Seahawks sit at.500 after step back from winning formula", "description": "RENTON, Wash. (AP) — The Seattle Seahawks figured out just how easy it is to get off track.", "url": "https://apnews.com/bf46dad8e6504dc5a878b188d7dcc90b", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/2/c3/2c3492ea-7dc7-5511-bcac-e2b39864f22c/5be0f237d0c98.image.jpg?crop=1704%2C959%2C0%2C128&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T01:26:07Z", "content": "RENTON, Wash. (AP) The Seattle Seahawks figured out just how easy it is to get off track. After successfully resetting its roster and figuring out a style and method for winning in the first half of the season, Seattle took a major step backward in a loss to … [+3882 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "World's largest passenger airline lands in Denver", "description": "DENVER (AP) — An Airbus A380, the world's largest passenger airliner, was forced to land in Denver because someone on board the double-decker jet had a medical problem.", "url": "https://apnews.com/71ff7aba81924e6f9af519bc1654abfd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T01:18:03Z", "content": "DENVER (AP) An Airbus A380, the world's largest passenger airliner, was forced to land in Denver because someone on board the double-decker jet had a medical problem. The Colorado Sun reports it was the first time the airplane, nicknamed \"the whale,\" landed a… [+764 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Packers-Struggles", "description": "BC-FBN--Packers-Struggles,652", "url": "https://apnews.com/596b8d420f1e44c7a8125613339a6458", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T01:13:34Z", "content": "BC-FBN--Packers-Struggles,652 Packers struggling at 3-4-1 at halfway mark AP Photo FBO129, FBO144, FBO147, FBO139, FBO135 Eds: With AP Photos. After consecutive losses, Packers are 3-4-1 at halfway mark. Green Bay returns home to face Miami on Sunday. GREEN B… [+3901 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Packers-Struggles", "description": "BC-FBN--Packers-Struggles,652", "url": "https://apnews.com/1325402ba5f24f0c9b7e7b91a4f23bfc", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T01:13:33Z", "content": "BC-FBN--Packers-Struggles,652 Packers struggling at 3-4-1 at halfway mark AP Photo FBO129, FBO144, FBO147, FBO139, FBO135 Eds: With AP Photos. After consecutive losses, Packers are 3-4-1 at halfway mark. Green Bay returns home to face Miami on Sunday. GREEN B… [+3901 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Packers struggling at 3-4-1 at halfway mark", "description": "GREEN BAY, Wis. (AP) — Every year, Green Bay Packers coach Mike McCarthy nips any playoff talk in the bud by saying it's not a topic of conversation until the team wins 10 games.", "url": "https://apnews.com/75bbaf06b0d24d0a8be18ca4cf7f9c53", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/7/34/734de4fd-3cc4-5c6f-99b9-50009e87b24d/5bdfcfa924989.image.jpg?crop=1745%2C982%2C0%2C102&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T01:13:32Z", "content": "GREEN BAY, Wis. (AP) Every year, Green Bay Packers coach Mike McCarthy nips any playoff talk in the bud by saying it's not a topic of conversation until the team wins 10 games. The Packers hit the season's midpoint with a 3-4-1 record, meaning there is little… [+3514 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Packers-Struggles", "description": "BC-FBN--Packers-Struggles,652", "url": "https://apnews.com/d7acf125e04e4325b448542e175a352e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T01:13:32Z", "content": "BC-FBN--Packers-Struggles,652 Packers struggling at 3-4-1 at halfway mark AP Photo FBO129, FBO144, FBO147, FBO139, FBO135 Eds: With AP Photos. After consecutive losses, Packers are 3-4-1 at halfway mark. Green Bay returns home to face Miami on Sunday. GREEN B… [+3901 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: Louisiana sheriff reports multiple tornadoes", "description": "BIRMINGHAM, Ala. (AP) — The Latest on severe weather in the Deep South (all times local):", "url": "https://apnews.com/82baa4c299504a77a1f402d2001024c2", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T01:12:17Z", "content": "BIRMINGHAM, Ala. (AP) The Latest on severe weather in the Deep South (all times local): 7 p.m. A sheriff's department in central Louisiana says multiple tornadoes have touched down in the parish. Receive today's headlines in your inbox with our daily news ema… [+1665 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Cavaliers-Drew Contract,2nd Ld-Writethru", "description": "BC-BKN--Cavaliers-Drew Contract, 2nd Ld-Writethru,534", "url": "https://apnews.com/b8286e97b46e446cadc8da3a5e6178ed", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T01:12:11Z", "content": "BC-BKN--Cavaliers-Drew Contract, 2nd Ld-Writethru,534 Cavs sign Drew to new coaching contract for rest of season AP Photo NY909, NCBL114 Eds: Adds another photo link. AP Photos. The Cavaliers signed assistant Larry Drew to a new contract so he can be their co… [+3621 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Cavaliers-Drew Contract,2nd Ld-Writethru", "description": "BC-BKN--Cavaliers-Drew Contract, 2nd Ld-Writethru,534", "url": "https://apnews.com/2fbd159bf1fb45568cab952067612ea0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T01:12:11Z", "content": "BC-BKN--Cavaliers-Drew Contract, 2nd Ld-Writethru,534 Cavs sign Drew to new coaching contract for rest of season AP Photo NY909, NCBL114 Eds: Adds another photo link. AP Photos. The Cavaliers signed assistant Larry Drew to a new contract so he can be their co… [+3621 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BKN--Cavaliers-Drew Contract,2nd Ld-Writethru", "description": "BC-BKN--Cavaliers-Drew Contract, 2nd Ld-Writethru,534", "url": "https://apnews.com/7064224a2a3c453e8326d1a5ae270085", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T01:12:10Z", "content": "BC-BKN--Cavaliers-Drew Contract, 2nd Ld-Writethru,534 Cavs sign Drew to new coaching contract for rest of season AP Photo NY909, NCBL114 Eds: Adds another photo link. AP Photos. The Cavaliers signed assistant Larry Drew to a new contract so he can be their co… [+3621 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Analysis of pay shows huge raises for a few", "description": "GRAND JUNCTION, Colo. (AP) — A recent analysis shows Mesa County's top administrators received large pay raises this year while rank-and-file workers have seen only slight increases, if any, over the past several years.", "url": "https://apnews.com/81453c01d40f42b98608805b647d0ffd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T01:10:59Z", "content": "GRAND JUNCTION, Colo. (AP) A recent analysis shows Mesa County's top administrators received large pay raises this year while rank-and-file workers have seen only slight increases, if any, over the past several years. The Grand Junction Daily Sentinel's analy… [+903 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-OLY--USA Gymnastics-Decertified,2nd Ld-Writethru", "description": "BC-OLY--USA Gymnastics-Decertified, 2nd Ld-Writethru,900", "url": "https://apnews.com/4e86de429bd74f9f9aba5be13c701d24", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T00:58:23Z", "content": "BC-OLY--USA Gymnastics-Decertified, 2nd Ld-Writethru,900 USOC moves to shut down USA Gymnastics after Nassar scandal AP Photo NYSH901, MIGRA901 Eds: Updates with quotes, details. With AP Photos. The U.S. Olympic Committee is moving to revoke USA Gymnastics' s… [+6044 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-OLY--USA Gymnastics-Decertified,2nd Ld-Writethru", "description": "BC-OLY--USA Gymnastics-Decertified, 2nd Ld-Writethru,900", "url": "https://apnews.com/956ed52612e543fe88a074084fb529b0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T00:58:23Z", "content": "BC-OLY--USA Gymnastics-Decertified, 2nd Ld-Writethru,900 USOC moves to shut down USA Gymnastics after Nassar scandal AP Photo NYSH901, MIGRA901 Eds: Updates with quotes, details. With AP Photos. The U.S. Olympic Committee is moving to revoke USA Gymnastics' s… [+6044 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Bills-QBs,1st Ld-Writethru", "description": "BC-FBN--Bills-QBs, 1st Ld-Writethru,712", "url": "https://apnews.com/23637c62ca6d430496d93aa32cc93ec9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T00:56:08Z", "content": "BC-FBN--Bills-QBs, 1st Ld-Writethru,712 Bills QB Allen resumes practice 3 weeks after elbow injury AP Photo NY907 Eds: Updates throughout with quotes, details. Adds Bills claiming WR McKenzie off waivers and releasing WR Cam Phillips. With AP Photos. Buffalo … [+4742 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Bills-QBs,1st Ld-Writethru", "description": "BC-FBN--Bills-QBs, 1st Ld-Writethru,712", "url": "https://apnews.com/f601e97d568046a2b129b9e48e0286a8", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T00:56:07Z", "content": "BC-FBN--Bills-QBs, 1st Ld-Writethru,712 Bills QB Allen resumes practice 3 weeks after elbow injury AP Photo NY907 Eds: Updates throughout with quotes, details. Adds Bills claiming WR McKenzie off waivers and releasing WR Cam Phillips. With AP Photos. Buffalo … [+4742 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: Brother: Wyoming shooting victim was kind, sweet", "description": "LARAMIE, Wyo. (AP) — The Latest on an officer-involved shooting in Wyoming (all times local):", "url": "https://apnews.com/c3a933b92089489b8c474ce25b5e5288", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T00:55:01Z", "content": "LARAMIE, Wyo. (AP) The Latest on an officer-involved shooting in Wyoming (all times local): 5:50 p.m.: A brother of a man shot and killed by a sheriff's deputy in Wyoming says the victim was a kind, sweet person who struggled with episodes of paranoia. Receiv… [+1607 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police: 12-year-old student makes threatening Snapchat posts", "description": "PEMBROKE PINES, Fla. (AP) — Police say a 12-year-old girl who posted threatening messages on Snapchat has been charged.", "url": "https://apnews.com/e46bc20ceb6841f7910765a972bdf7f5", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T00:50:50Z", "content": "PEMBROKE PINES, Fla. (AP) Police say a 12-year-old girl who posted threatening messages on Snapchat has been charged. Citing police, news outlets report the Pembroke Pines Charter Central student's Snapchat posts stated \"if I get this one more time I will sho… [+734 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Red Sox bring World Series trophy to Bruins game", "description": "BOSTON (AP) — The World Series champion Red Sox completed their tour of the three other major Boston-area professional sports teams Monday night, bringing their recently captured trophy to a Bruins game.", "url": "https://apnews.com/a59b7f2990454d739ee2321e924e283f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/2/b6/2b60a88e-e00f-5cf6-9696-543cae1b07c0/5be0ef601b4ba.image.jpg?crop=1303%2C733%2C0%2C428&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T00:46:51Z", "content": "BOSTON (AP) The World Series champion Red Sox completed their tour of the three other major Boston-area professional sports teams Monday night, bringing their recently captured trophy to a Bruins game. Owner John Henry, president Sam Kennedy and pitcher Joe K… [+692 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Indiana AG, US attorney in Kentucky settle with dental firms", "description": "INDIANAPOLIS (AP) — Indiana's attorney general and a federal prosecutor in Kentucky have reached a nearly $5.2 million settlement with two dental firms accused of Medicaid fraud.", "url": "https://apnews.com/ed91b90709934094919a90e70230322e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T00:45:12Z", "content": "INDIANAPOLIS (AP) Indiana's attorney general and a federal prosecutor in Kentucky have reached a nearly $5.2 million settlement with two dental firms accused of Medicaid fraud. Attorney General Curtis Hill announced the settlement Monday with U.S. Attorney Ru… [+847 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "2 California death row inmates found dead; suicide suspected", "description": "SACRAMENTO, Calif. (AP) — Two men on California's death row for committing multiple murders have been found dead at San Quentin State Prison.", "url": "https://apnews.com/237283e4cc2447cd978accc16bcb6fbb", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-06T00:40:43Z", "content": "SACRAMENTO, Calif. (AP) Two men on California's death row for committing multiple murders have been found dead at San Quentin State Prison. California prison officials said Monday they are investigating both deaths as suicides. Officials say Andrew Urdiales w… [+782 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Australia, Celtic winger Daniel Arzani set for ACL surgery", "description": "SYDNEY (AP) — Australia winger Daniel Arzani has confirmed that he requires a left knee reconstruction after sustaining a torn anterior cruciate ligament (ACL).", "url": "https://apnews.com/615b2bb265ab43b784f9f9058049fd43", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-06T00:39:07Z", "content": "SYDNEY (AP) Australia winger Daniel Arzani has confirmed that he requires a left knee reconstruction after sustaining a torn anterior cruciate ligament (ACL). The injury rules Arzani out of Australia's Asian Cup defense in January and the rest of the European… [+526 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Missing hiker found dead near Mount St. Helens", "description": "COUGAR, Wash. (AP) — Authorities say the body of a missing hiker has been found south of Mount St. Helens.", "url": "https://apnews.com/768f7827c134408ba1907c06be3ec2ec", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T00:37:56Z", "content": "COUGAR, Wash. (AP) Authorities say the body of a missing hiker has been found south of Mount St. Helens. KOMO-TV reports deputies responded to a report of a body found Saturday afternoon in the Swift Reservoir. Receive today's headlines in your inbox with our… [+558 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By BOB DUFF Associated Press", "title": "Lions fall to bottom of NFC North after loss to Vikings", "description": "ALLEN PARK, Mich. (AP) — The Detroit Lions have fallen into last place in the NFC North and there are signs they may have a hard time getting back into the division race.", "url": "https://apnews.com/812a8eb721c1420caf3f703ed133b9fd", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/77/977f50ee-7bf3-57cd-ab21-d5bf550c9871/5be0e8071ce22.image.jpg?crop=1775%2C998%2C0%2C84&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T00:35:59Z", "content": "ALLEN PARK, Mich. (AP) The Detroit Lions have fallen into last place in the NFC North and there are signs they may have a hard time getting back into the division race. When Lions coach Matt Patricia met with reporters on Monday, he didn't wait for their ques… [+3064 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "California prison officials say two mass killers on death row found dead; suicide suspected", "description": "SACRAMENTO, Calif. (AP) — California prison officials say two mass killers on death row found dead; suicide suspected.", "url": "https://apnews.com/90005e79e8ae4af2ad2b095797f49154", "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/77758902-e169-11e5-a168-77ef9f7ff013.png", "publishedAt": "2018-11-06T00:34:38Z", "content": "Try 1 month for 99¢, cancel anytime Unlimited access to E-Edition Unlimited articles, complete access to billingsgazette.com and apps Skip article surveys"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Police: Man tried robbing aspiring wrestler, got taken down", "description": "STAMFORD, Conn. (AP) — Police in Connecticut say an attempted robbery was foiled by the intended victim, who disarmed and took down his assailant with a move inspired by his training in lucha libre, a form of professional wrestling popularized…", "url": "https://apnews.com/ba61f0a6c76248f59205079768df01f5", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T00:33:40Z", "content": "STAMFORD, Conn. (AP) Police in Connecticut say an attempted robbery was foiled by the intended victim, who disarmed and took down his assailant with a move inspired by his training in lucha libre, a form of professional wrestling popularized in Mexico. Receiv… [+777 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Mets fire hitting coach Roessler, bullpen coach Bones", "description": "CARLSBAD, Calif. (AP) — The New York Mets have fired hitting coach Pat Roessler and bullpen coach Ricky Bones.", "url": "https://apnews.com/f4ffad2a85a14a6f9b5b7d9e786d1f1e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-06T00:31:39Z", "content": "CARLSBAD, Calif. (AP) The New York Mets have fired hitting coach Pat Roessler and bullpen coach Ricky Bones. After meeting last week with manager Mickey Callaway, new general manager Brodie Van Wagenen said Monday that bench coach Gary DiSarcina will replace … [+701 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Train strikes, kills person near downtown Moorhead", "description": "MOORHEAD, Minn. (AP) — A train has struck and killed a person near downtown Moorhead.", "url": "https://apnews.com/ecc2702023944de99d90702a82715489", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T00:30:01Z", "content": "Roanoke, VA (24010) Today Considerable cloudiness. Occasional rain showers after midnight. Areas of patchy fog. Low 54F. Winds SE at 5 to 10 mph. Chance of rain 50%.. Tonight Considerable cloudiness. Occasional rain showers after midnight. Areas of patchy fog… [+90 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By RONALD BLUM AP Baseball Writer", "title": "Cashman: Yankees want to bring back Sabathia, Happ", "description": "CARLSBAD, Calif. (AP) — Brian Cashman wants to bring CC Sabathia back for an 11th season with the New York Yankees, and he's also holding out some hope of re-signing J.A. Happ.", "url": "https://apnews.com/d0cd811f3432479794ffce68d407f8c6", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/e0/3e0b1159-1d7c-5b0b-b924-ebe1970198b4/5be0e43046a95.image.jpg?crop=1645%2C925%2C0%2C167&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T00:25:31Z", "content": "CARLSBAD, Calif. (AP) Brian Cashman wants to bring CC Sabathia back for an 11th season with the New York Yankees, and he's also holding out some hope of re-signing J.A. Happ. Eight days after the Boston Red Sox won their fourth World Series title in 15 season… [+3292 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By TOM WITHERS AP Sports Writer", "title": "Back on track: RB Duke Johnson re-emerges for Browns in loss", "description": "BEREA, Ohio (AP) — Duke Johnson wore a backpack on Monday that seemed symbolic.", "url": "https://apnews.com/9457b6fa5288462eb049a2a339d00e4f", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/c/ca/cca00074-bb2f-51a2-97ed-9e3c3767e3f1/5bdf938610629.image.jpg?crop=1721%2C968%2C0%2C117&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T00:21:43Z", "content": "BEREA, Ohio (AP) Duke Johnson wore a backpack on Monday that seemed symbolic. The Browns finally asked him to carry a larger load. Of the handful of positives to emerge from Sunday's 37-21 loss to the Kansas City Chiefs, capping another stormy week of change … [+4597 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "The Latest: 1st day of jury selection ends in El Chapo trial", "description": "NEW YORK (AP) — The Latest on the trial of Mexican drug lord known as El Chapo (all times local):", "url": "https://apnews.com/dd72bcb90d6a428c886353d38f761366", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T00:15:38Z", "content": "NEW YORK (AP) The Latest on the trial of Mexican drug lord known as El Chapo (all times local): 7:15 p.m. The first day of jury selection has wrapped up in the New York trial of the Mexican drug lord known as El Chapo. Receive today's headlines in your inbox … [+1431 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BBA--Yankees-Cashman", "description": "BC-BBA--Yankees-Cashman,621", "url": "https://apnews.com/0bd0568b595d4aa387ec7aa8fcb956b7", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T00:13:04Z", "content": "BC-BBA--Yankees-Cashman,621 Cashman: Yankees want to bring back Sabathia, Happ Brian Cashman wants to bring CC Sabathia back for an 11th season with the New York Yankees, and he's also holding out hope of re-signing J.A. Happ. Cashman arrived at the annual ge… [+4032 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BBA--Yankees-Cashman", "description": "BC-BBA--Yankees-Cashman,621", "url": "https://apnews.com/cfa901e61d604e91a1cc33b6e0ceb861", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T00:13:04Z", "content": "BC-BBA--Yankees-Cashman,621 Cashman: Yankees want to bring back Sabathia, Happ Brian Cashman wants to bring CC Sabathia back for an 11th season with the New York Yankees, and he's also holding out hope of re-signing J.A. Happ. Cashman arrived at the annual ge… [+4032 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BBA--Yankees-Cashman", "description": "BC-BBA--Yankees-Cashman,621", "url": "https://apnews.com/51e0824d58624460a8d9acd7cff0dc53", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T00:13:04Z", "content": "BC-BBA--Yankees-Cashman,621 Cashman: Yankees want to bring back Sabathia, Happ Brian Cashman wants to bring CC Sabathia back for an 11th season with the New York Yankees, and he's also holding out hope of re-signing J.A. Happ. Cashman arrived at the annual ge… [+4032 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-BBA--Yankees-Cashman", "description": "BC-BBA--Yankees-Cashman,621", "url": "https://apnews.com/f344234898734907ba5be8b00279a177", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T00:13:02Z", "content": "BC-BBA--Yankees-Cashman,621 Cashman: Yankees want to bring back Sabathia, Happ Brian Cashman wants to bring CC Sabathia back for an 11th season with the New York Yankees, and he's also holding out hope of re-signing J.A. Happ. Cashman arrived at the annual ge… [+4032 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "BC-FBN--Streaking Chargers", "description": "BC-FBN--Streaking Chargers,620", "url": "https://apnews.com/e9e84579006746a782a0a51ffe385be0", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg", "publishedAt": "2018-11-06T00:11:11Z", "content": "BC-FBN--Streaking Chargers,620 Chargers looking to continue fast start over next 3 weeks AP Photo SEA148, SEA144, SEA115 Eds: With AP Photos. The Los Angeles Chargers have won five straight and are off to a 6-2 start for the first time since 2006. They have a… [+3747 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By JOE REEDY AP Sports Writer", "title": "Chargers looking to continue fast start over next 3 weeks", "description": "COSTA MESA, Calif. (AP) — The Los Angeles Chargers have won five straight to improve to 6-2 at midseason for the first time in 12 years. With the next three games against teams with losing records, the one thing coach…", "url": "https://apnews.com/9ba596d4335c4ed58fbfbda2d6b4586e", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/b/64/b64b1b57-570c-598e-a588-5c816a6b5ebe/5be0e29da0645.image.jpg?crop=1698%2C955%2C0%2C132&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T00:11:09Z", "content": "COSTA MESA, Calif. (AP) The Los Angeles Chargers have won five straight to improve to 6-2 at midseason for the first time in 12 years. With the next three games against teams with losing records, the one thing coach Anthony Lynn isn't worried about is complac… [+3170 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Cowboys DE Gregory out as Titans safety Vaccaro returns", "description": "ARLINGTON, Texas (AP) — Dallas Cowboys defensive end Randy Gregory is out against Tennessee after having arthroscopic knee surgery before the open week, and Titans safety Kenny Vaccaro is active after missing three games with a dislocated elbow.", "url": "https://apnews.com/fb183973ba5e4726adfdc5c497f8a418", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-06T00:08:48Z", "content": "ARLINGTON, Texas (AP) Dallas Cowboys defensive end Randy Gregory is out against Tennessee after having arthroscopic knee surgery before the open week, and Titans safety Kenny Vaccaro is active after missing three games with a dislocated elbow. Tennessee lineb… [+619 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "By WILL GRAVES AP Sports Writer", "title": "Steelers rolling as Bell hints possible return", "description": "PITTSBURGH (AP) — Le'Veon Bell might be ready to head back to work. The Pittsburgh Steelers don't exactly look like they need him.", "url": "https://apnews.com/4c42c471666c436ea74ae7ecd76986cb", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/c/ba/cbaa600b-6429-50e8-a2cf-7bd4f47b0a24/5bdf68e355194.image.jpg?crop=1764%2C992%2C0%2C90&resize=1120%2C630&order=crop%2Cresize", "publishedAt": "2018-11-06T00:06:50Z", "content": "PITTSBURGH (AP) Le'Veon Bell might be ready to head back to work. The Pittsburgh Steelers don't exactly look like they need him. The star running back tweeted \"Farewell Miami\" on Monday, possibly indicating the end of his months-long standoff with the club. B… [+4068 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Man gets 25-year term in 2nd homicide case", "description": "NEWARK, N.J. (AP) — A man given a prison term as a juvenile in a homicide has been sentenced to 25 years in New Jersey state prison in another homicide.", "url": "https://apnews.com/d34159c510794d609f31eac234aac00a", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2018-11-06T00:06:02Z", "content": "NEWARK, N.J. (AP) A man given a prison term as a juvenile in a homicide has been sentenced to 25 years in New Jersey state prison in another homicide. Essex County prosecutors said 43-year-old Mustafa Hill previously pleaded guilty to aggravated manslaughter … [+776 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Pompeo to meet with NK counterpart Thursday in New York", "description": "WASHINGTON (AP) — Secretary of State Mike Pompeo will be traveling to New York on Thursday to meet with his North Korean counterpart, Kim Yong Chol.", "url": "https://apnews.com/9377aaef6b284d2ab01c8017bf8a58d9", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/custom/image/aacc4e10-0064-11e7-adc2-d3321407a1f8.jpg", "publishedAt": "2018-11-06T00:04:47Z", "content": "WASHINGTON (AP) Secretary of State Mike Pompeo will be traveling to New York on Thursday to meet with his North Korean counterpart, Kim Yong Chol. The State Department says the top U.S. envoy for North Korea, Stephen Biegun, will join Pompeo and Kim to discus… [+533 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Ohtani, 2 Yankees finalists for AL Rookie of the Year", "description": "NEW YORK (AP) — Shohei Ohtani is a finalist for the AL Rookie of the Year award along with two New York Yankees infielders.", "url": "https://apnews.com/a5be7fde3d794472b45e83110768e429", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png", "publishedAt": "2018-11-06T00:04:36Z", "content": "NEW YORK (AP) Shohei Ohtani is a finalist for the AL Rookie of the Year award along with two New York Yankees infielders. The Baseball Writers' Association of America revealed the finalists for its major awards Monday night. The winners will be announced next… [+867 chars]"}]}