[{"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Taiwan’s voters will be asked what to call the island’s Olympic team", "description": "China is watching nervously", "url": "https://www.economist.com/asia/2018/11/22/taiwans-voters-will-be-asked-what-to-call-the-islands-olympic-team", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_ASP501.jpg", "publishedAt": "2018-11-22T00:00:00Z", "content": "CHINA ABHORS the notion of referendums in democratic Taiwan. It fears that a plebiscite may one day be used to assess whether the public wants the island to renounce its notional links with the mainland. Secession, it has warned, could trigger war. So it is w… [+3541 chars]", "fulltext": "CHINA ABHORS the notion of referendums in democratic Taiwan. It fears that a plebiscite may one day be used to assess whether the public wants the island to renounce its notional links with the mainland. Secession, it has warned, could trigger war. So it is with disquiet that China is watching Taiwan’s preparations to hold several referendums on November 24th, at the same time as local elections. Among a wide array of questions that will be put to voters, on matters ranging from LGBT rights to nuclear power, is one that is particularly worrisome to officials in Beijing. It asks whether the country should participate in the next Olympic games, in Tokyo in 2020, as well as other international sporting events, under the name “Taiwan”.\n\nFor China’s Communist Party, victory for the yes campaign would be truly galling. In deference to the party’s sensitivities, the International Olympic Committee only allows Taiwan’s athletes to call their team “Chinese Taipei”. The formal name of Taiwan—the Republic of China (ROC)—is one that the mainland’s government cannot even bring itself to utter. In the party’s view, the ROC has been replaced by the People’s Republic of China (PRC), and so it no longer exists. When the term was introduced in 1984, Chinese Taipei was just about acceptable to both sides, since the word “Chinese” did not make clear whether the Chinese-ness was that of the ROC or the PRC. At any rate, Taiwan had to put up with it: it was that, or no games.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nSince then multiparty democracy has taken root in Taiwan. The island held its first referendum in 2004, on how to handle relations with China. In 2008 voters were asked whether Taiwan should join the UN under the name Taiwan. But those and other referendums failed to pass owing to a high threshold for voter turnout. Last December Taiwan’s current, independence-leaning, government lowered the bar. The Olympic-name referendum has a much better chance of delivering a valid result. It could well be yes.\n\nThe president, Tsai Ing-wen, would doubtless be delighted if Taiwan could be called just that by everyone, not only the IOC. But China has made it clear that changing the island’s official name from ROC to Taiwan would be construed as a declaration of independence (ROC may be bad in China’s view, but at least the name has got that all-important C in it). Ms Tsai does not want war. The revised referendum law specifically bans plebiscites on independence. The president is not even pushing for a change of name at the Olympics. She likely reckons it would be a waste of time. China has said that an attempt to do so could result in the disqualification of Taiwan’s team. On November 16th the IOC issued a similar warning.\n\nIt was not the government that proposed the referendum, but a grassroots movement called the Team Taiwan Campaign led by a famous Taiwanese track-and-field athlete and Olympic medallist, Chi Cheng. Supporters of the cause know that they have little chance of persuading the IOC. If the referendum passes, the government will be legally obliged to take up the name-change cause. But it may not be able to persuade Taiwan’s own Olympic committee, which is a private entity and does not have to follow the government’s orders on such matters.\n\nEven though a yes result would be highly unlikely to result in a new name for Taiwan’s team, supporters of the campaign want to use the issue to make a point to China. Cross-strait relations are not a big topic in the upcoming local elections, so the referendum will be a chance for voters to show what they think of China’s growing military and diplomatic pressure on the island. “We want the whole world to know we are Taiwan,” says an organiser. “We will try again, and again, and again.”"}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "A British academic is jailed for life in the United Arab Emirates", "description": "The couple in happier times A FTER FIVE months in solitary confinement, his final court appearance lasted barely five minutes. On November 21st a court in Abu Dhabi convicted a British academic of espionage and sentenced him to life in prison. Matthew Hedges,…", "url": "https://www.economist.com/middle-east-and-africa/2018/11/24/a-british-academic-is-jailed-for-life-in-the-united-arab-emirates", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_MAP501.jpg", "publishedAt": "2018-11-21T18:03:42Z", "content": "A FTER FIVE months in solitary confinement, his final court appearance lasted barely five minutes. On November 21st a court in Abu Dhabi convicted a British academic of espionage and sentenced him to life in prison. Matthew Hedges, 31, is a doctoral candidate… [+2665 chars]", "fulltext": "A FTER FIVE months in solitary confinement, his final court appearance lasted barely five minutes. On November 21st a court in Abu Dhabi convicted a British academic of espionage and sentenced him to life in prison. Matthew Hedges, 31, is a doctoral candidate at Durham University. He travelled to the United Arab Emirates ( UAE ) earlier this year to study its internal security policies. He became an unwilling participant in his own research in May when police arrested him at Dubai’s airport.\n\nThe UAE has not offered a shred of evidence, nor even named the state for which Mr Hedges (pictured, with his wife) was supposedly spying. But the case is thought to be connected to neighbouring Qatar, which the UAE and three other Arab states have kept under an 18-month embargo. Mr Hedges’s wife says he was not allowed access to a lawyer until mid-October, and that his appointed counsel did not speak fluent English. He was also allegedly made to sign a confession in Arabic, which he does not read. He has 30 days to appeal against the verdict.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nBritish officials have raised the case with the Emiratis. Compared with other cases of Britons jailed in the region, however, they have been oddly tight-lipped in public. The foreign secretary, Jeremy Hunt, said little beyond expressing his “shock and disappointment” at the verdict. Just a week earlier the minister of state for trade was in the UAE .\n\nWith its “happiness ministry” and tourist attractions, the UAE presents itself as a cheerful, cosmopolitan corner of the Gulf. It has also built a vast surveillance state to keep tabs on citizens and visitors. Government critics and human-rights activists have received long jail terms for social-media posts. The climate grew even more repressive last year. “Showing sympathy” to Qatar is punishable by up to 15 years in prison and a 500,000 dirham ($136,000) fine.\n\nIn 2010 New York University ( NYU ) started offering classes in Abu Dhabi, one of several Western universities to open campuses in the region. Administrators promised the same freedoms as its American parent. Academics say otherwise. Andrew Ross, an NYU professor who has criticised labour practices in the Emirates, was barred from travelling to the country in 2015. The UAE is not alone in this practice: a graduate student doing similar research at Georgetown University, which has a campus in Doha, was denied a visa by Qatar last year."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "A new documentary lays bare the idiosyncrasies of the art market", "description": "“The Price of Everything” shows that artistic value and monetary value are not always aligned, though it cannot fully explain why", "url": "https://www.economist.com/prospero/2018/11/21/a-new-documentary-lays-bare-the-idiosyncrasies-of-the-art-market", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_BKP506.jpg", "publishedAt": "2018-11-21T16:55:01Z", "content": "YOU NEED to send me flowers, says Robert Rauschenberg, a pop artist, as he smacks Robert Scull on the shoulder. Ive been working my ass off for you to make that profit. It is 1973 and Scull, a taxi-fleet owner from Manhattans Lower East Side, has just made $2… [+4341 chars]", "fulltext": "“YOU NEED to send me flowers,” says Robert Rauschenberg, a pop artist, as he smacks Robert Scull on the shoulder. “I’ve been working my ass off for you to make that profit.” It is 1973 and Scull, a taxi-fleet owner from Manhattan’s Lower East Side, has just made $2.2m ($12.5m today) selling 50 paintings from his collection of post-war American art at Sotheby’s, an auction house. Rauschenberg is peeved, and understandably so. Scull and his wife, Ethel, had paid him $900 for “Thaw” in the late 1950s; that night it went for $85,000. The painting had suddenly accrued value like an apartment in a once-dodgy, now “up-and-coming”, neighbourhood.\n\n“The Price of Everything”, Nathaniel Kahn’s documentary about the art world and the money sloshing around in it, points to this sale as the moment the market as it exists today was born. In the 20th century auction houses began to realise they were running out of Old Masters to offer, says Ed Dolman of Phillips, but art itself did not cease to be cultural capital. A new generation of artists like Andy Warhol, Frank Stella, Jasper Johns and Rauschenberg emerged, who were both exciting and relentlessly productive. Dealers, gallerists and collectors were in luck: if they could create demand there was plenty of supply. They succeeded. Soon, expensive art no longer had to be centuries old.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nAnd “it’s very important for good art to be expensive,” a narrator pronounces, for “you only protect things that are valuable.” But is the most expensive art always the best art? Why do some paintings languish at the back of studios without buyers while others sell for $90.3m, as David Hockney’s “Portrait of An Artist (Pool with Two Figures)” did this month, making it the most expensive work sold at auction by a living artist? “The Price of Everything” does not have a straightforward answer to what it suggests is a weighty and complex question. “It’s a bubble,” opines Paul Schimmel, a curator. “Bubbles make beautiful things.”\n\nThe film is clearer on the nature of artists themselves, grouping them into those who care about the market and those who refuse to. Larry Poons (pictured below), who first appears strolling through the long grass behind his studio in upstate New York, is one such dissenter. A motorbike-riding, guitar-playing 80-year-old prone to romantic outbursts like “my only defence against fate is colour”, Mr Poons is resolutely independent. In the 1970s he was a darling of the art world. His work, a series of carefully aligned dots on bright canvases, was sold in the Scull sale and he was poised for super-stardom. But Mr Poons was repulsed by the dealers and gallerists who urged him to keep making the same kind of paintings, and instead made unpopular art that looked nothing like the spots that had made him famous.\n\nJeff Koons (pictured top) emerges as his antithesis. When he first appears on screen, Mr Koons—famed for his monumental “Balloon Dog” works that are slick, smooth signifiers of wealth—is overseeing a hive of activity. When he asserts that he is “completely responsible” for everything that happens in the factory that is his studio, it is grimly comical: his teams of silent, industrious workers look like they are on an assembly line. So commercially minded is Mr Koons, in fact, that he has created a futures market for his work, selling pieces to collectors that will be made in several years’ time.\n\nThose who can sell themselves well can win big, but this approach is not without costs of its own. Mr Koons is scoffed at for selling out and descending into “lobby art”. In one scene, Mr Poons, on his way to a show of his work, passes by a shop advertising Mr Koons’s “collaboration” with Louis Vuitton. Handbags painted with Old Masters and slogans sit stylishly on show with miniature versions of his sculptures. There is a kind of trade-off to be made, the documentary suggests.\n\nNone of this is surprising—artists must make money to survive, and some will go further than others to keep it coming in—but what “The Price of Everything” does well is capture the art market’s unruly, unpredictable and entertaining nature. It is, as Mr Kahn lays bare, defined by extreme contradictions. We see Inga Rubenstein, the wife of a Manhattan developer, weep with joy at the banal Damien Hirst painting hanging in her living room, while an art historian almost screams with fury at one of Mr Koons’s sculptures. “There are no rules about what is going to be good, and what is going to be bad,” Mr Poons says with typical frankness. “Art doesn’t give a shit. It never has.”"}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "What explains America’s mysterious baby bust?", "description": "I N SOME WAYS, the Atlantic Ocean seems unusually wide at the moment. Polls by the Pew Research Centre show that western Europeans take an increasingly dim view of America, and not just its president. On the other side of the ocean, conservatives think that a…", "url": "https://www.economist.com/united-states/2018/11/24/what-explains-americas-mysterious-baby-bust", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_USD001.jpg", "publishedAt": "2018-11-21T16:49:47Z", "content": "I N SOME WAYS, the Atlantic Ocean seems unusually wide at the moment. Polls by the Pew Research Centre show that western Europeans take an increasingly dim view of America, and not just its president. On the other side of the ocean, conservatives think that a… [+5729 chars]", "fulltext": "I N SOME WAYS , the Atlantic Ocean seems unusually wide at the moment. Polls by the Pew Research Centre show that western Europeans take an increasingly dim view of America, and not just its president. On the other side of the ocean, conservatives think that a clinching argument against universal health care is to call it European. Yet in other, more intimate, ways the two continents appear to be converging. American families are increasingly hard to distinguish from European ones.\n\nSoon after the great recession hit America, in 2007, the birth rate began to fall. Many people lost their jobs or their homes, which hardly put them in a procreative mood. But in the past few years the economy has bounced back—and births continue to drop. America’s total fertility rate, which can be thought of as the number of children the average woman will bear, has fallen from 2.12 to 1.77. It is now almost exactly the same as England’s rate, and well below that of France (see chart 1).\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nAlthough getting into Harvard will be a little easier as a result, this trend is bad for America in the long run. A smaller working-age population makes Social Security (public pensions) less affordable and means the national debt is carried on fewer shoulders. America could admit more immigrants to compensate, but politicians seem loth to allow that. The baby bust also strikes a blow to American exceptionalism. Until recently, it looked as though pro-natalist policies such as generous parental leave and subsidised nurseries could be left to those godless Europeans. In America, faith and family values would ensure a good supply of babies.\n\nWhat changed? One possibility is that the drop is little more than a mathematical quirk. The total fertility rate is calculated by adding up the proportions of women in each year of life who had a baby in the previous year. It is affected by changes in birth timing. Suppose that all American women have exactly two children. If a cohort of women move to have those children later, the fertility rate will temporarily fall below two. This happened in the late 1970s, when the rate dipped to 1.74 before recovering.\n\nTo some extent, history is probably repeating itself. In 2017 the mean age of a first-time mother was 27, up from 25 in 2007. The teenage birth rate has halved in the past ten years—something that Power to Decide, a campaign group, attributes to less sex and better contraception. Colleen Murray, its senior science officer, says that Obamacare has made long-acting contraceptives like IUD s available to more young women. The trend of Americans giving birth at ever older ages could run for a while. In Europe, women’s mean age at first birth is 29. In Japan it is 31.\n\nStill, comparisons with Europe and Japan are not exactly reassuring—both countries have smaller families than America. And with every passing year the drop in American fertility seems less temporary. Some data suggest that people have come to desire small families. The large National Survey of Family Growth shows that 48% of American women with one child expect not to have a second.\n\nSome religious conservatives fear that a broad cultural shift is under way. According to Gallup, a pollster, the share of Americans who never go to church has risen from 10% to 27% since 2000. That could be connected to falling fertility. Churches tend to be in favour of children—more so than the other places where people hang out on the weekend, such as gyms and bars. But it is hard to disentangle cause from effect. What is clearer is that America’s fertility rate is being pulled down by two specific groups of people: Hispanics and urbanites.\n\nHispanic women still have more children, beginning at a younger age, than non-Hispanic whites, blacks or Asians. But their fertility rate is falling exceptionally quickly. Between 2007 and 2017 it dropped from three to two, pulling down the national average. William Frey, a demographer at the Brookings Institution, a think-tank, points out that the recession hit them hard. Many Hispanics worked in the construction business, which collapsed, and lost their own homes to foreclosure. Hispanics are also increasingly American. Two-thirds were born in the country, and the proportion is rising because immigration from Latin America has slumped. They have probably adopted American small-family norms.\n\nThe fertility rate has fallen more sharply in large cities than in smaller cities or rural areas (see chart 2). Rents and prices have soared, making it harder to afford an extra bedroom. Lots of properties are being built in city centres—but many of these are tiny flats in towers. In 2006 only 27% of newly completed apartments had fewer than two bedrooms. In 2017 fully 48% did.\n\nNir Shoshani of NR Investments, a property developer in Miami, says some of this change is driven by demography. People are staying single and childless for longer, so there is more demand for small flats. But the towers are also rising because politicians and officials want them to rise. As in other cities, Miami’s zoning laws have changed to favour little boxes. A recent reform allows builders to create homes of just 275 square feet.\n\nIt is possible that cities like Miami are not only accommodating the growing ranks of single and childless people, but are actually creating more of them. Hill Kulu, a demographer at the University of St Andrews in Scotland, has found that in England and Finland suburbanites and small-town-dwellers have more children than you would expect from looking at other aspects of their lives. It is almost as though extra bedrooms and child-friendly neighbourhoods make children. Perhaps the American family is becoming more European because its cities are looking a little denser and a little less suburban—that is, a little more European."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "A giant of the car industry is accused of financial misconduct", "description": "R UNNING A VAST global company, with offices and factories spread across the planet, means that jumping on and off a corporate jet is an everyday occurrence. But the welcome committee that greeted Carlos Ghosn at Tokyo’s Haneda Airport on November 19th was an…", "url": "https://www.economist.com/business/2018/11/24/a-giant-of-the-car-industry-is-accused-of-financial-misconduct", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_WBP002.jpg", "publishedAt": "2018-11-21T16:47:24Z", "content": "R UNNING A VAST global company, with offices and factories spread across the planet, means that jumping on and off a corporate jet is an everyday occurrence. But the welcome committee that greeted Carlos Ghosn at Tokyos Haneda Airport on November 19th was any… [+5992 chars]", "fulltext": "R UNNING A VAST global company, with offices and factories spread across the planet, means that jumping on and off a corporate jet is an everyday occurrence. But the welcome committee that greeted Carlos Ghosn at Tokyo’s Haneda Airport on November 19th was anything but normal. The chairman of Nissan and Mitsubishi, and chief executive and chairman of Renault (as well as of the alliance that ties the three carmakers together), was met by a troop of dark-suited prosecutors. They had come to arrest the man who had rescued Nissan from bankruptcy in 1999 and in so doing become a superstar of Japanese business.\n\nThe extent and suddenness of Mr Ghosn’s fall from grace is astonishing. The French-Lebanese-Brazilian businessman once came seventh in a poll that asked Japanese people who should run the country, and was the hero of a series of manga comics. But after an internal investigation at Nissan, prompted by a whistleblower, the company said that it had uncovered evidence of “significant misconduct”. Such was its seriousness, insisted Nissan, that Mr Ghosn was immediately sacked along with Greg Kelly, another executive—a decision that was expected to be confirmed by the company’s board when it met in Yokohama on November 22nd, as The Economist went to press.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nRenault’s executives expressed support for Mr Ghosn but its board suspended him from his positions at the French carmaker while the investigation continues, and appointed Thierry Bolloré, a Ghosn loyalist, as its interim boss and Philippe Lagayette, an independent director, as stand-in chairman. Mitsubishi is expected to follow suit.\n\nMr Ghosn has not been heard from since his arrest; on November 21st it was reported that he would be held in custody for a further ten days. He is accused of under-reporting his pay to regulators and in stockmarket filings by around ¥5bn ($51m) over a five-year period from 2011. Another accusation is that he broke the law by failing to declare his use of properties owned by Nissan in several cities, including Beirut, as a perk. Shortly after his arrest the firm’s chief executive, Hiroto Saikawa, who took over when Mr Ghosn relinquished that role in 2017, used a press conference to attack his erstwhile chairman. He dismissed much of Mr Ghosn’s role in Nissan’s revival and called his “concentrated power” a “negative aspect of the long regime”.\n\nMr Ghosn had indeed accumulated huge power in his multiple roles, and used it to build a group that had become the world’s biggest carmaker—it is set to make 11m vehicles this year. If he did abuse that power to overstep the mark, questions will be asked about Nissan’s governance, and about the oversight provided by its board. There has been no word from Mr Ghosn since his arrest.\n\nBut several analysts have suggested another interpretation for this week’s events—that activities which were known about and once attracted a blind eye have now been used against Mr Ghosn. Japan has never indulged in the stratospheric executive pay common in the West. A ruse by Mr Ghosn to downplay his true total pay might have been considered politic. In Japan lower pay is often compensated for by plenty of fringe benefits that customarily go unreported.\n\nWhy might Nissan have wished to use these transgressions against Mr Ghosn now? One explanation may be that the company wanted to take advantage of a new Japanese law that encourages companies to expose wrongdoing in return for more lenient treatment. Another is that an anti-Ghosn faction at Nissan, increasingly angered at his autocratic management style and his loyalty to Renault, tipped off the authorities about internal matters. “A stitch-up” is how one person close to the situation describes Nissan’s actions.\n\nThis hypothesis—that Mr Ghosn was downed by a corporate coup—rests on resentment within Nissan of the French carmaker. The Renault-Nissan-Mitsubishi alliance is composed of a series of cross-shareholdings, whereby Renault owns a controlling 43.4% of Nissan, and Nissan has merely a non-voting 15% stake in Renault (Mitsubishi is controlled by Nissan through a 34% stake). Renault, 15% owned by the French state, has the upper hand even though most of the revenues, volumes and profits come from Japan. Nissan’s role as Renault’s cash-cow is a matter of considerable bitterness.\n\nWorse still for Nissan was the looming prospect of a French takeover. While other carmakers have, sometimes disastrously, attempted full mergers with rivals, the alliance has let Nissan and Renault share some functions, such as purchasing, while remaining independent. But this has not brought the full rewards of the cost-cutting allowed by a merger. Mr Ghosn wanted to make the alliance “irreversible”. He planned far more co-operation and probably had the backing of the French government for a merger. That prospect horrified senior people in Nissan, who had become disillusioned with Mr Ghosn, and also worried the Japanese government, which faced the prospect of a huge domestic firm being run from Paris. Mr Ghosn’s exit could signal the re-Japanisation of Nissan.\n\nWhat will become of the world’s biggest carmaking group? Both the French and Japanese have pledged fealty to the alliance but the plunging share prices of both Renault and Nissan are testament to Mr Ghosn’s energy and force of character, which kept the complex structure on track. Finding a suitable replacement at the alliance will be tough. Another aspect of Mr Ghosn’s entrenched power was a lack of succession planning.\n\nIf the alliance breaks down, it will leave two separate car firms with weak mass-market brands and insufficient scale for the huge investments in electrification and autonomy that all carmakers need to make. Even if it drifts on in its present form, without the advantages of a full-scale merger, it will not be as competitive as the other giants of carmaking—Volkswagen, resurgent after the diesel crisis, and a buoyant Toyota. Mr Ghosn’s departure may well be shown to be justified. But it leaves the alliance in a state of huge uncertainty at a time of seismic change in the car industry."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Flybe is in urgent need of a new strategy", "description": "The regional airline must acknowledge how the European travel market is changing", "url": "https://www.economist.com/gulliver/2018/11/21/flybe-is-in-urgent-need-of-a-new-strategy", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_WBP501.jpg", "publishedAt": "2018-11-21T15:31:08Z", "content": "DESPITE PLYING European skies for nearly four decades, Flybe, a regional airline based in Exeter, Britain, has never suffered a major safety-related incident. Its pilots and technicians deserve much praise for this stellar safety record. Sadly, investors in t… [+2551 chars]", "fulltext": "DESPITE PLYING European skies for nearly four decades, Flybe, a regional airline based in Exeter, Britain, has never suffered a major safety-related incident. Its pilots and technicians deserve much praise for this stellar safety record. Sadly, investors in the airline have not been looked after nearly as well. Those who bought shares in the firm when it listed on the London Stock Exchange in 2010 and still have them are nursing a massive 97% loss in terms of their value. Recent profit warnings have compelled Flybe’s board to put it up for sale–nine months after spurning a takeover attempt.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt would be unfair to place all the blame on management. Rising oil prices, over-capacity in Europe and sky-high compensation pay-outs under European Union law have hit profits hard. There are fundamental concerns about the viability of the regional-airline model, whereby passengers pay a premium to fly short distances in small planes. The sector has been hammered by the rise of Europe’s more efficient budget carriers. Starting fares of £25 ($32) for Flybe’s 200-mile hop from Newquay to Birmingham can hardly be called excessive. But Wizz Air, an ultra-low-cost airline from Hungary, carries passengers ten times the distance for a few pounds less on its route from London to Kutaisi in Georgia, a distance of over 2,000 miles. Such absurdly low ticket prices are changing travel habits. Many now see regional flights as a frivolous luxury. Replacing them with slightly longer journeys by road or rail may be good for both the wallet and the environment.\n\nFlybe can pull out of the tailspin, but not by itself. This year it rejected a takeover attempt by Stobart Group, the owner of London Southend Airport and Stobart Air, an Irish regional airline. But friends can help in other ways too. Flybe should follow the example of Ireland’s CityJet and Estonia’s Nordica by trimming its own network and leasing out its aircraft instead. But what this lacks in excitement is made up for in reliable income–typically from hub airlines whose resources are tied up with busier routes. Borders are no barrier here. Air Nostrum, a Spanish regional airline, recently leased out two of its planes to help re-launch Syphax Airlines in Tunisia.\n\nFlybe’s managers may be proud that the carrier is Europe’s largest regional airline. But earning money by transporting people short distances in uneconomical planes is a risky strategy in a well-connected continent. To ensure long-term survival, they should focus the carrier’s efforts on routes where geography or public subsidies give them an edge. Any of Flybe’s 78 planes that can neither be deployed on these services, nor lent to external partners, should be withdrawn from service–and quickly."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "How to collect space junk", "description": "There are various schemes to remove hazardous debris from Earth orbits, but it will not be easy", "url": "https://www.economist.com/the-economist-explains/2018/11/21/how-to-collect-space-junk", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_BLP504.jpg", "publishedAt": "2018-11-21T05:21:49Z", "content": "ORBITAL DEBRIS offers a classic tragedy of the commons problem. Six decades of space launches have littered Earth orbits with derelict satellites, rocket parts and other scrap. More than 750,000 pieces are at least a centimetre wideenough to shatter a satelli… [+3761 chars]", "fulltext": "ORBITAL DEBRIS offers a classic “tragedy of the commons” problem. Six decades of space launches have littered Earth orbits with derelict satellites, rocket parts and other scrap. More than 750,000 pieces are at least a centimetre wide—enough to shatter a satellite. Even flecks of paint, of which there are millions, can damage kit, including the International Space Station. Over time, this junk breaks up into smaller pieces that become harder or even impossible to track with radar, and therefore to dodge. Mid-space collisions can be catastrophic. In 2009, for example, a defunct Russian satellite smashed into and obliterated one operated by Iridium, an American firm. As William Shelton, a former head of the US Air Force’s Space Command, puts it, “debris begets debris”.\n\nValuable orbits could eventually become unusable. Friction from molecules in space near Earth brings unpowered objects closer to Earth (“decays” their orbit) but it can take many years, even centuries, before a given piece of scrap “de-orbits” by descending far enough to meet a fiery end in the atmosphere. If, over time, the pieces of dangerous debris that de-orbit are outnumbered by those newly jettisoned in space or multiplied by impacts, the frequency of collisions will accelerate. In 1978 Donald Kessler, a scientist at NASA, warned that this chain reaction could render whole orbits impracticable. The Kessler Syndrome, as this “collisional cascade” has become known, has probably already begun, though it is likely to unfold over at least several decades, not mere hours as depicted in the 2013 hit film “Gravity”. Some reckon the process could be reversed if at least five big dead satellites were removed from orbit every year. (Satellites may “die” when they run out of the fuel needed to keep their proper place in orbit, or lose the ability to generate power with solar panels, or suffer an electronic failure.)\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn object can be de-orbited by slowing its movement, ensuring it heads rather more quickly towards the atmosphere and arrives within weeks or months. Reducing velocity by just 100-odd metres per second is often enough, though this is no easy task. In September a European Union spacecraft in an orbit close to Earth (“low Earth orbit”) used computer vision and laser rangefinding to eject a net that snatched a small “cubesat”, a sort of miniature satellite (eg, pictured), that it had pushed into space. In February the spacecraft, named RemoveDEBRIS, will attempt another first by shooting a harpoon to snag a piece of panelling brought along for the test and held at the end of a boom. A European Space Agency mission to de-orbit a big defunct satellite in 2023 has decided against nabbing it with a harpoon, and will probably opt for a net or robotic arm. The latter approach has been tested by China.\n\nJapan’s space agency, JAXA, started developing a grappling system that would separate from a mothership and clamp onto a big piece of scrap. Interaction between Earth’s magnetic field and a 700-metre steel-and-aluminium tail dangling from the grappling mechanism was meant to generate braking power, with the debris and grappling system eventually falling into the atmosphere together. But the system failed a test in 2017. Fuel economy would probably limit missions that seek to grab debris to removing just a few pieces of junk. This is why BBN Technologies, a subsidiary of Raytheon, an American firm, proposes using hot-air balloons to loft explosives into the upper atmosphere. A large blast there would shoot up a column of air that might slow a cloud of debris. Numerous outfits propose zapping debris with a laser mounted on a mountaintop or spacecraft. Vapourising a bit of the object in this way would generate thrust that could slow it down. All of these approaches promise to be astonishingly expensive, but there is an additional drawback. Any system that de-orbits debris could also be used to attack an adversary’s satellites."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "The first journey of an aircraft with an ion drive", "description": "How to fly silently, and without any moving parts", "url": "https://www.economist.com/science-and-technology/2018/11/21/the-first-journey-of-an-aircraft-with-an-ion-drive", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_STP004.jpg", "publishedAt": "2018-11-21T05:00:00Z", "content": "IT IS NOT unusual for technologies from science fiction to join the real world, with examples ranging from video phones, via artificial intelligence, to self-driving cars. The ion drive is another such. Ion drives purportedly propelled the evil Empires TIE (t… [+3526 chars]", "fulltext": "I T IS NOT unusual for technologies from science fiction to join the real world, with examples ranging from video phones, via artificial intelligence, to self-driving cars. The ion drive is another such. Ion drives purportedly propelled the evil Empire’s TIE (twin ion engines) fighters in the original “Star Wars” movie. Real ion drives now reposition satellites and send space probes on interplanetary journeys. Surprisingly, according to a paper published this week in Nature, they may have an earthly role, too. For the first time an aeroplane has flown powered by an ion drive.\n\nThe reason for surprise is that an ion drive delivers only a tiny amount of thrust. This does not matter in the vacuum of space, because without friction to hold a spacecraft back, speed builds up gradually to a decent rate. On Earth, however, it had long been assumed that the atmosphere is too dense for an aircraft using an ion drive to get off the ground.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo be fair, the five-metre-wingspan model aircraft that Steven Barrett and his colleagues at the Massachusetts Institute of Technology ( MIT ) flew with an ion drive was launched with the aid of a bungee. Nevertheless, in a series of ten test flights (a time-lapse picture of one of which is shown above) it successfully traversed a 60-metre indoor sports track. This distance is comparable to that of the first flight, in 1903, of the powered heavier-than-air plane built by the Wright brothers—although theirs had a 12.3 metre wingspan and had also to carry the weight of a pilot.\n\nUnlike the Wright Flyer, and all powered aircraft since, the use of an ion drive means the MIT craft contains no moving propulsion parts in the form of propellers or jet engines. It can fly silently and without direct emissions from burning fossil fuels. It works by using electrodes to ionise a gas in such a way that the resulting ions (charged particles) create thrust. In space, the gas to be ionised, usually xenon, has to be carried by the craft. The MIT aircraft, however, ionises nitrogen from the air.\n\nThe ion drive itself consists of strips of parallel electrodes suspended in a rack below the craft’s wing. These electrodes are powered by a pack of lithium-ion batteries. The nitrogen ions generated interact with neutral molecules in the air to form what is known as an ionic wind. The direction of this wind depends on the arrangement of the electrodes. In Dr Barrett’s design, the wind is directed backward, meaning that Newton’s third law of motion (to every action there is an equal and opposite reaction) carries the craft forward—and, crucially, does so at a speed sufficient for its wings to provide lift.\n\nScaling the design up will, admittedly, be tricky. Though the level of thrust generated is sufficient to fly Dr Barrett’s 2.5kg prototype, it is less than 1% of what would be required to keep an airliner airborne. There are, though, other sorts of aircraft which, with further development, ion drives might power. The MIT team reckon these include unmanned drones and high-altitude research craft.\n\nSuch devices might be built in entirely new ways. Although the test model used a conventional tail plane to provide stability and steering, Dr Barrett thinks future designs could do without it. Instead, the electrodes would shape the ionising electric fields in different ways, to control the direction of flight. Moreover, he adds, it might be possible to incorporate the electrodes into the skin of the aircraft so that there appears to be no distinctive power system. One day, this could result in something that looks a bit like a saucer, which could hover silently or zip through the air. Then another piece of science fiction would become science fact."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Is political polarisation cutting Thanksgiving dinners short?", "description": "Research suggests that if families avoid talking about politics, they talk less", "url": "https://www.economist.com/democracy-in-america/2018/11/21/is-political-polarisation-cutting-thanksgiving-dinners-short", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_USP502.jpg", "publishedAt": "2018-11-21T02:21:53Z", "content": "THANKSGIVING is traditionally the busiest day of the year on Americas roads. But this year, traffic might be a little lighter and the congestion may end a little earlier than in previous years. Thanksgiving travellers can give thanks to growing political disc… [+3451 chars]", "fulltext": "THANKSGIVING is traditionally the busiest day of the year on America’s roads. But this year, traffic might be a little lighter and the congestion may end a little earlier than in previous years. Thanksgiving travellers can give thanks to growing political discord for that. As Republicans and Democrats grow further apart, bipartisan turkey dinners are being cancelled or shortened—one sign of the way political rancor is spilling over into into everyday life.\n\nPolitical scientists disagree over whether the electorate’s policy views have diverged, but there is no question regarding their views on the party they oppose. The proportion of Republicans and Democrats who reported “very unfavourable” feelings towards members of the other party climbed from around one in five in 1992 to above one half by 2016 according to Pew Research Center polling.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThis mutual disregard has effects beyond politics. Research suggests party supporters asked to select one of two candidates for a college scholarship prefer declared partisans of their own party over opponents four times out of five. Similarly, presented with clues as to political affiliation, party supporters are more likely to rate their co-partisans as better job candidates and more attractive dates. In 1960, only about one in 20 parents reported they would be upset if their child married someone from the opposing political party; by 2010 that had climbed to one third of Democrats and one half of Republicans. And, according to Pew survey data, 64% of Democrats and 55% of Republicans report they have few or no close friends from the other party.\n\nA recent study by Keith Chen and Ryne Rohla of the Universities of California and Washington State, meanwhile, suggests partisan animus may also be cutting family gatherings short. The researchers used cell phone location data to track the Thanksgiving movements of 10m subscribers in 2016. That holiday took place two weeks after the presidential election that pitted Hillary Clinton against Donald Trump. The researchers were particularly interested in the movements of people who travelled from one electoral precinct to another in order to celebrate. Using precinct data on Republican and Democratic vote share, they calculated the relative likelihood that the people who were guests for Thanksgiving had voted for a different presidential candidate than their hosts. And they compare that likelihood with the length of time guests stayed at dinner.\n\nThey found that Thanksgiving dinners more likely to include a mix of Trump and Clinton voters were between 20 and 50 minutes shorter than dinners that were more likely to have been purely partisan gatherings. If travellers came from a home media market that had been particularly saturated by political advertising, Thanksgiving visits were even shorter—by more than an hour for those from the most ad-saturated precincts in swing-state areas.\n\nAccording to Pew data, 39% of Americans reported that their family tried to avoid talking about politics during the Thanksgiving of 2016. Mssrs Chen and Rohla's research suggest that some combination of failing in that effort or paying the emotional tax of finding other topics to talk about shortened the length of Thanksgiving dinners by a total of 34m hours nationwide.\n\nSince 2016, the discomfort of cross-party dialogue has only grown: In October this year 53% of Americans said it was “stressful and frustrating” to have political conversations with those they disagree with, up from 46% in 2016. Perhaps a record number of Thanksgiving guests will be driving home this week before the pumpkin pie is out of the oven."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "A giant of the car industry is accused of financial misconduct", "description": "After Carlos Ghosn, what will survive of the Renault-Nissan-Mitsubishi alliance?", "url": "https://www.economist.com/business/2018/11/21/a-giant-of-the-car-industry-is-accused-of-financial-misconduct", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_WBP502.jpg", "publishedAt": "2018-11-21T00:00:00Z", "content": "RUNNING A VAST global company, with offices and factories spread across the planet, means that jumping on and off a corporate jet is an everyday occurrence. But the welcome committee that greeted Carlos Ghosn at Tokyos Haneda Airport on November 19th was anyt… [+5680 chars]", "fulltext": "R UNNING A VAST global company, with offices and factories spread across the planet, means that jumping on and off a corporate jet is an everyday occurrence. But the welcome committee that greeted Carlos Ghosn at Tokyo’s Haneda Airport on November 19th was anything but normal. The chairman of Nissan and Mitsubishi, and chief executive and chairman of Renault (as well as of the alliance that ties the three carmakers together), was met by a troop of dark-suited prosecutors. They had come to arrest the man who had rescued Nissan from bankruptcy in 1999 and in so doing become a superstar of Japanese business.\n\nThe extent and suddenness of Mr Ghosn’s fall from grace is astonishing. The French-Lebanese-Brazilian businessman once came seventh in a poll that asked Japanese people who should run the country, and was the hero of a series of manga comics. But after an internal investigation at Nissan, prompted by a whistleblower, the company said that it had uncovered evidence of “significant misconduct”. Such was its seriousness, insisted Nissan, that Mr Ghosn was immediately sacked along with Greg Kelly, another executive—a decision that was expected to be confirmed by the company’s board when it met in Yokohama on November 22nd, as The Economist went to press.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nRenault’s executives expressed support for Mr Ghosn but its board suspended him from his positions at the French carmaker while the investigation continues, and appointed Thierry Bolloré, a Ghosn loyalist, as its interim boss and Philippe Lagayette, an independent director, as stand-in chairman. Mitsubishi is expected to follow suit.\n\nMr Ghosn has not been heard from since his arrest; on November 21st it was reported that he would be held in custody for a further ten days. He is accused of under-reporting his pay to regulators and in stockmarket filings by around ¥5bn ($51m) over a five-year period from 2011. Another accusation is that he broke the law by failing to declare his use of properties owned by Nissan in several cities, including Beirut, as a perk. Shortly after his arrest the firm’s chief executive, Hiroto Saikawa, who took over when Mr Ghosn relinquished that role in 2017, used a press conference to attack his erstwhile chairman. He dismissed much of Mr Ghosn’s role in Nissan’s revival and called his “concentrated power” a “negative aspect of the long regime”.\n\nMr Ghosn had indeed accumulated huge power in his multiple roles, and used it to build a group that had become the world’s biggest carmaker—it is set to make 11m vehicles this year. If he did abuse that power to overstep the mark, questions will be asked about Nissan’s governance, and about the oversight provided by its board. There has been no word from Mr Ghosn since his arrest.\n\nBut several analysts have suggested another interpretation for this week’s events—that activities which were known about and once attracted a blind eye have now been used against Mr Ghosn. Japan has never indulged in the stratospheric executive pay common in the West. A ruse by Mr Ghosn to downplay his true total pay might have been considered politic. In Japan lower pay is often compensated for by plenty of fringe benefits that customarily go unreported.\n\nWhy might Nissan have wished to use these transgressions against Mr Ghosn now? One explanation may be that the company wanted to take advantage of a new Japanese law that encourages companies to expose wrongdoing in return for more lenient treatment. Another is that an anti-Ghosn faction at Nissan, increasingly angered at his autocratic management style and his loyalty to Renault, tipped off the authorities about internal matters. “A stitch-up” is how one person close to the situation describes Nissan’s actions.\n\nThis hypothesis—that Mr Ghosn was downed by a corporate coup—rests on resentment within Nissan of the French carmaker. The Renault-Nissan-Mitsubishi alliance is composed of a series of cross-shareholdings, whereby Renault owns a controlling 43.4% of Nissan, and Nissan has merely a non-voting 15% stake in Renault (Mitsubishi is controlled by Nissan through a 34% stake). Renault, 15% owned by the French state, has the upper hand even though most of the revenues, volumes and profits come from Japan. Nissan’s role as Renault’s cash-cow is a matter of considerable bitterness.\n\nWorse still for Nissan was the looming prospect of a French takeover. While other carmakers have, sometimes disastrously, attempted full mergers with rivals, the alliance has let Nissan and Renault share some functions, such as purchasing, while remaining independent. But this has not brought the full rewards of the cost-cutting allowed by a merger. Mr Ghosn wanted to make the alliance “irreversible”. He planned far more co-operation and probably had the backing of the French government for a merger. That prospect horrified senior people in Nissan, who had become disillusioned with Mr Ghosn, and also worried the Japanese government, which faced the prospect of a huge domestic firm being run from Paris. Mr Ghosn’s exit could signal the re-Japanisation of Nissan.\n\nWhat will become of the world’s biggest carmaking group? Both the French and Japanese have pledged fealty to the alliance but the plunging share prices of both Renault and Nissan are testament to Mr Ghosn’s energy and force of character, which kept the complex structure on track. Finding a suitable replacement at the alliance will be tough. Another aspect of Mr Ghosn’s entrenched power was a lack of succession planning.\n\nIf the alliance breaks down, it will leave two separate car firms with weak mass-market brands and insufficient scale for the huge investments in electrification and autonomy that all carmakers need to make. Even if it drifts on in its present form, without the advantages of a full-scale merger, it will not be as competitive as the other giants of carmaking—Volkswagen, resurgent after the diesel crisis, and a buoyant Toyota. Mr Ghosn’s departure may well be shown to be justified. But it leaves the alliance in a state of huge uncertainty at a time of seismic change in the car industry."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "A valuable, if uneven, history of the Vietnam war", "description": "Max Hastings provides an outstanding account of the fighting, but is less convincing on the home front", "url": "https://www.economist.com/books-and-arts/2018/11/21/a-valuable-if-uneven-history-of-the-vietnam-war", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_BKP512.jpg", "publishedAt": "2018-11-21T00:00:00Z", "content": "Vietnam: An Epic Tragedy, 1945-1975. By Max Hastings. Harper; 896 pages; $37.50. William Collins; £30 MAX HASTINGS, an acclaimed military historian, has produced an indispensable if uneven portrait of the tragedy of Vietnam. He has no political axe to grind, … [+3816 chars]", "fulltext": "Vietnam: An Epic Tragedy, 1945-1975. By Max Hastings. Harper; 896 pages; $37.50. William Collins; £30\n\nMAX HASTINGS, an acclaimed military historian, has produced an indispensable if uneven portrait of the tragedy of Vietnam. He has no political axe to grind, rejecting both the “almost masochistic attitude” of left-wing Americans and “jingoistic works by conservative revisionists”. He attributes the American left’s respect for the North Vietnamese to the freedom journalists had to report government brutality in the South, while being denied access to even greater communist atrocities. Ultimately, he thinks, the Vietnamese exchanged oppression by warlords and landlords for even harsher subjugation to the disciples of Stalin.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe strength of Mr Hastings’s book lies in the powerful, close-up descriptions of the lives of the fighters and civilians caught in the bloodshed. A few of his tales are amusing, such as the southern general who was late for a coup when his alarm did not go off. But many are appalling. Senior American officers covered up the mutinies of troops and pilots who refused to fight. America’s top brass knowingly provided rifles that were unsuitable for combat.\n\nMr Hastings provides granular accounts of battles large and small, as well as of the incredible hardships endured (sometimes willingly) by the Vietnamese. Richard Nixon and Henry Kissinger, he writes, presided over “gratuitous years of carnage, merely to conceal from the American electorate, for their own partisan purposes, the inevitability” of defeat in Indochina.\n\nHis treatment of policymaking in Washington is less convincing. A “conspicuous lesson of the past century,” he notes, is that economic forces are “at least as important as military ones in determining outcomes.” Yet in recounting President Lyndon Johnson’s decisions in the spring of 1968 to limit the bombing of the North, to cap America’s troop deployment, and to not seek re-election, Mr Hastings ignores the vital role played by the economy. He is apparently unaware of the standard histories which relate that, by March 1968, senior officials had made it clear that American’s economic predicament meant an escalation of the war could prove disastrous. Dean Acheson, a former secretary of state, advised Johnson that the economic situation and broader foreign-policy imperatives obliged America “to disengage in a limited time”.\n\nIn the absence of these considerations, the reader might wonder why Johnson decided to back off, especially given the “catastrophic losses” suffered by the communists in the Tet offensive of February 1968; indeed, Mr Hastings refers to a post-Tet opinion poll that indicated a rallying around the flag. Mr Hastings notes that, within a few weeks of replacing Robert McNamara as secretary of defence in March 1968, Clark Clifford, a confidante of the president and a former hawk, had become sceptical of the war. A few brief sentences describe the meeting of the “Wise Men”, the doyens of American foreign policy.\n\nIn fact, the week before Johnson’s announcement on March 31st that he would limit the war (and would not seek another term) was fraught. The ultimate decision was so close that Johnson’s main advisers did not know the outcome until they heard his speech. Clifford’s view changed only when he was unable to extract any plan for victory from the armed forces. Meanwhile consultation with congressional leaders revealed that they would not accept any increase in troop strength. A pessimistic briefing from the State Department helped to turn a majority of the Wise Men against escalation.\n\nMr Hastings likewise passes over Robert Kennedy’s declaration that he would seek the Democratic nomination. These dramatic events of March 1968, possibly the most consequential period of the entire war, are glossed over in a few sentences. Despite these defects in its chronicle of the home front, with its brilliant portrayal of the fighting his book is a valuable addition to the history of a still-painful subject."}]