[{"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "A giant of the car industry is accused of financial misconduct", "description": "After Carlos Ghosn, what will survive of the Renault-Nissan-Mitsubishi alliance?", "url": "https://www.economist.com/business/2018/11/21/a-giant-of-the-car-industry-is-accused-of-financial-misconduct", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_WBP502.jpg", "publishedAt": "2018-11-21T00:00:00Z", "content": "RUNNING A VAST global company, with offices and factories spread across the planet, means that jumping on and off a corporate jet is an everyday occurrence. But the welcome committee that greeted Carlos Ghosn at Tokyos Haneda Airport on November 19th was anyt… [+5680 chars]", "fulltext": "R UNNING A VAST global company, with offices and factories spread across the planet, means that jumping on and off a corporate jet is an everyday occurrence. But the welcome committee that greeted Carlos Ghosn at Tokyo’s Haneda Airport on November 19th was anything but normal. The chairman of Nissan and Mitsubishi, and chief executive and chairman of Renault (as well as of the alliance that ties the three carmakers together), was met by a troop of dark-suited prosecutors. They had come to arrest the man who had rescued Nissan from bankruptcy in 1999 and in so doing become a superstar of Japanese business.\n\nThe extent and suddenness of Mr Ghosn’s fall from grace is astonishing. The French-Lebanese-Brazilian businessman once came seventh in a poll that asked Japanese people who should run the country, and was the hero of a series of manga comics. But after an internal investigation at Nissan, prompted by a whistleblower, the company said that it had uncovered evidence of “significant misconduct”. Such was its seriousness, insisted Nissan, that Mr Ghosn was immediately sacked along with Greg Kelly, another executive—a decision that was expected to be confirmed by the company’s board when it met in Yokohama on November 22nd, as The Economist went to press.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nRenault’s executives expressed support for Mr Ghosn but its board suspended him from his positions at the French carmaker while the investigation continues, and appointed Thierry Bolloré, a Ghosn loyalist, as its interim boss and Philippe Lagayette, an independent director, as stand-in chairman. Mitsubishi is expected to follow suit.\n\nMr Ghosn has not been heard from since his arrest; on November 21st it was reported that he would be held in custody for a further ten days. He is accused of under-reporting his pay to regulators and in stockmarket filings by around ¥5bn ($51m) over a five-year period from 2011. Another accusation is that he broke the law by failing to declare his use of properties owned by Nissan in several cities, including Beirut, as a perk. Shortly after his arrest the firm’s chief executive, Hiroto Saikawa, who took over when Mr Ghosn relinquished that role in 2017, used a press conference to attack his erstwhile chairman. He dismissed much of Mr Ghosn’s role in Nissan’s revival and called his “concentrated power” a “negative aspect of the long regime”.\n\nMr Ghosn had indeed accumulated huge power in his multiple roles, and used it to build a group that had become the world’s biggest carmaker—it is set to make 11m vehicles this year. If he did abuse that power to overstep the mark, questions will be asked about Nissan’s governance, and about the oversight provided by its board. There has been no word from Mr Ghosn since his arrest.\n\nBut several analysts have suggested another interpretation for this week’s events—that activities which were known about and once attracted a blind eye have now been used against Mr Ghosn. Japan has never indulged in the stratospheric executive pay common in the West. A ruse by Mr Ghosn to downplay his true total pay might have been considered politic. In Japan lower pay is often compensated for by plenty of fringe benefits that customarily go unreported.\n\nWhy might Nissan have wished to use these transgressions against Mr Ghosn now? One explanation may be that the company wanted to take advantage of a new Japanese law that encourages companies to expose wrongdoing in return for more lenient treatment. Another is that an anti-Ghosn faction at Nissan, increasingly angered at his autocratic management style and his loyalty to Renault, tipped off the authorities about internal matters. “A stitch-up” is how one person close to the situation describes Nissan’s actions.\n\nThis hypothesis—that Mr Ghosn was downed by a corporate coup—rests on resentment within Nissan of the French carmaker. The Renault-Nissan-Mitsubishi alliance is composed of a series of cross-shareholdings, whereby Renault owns a controlling 43.4% of Nissan, and Nissan has merely a non-voting 15% stake in Renault (Mitsubishi is controlled by Nissan through a 34% stake). Renault, 15% owned by the French state, has the upper hand even though most of the revenues, volumes and profits come from Japan. Nissan’s role as Renault’s cash-cow is a matter of considerable bitterness.\n\nWorse still for Nissan was the looming prospect of a French takeover. While other carmakers have, sometimes disastrously, attempted full mergers with rivals, the alliance has let Nissan and Renault share some functions, such as purchasing, while remaining independent. But this has not brought the full rewards of the cost-cutting allowed by a merger. Mr Ghosn wanted to make the alliance “irreversible”. He planned far more co-operation and probably had the backing of the French government for a merger. That prospect horrified senior people in Nissan, who had become disillusioned with Mr Ghosn, and also worried the Japanese government, which faced the prospect of a huge domestic firm being run from Paris. Mr Ghosn’s exit could signal the re-Japanisation of Nissan.\n\nWhat will become of the world’s biggest carmaking group? Both the French and Japanese have pledged fealty to the alliance but the plunging share prices of both Renault and Nissan are testament to Mr Ghosn’s energy and force of character, which kept the complex structure on track. Finding a suitable replacement at the alliance will be tough. Another aspect of Mr Ghosn’s entrenched power was a lack of succession planning.\n\nIf the alliance breaks down, it will leave two separate car firms with weak mass-market brands and insufficient scale for the huge investments in electrification and autonomy that all carmakers need to make. Even if it drifts on in its present form, without the advantages of a full-scale merger, it will not be as competitive as the other giants of carmaking—Volkswagen, resurgent after the diesel crisis, and a buoyant Toyota. Mr Ghosn’s departure may well be shown to be justified. But it leaves the alliance in a state of huge uncertainty at a time of seismic change in the car industry."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "A valuable, if uneven, history of the Vietnam war", "description": "Max Hastings provides an outstanding account of the fighting, but is less convincing on the home front", "url": "https://www.economist.com/books-and-arts/2018/11/21/a-valuable-if-uneven-history-of-the-vietnam-war", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_BKP512.jpg", "publishedAt": "2018-11-21T00:00:00Z", "content": "Vietnam: An Epic Tragedy, 1945-1975. By Max Hastings. Harper; 896 pages; $37.50. William Collins; £30 MAX HASTINGS, an acclaimed military historian, has produced an indispensable if uneven portrait of the tragedy of Vietnam. He has no political axe to grind, … [+3816 chars]", "fulltext": "Vietnam: An Epic Tragedy, 1945-1975. By Max Hastings. Harper; 896 pages; $37.50. William Collins; £30\n\nMAX HASTINGS, an acclaimed military historian, has produced an indispensable if uneven portrait of the tragedy of Vietnam. He has no political axe to grind, rejecting both the “almost masochistic attitude” of left-wing Americans and “jingoistic works by conservative revisionists”. He attributes the American left’s respect for the North Vietnamese to the freedom journalists had to report government brutality in the South, while being denied access to even greater communist atrocities. Ultimately, he thinks, the Vietnamese exchanged oppression by warlords and landlords for even harsher subjugation to the disciples of Stalin.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe strength of Mr Hastings’s book lies in the powerful, close-up descriptions of the lives of the fighters and civilians caught in the bloodshed. A few of his tales are amusing, such as the southern general who was late for a coup when his alarm did not go off. But many are appalling. Senior American officers covered up the mutinies of troops and pilots who refused to fight. America’s top brass knowingly provided rifles that were unsuitable for combat.\n\nMr Hastings provides granular accounts of battles large and small, as well as of the incredible hardships endured (sometimes willingly) by the Vietnamese. Richard Nixon and Henry Kissinger, he writes, presided over “gratuitous years of carnage, merely to conceal from the American electorate, for their own partisan purposes, the inevitability” of defeat in Indochina.\n\nHis treatment of policymaking in Washington is less convincing. A “conspicuous lesson of the past century,” he notes, is that economic forces are “at least as important as military ones in determining outcomes.” Yet in recounting President Lyndon Johnson’s decisions in the spring of 1968 to limit the bombing of the North, to cap America’s troop deployment, and to not seek re-election, Mr Hastings ignores the vital role played by the economy. He is apparently unaware of the standard histories which relate that, by March 1968, senior officials had made it clear that American’s economic predicament meant an escalation of the war could prove disastrous. Dean Acheson, a former secretary of state, advised Johnson that the economic situation and broader foreign-policy imperatives obliged America “to disengage in a limited time”.\n\nIn the absence of these considerations, the reader might wonder why Johnson decided to back off, especially given the “catastrophic losses” suffered by the communists in the Tet offensive of February 1968; indeed, Mr Hastings refers to a post-Tet opinion poll that indicated a rallying around the flag. Mr Hastings notes that, within a few weeks of replacing Robert McNamara as secretary of defence in March 1968, Clark Clifford, a confidante of the president and a former hawk, had become sceptical of the war. A few brief sentences describe the meeting of the “Wise Men”, the doyens of American foreign policy.\n\nIn fact, the week before Johnson’s announcement on March 31st that he would limit the war (and would not seek another term) was fraught. The ultimate decision was so close that Johnson’s main advisers did not know the outcome until they heard his speech. Clifford’s view changed only when he was unable to extract any plan for victory from the armed forces. Meanwhile consultation with congressional leaders revealed that they would not accept any increase in troop strength. A pessimistic briefing from the State Department helped to turn a majority of the Wise Men against escalation.\n\nMr Hastings likewise passes over Robert Kennedy’s declaration that he would seek the Democratic nomination. These dramatic events of March 1968, possibly the most consequential period of the entire war, are glossed over in a few sentences. Despite these defects in its chronicle of the home front, with its brilliant portrayal of the fighting his book is a valuable addition to the history of a still-painful subject."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Barack Obama, back in Chicago", "description": "The former president spoke about social progress at his foundation’s annual summit", "url": "https://www.economist.com/democracy-in-america/2018/11/20/barack-obama-back-in-chicago", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_USP504.jpg", "publishedAt": "2018-11-20T20:29:38Z", "content": "WHAT WILL Barack Obama do next? The former president is only 57 and evidently hankers for an active life. He remains a star campaigner who can stir up youthful voters. For evidence of that, consider the standing ovation and cheers he earned from a youthful au… [+4100 chars]", "fulltext": "WHAT WILL Barack Obama do next? The former president is only 57 and evidently hankers for an active life. He remains a star campaigner who can stir up youthful voters. For evidence of that, consider the standing ovation and cheers he earned from a youthful audience in Chicago on November 19th. In an eloquent, ruminative discussion on stage before a few hundred supporters at a hotel that hosted his Obama Foundation—people drawn from across America and beyond—he set out how he hopes to encourage greater civic engagement.\n\nMr Obama has several unusual strengths in addition to his celebrity. He is a rare leader in his party who can bridge its progressive and centrist wings. He has proved successful in appealing to even rural places in the Midwest, the sort of areas where Democrats have struggled in recent years. Part of his appeal comes from the fact that he is not deeply rooted in any particular place. (True, he says Chicago represents all of America’s “glory” and “all our warts”, but he adopted the city where Michelle Obama was born and grew up.)\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe great task for Democrats in the next 18 months or so is to pick a presidential challenger to President Donald Trump. Will Mr Obama help to shape that choice in public, or again retreat from sight? For most of the past two years he has been largely absent, despite obvious animosity between him and Mr Trump. His reticence combined tradition—presidents generally don’t talk about their successors—with a calculation that he would win over few Trump supporters if he did speak out. But in the past couple of months, Mr Obama switched tactics. He campaigned hard for the Democrats in the mid-terms, spoke at several rallies and attacked Mr Trump by name.\n\nSome of what comes next is clear. Mr Obama is supposed to be writing a memoir, though he admitted with a grimace in Chicago that it is proving difficult to grind out—for every two words he types he says he hits “delete”. (His wife, Michelle, is said to taunt him for it.) The Obamas are also involved in commissioning programmes, including documentaries, to be shown on Netflix.\n\nHis foundation is beginning to grow. The annual event in Chicago was the second so far. Its focus is less to create a fund-raising machine like the Clintons’ foundation (though Mr Obama is courting donors) and more to create something akin to Jimmy Carter’s centre, which has promoted human rights, public health and a range of good causes for nearly 40 years. David Simas, the CEO of Mr Obama’s outfit, says the goal is to “build a generation” of connected youngsters who can respond as “our civic fabric is tearing apart”.\n\nSome progress is also being made on the Obama Presidential Centre, which will house his official library, archives and museum. A model mock-up and a virtual reality tour show that this will be a striking if rather austere and fortress-like building, a stone and mostly windowless tower in a park in southern Chicago. An architect says Mr Obama wanted a tall structure to represent aspiration and a rising up—and to be a visual landmark for the neighbourhood. Ground is to be broken next year; with the whole thing to be finished by about 2022.\n\nListening to Mr Obama speak, it sounds like he is most driven by storytelling and abstract argument, rather than partisan politicking. He wants to engineer gradual, social progress over the long term—even as he accepts that is not always possible. He relishes lengthy discussion about the challenges of tackling climate change, low agricultural yields in Africa, the difficulties of troubled urban places such as Chicago’s south side. He says he believes technological solutions exist for many such problems—“people call me Spock for a reason”, he jokes. But the biggest barriers to progress are always social, he says. People are “confused, blind, shrouded by hate, anger, racism, mummy issues…we are fraught”, he says. He does not sound like a man who is yearning for the national spotlight, nor one who wants a high-profile part in Democratic wrangling over the next two years. He sounds, rather, as if he yearns to promote a national healing, greater moderation and compromise. Given the mudslinging in political discourse it will be tough, but, he said, “part of my job now...is to wipe the windshield so people can see clearly.”"}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "The legal challenges to Matthew Whitaker’s appointment mount", "description": "Three Democratic senators are the latest plaintiffs to claim that the president’s acting attorney-general choice is unconstitutional", "url": "https://www.economist.com/democracy-in-america/2018/11/20/the-legal-challenges-to-matthew-whitakers-appointment-mount", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_USP503.jpg", "publishedAt": "2018-11-20T18:13:12Z", "content": "WHEN President Donald Trump tapped Matthew Whitaker as acting attorney-general following Jeff Sessions's departure from the Justice Department (DOJ) on November 7th, legal experts were divided on the legality of the move. Some argued that Mr Whitakers appoint… [+5393 chars]", "fulltext": "WHEN President Donald Trump tapped Matthew Whitaker to become acting attorney-general following Jeff Sessions's departure from the Justice Department (DOJ) on November 7th, legal experts were divided on the legality of the move. Some argued that Mr Whitaker’s appointment violated Article 2, section 2 of the constitution, which requires the advice and consent of the Senate before top-level advisors are seated. Others pointed to a Supreme Court decision from 1898 permitting individuals who have not been confirmed by the Senate to serve as principal officers “for a limited time, and under special and temporary conditions”. The DOJ insisted the temporary appointment is in accord with the constitution and with a law from 1998, the Federal Vacancies Reform Act.\n\nAs debate swirls in op-ed pages, litigants opposed to Mr Whitaker’s promotion to the top law-enforcement position are turning to the courts. At least four legal challenges have sprung up. The first came in Maryland on November 13th, where Brian Frosh, the state attorney general—in a case regarding the DOJ’s handling of Obamacare—moved to replace Mr Whitaker with Rod Rosenstein, the deputy attorney-general who was confirmed by the Senate in April 2017. Thomas Goldstein, a Washington lawyer who frequently argues cases at the Supreme Court, shepherded both Maryland’s motion and a novel gambit on November 16th that may spur America’s highest court to address the legality of Mr Whitaker’s appointment on an expedited schedule.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe request to the justices comes in the guise of Michaels v Sessions, a case challenging the federal ban on guns for convicted felons that has seen its caption change to Michaels v Whitaker. Michaels is still at the petition stage; the justices will consider in January whether to accept it onto their docket. But Mr Goldstein is seeking to press the question of the rightful acting-attorney general in advance of that determination. The motion notes that tarrying carries significant costs. “If this court declines to resolve this question immediately”, Mr Goldstein wrote, and instead invalidates Mr Whitaker’s appointment several months on, the “unwinding” of orders issued in the interim “would be a fraught and disruptive exercise that could embroil the federal courts” in countless disputes. Permitting the administration to select which law it likes when tapping an official entails a “Schrödinger’s acting attorneys-general” conundrum—two individuals tasked with leading the DOJ at the same time. That, Mr Goldstein wrote, “is not how America works”.\n\nAnother challenge to Mr Whitaker’s authority is pending in St Louis, where William Douglas Haning, a Texas businessman, faces criminal charges for using low-quality ingredients in pet food. Mr Sessions happened to have taken a direct role in Mr Haning’s prosecution, so the substitution of the former attorney-general’s name with that of Mr Whitaker gives lawyers a clean target for testing the constitutional argument that Mr Trump illegitimately inserted him into the role. According to Stephen Vladeck, a law professor at the University of Texas, this case “is a good example of a context in which Mr Whitaker actually has to play an ongoing role” and may give opponents of Mr Trump’s pick an ideal opportunity to fight his installation.\n\nThe latest salvo against Mr Whitaker was launched by three Democratic senators on November 19th. Richard Blumenthal, Mazie Hirono and Sheldon Whitehouse filed a complaint at the federal district court for the District of Columbia contending that Mr Trump’s appointee cannot assume his position without the assent of a Senate majority. Turning to Federalist no. 76, the senators’ lawyers at the Constitutional Accountability Centre and the Protect Democracy Project, legal advocacy organisations, cited Alexander Hamilton’s warning against presidential appointees who have “no other merit than that of...possessing the necessary insignificance and pliancy to render them the obsequious instruments of his pleasure”. The advice-and-consent rule exists, Mr Hamilton wrote in 1788, to secure top federal officers who are inclined toward the public good rather than the president’s “private inclinations and interests”.\n\nMr Blumenthal said that anyone who has seen Schoolhouse Rock, the video civics primers for children, would recognise the “flagrant constitutional violation” in Mr Whitaker’s appointment. Given that Mr Trump’s named acting attorney-general “has been a vocal and frequent critic of the Mueller investigation”, the complaint says, the Senate must look carefully at his record before permitting him to head the DOJ. The Senate’s constitutional duty to provide advice and consent to presidents in their selection of cabinet-level advisors and agency heads will be impossible to carry out, Mr Blumenthal argued, if Mr Trump’s “end run” is permitted to stand.\n\nThe senators must clear a hurdle before the DC court considers the substance of this challenge: the requirement that parties show a clear injury from Mr Whitaker’s appointment. Citing a Supreme Court case from 1997, the senators’ complaint argues that “[u]nlawfully denying legislators their right to cast an effective vote robs them of one of their core powers and responsibilities”. That claim may be harder to establish, Mr Vladeck says, where the litigants are a trio of individual senators rather than a committee or the full Senate. But the lawmakers note that a Supreme Court case from 2015 involving the Arizona legislature gives them further support and that the judiciary is the only forum where their constitutional powers might be vindicated."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Britain will leave the EU, but uncertainties will drag on", "description": "Brexit will again dominate British politics in 2019. Britain’s departure from the European Union, endorsed by voters in June 2016, sucks the life out of all other political and economic concerns. Not only is Brexit fiendishly complex to negotiate, but its pre…", "url": "https://www.economist.com/the-world-in/2018/11/20/britain-will-leave-the-eu-but-uncertainties-will-drag-on", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181122_BRD001_facebook.jpg", "publishedAt": "2018-11-20T14:04:00Z", "content": "Brexit will again dominate British politics in 2019. Britains departure from the European Union, endorsed by voters in June 2016, sucks the life out of all other political and economic concerns. Not only is Brexit fiendishly complex to negotiate, but its prep… [+3669 chars]", "fulltext": "Brexit will again dominate British politics in 2019. Britain’s departure from the European Union, endorsed by voters in June 2016, sucks the life out of all other political and economic concerns. Not only is Brexit fiendishly complex to negotiate, but its preponderance also explains why Theresa May’s Tory government has often seemed bereft of ideas and policies.\n\nThe likeliest scenario (though there are plenty of others) is that Mrs May will at least secure a deal that ensures Britain formally exits the EU, as planned, on March 29th. For all her rhetoric about no deal being better than a bad deal, she and other EU leaders have always known that to leave without a deal would be highly damaging for all. The European economy has faltered. An acrimonious Brexit would be irresponsible at a time of growing geopolitical tensions. And businesses on all sides lobbied hard against no deal.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nYet the Brexit deal will leave uncertainties. True, it will usher in 21 months or more of transition during which little will change, and it will be designed to avoid a hard border with physical controls in Ireland. But it may presage regulatory checks in the Irish Sea that will be unpopular with the Democratic Unionist Party (dup), which props up Mrs May’s government. And it will be but a prelude to tortuous negotiations over a free-trade agreement between Britain and the eu. For much of 2019 Brussels will be preoccupied with European elections and choosing a new European Commission. A future trade deal cannot be agreed on, still less ratified, within 21 months—so the transition period will have to be extended.\n\nThat will annoy many pro-Brexit Conservatives, who liken a transition in which Britain observes all the rules but no longer has any say in making them to being a vassal state. Such a concern may not be enough for Tory MPs to obstruct Mrs May’s deal, as they fear this could mean that Brexit is overturned by a new referendum. But Tory restiveness will create more headaches for the prime minister, whose grip on the party leadership is insecure.\n\nShe became leader by default after David Cameron’s resignation in June 2016. She then blew her parliamentary majority after calling an early election in June 2017, only to find that her campaigning prowess was outshone by that of Jeremy Corbyn, the Labour leader. Her dependence since then on dup support makes her seem weak. And her Brexit plans provoke divisions in her party, which looks tired after eight years in office.\n\nSo the political focus after Brexit will switch to the question of who should take her place. She will argue that she is best placed to supervise the post-Brexit trade negotiations. Yet most Tory MPs, and even most ministers in her own cabinet, want her to step down well before the next election, which is due by mid 2022. The chances are that there will be a leadership challenge in 2019.\n\nMrs May could choose, as Margaret Thatcher did in 1990, to run herself. But like Mrs Thatcher, she is likely to lose. The front-runner to take over is Sajid Javid, home secretary and son of a Pakistani-born bus driver. There could be a late surge by another candidate, such as Jeremy Hunt, the foreign secretary. And a Brexiteer like Michael Gove, the environment secretary, or (less likely) Boris Johnson, a former foreign secretary, could appeal more to the party members who make the final choice between the two leading candidates.\n\nWhoever emerges as leader (and prime minister) will still have a job defeating Mr Corbyn. A Brexit that disappoints many and an economy that is stuttering could give Labour a good chance of winning for the first time since 2005. The prospect that the dislocation of Brexit may be followed by a far-left Corbyn government bent on nationalisation and more taxes will further unnerve businesses and investors. A bumpy ride lies ahead."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Was Kate Bush the last of Britain’s avant-garde hitmakers?", "description": "A remastered set of her early albums is a reminder that the experimental can, in the right hands, be commercial too", "url": "https://www.economist.com/prospero/2018/11/20/was-kate-bush-the-last-of-britains-avant-garde-hitmakers", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_BKP502.jpg", "publishedAt": "2018-11-20T11:12:59Z", "content": "HERE IS a piece of trivia that is not really trivial: the first female solo artist to have a record shoot straight to number one on the British albums chart was Kate Bush in 1980. It was Never for Ever, her third LP, and she was also the first British woman t… [+4618 chars]", "fulltext": "HERE IS a piece of trivia that is not really trivial: the first female solo artist to have a record shoot straight to number one on the British albums chart was Kate Bush in 1980. It was “Never for Ever”, her third LP, and she was also the first British woman to top, as a solo act, a chart that had by then been in existence for 24 years. Today, women claim the spot more frequently and some of the boldest musicians, artistically speaking—Janelle Monáe, Lorde, Beyoncé—are among the most popular. Four decades ago, Kate Bush stood alone in that regard.\n\nAt a time when many of the nation’s biggest acts err on the side of blandness, it is worth recalling how an artist of Ms Bush’s sheer strangeness became one of the outstanding stars of the day. Like David Bowie before her, she took a fascination with literature, theatre, dance and the avant-garde into the mainstream. She traded in the unusual from the beginning, and only became more radical as she went on. Ms Bush had little truck with artistic compromise: she fought her record company’s choice of a debut single, opting instead for the billowing “Wuthering Heights”, which carried her vocal range, exaggerated mannerisms and love of dramatic narrative to number one in the singles chart. She disregarded many of the usual strategies of music promotion, most notably live performance (Ms Bush undertook one series of concerts in 1979, and got around to a second in 2014).\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nA remastered edition of her first seven albums, issued in two box sets, offers the opportunity to follow once more the uncommon course she took. Over the 11 years in which they were released, Ms Bush developed from a teenage ingénue exploring the edges of the singer-songwriter style into an artist who seemed to have devised her own musical language, exploiting new sampling and editing technology while delving back into traditional music for her sources. If her early work sometimes had an understandable callowness to it, she was also capable of extraordinary insight. It is almost frightening to think that Ms Bush wrote the lovely, low-key “The Man with the Child in His Eyes” when she was 13 and recorded it three years later, so tender and powerful is its understanding of love and relationships.\n\nAfter the success of her first album, “The Kick Inside” (1978), Ms Bush’s follow-up, “Lionheart”, released the same year, felt like something of a hurried repeat job. The two years she spent on “Never For Ever” resulted in a richer, more mystical, more sonically and thematically diverse record. It was an immediate smash, aided by two hit songs—“Babooshka” and “Army Dreamers”—which even in an era of inventive singles stood out for their atypical subject matter and arrangements; one a cautionary folk tale in cod-Russian style, the other an understated waltz-time protest lament for a dead boy-soldier.\n\nIt was a frantic working period, and Ms Bush appeared to be on a downward career trajectory when she released “The Dreaming” in 1982. Experimental almost to the point of confrontation, and largely stripped of the melodicism which had sweetened its predecessors, it is not an easy record to listen to, although it teems with ideas. The poorest-selling LP in her catalogue, it still reached third place in the British album chart. Ms Bush responded by building her own high-end studio in a barn at her family’s farmhouse and it was there, at home and at peace, that she created her masterpieces.\n\n“The Hounds of Love” (1985), divided into a pair of song suites, is a rich, beautiful and near-perfect record, and utterly sui generis. Wildly adventurous in its songwriting, its musical structure and its use of the studio, it became Ms Bush’s biggest original album. The first side was stuffed with such stunning songs as “Running Up That Hill” and “Cloudbusting”, but it is the even more wonderful second side that represents Ms Bush’s artistic peak. “The Ninth Wave”, the obliquely related tale of a person overboard in the sea trying to survive the night, is pure magic, and a triumphant vindication of the narrative mode she loves.\n\nIts successor, “The Sensual World” (1989), featured a more standard set of songs, and it too is a work of gorgeous maturity. The title track, in which Ms Bush drew on James Joyce the way her girlhood self did with Emily Brontë, is ravishing, as is her incorporation elsewhere of the Trio Bulgarka’s interweaving voices. Her next album, the uneven “The Red Shoes” (1993), preceded a 12-year recording hiatus.\n\nMs Bush had already set the bar so high that even she, let alone her contemporaries, would thereafter struggle to surmount it. Yet at no point has she ever become predictable, nor has she lost her creative ambition. As the British music mainstream plays things ever more safe, Ms Bush stands as a reminder of what might be achieved by taking risks."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "What will Angela Merkel’s resignation as CDU leader mean for Germany?", "description": "Her successor may not be able to hold the country’s ruling coalition together", "url": "https://www.economist.com/the-economist-explains/2018/11/16/what-will-angela-merkels-resignation-as-cdu-leader-mean-for-germany", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_BLP501.jpg", "publishedAt": "2018-11-20T05:06:52Z", "content": "LATE LAST month Angela Merkel, Germanys chancellor, said that she would step down as leader of the ruling Christian Democratic Union in December. Mrs Merkel has run the centre-right party for 18 years (and Germany for 13). Her decision, which followed the dru… [+3150 chars]", "fulltext": "LATE LAST month Angela Merkel, Germany’s chancellor, said that she would step down as leader of the ruling Christian Democratic Union in December. Mrs Merkel has run the centre-right party for 18 years (and Germany for 13). Her decision, which followed the drubbing of the CDU in a state election, has electrified German politics. Mrs Merkel’s successor as party leader will have a strong chance of succeeding her as chancellor—perhaps as soon as next year (although Mrs Merkel wishes to serve out her term until 2021). The CDU’s standing in polls has steadily dwindled since a federal election in September 2017, and its “grand coalition”, with the Social Democrats (SPD) as junior partner, has stumbled from crisis to crisis. If the Merkel era in Germany has not yet come to an end, it has certainly entered its twilight (what some Germans call Merkeldämmerung).\n\nOf the dozen or so candidates to take over the CDU leadership, three stand out. Mrs Merkel’s presumed favourite, Annegret Kramp-Karrenbauer (known universally as “AKK” and pictured above with the chancellor) is moderate, well connected in the party, and ran one of Germany’s states for seven years. But she is battling to throw off the “mini-Merkel” moniker bestowed on her by sceptics. Jens Spahn, the young health minister, earned fans on parts of the CDU right with his opposition to Mrs Merkel’s refugee policy in 2015-16, but is viscerally disliked elsewhere. The wildcard is Friedrich Merz, a charismatic former party heavyweight bested by Mrs Merkel in an internecine CDU feud in 2002. Having spent almost a decade away from politics making money in business and law, his surprise candidacy has thrilled the party’s pro-business old guard. After years of torpid centrism under Mrs Merkel, the sharp differences between the candidates portend an intriguing contest.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nOver the coming weeks the candidates will make their respective cases to the party faithful at a series of conferences across Germany, before 1,001 delegates choose Mrs Merkel’s successor at a CDU congress in Hamburg on December 7th-8th. Most observers consider Ms Kramp-Karrenbauer and Mr Merz the front-runners; surveys of the party’s supporters (for what they are worth) put the former ahead. Yet the contest, the first genuine CDU leadership election for almost half a century, is utterly unpredictable. Each candidate must find a way to appeal to a party that is eager for renewal but shows no great appetite for political reinvention. They must also consider how their campaign messaging could affect future coalition discussions with other parties, not least the surging Greens.\n\nOnce a new party leader is found, attention will turn to Mrs Merkel’s fate. Should Ms Kramp-Karrenbauer prevail, the two women may seek smoothly to engineer her slow ascendancy to the chancellery. But Mrs Merkel will find such cohabitation harder with Mr Merz or Mr Spahn. If the CDU, under either man, forces her to resign as chancellor, the SPD would probably quit the government in turn, leaving the new leader to find fresh coalition partners in parliament, or to call early elections. With German voters in febrile, fractious mood, that could herald a fresh era of uncertainty. Mrs Merkel’s decision has energised a party that had grown listless under her long reign. But its bigger challenges may lie ahead."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Rebel Democrats say they will oppose Nancy Pelosi", "description": "She will probably still become House Speaker for a second time", "url": "https://www.economist.com/democracy-in-america/2018/11/20/rebel-democrats-say-they-will-oppose-nancy-pelosi", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_blp901.jpg", "publishedAt": "2018-11-20T04:41:37Z", "content": "COME on in, the waters warm, said Nancy Pelosi, the Democratic leader of the House of Representatives, when asked recently about a rumoured leadership challenge. No one has yet taken her up on the invitation. On November 19th, 16 House Democrats published a l… [+4216 chars]", "fulltext": "“COME on in, the water’s warm,” said Nancy Pelosi, the Democratic leader of the House of Representatives, when asked recently about a rumoured leadership challenge. No one has yet taken her up on the invitation. On November 19th, 16 House Democrats published a letter saying the time had come for the party to elect a new, younger leader. But the only person who has openly mulled a run against Mrs Pelosi, Marcia Fudge, a congresswoman from Ohio, did not sign her name to it.\n\n“We are thankful to Leader Pelosi for her years of service to our Country and to our Caucus,” the 16 Democrats wrote of the 78-year-old, who has led House Democrats for 16 years and was Speaker for four years until 2011. But, “we also recognise that in this recent election, Democrats ran on and won on a message of change.”\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe letter is intended to suggest Mrs Pelosi would not get the votes she will need to become House Speaker for a second time. The signatories may hope this will force her to stand down or else encourage a challenger to come forward. But it is not yet clear she will be short of the votes.\n\nWith support from most Democrats, Mrs Pelosi will probably sail through a preliminary Democratic vote on November 28th. Things may get trickier for her on January 3rd, when she must also gain the support of a majority in the House. Democrats currently have 232 seats but, with vote-counting ongoing in four more, they look likely to end up with at least one more seat. If they ended up with 233 House seats, they will have a 16-seat majority, which would mean Mrs Pelosi could afford to lose up to 15 Democratic votes. Given that one of the hostile letter-writers is trailing in vote-counting for his congressional election, she might yet be able to shrug off this challenge.\n\nThere are, however, a handful of other House Democrats who did not sign the letter but have said they would not back Mrs Pelosi as Speaker. They include Abigail Spanberger in Virginia and Jason Crow in Colorado—newcomers to the House who ran in conservative-leaning districts.\n\nThat they felt it necessary to take that stand points to one of the reasons some Democrats want Mrs Pelosi out: her unpopularity among conservative and independent voters. According to a national mid-terms exit poll, 56% of voters had a negative view of her; only 31% of voters had a favourable one. This reflects her longevity; few prominent politicians remain popular for long. It is also the reward for a years-long Republican campaign to vilify her as an entitled and out of touch liberal.\n\nThere are better reasons to want a change in the Democratic House leadership. The party is increasingly dependent on younger voters. Yet the top three House Democrats— Mrs Pelosi, Steny Hoyer, and James Clyburn—are in their late 70s and have held their positions for more than a decade. That argues for change. But even if Mrs Pelosi may be a drag electorally, she remains an imposing congressional boss and vote-counter. Democrats had better be sure they have a good alternative to her before launching themselves into a divisive civil war.\n\nMrs Pelosi also deserves some credit for the Democrats’ success in the mid-terms. She urged Democratic candidates to talk about health care and avoid divisive talk of impeaching President Donald Trump. That winning strategy contributed to the Democrats’ biggest haul of seats since 1974, including many victories in conservative suburban areas.\n\nMrs Pelosi is now campaigning aggressively for a second turn as Speaker. She is holding meetings with leaders of the Democratic caucuses and outside groups—her office has published a list of 30 advocacy groups and unions that are behind her and she has won endorsements from hard-left progressives such as Alexandria Ocasio-Cortez, who noted that “all of the rebellion for the speakership are challenges to her right.”\n\nEven more jarringly, Mr Trump has also declared his support for Mrs Pelosi’s speakership. Over the weekend he reiterated a pledge to round up Republican votes for her. She seems to have at least one in the bag; Tom Reed, a Republican congressman from New York, has said he will consider voting for her. The president, who is perhaps making mischief for Mrs Pelosi, though he does seem to like her, tweeted that, “she deserves this victory, she has earned it—but there are those in her party who are trying to take it away. She will win”. He is probably right."}]