{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton, Amir Ismael and Remi Rosmarin", "title": "100+ of the best Cyber Monday sales you can start shopping now — plus the Black Friday sales you can still take advantage of", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. It's the weekend after Thanksgiving, and you're sitting at home eating cold pumpkin pie in your p…", "url": "https://www.businessinsider.com/best-cyber-monday-sales-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf9ac118c35ab5dc942e2e5-1920-960.jpg", "publishedAt": "2018-11-24T22:50:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Samsung It's the weekend after Thanksgiving, and you're sitting at home eating cold pumpkin pie i… [+1097 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Malarie Gokey", "title": "The top Cyber Monday tech deals you can get a head start on now", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Cyber Monday is here, and as always, there is a ton of great tech on sale. We've rounded up only …", "url": "https://www.businessinsider.com/best-cyber-monday-tech-deals-sales-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf9c8a4c957015c8c73da13-1136-568.jpg", "publishedAt": "2018-11-24T22:30:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Cyber Monday is all about the tech deals. Sure, you could snag some great clothing, home goods, a… [+452 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "George Papadopoulos tweets offer at Comey: Testify publicly and I'll withdraw my request for immunity - Business Insider India", "description": "Business Insider India George Papadopoulos tweets offer at Comey: Testify publicly and I'll withdraw my request for immunity Business Insider India George Papadopoulos, the former foreign-policy aide to President Donald Trump's campaign who pleaded guilty in …", "url": "http://www.businessinsider.com/george-papadopoulos-immunity-james-comey-public-hearing-2018-11", "urlToImage": "https://www.businessinsider.in/photo/66790714/george-papadopoulos-tweets-offer-at-comey-testify-publicly-and-ill-withdraw-my-request-for-immunity.jpg?88024", "publishedAt": "2018-11-24T20:53:57Z", "content": "George Papadopoulos, the former foreign-policy aide to President Donald Trump's campaign who pleaded guilty in the Russia investigation last year, took to Twitter on Saturday to call for the former FBI director, James Comey, to testify publicly about the FBI'… [+4335 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "The US and Mexico are reportedly close to a deal that would turn Mexico into a 'waiting room for America’s asylum system'", "description": "The US is reportedly close to reaching a deal with Mexico that would allow for asylum-seekers to wait in Mexico while their claims are processed. The plan appears to be an attempt to end the practice of \"catch and release.\" If successfully reached, it will re…", "url": "https://www.businessinsider.com/us-mexico-deal-asylum-seekers-wait-in-mexico-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ab3b6e2f996341c008b482f-1920-960.jpg", "publishedAt": "2018-11-24T20:50:56Z", "content": "The White House and Mexican officials from the country's incoming administration are reportedly close to a deal that would turn Mexico into \"a waiting room for America's asylum system,\" according to a report from The Washington Post. The deal would place migr… [+2670 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "George Papadopoulos tweets offer at Comey: Testify publicly and I’ll withdraw my request for immunity", "description": "George Papadopoulos, a former adviser to President Donald Trump's campaign, called for former FBI director James Comey to publicly testify about the FBI's purported mishandling of the Russia investigation. Papadopoulos' tweets came after House Republicans sub…", "url": "https://www.businessinsider.com/george-papadopoulos-immunity-james-comey-public-hearing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb2d96da27f876cb1737c2-2732-1366.jpg", "publishedAt": "2018-11-24T20:45:00Z", "content": "George Papadopoulos, the former foreign-policy aide to President Donald Trump's campaign who pleaded guilty in the Russia investigation last year, took to Twitter on Saturday to call for the former FBI director, James Comey, to testify publicly about the FBI'… [+4405 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Madeline Shi", "title": "We asked some of the finance stars in Forbes 30 under 30 to share their best career advice — here's what they had to say", "description": "Forbes recently released its 30 under 30 list for finance, highlighting a new crop of leaders shaking up Wall Street. Whether closing multibillion-dollar deals, inventing new financial technologies, or leading the future of crypto, they're already making an i…", "url": "https://www.businessinsider.com/forbes-30-under-30-finance-career-advice-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd858d5110d4c11a23a2678-1136-568.jpg", "publishedAt": "2018-11-24T19:07:27Z", "content": "Forbes recently released its 30 under 30 list for finance, highlighting a new crop of leaders shaking up Wall Street. Whether closing multibillion-dollar deals, inventing new financial technologies, or leading the future of crypto, they're already making an i… [+7802 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "Roger Stone associate Jerome Corsi is in plea talks with Mueller", "description": "The far-right political commentator Jerome Corsi is in plea talks with the special counsel Robert Mueller. Corsi is one of the central figures in Mueller's investigation into whether members of President Donald Trump's campaign had advance knowledge of Russia…", "url": "https://www.businessinsider.com/jerome-corsi-stone-associate-mueller-plea-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b91406889c8a158528b58ff-320-160.jpg", "publishedAt": "2018-11-24T18:09:51Z", "content": "Jerome Corsi, a far-right conspiracy theorist and close associate of GOP strategist Roger Stone, is in talks with the special counsel Robert Mueller about a possible plea deal. The news comes after Corsi said last week that Mueller's office told him he would … [+3080 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "I've been traveling the world for 6 months and I use the same trick in any city I visit to make sure I find amazing food", "description": "In March, I left New York to travel around the world as Business Insider's international correspondent. In total, in my life, I've traveled to 30-plus countries and countless cities. As someone who travels full-time, I rarely cook and I am constantly looking …", "url": "https://www.businessinsider.com/travel-tip-find-healthy-good-cheap-food-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7f80266be5026367e7af4-960-480.jpg", "publishedAt": "2018-11-24T17:30:00Z", "content": "I'm not ashamed to call myself a foodie. The term has become wildly overused, abused, and then derided in recent years, but I take it to mean someone who is genuinely interested in the world's multivarious cuisines. So you can imagine that when I left New Yor… [+1913 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Madeline Shi", "title": "A 28-year-old M&A rising star at a $15 billion media company gives her 3 best pieces of career advice", "description": "Michelle Arbov, age 28, is vice president of mergers and acquisitions at media company IAC. She helped lead a series of high profile acquisitions, including IAC's purchase of Angie's List for over $500 million, and played a key role in scaling its HomeAdvisor…", "url": "https://www.businessinsider.com/iac-executive-arbov-gives-career-advice-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf81e6a0d7c6747822f2f15-640-320.jpg", "publishedAt": "2018-11-24T17:25:32Z", "content": "Michelle Arbov, age 28, is a rising star at IAC, a $15 billion internet conglomerate founded by media mogul Barry Diller. She joined the company three years ago as the associate director on the merger and acquisition team and has been promoted rapidly. Now, a… [+2355 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Trump communications director, Bill Shine, to reportedly receive $7 million from Fox while working in White House", "description": "White House communications chief Bill Shine will reportedly receive approximately $7 million from Fox News parent company 21st Century Fox while working at the White House. The payment is reportedly part of a severance package attached to Shine's ouster from …", "url": "https://www.businessinsider.com/bill-shine-to-receive-7-million-from-fox-while-working-in-white-house-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b7180bf5c5e52fe368b4a14-1136-568.jpg", "publishedAt": "2018-11-24T17:16:52Z", "content": "White House Deputy Chief of Staff for Communications Bill Shine will receive approximately $7 million from Fox News' parent company 21st Century Fox through 2019, according to a financial disclosure reviewed by CNBC Friday. The large sum, which comes on top o… [+1291 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "As shoppers go wild on Black Friday, some Americans already stocked up during Alibaba's massive $30.8 billion shopping bonanza", "description": "As the American holiday shopping season kicks off, the shadow of Alibaba's Singles Day still looms large. More Americans than ever shopped on Alibaba's Singles Day. They spent $1.82 billion, an increase of more than 29% over 2017. The biggest impact of Single…", "url": "https://www.businessinsider.com/americans-shop-singles-day-before-black-friday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9aa8e8c35ab3eee0ca1c2-1920-960.jpg", "publishedAt": "2018-11-24T17:05:00Z", "content": "Black Friday sales hit record highs this year. But, that doesn't mean it was the biggest online shopping day in the world this November. Shoppers spent $2.4 billion online on Wednesday, a whopping 31.8% increase from 2017, according to Adobe Analytics data. T… [+2657 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat and Richard Feloni", "title": "Yuengling, America's largest independent brewery, is a sixth-generation family company run by 4 sisters who have figured out how to work with family without losing their minds", "description": "Four sisters run Yuengling, the oldest family-run brewery in America producing more than 2 million barrels of beer annually. Each sister brings a different skill set to the company, which helps keep the brewery flowing. If the sisters have a new idea, they ru…", "url": "https://www.businessinsider.com/yuengling-sisters-manage-brewery-with-different-skills-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf489b4d1e8443508553309-1136-568.jpg", "publishedAt": "2018-11-24T17:00:00Z", "content": "Yuengling is the oldest family-run brewery in America producing more than 2 million barrels of beer annually. Four sisters, Jen, Wendy, Debbie, and Sheryl Yuengling, were asked by their father if they wanted to join the family business and help run the brewer… [+2624 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Dedric Lawson soars for two monster overtime dunks to seal Kansas' win over Tennessee to clinch NIT Season Tip-Off Championship", "description": "In the second top-five matchup of the week, the No. 2 Kansas Jayhawks held off the fifth-ranked Tennessee Volunteers through overtime to clinch the NIT Season Tip-Off championship in New York. Memphis transfer and AP preseason All-America team selection Dedri…", "url": "https://www.businessinsider.com/dedric-lawson-dominates-overtime-in-kansas-win-over-no-5-tennessee-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf900e1da27f875f75d11a2-1334-667.jpg", "publishedAt": "2018-11-24T16:53:13Z", "content": "The second top-five college basketball matchup this week proved to be a thriller until the end, and it took the heroics of an AP preseason All-America team selection to get the job done in overtime. Newly-minted Kansas Jayhawk Dedric Lawson erupted for 24 poi… [+1805 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Netflix just dropped a new season of its Canadian series 'Frontier,' starring 'Aquaman' and 'Game of Thrones' actor Jason Momoa", "description": "The third season of Netflix's Canadian drama series, \"Frontier,\" starring Jason Momoa, debuted on Friday. Netflix acquired the global rights to the series in 2016. It was originally commissioned as Discovery Canada's first original scripted series. A signific…", "url": "https://www.businessinsider.com/season-3-of-netflixs-frontier-is-now-streaming-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf977f410114271143e1738-1334-667.jpg", "publishedAt": "2018-11-24T16:48:51Z", "content": "A significant aspect of Netflix's strategy is acquiring TV shows outside of the US and introducing them to a worldwide audience. Some prime examples are British series \"Bodyguard\" and \"The End of the F---ing World,\" which debuted on the streaming giant this y… [+1301 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "NFL Week 12 betting guide and our best bets for the Westgate SuperContest", "description": "When gambling, the smallest margins always seem to make the difference. During Monday night's shootout between the Chiefs and Rams, both teams combined to score 105 points between them, but one missed extra point from Los Angeles still made the difference bet…", "url": "https://www.businessinsider.com/nfl-week-12-picks-ats-westgate-supercontest-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf8787cf556fc54544338e6-1334-667.jpg", "publishedAt": "2018-11-24T16:45:27Z", "content": "Teams used: Saints, Rams, Vikings, Chargers, Panthers, Texans, Colts, Patriots, Bears, Chiefs, Falcons The Falcons didn't come through for us last week, but for those still alive in their Eliminator pools, the pickings continue to get slimmer. This week, the … [+211 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "To compete for customers, luxury brands are borrowing a tactic banking and hospitality have been using for years", "description": "Luxury brands are \"obsessed\" with building relationships with their clients, as The New York Times reported. Companies such as Gucci and Prada are creating new job titles like \"chief experience officer\" and \"s tore connector\" to try to connect with customers …", "url": "https://www.businessinsider.com/luxury-brands-client-relationships-new-job-titles-chief-experience-officer-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf434873815070e38400a5a-2732-1366.jpg", "publishedAt": "2018-11-24T16:27:00Z", "content": "From Moët Hennessy to Gucci and Prada, luxury brands are hiring people to build relationships with customers and offer them unique experiences — and they're creating brand-new job titles to do it. \" Luxury brands today are focused — obsessed, some headhunters… [+2034 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "A world-famous architect just opened a. $300 million suburban mall in the middle of a retail apocalypse", "description": "The firm of renowned architect Renzo Piano — the man behind the new Whitney Museum and New York Times building — just unveiled a $300 million shopping center in the San Francisco Bay Area. The project opens amid a fraught time for retail stores, which are shu…", "url": "https://www.businessinsider.com/retail-apocalypse-renzo-piano-mall-bay-area-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5bab99e8c533a3321ece6-2732-1366.jpg", "publishedAt": "2018-11-24T16:00:00Z", "content": "More than three years ago, Italian architect Renzo Piano attached himself to an unusual project: A $300 million suburban shopping center in the San Francisco Bay Area. At the time, shopping malls were already on the decline, with retail sales beginning to plu… [+963 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "Reese Witherspoon says she's a 'terrible' driver and her daughter might be 'bad' at basketball — and experts say brutal honesty can be critical to success", "description": "Reese Witherspoon says she's brutally honest with her kids about what they're bad at. She once told her now 19-year-old daughter she might be bad at basketball. Witherspoon's husband appears to be equally honest with her about her weaknesses. Experts say bein…", "url": "https://www.businessinsider.com/reese-witherspoon-brutally-honest-parenting-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5b68fc95701281d14db9e-1334-667.jpg", "publishedAt": "2018-11-24T15:30:00Z", "content": "A recent feature in Fast Company, titled \" A day in the life of Reese Witherspoon,\" offers some insight not only into the actress and entrepreneur's daily routine, but also into her feelings on \"brutal honesty.\" Here's Witherspoon, as told to Mary Kaye Schill… [+3167 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "A Palm Beach real-estate agent says she's surprised by the latest request from her multimillionaire clients", "description": "Some l uxury homebuyers are downsizing, according to Paulette Koch, a Palm Beach, Florida-based real estate agent at The Corcoran Group. Koch said she's surprised by this trend, but understands it's because they want a \"more manageable\" property, that's \" not…", "url": "https://www.businessinsider.com/luxury-homebuyers-downsizing-real-estate-trend-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf582a5b73c281fc9479369-1920-960.jpg", "publishedAt": "2018-11-24T15:15:00Z", "content": "Less is more. At least, that's the case when it comes to luxury real estate, according to Paulette Koch, The Corcoran Group's top agent in Palm Beach, Florida. \"What really surprises me is that I think our clientele, who own multiple homes, are looking to sca… [+2035 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Zoë Bernard", "title": "This ex-Googler helped reimagine what cities could look like — now his new startup, Forward, is using tech to rethink healthcare", "description": "Healthcare startup Forward is opening two locations on the east coast, with plans to become the de facto healthcare program of the future. Forward is a doctor's office that works like a gym membership, and focuses on preventative healthcare — and promises to …", "url": "https://www.businessinsider.com/forward-new-york-city-healthcare-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf304d6da27f805865bcae6-2732-1366.jpg", "publishedAt": "2018-11-24T15:00:00Z", "content": "Of all the issues afflicting America's current medical system, there's one that Adrian Aoun, founder of healthcare company Forward, sees as the most troubling: As a whole, the current healthcare system doesn't focus on preventative care. There's often little … [+3764 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Marvel Studios chief Kevin Feige wrote a tribute to Stan Lee, and described their final meeting: 'Maybe on some level, he knew'", "description": "Marvel Studios president Kevin Feige wrote a tribute to Stan Lee for Entertainment Weekly this week. Feige described his final meeting with Lee, in which the two reminisced about Lee's cameos in Marvel movies. \"He talked about the past more than I had ever he…", "url": "https://www.businessinsider.com/marvel-studios-chief-kevin-feiges-tribute-to-stan-lee-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf96385c9570158802bf4b3-750-375.jpg", "publishedAt": "2018-11-24T14:52:44Z", "content": "A modern Marvel titan shared a farewell to Marvel Comics legend Stan Lee this week. Marvel Studios president Kevin Feige, who oversees the Marvel Cinematic Universe (MCU), wrote a tribute to Lee for Entertainment Weekly, which can be found in the latest issue… [+1294 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Walmart and Amazon are offering massive deals to keep Cyber Monday from getting killed (WMT, AMZN)", "description": "Walmart and Amazon are both planning to offer a bigger assortment of sales this year for Cyber Monday. Some have speculated that Cyber Monday might be losing strength due to online shopping growing on the other days that come before it, like Black Friday and …", "url": "https://www.businessinsider.com/walmart-amazon-cyber-monday-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf874c6beb670519b1f53b9-2732-1366.jpg", "publishedAt": "2018-11-24T14:35:00Z", "content": "Retailers are hoping there's still enough online shopping to go around by the time Monday comes. Amazon and Walmart, the two largest online sellers in the United States, are both planning on beefing up their online offerings for Cyber Monday. Walmart announce… [+1955 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "The Money Wizard, Contributor", "title": "I grew my net worth by over $100,000 in 2 years — and I started by saving just $5 a day", "description": "Sean, who goes by \"The Money Wizard,\" is a 28-year-old blogger and financial analyst. He grew his net worth by more than $100,000 in two years and is on track for an early retirement. Sean found that one of the best ways to start building wealth is to save sm…", "url": "https://www.businessinsider.com/save-30-dollars-a-day-millionaire-strategy-advice-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf45f51f556fc0ce81c92d9-1920-960.jpg", "publishedAt": "2018-11-24T14:34:00Z", "content": "Built over four thousand years ago, The Great Pyramid of Giza stood as the tallest structure in the world until 1311. (That's a run that makes the Empire State Building's 40-year reign seem like a blip) The construction used over 2.3 million slabs of giant gr… [+4278 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "I drove a $50,000 Ford Mustang GT and a $52,000 Chevy Camaro SS to see which is the better muscle car — here's the verdict (GM, F)", "description": "The Ford Mustang GT and the Chevy Camaro SS are two of the USA's most famous muscle cars, but both icons have been updated for the modern world. I drove both and was impressed with the staying power of their old-school V8 engines — but also the new technologi…", "url": "https://www.businessinsider.com/ford-mustang-gt-chevy-camaro-ss-comparison-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a15c619f914c35e018b5adc-1920-960.jpg", "publishedAt": "2018-11-24T14:07:00Z", "content": "\"Brothers and sisters, if you think a sports car might be for you, just get one of these.\" That's what I wrote when I drove the 2015-edition Mustang GT. The song remains the same for the updated ride, even though I've also driven the GT's big brother, the GT3… [+1384 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "I drove a $50000 Ford Mustang GT and a $52000 Chevy Camaro SS to see which is the better muscle car — here's the... - Albany Times Union", "description": "Matthew DeBord/BI\n\n\n\n\nThe Ford  Mustang GT and the Chevy  \nCamaro SS are two of the USA's most famous muscle cars, but both icons have been updated for the modern world.\nI drove both and was impressed with the staying power of their old-school V8 engines - bu…", "url": "https://www.businessinsider.com/ford-mustang-gt-chevy-camaro-ss-comparison-review-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.timesunion.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-24T14:07:00Z", "content": "Matthew DeBord/BI Muscle cars are often characterized as uncompromising, given that these all-American machines are designed to serve up serious speed in a straight line. But the truth is that for much of their multi-decade reign on the roads of the USA, that… [+1646 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "No one has the details of why Renault-Nissan head Carlos Ghosn was arrested — but here are the main theories", "description": "Carlos Ghosn, the architect of the Renault-Nissan-Mitsubishi alliance, was arrested in Japan last week. Nissan alleged that he had engaged in years of financial misconduct. He has yet to be charged. Ghosn is an auto-industry legend, and if he falls, it would …", "url": "https://www.businessinsider.com/why-renault-nissan-head-carlos-ghosn-was-arrested-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58bdd0a0491a3b81028b4568-1920-960.jpg", "publishedAt": "2018-11-24T14:03:00Z", "content": "Ghosn's career has spanned decades, and through all those years, his swaggering and at-times entitled corporate behavior has been observed. Prior to Tesla CEO Elon Musk's arrival on the scene, Ghosn was the undisputed top-dog, rockstar automotive leader. And … [+2873 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Zoë Bernard", "title": "Inside the big business of corporate gifting: How one scrappy startup plans to up-end a multi-billion dollar industry of fruitcakes and branded swag", "description": "Token, a New York-based startup that offers \"gifting\" services for businesses, is attempting to re-envision the corporate gifting industry by providing tasteful, hand-wrapped gifts. Token founder Jonathan Jarvis says that companies should look at gift giving …", "url": "https://www.businessinsider.com/token-startup-aims-reinvent-corporate-gifting-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4895a8c35ab126014cfb5-1536-768.jpg", "publishedAt": "2018-11-24T14:00:00Z", "content": "It's no secret that the industry known as corporate gifting — the exchange of gifts between a business and its clients — is known for producing an array of often less than desirable gifts. Among the more objectionable offerings are items like bottles of wine … [+3667 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "Tesla generated a crazy amount of news in 2018, but most of it was noise — here's the most important single takeaway from the entire year (TSLA)", "description": "Even by Tesla's standards of news generation, 2018 has been something to behold. Much of the news has been a distraction from Tesla's business. A key driver of that business is Tesla's Model 3 sedan, now tracking to a be huge success after a difficult birth. …", "url": "https://www.businessinsider.com/most-important-thing-tesla-did-in-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5a08d0d7c67071a26d2d7-1536-768.jpg", "publishedAt": "2018-11-24T13:57:00Z", "content": "People have always been interested in Tesla, and the media has always avidly chronicled the exploits of Tesla CEO's Elon Musk. But 2018 set a wild new standard for Tesla-ology. It was actually hard to keep up. Musk alone got into a fight with Wall Street anal… [+4035 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Facebook won't say if it will sever ties with Elliot Schrage, the outgoing top exec who took responsibility for linking critics to George Soros (FB)", "description": "Facebook's outgoing communications boss Elliot Schrage has endured a turbulent end to his tenure. He has shouldered responsibility for hiring a PR firm that slung mud at Facebook's rivals and critics —and he also got into a fight with an investor. Both Schrag…", "url": "https://www.businessinsider.com/facebook-wont-say-if-its-cutting-ties-with-elliot-schrage-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7fea3f556fc44d9026fcd-1920-960.jpg", "publishedAt": "2018-11-24T13:30:00Z", "content": "Elliot Schrage, Facebook's outgoing vice president of communications and public policy, has endured a turbulent end to his decade-long tenure at the social network. Part of Mark Zuckerberg and Sheryl Sandberg's inner circle, his team has been at the frontline… [+2755 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Congo approves clinical trials for Ebola treatments - Business Insider", "description": "Business Insider Congo approves clinical trials for Ebola treatments Business Insider KINSHASA (Reuters) - Congolese authorities have authorized clinical trials for four experimental Ebola treatments, which will allow researchers to collect valuable data abou…", "url": "https://www.businessinsider.com/r-congo-approves-clinical-trials-for-ebola-treatments-2018-11", "urlToImage": null, "publishedAt": "2018-11-24T13:14:00Z", "content": "FILE PHOTO: A doctor cares for a patient inside an isolate cube at The Alliance for International Medical Action (ALIMA) treatment center in Beni Thomson Reuters KINSHASA (Reuters) - Congolese authorities have authorized clinical trials for four experimental … [+1958 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "The 14 biggest product flops in Google history (GOOGL, GOOG)", "description": "When a company tried as many crazy new ideas as Google, there are bound to be a few epic fails along the way. From Google Offers to Google Answers, we've compiled the 14 biggest product flops in Google history. No company has a perfect track record when it co…", "url": "https://www.businessinsider.com/google-biggest-product-flops-2018-11", "urlToImage": "https://amp.businessinsider.com/images/535d17c36bb3f7306b0393e1-2732-1366.jpg", "publishedAt": "2018-11-24T13:00:00Z", "content": "Lifespan: Never actually made it to consumers What it did: Google's Nexus Q was a streaming video player that made it possible to play YouTube and Google Music on a TV — kind of an early predecessor to the Google Chromecast, Roku, and Amazon Fire TV devices t… [+409 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "If you have an iPhone 6S or older, it's officially time to upgrade to a new phone (AAPL)", "description": "Now that Apple's new iPhones are out, there's a bigger difference than ever between the older devices and the new ones. That means that if you own an iPhone 6S or older, it's probably time to start thinking about upgrading. There are five key reasons why you …", "url": "https://www.businessinsider.com/when-to-upgrade-your-iphone-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf494d10591f22ca27a54c6-1920-960.jpg", "publishedAt": "2018-11-24T12:30:00Z", "content": "Up until the iPhone X last year, the iPhone's design had looked relatively similar for several years. The phones came in black and metallic colors, had a round home button on the front, and relatively large outer boarders, called bezels, around the screen. Bu… [+601 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin, Associated Press", "title": "Russia space agency chief: We'll verify US moon landings - Business Insider", "description": "Business Insider Russia space agency chief: We'll verify US moon landings Business Insider MOSCOW (AP) — The head of Russia's Roscosmos space agency has said that a proposed Russian mission to the moon will be tasked with verifying that the American moon land…", "url": "https://www.businessinsider.com/ap-russia-space-agency-chief-well-verify-us-moon-landings-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf955380d7c6758f243e6c3-1920-960.jpg", "publishedAt": "2018-11-24T11:42:53Z", "content": "The head of Russia's Roscosmos space agency has said that a proposed Russian mission to the moon will be tasked with verifying that the American moon landings were real. \"We have set this objective to fly and verify whether they've been there or not,\" said Dm… [+1086 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "GOLDMAN SACHS: Hedge funds have plunged into a 'vicious downward cycle' with the most popular stocks, and it's a sign the meltdown is just getting started", "description": "The average hedge fund is underperforming year-to-date, dragged by the sell-offs in popular tech companies, according to Goldman Sachs. Goldman's analysis of funds' third-quarter activity showed a continued rotation towards more defensive sectors of the marke…", "url": "https://www.businessinsider.com/stock-market-crash-hedge-funds-in-vicious-downward-cycle-goldman-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b62ded53beb6e18008b4bb0-2732-1366.jpg", "publishedAt": "2018-11-24T11:04:00Z", "content": "Not even hedge funds have been able to escape the ongoing correction in the stock market. The average equity hedge fund is down 4% this year, dragged by sell-offs in the popular technology companies like Apple and Facebook that populate their portfolios, acco… [+3738 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "How the battle over fishing rights could scupper Theresa May's Brexit deal", "description": "Fishing rights have become a major issue in Brexit negotiations. The UK government this week pleaded with Conservative MPs who believe May's Brexit deal sacrifices UK fishing industry, to back her deal. The issue could be a major stumbling block to the prime …", "url": "https://www.businessinsider.com/how-the-battle-over-fishing-rights-could-scupper-theresa-mays-brexit-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7e52c01b12d4372570468-1136-568.jpg", "publishedAt": "2018-11-24T08:45:00Z", "content": "LONDON — Britain's fishing industry may be relatively small, accounting for less than half a percent of UK GDP, but it has played an outsized role in Brexit negotiations. This is partly because it is such a symbolic industry for an island nation like Britain … [+3373 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Remi Rosmarin, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "48 unique deals you can get for under $25 on Black Friday and through the weekend - mySanAntonio.com", "description": "Shayanne Gal/Business Insider\n\n\n\nThe \nInsider Picks \nteam writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase.\n\n\n\n\nSome of the best deals you'll find on Black Friday are on …", "url": "https://www.businessinsider.com/cool-black-friday-deals-under-25-dollars-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-24T03:52:22Z", "content": "Shayanne Gal/Business Insider The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Some of the best deals you'll find on Black Friday are on big-ticke… [+3841 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Spain could to stand in the way of Prime Minister Theresa May and a Brexit deal in Brussels", "description": "Reuters Spain was standing between Theresa May and a Brexit deal as it threatened to derail an EU summit on Sunday if it does not get new assurances on having a say in the future of Gibraltar. Brussels diplomats and representatives of other governments across…", "url": "https://www.businessinsider.com/spain-could-to-stand-in-the-way-of-prime-minister-theresa-may-and-a-brexit-deal-in-brussels-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf8c81466be503a492958b3-1136-568.jpg", "publishedAt": "2018-11-24T03:45:04Z", "content": "BRUSSELS (Reuters) - Spain was standing between Theresa May and a Brexit deal as it threatened to derail an EU summit on Sunday if it does not get new assurances on having a say in the future of Gibraltar. As negotiations among Spanish, British and EU officia… [+3229 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "'If he's so good, why is this happening': Trump reportedly blames Treasury Secretary Steven Mnuchin for recommending Jerome Powell as Fed chair", "description": "Treasury Secretary Steven Mnuchin has reportedly drawn President Donald Trump's ire after a series of economic decisions and recommendations, according to The Wall Street Journal. Trump has reportedly blamed Mnuchin for the appointment of Federal Reserve Chai…", "url": "https://www.businessinsider.com/steve-mnuchin-and-trump-relationship-federal-reserve-jamie-dimon-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf8995a0d7c6754dd6a7e13-2732-1366.jpg", "publishedAt": "2018-11-24T02:52:01Z", "content": "Treasury Secretary Steven Mnuchin has reportedly drawn President Donald Trump's ire after a series of economic decisions and recommendations, according to a Wall Street Journal report on Friday. Trump has reportedly blamed Mnuchin for the appointment of Feder… [+2543 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Gray", "title": "Judge rejects claim that Trump can't be sued while in office, allows lawsuit against Trump Foundation to move forward", "description": "The lawsuit filed against President Donald Trump, the Donald J. Trump Foundation, and his children Ivanka Trump, Eric Trump, and Donald Trump Jr., alleging misuse of charity funds, will move forward. Justice Saliann Scarpulla of the New York State Supreme Cou…", "url": "https://www.businessinsider.com/judge-says-trump-can-be-sued-trump-foundation-lawsuit-continues-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf8b9940591f273eb2588a3-1536-768.jpg", "publishedAt": "2018-11-24T02:40:48Z", "content": "The lawsuit filed against President Donald Trump, the Donald J. Trump Foundation, and his children Ivanka Trump, Eric Trump, and Donald Trump Jr., alleging misuse of charity funds, is allowed to move forward. Justice Saliann Scarpulla of the New York State Su… [+3383 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Bob McNair, founder and owner of the Houston Texans, dead at 81 - Business Insider", "description": "Business Insider Bob McNair, founder and owner of the Houston Texans, dead at 81 Business Insider HOUSTON (AP) — Robert \"Bob\" McNair, billionaire founder and owner of the Houston Texans, has died. He was 81. Bob McNair, founder and owner of the Houston Texans…", "url": "https://www.businessinsider.com/ap-houston-texans-founder-and-owner-mcnair-dies-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59f3892bbcf93d1e008b52fe-1334-667.jpg", "publishedAt": "2018-11-24T02:37:30Z", "content": "HOUSTON (AP) — Robert \"Bob\" McNair, the man who brought football back to Houston after the Oilers left for Tennessee by founding the Texans, has died. He was 81. One of the NFL's most influential owners, McNair had battled both leukemia and squamous cell carc… [+8072 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Remi Rosmarin", "title": "48 unique deals you can get for under $25 on Black Friday and through the weekend", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Some of the best deals you'll find on Black Friday are on big-ticket items — think mattresses, te…", "url": "https://www.businessinsider.com/cool-black-friday-deals-under-25-dollars-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf8b0083815075f6039514c-1334-667.jpg", "publishedAt": "2018-11-24T02:24:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Amazon Some of the best deals you'll find on Black Friday are on big-ticket items — think mattres… [+703 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "<a target='_blank' href='https://www.businessinsider.com/author/dana-varinsky/?IR=T'>Dana Varinsky</a>, <a target='_blank' href='http://www.businessinsider.com/?IR=T'>Business Insider US</a>", "title": "12 scary takeaways from the climate report the Trump administration dropped on Black Friday — and one reason for hope - Business Insider", "description": "Business Insider 12 scary takeaways from the climate report the Trump administration dropped on Black Friday — and one reason for hope Business Insider On Black Friday, as many Americans were shopping or spending time with family, the Trump administration pub…", "url": "https://www.businessinsider.com/climate-report-scary-conclusions-and-reason-for-hope-2018-11/", "urlToImage": "https://static.businessinsider.my/sites/3/2018/11/5beb2ce61011426c3e0aa64a.jpg", "publishedAt": "2018-11-24T02:07:06Z", "content": "caption Sheriff deputies walk through a neighborhood destroyed by the Camp Fire on November 10, 2018 near Paradise, California. source Justin Sullivan/Getty Images On Black Friday, as many Americans were shopping or spending time with family, the Trump admini… [+9678 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Phil Mickelson takes down Tiger Woods to win $9 million after 22 holes and plenty of missed opportunities", "description": "Phil Mickelson defeated Tiger Woods in match play to win $9 million on Friday. The match took longer than expected, with four playoff holes needed to determine a victor. Both players missed numerous opportunities to take down a decisive victory through the fi…", "url": "https://www.businessinsider.com/video-phil-mickelson-beats-tiger-woods-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf8a546c9570154092cb3a3-1536-768.jpg", "publishedAt": "2018-11-24T01:54:10Z", "content": "It took longer than expected, but after 22 holes of match play, Phil Mickelson defeated Tiger Woods to take home $9 million in prize money. The match between Mickelson and Woods was marked by an ending filled with missed opportunities. Mickelson had led for m… [+1784 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dana Varinsky", "title": "12 scary takeaways from the climate report the Trump administration dropped on Black Friday — and one reason for hope", "description": "On Black Friday, as many Americans were shopping or spending time with family, the Trump administration published a major report on climate change. The findings are dire. Average temperatures could rise by up to 11 degrees Fahrenheit by the end of the century…", "url": "https://www.businessinsider.com/climate-report-scary-conclusions-and-reason-for-hope-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf88bdc0591f2721b7d6602-1920-960.jpg", "publishedAt": "2018-11-24T00:22:32Z", "content": "On Black Friday, as many Americans were shopping or spending time with family, the Trump administration published a major report on climate change. The findings are dire. Average temperatures could rise by up to 11 degrees Fahrenheit by the end of the century… [+923 chars]"}]}