{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "6 places to buy wine and alcohol online for the holidays", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Whether you’re planning to host a cruise-liner amount of relatives this holiday season or just a …", "url": "https://www.businessinsider.com/where-to-buy-wine-alcohol-online-delivery-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be35bceda27f868282ad54a-960-480.jpg", "publishedAt": "2018-11-14T00:00:00Z", "content": "Wine Insiders is essentially an online wine store with both individual bottles and a lot of pack options, including six-bottle cases based on themes like Thanksgiving, Halloween, judge favorites, and staff picks ($67 - $81). There's also a 100% satisfaction g… [+918 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Grace Panetta", "title": "California Rep. Mimi Walters' campaign accuses Democrats of planning to 'steal' her seat as her lead shrinks in tough reelection bid", "description": "Republican Rep. Mimi Walters of California claimed that Democrats would attempt to force a recount to \"steal\" her seat in multiple fundraising emails obtained by INSIDER. Walters leads her Democratic opponent, Katie Porter, by just 1,000 votes in a close race…", "url": "https://www.businessinsider.com/mimi-walters-accuses-democrats-steal-her-seat-vote-tampering-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb6266f556fc6ae20288f6-1920-960.jpg", "publishedAt": "2018-11-13T23:48:03Z", "content": "Rep. Mimi Walters, who is fighting for reelection in California's 45th Congressional District, repeatedly charged Democrats are attempting to \"steal\" her seat by tampering with votes, according to recent fundraising emails sent out by her campaign and obtaine… [+2427 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Walter Hickey", "title": "3 reasons Florida's elections are a perennial chaotic nightmare", "description": "LAUDERHILL, FL - NOVEMBER 10: Tempers flair as protesters gathered outside Broward Supervisor of Elections Brenda Snipes' office, at the Lauderhill Mall chanting 'lock her up,' and 'Brenda's got to go! protesters and police outside of the Broward County Super…", "url": "http://uk.businessinsider.com/why-florida-elections-end-recount-vote-chaos-2018-11", "urlToImage": "http://static5.uk.businessinsider.com/image/5beb4dd1dde8677c166387c3-1190-625/3-reasons-floridas-elections-are-a-perennial-chaotic-nightmare.jpg", "publishedAt": "2018-11-13T23:47:00Z", "content": "LAUDERHILL, FL - NOVEMBER 10: Tempers flair as protesters gathered outside Broward Supervisor of Elections Brenda Snipes' office, at the Lauderhill Mall chanting 'lock her up,' and 'Brenda's got to go! protesters and police outside of the Broward County Super… [+5397 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "An official Google account on Twitter was hacked by cryptocurrency scammers trying to convince people to send them bitcoin (GOOG, GOOGL)", "description": "The official Twitter account for Google's G Suite was the latest to fall victim to a cryptocurrency giveaway scam on Twitter. The scam tried to convince people to send them bitcoin to be entered into a sweepstakes. The post has since been deleted, and spokesp…", "url": "https://www.businessinsider.com/google-g-suite-twitter-cryptocurrency-bitcoin-scam-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a576e0625954c20008b4d12-1920-960.jpg", "publishedAt": "2018-11-13T23:43:54Z", "content": "An official, verified Twitter account for Google's G Suite was hacked by scammers seeking to bilk innocent people out of their bitcoin — making it the latest victim in a scourge that the social network can't quite stamp out. Sent Tuesday afternoon, a tweet fr… [+2121 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Perticone", "title": "Mark Meadows doesn't 'anticipate' running for another term as chairman of powerful conservative Freedom Caucus", "description": "Rep. Mark Meadows told INSIDER he is unsure of whether he will run for another term as chairman of the conservative House Freedom Caucus. Meadows has served as chairman for the past two years. While the group gained several recruits in the 2018 midterm electi…", "url": "https://www.businessinsider.com/mark-meadows-freedom-caucus-chair-running-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a60cf4ef42149ea008b5971-960-480.jpg", "publishedAt": "2018-11-13T23:28:41Z", "content": "WASHINGTON — Mark Meadows, the chairman of the conservative House Freedom Caucus, seemed unsure of whether or not he would run again for another term to head the group when the new Congress convenes in January. \"I don't anticipate doing that,\" Meadows told IN… [+955 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "New York City Mayor Bill de Blasio says he will continue to boycott Amazon as the state offers more than $1.5 billion for its HQ2 (AMZN)", "description": "New York City Mayor Bill de Blasio celebrated in a joint press conference with New York Gov. Andrew Cuomo the news that Amazon has chosen Long Island City as one of the sites for its second headquarters, HQ2. New York is offering up more than $1.5 billion in …", "url": "https://www.businessinsider.com/nyc-mayor-bill-de-blasio-says-amazon-boycott-continues-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb46e5d1e8447cfe0b38fd-2732-1366.jpg", "publishedAt": "2018-11-13T23:23:43Z", "content": "New York City is getting one of Amazon's new headquarters — and the mayor couldn't be happier. Mayor Bill de Blasio announced as much during a joint press conference with New York Gov. Andrew Cuomo, held after news broke that Amazon had chosen Long Island Cit… [+1183 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "It looks like Amazon has recruited Alexa for its plan to rename an entire neighborhood in Virginia (AMZN)", "description": "Amazon announced Tuesday it had split its new \"headquarters\" between two cities, one of which is called National Landing, Virginia — a place that seemingly didn't exist before Tuesday. Even though the name is new, Amazon's Alexa smart assistant has already ca…", "url": "https://www.businessinsider.com/amazon-alexa-national-landing-hq2-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb46cfc95701652a5874fb-2732-1366.jpg", "publishedAt": "2018-11-13T22:59:49Z", "content": "Virginia residents were puzzled when Amazon announced Tuesday that National Landing, Virginia was chosen as the site of one of its giant new \"HQ2\" offices. That's because until Tuesday National Landing didn't exist. The name appears to have been created speci… [+1351 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Gillett", "title": "Black Friday workers share their 12 best tips for shoppers", "description": "If you want to score the best deals and not get taken for a ride this Black Friday, who better to turn to for advice than the people with extensive knowledge on the matter? So Business Insider asked more than 40 Black Friday workers to share their best advice…", "url": "https://www.businessinsider.com/best-insider-advice-black-friday-shoppers-2017-11", "urlToImage": "https://amp.businessinsider.com/images/5beb56cd0d7c6766f4586fd0-1920-960.jpg", "publishedAt": "2018-11-13T22:57:00Z", "content": "\"At higher-end stores, don't fall for the freebie prosecco or Pellegrino. Stores just want to keep you in there longer so you'll spend money.\" This isn't the only trick stores use to get you to spend more during the holiday season. \"The stores are really desp… [+490 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Jayhawks senior who almost didn't return to Kansas sets team shooting record in near-perfect performance", "description": "In an unexpected turn of events, guard Lagerald Vick returned to Lawrence for his senior season with the Kansas Jayhawks. Vick nearly joined the G League or transferred schools after withdrawing his name from last year's NBA Draft, but instead convinced Kansa…", "url": "https://www.businessinsider.com/lagerald-vick-8-threes-set-kansas-jayhawks-shooting-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb255a1011426b487c5f98-1136-568.jpg", "publishedAt": "2018-11-13T22:49:58Z", "content": "Nobody thought Lagerald Vick would return to Kansas for his senior season. At the end of last year's Final Four run, there was a mutual understanding between Vick and head coach Bill Self that their time together was in the rearview mirror. Vick declared for … [+2431 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "Amazon's HQ2 site in Long Island City, Queens could be flooded in the next 30 years. Here's what scientists predict for the headquarters.", "description": "Amazon announced on Tuesday that it will move half of its second headquarters, known as HQ2, to Long Island City, Queens. Later in the day, Citigroup announced that it would be removing employees from One Court Square, the tallest building in Queens, to make …", "url": "https://www.businessinsider.com/amazon-hq2-long-island-city-flooding-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb421cbeb67064a9213a84-2732-1366.jpg", "publishedAt": "2018-11-13T22:49:00Z", "content": "Scientists have long warned that New York City is at risk of chronic flooding. Due to its dense population and coastal location, the city has more residents living in high-risk flood zones than any other city in the US. That's bad news for Amazon, which recen… [+2253 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "A key game of the NFL season has been moved from Mexico City to LA after players reportedly threatened not to play on terrible field", "description": "The NFL has moved Monday night's game between the Los Angeles Rams and the Kansas City Chiefs to Los Angeles due to terrible field conditions in Mexico City. The game was initially set to take place at Azteca Stadium, but rain and a heavy schedule of recent e…", "url": "https://www.businessinsider.com/chiefs-rams-los-angeles-field-mexico-city-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb4d5cf556fc67d134ae10-1536-768.jpg", "publishedAt": "2018-11-13T22:38:56Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "Trump deployed thousands of troops to the border, but the US military is in the dark about what to do when the migrant caravans arrive", "description": "Thousands of US troops are building barriers and hardening ports of entry, but the US military says it does not have a clear plan for what to do when the migrant caravans arrive. Army North said on Tuesday that there is no specific plan or guidance for when t…", "url": "https://www.businessinsider.com/us-military-is-in-the-dark-about-their-role-as-migrant-caravans-arrive-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb422f110d4c774d572416-960-480.jpg", "publishedAt": "2018-11-13T22:33:44Z", "content": "Around 5,600 active-duty troops have deployed to the US-Mexico border to support border agents as large migrant caravans march through Mexico, the first of which began to reach border towns Tuesday. The troops are building barriers and hardening ports of entr… [+2864 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "20 cool gift ideas from 'Shark Tank' that you can find on Amazon", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. One of our favorite shows to spot new products and enjoy some entertaining celebrity judge banter…", "url": "https://www.businessinsider.com/shark-tank-gifts-amazon-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb356e110d4c758b490952-750-375.jpg", "publishedAt": "2018-11-13T22:32:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Tipsy Elves/Facebook One of our favorite shows to spot new products and enjoy some entertaining c… [+680 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Kevin Durant and Draymond Green's spat reportedly carried over into an intense locker-room dispute that centered on Durant's impending free agency", "description": "Kevin Durant and Draymond Green got into an on-court spat and had to be separated during the Golden State Warriors' 121-116 overtime loss to the Los Angeles Clippers on Monday. The spat carried over into the Warriors' locker room where the team got into an ex…", "url": "https://www.businessinsider.com/kevin-durant-draymond-green-fight-warriors-locker-room-free-agency-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb4cc066be503eaa66360a-960-480.jpg", "publishedAt": "2018-11-13T22:26:26Z", "content": "Kevin Durant and Draymond Green got into an on-court spat and were separated on Monday during the Golden State Warriors' 121-116 overtime loss to the Los Angeles Clippers. Durant yelled at Green at the end of regulation for not giving him the ball on the game… [+2245 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "A LinkedIn exec explains how the company will hit $2 billion in ad revenue this year, and why it's betting big on video", "description": "LinkedIn says it will make $2 billion from its media business that sells advertising in 2018, primarily from sponsored content. The platform has redesigned brand Pages with more tools and analytics to help brands build a following on the platform. Video in pa…", "url": "https://www.businessinsider.com/linkedin-hits-2-billion-in-ad-revenue-bets-on-video-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb4c239e8c5371472d6a14-750-375.jpg", "publishedAt": "2018-11-13T22:25:15Z", "content": "LinkedIn wants to be the go-to platform for brands to talk to both employees and potential hires, and it's rolling out a bunch of new tools to help them. As of Tuesday, admins to Pages can now manage their accounts and respond to comments through LinkedIn's m… [+5545 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Walter Hickey", "title": "3 reasons Florida's elections are a perennial chaotic nightmare", "description": "Almost all of the local election administrators in Florida are elected, and the state doesn't require the training or expertise other states do. At the same time, several Florida counties are larger than entire states, and elections can be very close. A recen…", "url": "https://www.businessinsider.com/why-florida-elections-end-recount-vote-chaos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb4621b73c2865a100aee5-2732-1366.jpg", "publishedAt": "2018-11-13T22:17:55Z", "content": "Florida now has simultaneous recounts for both its gubernatorial and US Senate elections. America is unanimous on one thing: Florida botched it again. Why is Florida such a perennial nightmare when it comes to election administration? There are three reasons.… [+5062 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "This early Black Friday deal lets anyone try 3 months of Kindle Unlimited for $1", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. New subscribers can get three months of Kindle Unlimited for $1 (originally $29.97) now through N…", "url": "https://www.businessinsider.com/kindle-unlimited-black-friday-deal-2018-11", "urlToImage": "https://static.businessinsider.com/image/5beb4cf001b12d68d1716f3a-750.jpg", "publishedAt": "2018-11-13T22:16:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Now through November 30, new subscribers can get three months of Kindle Unlimited for $1 — usuall… [+1276 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta and Scott Davis", "title": "NFL POWER RANKINGS: Where all 32 teams stand going into Week 11", "description": "As we head into the back half of the NFL season, the top of our power rankings remains crowded. The Saints are running away with the NFL season, having beaten the undefeated Rams and then laying 51 points on the Bengals while going into cruise control in the …", "url": "https://www.businessinsider.com/nfl-power-rankings-week-11-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb425fda27f87a841b4ff2-1334-667.jpg", "publishedAt": "2018-11-13T22:14:26Z", "content": "As we head into the back half of the NFL season, the top of our power rankings remains crowded. The Saints are running away with the NFL season, having beaten the undefeated Rams and then laying 51 points on the Bengals while going into cruise control in the … [+434 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "US voter turnout was way up in the 2018 midterms, but still lags behind most developed countries", "description": "Voter turnout in the 2018 midterms was way up compared to previous years, but remained much lower than that of most developed nations. This year saw the highest voter turnout for a US midterm election in over hundred years, but it was still less than half the…", "url": "https://www.businessinsider.com/us-voter-turnout-way-up-in-2018-midterms-but-still-low-globally-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1fef5beb6703a986fb65b-1920-960.jpg", "publishedAt": "2018-11-13T22:02:55Z", "content": "Voter turnout in the 2018 midterms was way up compared to previous years, but still remained much lower than that of most developed countries. According to data c ompiled by lobbyist Bruce Mehlman, voter turnout for a US midterm election hit its highest level… [+1092 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Flanagan", "title": "The author of 'Boy Erased' reveals what gay conversion therapy is really like — and how he survived it", "description": "The new movie \"Boy Erased\" tells the true story of Garrard Conley — the son of a Baptist pastor who, after being outed to his parents at 19, was sent to a two-week-long \" gay conversion therapy \" program. Conley tells us what the experience was really like, a…", "url": "https://www.businessinsider.com/boy-erased-garrard-conley-what-gay-conversion-therapy-is-like-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be47cab381507764b376d73-960-480.jpg", "publishedAt": "2018-11-13T22:00:00Z", "content": "Following is a transcript of the video. Victor Sykes in \"Boy Erased\": So, who's ready? Welcome to the Refuge Program! Come on! Garrard Conley: I'm Garrard Conley. I'm the author of \"Boy Erased,\" now a major motion picture. \"Boy Erased\" is the story of my goin… [+5672 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "The Nintendo Switch's first full Pokémon games, 'Pokémon: Let's Go, Pikachu!' and 'Pokémon: Let's Go, Eevee!' will introduce a new generation of players to the joys of \"Pokémon: Red and Blue\"", "description": "Since the release of \"Pokémon: Red and Blue\" on the Game Boy in 1996, the Pokémon franchise has become iconic around the world, spawning countless spin-off games, an animated series and movies, a trading card craze, an on-stage musical, and most recently, a l…", "url": "https://www.businessinsider.com/pokemon-lets-go-pikachu-eevee-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb2bd1e4218a61e158400c-1536-768.jpg", "publishedAt": "2018-11-13T21:41:25Z", "content": "Since the release of \"Pokémon: Red and Blue\" on the Game Boy in 1996, the Pokémon franchise has become iconic around the world, spawning countless spin-off games, an animated series and movies, a trading card craze, an on-stage musical, and most recently, a l… [+1032 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Grace Panetta", "title": "Tensions flare as candidates accuse each other of ballot tampering and \"foul play\" in a close California congressional race", "description": "Tensions are running hot in the race for California's 39th congressional district, formerly held by Republican Ed Royce. The campaign for Republican Young Kim accused her Democratic opponent Gil Cisneros of \"physically tampering\" with ballots and intimidating…", "url": "https://www.businessinsider.com/cisneros-kim-allege-ballot-tampering-california-congressional-race-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb24900591f27075347ff4-1920-960.jpg", "publishedAt": "2018-11-13T21:34:29Z", "content": "The 2018 midterm elections were one week ago, but tensions are heating up in several of the 10 House races that have yet to be called — including the contest for the open seat in California's 39th congressional district, which includes portions of Los Angeles… [+3857 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Erin Brodwin", "title": "A ruling is imminent on the legality of a controversial drug that's used to treat addiction — but some have called it a ‘dangerous opioid’", "description": "Government regulators are expected to soon rule on the legality of a controversial drug called kratom, a representative at the Drug Enforcement Administration told Business Insider on Tuesday. While federal agencies have called kratom a dangerous opioid, advo…", "url": "https://www.businessinsider.com/is-kratom-legal-government-regulators-decide-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b36c2d6d7eb3f1b008b47f0-1334-667.jpg", "publishedAt": "2018-11-13T21:33:00Z", "content": "A final decision on the legality of a controversial drug is expected imminently from the US government. The drug, called Kratom, has pitted government regulators against scientists and advocates. The Food and Drug Administration has called it a dangerous opio… [+6338 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Steven John", "title": "We ask our kid the same question at the dinner table every day — and it helps both his thinking and our parenting", "description": "Being able to talk to your kids is important at any age, and is best established when children are young, open, and impressionable. Changes in life, like a new school schedule, can mean less time spent together as a family, making the remaining shared time al…", "url": "https://www.businessinsider.com/talk-to-your-kids-to-help-their-thinking-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb3e92da27f879b60899f5-960-480.jpg", "publishedAt": "2018-11-13T21:27:00Z", "content": "My wife and I have a five-year-old son and a seven-month-old daughter. We ask our kids a lot of questions, and many of them are the same day after day. While Scarlett can't do much answering yet, her older brother Ben sure can. Among my favorite questions to … [+2986 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Andrew Cuomo and Bill de Blasio hold jubilant press conference announcing Amazon HQ2 in Queens", "description": "New York Gov. Andrew Cuomo and New York City Mayor Bill de Blasio celebrated their deal with Amazon to bring the retail giant's secondary headquarters, known as HQ2, to Long Island City, Queens. Both men praised the \"unprecedented\" scale and impact of the pro…", "url": "https://www.businessinsider.com/cuomo-and-de-blasio-hold-jubilant-press-conference-over-amazon-hq2-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb1ecc8c35ab616e3854fe-1136-568.jpg", "publishedAt": "2018-11-13T21:19:05Z", "content": "New York Gov. Andrew Cuomo and New York City Mayor Bill de Blasio — two longtime political foes despite their shared party affiliation — celebrated their deal with Amazon to bring the retail giant's secondary headquarters, known as HQ2, to Long Island City, Q… [+3753 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Brokers in one of Amazon's chosen HQ2 locations are reportedly already selling condos sight-unseen — and development hasn't even begun", "description": "Amazon has settled on a new home for its second headquarters, HQ2. It will be split between two locations : Long Island City in Queens, New York, and an area of Arlington, Virginia, dubbed National Landing. Even before Amazon made the announcement, brokers in…", "url": "https://www.businessinsider.com/amazon-hq2-decision-real-estate-long-island-city-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb2fcb01b12d64373d1d30-2732-1366.jpg", "publishedAt": "2018-11-13T21:17:16Z", "content": "Amazon has finally settled on a home for its second headquarters, dubbed HQ2. The new offices will be split between two locations: Long Island City in Queens, New York, and an area of Northern Virginia that is now being called National Landing. National Landi… [+2130 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump's top trade advisers appear to be on wildly different pages as the China trade war hits a critical stretch", "description": "The protectionist and free trade sides of the Trump administration are once again clashing. Larry Kudlow, a free-trade economic adviser, took a shot at Peter Navarro, a protectionist member of the administration, during a televised interview. The cracks come …", "url": "https://www.businessinsider.com/trump-china-trade-war-navarro-kudlow-fight-before-tariff-auto-talk-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b904036e361c0ab248b5292-1536-768.jpg", "publishedAt": "2018-11-13T21:11:48Z", "content": "Heading into a high-stakes bilateral discussion between President Donald Trump and Chinese President Xi Jinping, the US administration is missing a concrete, unified strategy to try to end the trade war while also extracting concessions from the Chinese. Trum… [+3648 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Georgia politician and protesters are arrested in the state capitol as tension over tight governors race comes to a head", "description": "Several people, including a state senator, were arrested during protests inside Georgia's state capitol on Tuesday. The protests come on the last day of ballot counting in Georgia's tight gubernatorial race. Republican Brian Kemp is leading Democrat Stacey Ab…", "url": "https://www.businessinsider.com/georgia-politician-and-protesters-are-arrested-in-the-state-capitol-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb35a6c9570162d7073d78-1334-667.jpg", "publishedAt": "2018-11-13T21:08:56Z", "content": "Several people were arrested during protests inside Georgia's state capitol on Tuesday, the last day of ballot counting in Georgia's tight and contentious gubernatorial race. State Senator Nikema Williams was arrested after she refused to leave the floor of t… [+2122 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "The world's biggest advertising holding companies have been cleared after a 2-year DOJ investigation into their business practices", "description": "Omnicom, Publicis, WPP, MDC Partners, and Interpublic Group are no longer under investigation by the Department of Justice. According to reports and SEC filings, the companies were notified that they had been cleared in a two-year investigation into practices…", "url": "https://www.businessinsider.com/advertising-holding-companies-cleared-in-doj-investigation-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb3aad01b12d662951d6e9-1920-960.jpg", "publishedAt": "2018-11-13T20:57:32Z", "content": "After a two-year investigation from the Department of Justice into the production processes of advertising agencies, five of the world's biggest holding companies have reportedly been cleared. Federal prosecutors were specifically looking into \"non-transparen… [+1268 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "Over 600,000 Americans followed fake Russia-linked Instagram accounts that were detected days before the midterms (FB)", "description": "Over 600,000 Americans followed Instagram accounts that are now believed to be run by Russian trolls. Facebook, Instagram's parent company, deleted them just days before the 2018 midterms. The action came after the company was tipped off by the FBI. Over 600,…", "url": "https://www.businessinsider.com/600000-us-instagram-users-followed-suspected-russian-trolls-midterms-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb1bc4d1e844761328ce7a-1334-667.jpg", "publishedAt": "2018-11-13T20:57:20Z", "content": "Over 600,000 Americans followed a series of fake Instagram and Facebook accounts suspected to be linked to Russia that were detected and removed just days before the 2018 midterms. On November 5 — the eve of the contentious midterm elections that saw Democrat… [+2376 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher", "title": "Satellite images show how the Camp Fire destroyed entire towns and killed dozens of people", "description": "The Camp Fire is now the most destructive and deadliest California wildfire in the state's history. It scorched the entire town of Paradise, which was home to about 27,000 people. Satellites orbiting the Earth took pictures of Paradise and the nearby town of …", "url": "https://www.businessinsider.com/california-wildfires-paradise-magalia-before-after-satellite-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb339f381507690a2333b2-1334-667.jpg", "publishedAt": "2018-11-13T20:55:00Z", "content": "Paradise used to be a small town in the foothills of California's Sierra Nevada mountains with a population of about 27,000 people. That is, until Friday. Within about 24 hours after the Camp Fire broke out, practically all of Paradise had burned to the groun… [+1947 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lisa Schwarzberg, Contributor", "title": "The profile of an HSBC exec who wakes up at 5:30 a.m. supported a myth I push against daily", "description": "In this letter to the editor, finance professional Lisa Schwarzberg says a recent story profiling an HSBC executive promoted a one-sided view of a single person that's far from the norm. \"The glamour photos and styled poses aren't real life, and you have chos…", "url": "https://www.businessinsider.com/profile-hsbc-exec-supports-myth-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc87c70fed59211f135beba-960-480.jpg", "publishedAt": "2018-11-13T20:54:58Z", "content": "I recently read your article about the HSBC exec who wakes up at 5:30 a.m. to work out, always eats green, and studies at Stanford in her free time, and I was saddened by your desire to promote an article such as this. I give Melania credit; she has carved ou… [+2172 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Perticone", "title": "Chuck Schumer accuses President Trump of \"bullying\" in Florida recount, says every vote should be counted regardless of deadline", "description": "Senate Minority Leader Chuck Schumer condemned President Trump for trying to \"bully\" Florida into calling the highly-contested Senate race going through a recount this week. Schumer also said the recount should continue beyond the weekend deadline if need be.…", "url": "https://www.businessinsider.com/chuck-schumer-accuses-president-trump-of-bullying-in-florida-recount-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b1983b61ae66221008b48ed-1920-960.jpg", "publishedAt": "2018-11-13T20:51:54Z", "content": "WASHINGTON — Senate Minority Leader Chuck Schumer railed against President Donald Trump on Tuesday as the recount for the Senate race in Florida dragged on a week beyond Election Day. Flanked by Sen. Bill Nelson, the Democrat at risk of being unseated by the … [+2080 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "This first-time CEO just raised millions from investors including Mark Cuban to build a better YouTube without ads", "description": "On Tuesday, an ad-free video-streaming platform called Portal was launched, competing with the likes of YouTube and Vimeo. On Portal, creators are paid directly by viewers who like what they watch — ideally meaning creators have to hustle less for views, and …", "url": "https://www.businessinsider.com/portal-ad-free-youtube-competitor-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb0309c957015b0a22affc-1536-768.jpg", "publishedAt": "2018-11-13T20:50:11Z", "content": "When Radiohead famously released its \"In Rainbows\" album in 2007 and told fans to \"pay what you want,\" Jonathan Swerdlin forked over $50. He was enamored by the radically different approach to payments. But to his disappointment, the model that helped Radiohe… [+4871 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Brown and Reuters", "title": "The rocket battle between Israel and Hamas is risking a major war — here's what the fighting looks like", "description": "Israel and Hamas have been exchanging rocket fire since Monday after a botched Israeli commando raid on Sunday killed seven Palestinians. It's the most serious escalation of hostilities since the 2014 war. Palestinian militant groups in Gaza agreed on Tuesday…", "url": "https://www.businessinsider.com/israel-hamas-rocket-battle-risks-major-war-what-destruction-looks", "urlToImage": "https://amp.businessinsider.com/images/5beb1078e4218a5ea9549b6f-1136-568.jpg", "publishedAt": "2018-11-13T20:48:50Z", "content": "Israel and Hamas have been exchanging rocket fire since Monday after a botched Israeli commando raid on Sunday killed seven Palestinians. It's the most serious escalation of hostilities since the 2014 war. Palestinian militant groups in Gaza agreed on Tuesday… [+834 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "George Papadopoulos dumped by his own lawyers as the former Trump aide embarks on a 'self-defeating gambit'", "description": "Former Trump campaign aide George Papadopoulos' defense lawyers filed a motion withdrawing from representing him on Tuesday. They said in the court filing they were dropping out because \"the criminal case [against Papadopoulos] has concluded, and the time for…", "url": "https://www.businessinsider.com/george-papadopoulos-lawyers-withdraw-from-representing-him-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb2d96da27f876cb1737c2-2732-1366.jpg", "publishedAt": "2018-11-13T20:32:53Z", "content": "Two defense lawyers who represented George Papadopoulos, a former aide to President Donald Trump's campaign, filed a motion Tuesday to withdraw from representing him. Papadopoulos pleaded guilty to one count of lying to the FBI last year and began cooperating… [+4677 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Here comes the cannabis producer Tilray... (TLRY)", "description": "Tilray is set to post its first earnings report as a publicly traded US company following Tuesday's closing bell. The cannabis producer in July became the first pot company to float an initial public offering in the US. Watch Tilray trade live here. The canna…", "url": "https://markets.businessinsider.com/news/stocks/weed-stocks-tilray-stock-price-q3-earnings-2018-11-1027722577", "urlToImage": "https://static2.businessinsider.com/image/5bb2611a9a4ab804c93f3a06-2400/tilraynanaimoplants.jpg", "publishedAt": "2018-11-13T20:30:00Z", "content": "Tilray The cannabis producer Tilray is set to post its first earnings report since going public in the US. The results are due out after Tuesday's closing bell. Tilray began trading on the Nasdaq in July, becoming the first cannabis company to float an initia… [+1390 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Here comes the cannabis producer Tilray... (TLRY)", "description": "Tilray is set to post its first earnings report as a publicly traded US company following Tuesday's closing bell. The cannabis producer in July became the first pot company to float an initial public offering in the US. Watch Tilray trade live here. The canna…", "url": "https://www.businessinsider.com/weed-stocks-tilray-stock-price-q3-earnings-2018-11", "urlToImage": null, "publishedAt": "2018-11-13T20:30:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "How to get 2 free months of a CLEAR membership and bypass long airport security lines", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships so we may get a share of the revenue from your purchase. Airport security can be one of the most frustrating parts of any trip — especially with the bu…", "url": "https://www.businessinsider.com/clear-membership-discount-promo-code-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb2bb9beb670614354a15a-1136-568.jpg", "publishedAt": "2018-11-13T20:30:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships so we may get a share of the revenue from your purchase. The hassle of getting through security is one of the most stressful things about holiday trave… [+2645 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Here is where Amazon could develop its HQ2 in New York and Virginia (AMZN)", "description": "Amazon has revealed the two cities where it will place its second headquarters, which it calls HQ2. HQ2 will be developed in Long Island City in Queens, New York, and Arlington, Virginia. In documents attached to the blog post announcing Amazon's decision, a …", "url": "https://www.businessinsider.com/amazon-hq2-potential-sites-map-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb335c110d4c74e63614f8-1920-960.jpg", "publishedAt": "2018-11-13T20:25:35Z", "content": "Make way. Amazon 's moving in. The company has officially announced that it will divide its second headquarters, or HQ2, between two locations: Long Island City in Queens, New York, and Arlington, Virginia. Buried within the copy of the blog post and official… [+1315 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "First Lady Melania Trump says John Bolton's top deputy should be fired", "description": "First Lady Melania Trump on Tuesday called for National Security Adviser John Bolton's top deputy to be fired. The first lady is reportedly unhappy with how she's been treated by Deputy National Security Adviser Mira Ricardel. Stephanie Grisham, a spokeswoman…", "url": "https://www.businessinsider.com/melania-trump-john-bolton-top-deputy-mira-ricardel-should-be-fired-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb2c488c35ab630a1ed5c6-1920-960.jpg", "publishedAt": "2018-11-13T20:19:23Z", "content": "First Lady Melania Trump on Tuesday called for National Security Adviser John Bolton's top deputy to be fired. The first lady is reportedly unhappy with how she's been treated by Deputy National Security Adviser Mira Ricardel, particularly during Melania's tr… [+1254 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "The 25 US cities where a middle-class American salary goes furthest", "description": "The median household in America earns $55,000 a year, which can go far depending on where you live. SmartAsset recently released a list of the best places to live on a $55,000 salary. Some of the best places to live on the typical American salary are located …", "url": "https://www.businessinsider.com/best-cities-to-live-middle-class-american-salary-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb151401b12d61116a4414-1920-960.jpg", "publishedAt": "2018-11-13T20:07:00Z", "content": "How far your paycheck can really go is often dependent on your geography. A $55,000 salary — what the median American family earns, according to SmartAsset, citing US Census Bureau data from the 2016 American Community Survey 5-year estimates — may not get yo… [+867 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Kelly", "title": "9 tips to make your flight more enjoyable", "description": "Traveling can be taxing and lead to a stressful start to what's meant to be a relaxing vacation. Besides a fully charged phone, there are quite a few things you can have handy during your flight to ensure you are in good spirits, relaxed, and have a wonderful…", "url": "https://www.businessinsider.com/how-to-enjoy-your-flight-2018-11", "urlToImage": null, "publishedAt": "2018-11-13T20:03:07Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meghan Morris", "title": "An investor at a $1 trillion asset manager identifies a 'powerful challenge' to passive investing over the next 5 years", "description": "An increasing number of companies in the S&P 500 face secular risks, a particular challenge for passive investors, T. Rowe Price's David Giroux said. New competitive forces, technological advances and changing consumer habits are impacting industries ranging …", "url": "https://www.businessinsider.com/t-rowe-price-external-pressures-are-hurting-more-companies-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb1722f556fc602402ed82-1536-768.jpg", "publishedAt": "2018-11-13T19:53:31Z", "content": "From Procter &amp; Gamble to IBM, public companies across industries are poised for more challenges than even two years ago from competition, technology and changing consumer tastes. Over 30% of companies in the S&amp;P 500 are under pressure from so-called s… [+2353 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "The 76ers trade for Jimmy Butler is a 'high risk, high reward' gamble that could change the course of the franchise", "description": "The Philadelphia 76ers' blockbuster trade for Jimmy Butler comes with massive stakes. Butler could help make the 76ers contenders, but he isn't a seamless fit on the court, and there are questions about how he'll fit in the locker room. The 76ers may have to …", "url": "https://www.businessinsider.com/sixers-trade-jimmy-butler-massive-gamble-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb1828e4218a5f9747e148-1334-667.jpg", "publishedAt": "2018-11-13T19:50:43Z", "content": "The Philadelphia 76ers and Minnesota Timberwolves completed the first blockbuster trade of the NBA season on Saturday, sending Jimmy Butler and Justin Patton to the 76ers in exchange for Dario Saric, Robert Covington, Jarryd Bayless, and a 2020 second-round p… [+6844 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jaime Toplin", "title": "Amex's Pay It Plan It shows how flexible, digital financing could help issuers attract and engage younger users (AXP)", "description": "Business Insider Intelligence is continually adding new types of coverage to better serve our subscribers. Our research team has begun producing four case studies per week, just like the one below, to demonstrate how successful companies are implementing digi…", "url": "https://www.businessinsider.com/case-study-amex-pay-it-plan-it-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb293366be5039113737b2-480-240.png", "publishedAt": "2018-11-13T19:47:00Z", "content": "Business Insider Intelligence is continually adding new types of coverage to better serve our subscribers. Our research team has begun producing four case studies per week, just like the one below, to demonstrate how successful companies are implementing digi… [+2942 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Laura McCamy", "title": "7 reasons why traveling by train is better than flying", "description": "The vistas outside of train windows are both impressive and desolate, a slice of rural America that you can't see from any other vantage point. The slow pace harkens back to an era when we still had time to enjoy the journey and make new friends along the way…", "url": "https://www.businessinsider.com/reasons-to-travel-by-train-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be49f1c3815077b656094c9-1334-667.jpg", "publishedAt": "2018-11-13T19:46:31Z", "content": "A trip from San Francisco to San Luis Obispo on the Coast Starlight opened my eyes to the easy-going charm of the train. The view out the windows was fascinating: broken down backyards, abandoned shacks melting into long-forgotten river banks, an eagle huntin… [+502 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "You will have 2 more chances to see Stan Lee cameos before the end of 2018", "description": "Stan Lee makes cameos in upcoming movies \"Ralph Breaks the Internet\" and \"Spider-Man: Into the Spider-Verse.\" And if you missed \"Venom,\" he's in that, too. The movie is still in theaters. Stan Lee died on Monday, but we'll still see a lot of the Marvel legend…", "url": "https://www.businessinsider.com/upcoming-stan-lee-cameos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb21490591f26fdd7ec30d-1920-960.jpg", "publishedAt": "2018-11-13T19:46:00Z", "content": "Stan Lee died on Monday, but we'll still see a lot of the Marvel legend in theaters before the year is over. The king of the cameo will be showing up in two very different movies in the coming weeks. First he'll appear in Disney's \"Ralph Breaks the Internet\" … [+1072 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "30 gift cards you can give for the holidays that'll still feel personal", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Gift cards are an ideal gift in a lot of ways. For instance, you get to give them exactly what th…", "url": "https://www.businessinsider.com/best-gift-card-gifts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb2767110d4c7305122de7-1920-960.jpg", "publishedAt": "2018-11-13T19:45:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Nike Gift cards are an ideal gift in a lot of ways. For instance, you get to give them exactly wh… [+422 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "I played 'Red Dead Redemption 2' as a cowboy photographer — here are my favorite photos showing the insane level of detail in the game", "description": "Rockstar Games' \"Red Dead Redemption 2\" is a universally-lauded video game that chronicles the end of the era of the gunslinging outlaw — and the bitter ending for those that thrived in that time. The narrative is compelling, the violence is omnipresent, and …", "url": "https://www.businessinsider.com/red-dead-redemption-2-handheld-camera-photography-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb0075c957015af97b7133-1920-960.jpg", "publishedAt": "2018-11-13T19:44:27Z", "content": "Rockstar Games' \"Red Dead Redemption 2\" is a universally-lauded video game that chronicles the end of the era of the gunslinging outlaw — and the bitter ending for those that thrived in that time. The narrative is compelling, the violence is omnipresent, and … [+1021 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "'Red light district on the move': Self-driving cars open up a whole world of on-the-go activities — including sex", "description": "Once fully self-driving cars are prevalent, the time we used to spend driving can be filled with other activities. Researchers from the Universities of Surrey and Oxford examined their effect on urban tourism and nightlife. Their paper says hotels-by-the-hour…", "url": "https://www.businessinsider.com/self-driving-cars-could-be-used-for-sex-nightlife-study-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb147dda27f8730e1e4a74-1920-960.jpg", "publishedAt": "2018-11-13T19:33:27Z", "content": "Roving brothels could be the new norm once fully self-driving cars hit the streets, according to new research into their effect on the future of urban tourism. \"Hotels-by the hour are likely to be replaced by connected and autonomous vehicles (CAVs),\" write S… [+1979 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Steven John and Owen Burke", "title": "The best winter boots for men", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. With a great pair of winter boots on your feet, snow, ice, and the frigid temperatures won't stop…", "url": "https://www.businessinsider.com/best-winter-boots-men", "urlToImage": "https://amp.businessinsider.com/images/5be4a85a3815077c7d21471d-750-375.jpg", "publishedAt": "2018-11-13T19:30:00Z", "content": "Why you'll love them: Even when the temperature drops well into the negatives and the snow is blowing in sideways, you can head out with confidence while wearing a pair of Wolverine Drillbit Oil Rigger Boots. The Wolverine Drillbit Oil Rigger Winter Boots are… [+2724 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "'We are here to stay' — Pence says he personally challenged China with a South China Sea flyby", "description": "The vice president flew through the South China Sea Tuesday, reportedly to send a message to the Chinese. He described his flyby as something of a \"freedom-of-navigation\" operation, The Washington Post reported. Speaking earlier in Tokyo, he stressed that \" a…", "url": "https://www.businessinsider.com/pence-says-he-personally-challenged-china-with-a-south-china-sea-flyby-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb1c079e8c53699a1842a2-2732-1366.jpg", "publishedAt": "2018-11-13T19:29:07Z", "content": "Vice President Mike Pence is traveling through Asia with a message for China, and that is that the US \"will not be intimidated.\" Flying from Japan to Singapore Tuesday, the vice president's Air Force 2 airplane reportedly passed within 50 miles of Chinese out… [+2453 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "White House bashes 'self-avowed socialist' Bernie Sanders as 'ridiculous' for calling Trump an authoritarian", "description": "The White House on Tuesday slammed Sen. Bernie Sanders as \"ridiculous\" for referring to President Donald Trump as an \"authoritarian leader.\" White House deputy press secretary Hogan Gidley on Tuesday told INSIDER the Vermont senator's comments the day prior w…", "url": "https://www.businessinsider.com/white-house-bernie-sanders-ridiculous-to-call-trump-authoritarian-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb2169c957015f907de652-1920-960.jpg", "publishedAt": "2018-11-13T19:28:43Z", "content": "The White House on Tuesday slammed Sen. Bernie Sanders as \"ridiculous\" for referring to President Donald Trump as an \"authoritarian leader.\" Sanders on Monday said the \"simple truth\" is Trump is an \"authoritarian leader\" who does not care about democracy. \"He… [+1900 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The most and least trusted news anchors in the US, including a close race between Rachel Maddow and Sean Hannity", "description": "It feels like politics in the US are more polarized than ever, especially when it comes to how Americans consume their news. A new Morning Consult survey, conducted for The Hollywood Reporter from November 6 to 7, surveyed 2,202 people to find out who were th…", "url": "https://www.businessinsider.com/most-and-least-trusted-news-anchors-in-us-lester-holt-sean-hannity-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb252a9e8c536b2f448c94-1920-960.jpg", "publishedAt": "2018-11-13T19:26:08Z", "content": "It feels like politics in the US are more polarized than ever, especially when it comes to how Americans consume their news. A new Morning Consult survey, conducted for The Hollywood Reporter from November 6 to 7, surveyed 2,202 people to find out who were th… [+879 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "We asked real estate experts where Amazon's HQ2 could go in Long Island City, Queens — here's what they said", "description": "Amazon has announced that its second headquarters, known as HQ2, will be split between two locations: the National Landing area of Arlington, Virginia, and Long Island City, Queens. The company is on the hunt for either an existing building or new development…", "url": "https://www.businessinsider.com/where-amazon-hq2-move-long-island-city-queens-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaf86fc9570158eb7f9657-1334-667.jpg", "publishedAt": "2018-11-13T19:23:00Z", "content": "The wait is over: Amazon has officially announced the winners of its search for a second North American headquarters. The two locations — the National Landing area of Arlington, Virginia, and Long Island City, Queens — are each expected to receive around 25,0… [+2075 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Amazon just unveiled its HQ2 selections, and some locals are furious (AMZN)", "description": "Amazon has officially named the selections for its second headquarters project, HQ2. The company will build offices in the Long Island City neighborhood of Queens, New York, and the newly formed National Landing area of Arlington, Virginia. Some locals are fu…", "url": "https://www.businessinsider.com/amazon-hq2-decision-draws-negative-reaction-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb18acda27f87383743204-1920-960.jpg", "publishedAt": "2018-11-13T19:21:33Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Erin Brodwin", "title": "Silicon Valley e-cig company Juul just took a big step toward stopping teens from using its products", "description": "Silicon Valley startup Juul announced on Tuesday it would stop selling flavored e-cigs at stores. The move comes on the heels of a similar ban on flavored e-cigs enacted by the city of San Francisco over the summer. Researchers nearly unanimously praised the …", "url": "https://www.businessinsider.com/juul-will-stop-selling-flavored-e-cigs-in-stores-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd237ba71f7ce28f15d8f75-960-480.jpg", "publishedAt": "2018-11-13T19:21:00Z", "content": "In an attempt to address what government regulators are calling an \"epidemic\" of teen vaping, Silicon Valley e-cig startup Juul officially stopped selling its flavored e-cigarettes at all retail stores, including convenience stores, vape shops, and gas statio… [+667 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Alexandria Ocasio-Cortez joined a protest of Democratic leadership, and she’s not even officially in Congress yet", "description": "Just weeks away from being sworn into office, Ocasio-Cortez joined a climate change protest outside of Democratic Rep. Nancy Pelosi's office on Tuesday. The protesters and Ocasio-Cortez called on Pelosi to create a new select committee on climate change, the …", "url": "https://www.businessinsider.com/alexandria-ocasio-cortez-joins-climate-change-protest-outside-of-pelosi-office-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb11fc10114268e33ac6c2-1920-960.jpg", "publishedAt": "2018-11-13T18:54:06Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "The losers of Amazon's HQ2 contest have been revealed — but some locals are rejoicing (AMZN)", "description": "Amazon has officially crowned the winners of its second headquarters project, HQ2. The company will build offices in the Long Island City neighborhood of Queens, New York, and the newly formed National Landing area of Arlington, Virginia. 18 shortlisted cites…", "url": "https://www.businessinsider.com/amazon-hq2-losers-respond-to-news-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb12f001b12d60260818c4-960-480.jpg", "publishedAt": "2018-11-13T18:50:36Z", "content": "After a year-long search, Amazon has finally announced where its new headquarters will be located. In a blog post on Tuesday, the e-commerce giant crowned two winners for its HQ2: Long Island City in Queens, New York, and the newly formed National Landing are… [+2884 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "I drove a $474,000 Ferrari 812 Superfast to see if the most powerful Ferrari in the world is worth the price tag — here's the verdict (RACE)", "description": "Editorial note: Business Insider will name its 2018 Car of the Year on Monday, November 19. Each day this week, we're taking another look at the five vehicles that were runners-up that were selected from a pool of 15 finalists. We featured the 2018 Lincoln Na…", "url": "https://www.businessinsider.com/ferrari-812-superfast-supercar-review-bi-car-of-the-year-finalist-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd0c192cf3f6e01274652e3-1920-960.jpg", "publishedAt": "2018-11-13T18:50:01Z", "content": "Well, it's my new favorite Ferrari! And of course it is. Yes, I like the entry-level California T (now called the Portofino) very much. I adore the 488 GTB and Spider (the latest mid-engine Ferraris), and I have much love for the GTC4 Lusso. But I hadn't ever… [+3452 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider Intelligence", "title": "The Future of Payments 2018", "description": "The payments industry is transforming. Noncash payments methods are quickly becoming the norm. Business Insider Intelligence projects digital payments to continue to grow through 2023 and beyond. This shift has created a battle between incumbents and startups…", "url": "https://www.businessinsider.com/the-future-of-payments-slide-deck-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb1b1510114269fa2ba986-640-320.jpg", "publishedAt": "2018-11-13T18:48:00Z", "content": "The payments industry is transforming. Noncash payments methods are quickly becoming the norm. Business Insider Intelligence Business Insider Intelligence projects digital payments to continue to grow through 2023 and beyond. This shift has created a battle b… [+762 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "John Kelly reportedly clashed with Melania Trump, which could spell the end of his time in the White House", "description": "White House chief of staff John Kelly has reportedly been butting heads with First Lady Melania Trump and might be leaving his position soon as a result. The first lady reportedly told her husband that Kelly refused to promote some of her aides, prompting Tru…", "url": "https://www.businessinsider.com/john-kelly-reportedly-clashed-with-melania-trump-might-leave-soon-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb189f8c35ab60cf0e2d1a-2732-1366.jpg", "publishedAt": "2018-11-13T18:40:44Z", "content": "White House chief of staff John Kelly has reportedly been butting heads with First Lady Melania Trump and might be leaving his position soon as a result. Kelly has angered the first lady over staffing and travel issues, according to NBC News, which has appare… [+1335 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "Wealthy New Yorkers are paying 'dog nannies' up to $130 to take their dogs on hikes, and the day includes door-to-door service and groups tailored to each dog's personality", "description": "Wealthy New Yorkers are paying professional dog walkers to take their dogs on day-long hikes upstate, The New York Times reported. Dog walkers from companies such as My Dog Hikes and Kristi's Kanines pick up the pooches from their SoHo or Upper West Side home…", "url": "https://www.businessinsider.com/new-york-dogs-hikes-upstate-service-group-walks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaf587c95701585b667740-2732-1366.jpg", "publishedAt": "2018-11-13T18:38:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Charlotte Hu", "title": "Take a look inside a gorgeous inventor's paradise in a remote part of Brooklyn that used to be a deserted, rotted-out machine shop", "description": "An inventor's treasure trove lies tucked away in a remote part of Brooklyn. New Lab, in the Brooklyn Navy Yard, is an oasis for artists, engineers and entrepreneurs, serving as a hub where they can quickly mockup products and test their ideas. The two-year-ol…", "url": "https://www.businessinsider.com/new-lab-in-brooklyn-is-an-innovation-and-prototyping-hub-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1ca88f556fc348d1ae880-2732-1366.jpg", "publishedAt": "2018-11-13T18:34:24Z", "content": "An inventor's treasure trove lies tucked away in a remote part of Brooklyn. New Lab, in the Brooklyn Navy Yard, is an oasis for artists, engineers and entrepreneurs, serving as a hub where they can quickly mockup products and test their ideas. The two-year-ol… [+1301 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Anti-Jewish hate crimes increased by 37% in 2017, according to a new FBI report", "description": "Hate crimes overall increased by 17% in 2017, while anti-Jewish crimes increased by 37%, according to a new FBI report. Anti-Jewish attacks have consistently been the highest proportion of religiously-motivated hate crimes since they were first collected and …", "url": "https://www.businessinsider.com/anti-jewish-hate-crimes-increased-in-2017-fbi-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb182c8c35ab60cf0e2d18-2732-1366.jpg", "publishedAt": "2018-11-13T18:32:25Z", "content": "Hate crimes increased by 17% in 2017, while anti-Jewish hate crimes increased by 37%, according to figures released by the Federal Bureau of Investigation (FBI) on Tuesday. The numbers come on the heels of the shooting at the Tree of Life Synagogue, which is … [+2883 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanza Loudenback and Jenny Cheng", "title": "Amazon is building a second headquarters in Arlington, Virginia — here's a look at CEO Jeff Bezos' nearby mansion, which is undergoing $12 million in renovations", "description": "Amazon announced on Tuesday that it will split its second headquarters project, which it calls HQ2, in two with locations in Queens, New York, and Arlington, Virginia. J eff Bezos bought a residential property in the Kalorama neighborhood of Washington, DC, f…", "url": "https://www.businessinsider.com/jeff-bezos-washington-dc-mansion-floor-plans-after-renovation-2018-5", "urlToImage": "https://amp.businessinsider.com/images/5afe04bfb9c4f966068b4fee-1136-568.jpg", "publishedAt": "2018-11-13T18:30:00Z", "content": "Amazon announced on Tuesday that it will split its second headquarters project, which it calls HQ2, in two with locations in Queens, New York, and Arlington, Virginia. In 2016, Bezos paid $23 million in cash for a property in DC's exclusive Kalorama neighborh… [+891 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "15 revelations we learned from Michelle Obama's new memoir 'Becoming'", "description": "Michelle Obama's memoir, \" Becoming,\" was released Tuesday and is chock full of never-before-heard stories from the former first lady's childhood and eight years in the White House. Obama is startlingly candid about a wide variety of topics, from her shock af…", "url": "https://www.businessinsider.com/michelle-obama-becoming-revelations-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb08ded1e84473733e36a2-1920-960.jpg", "publishedAt": "2018-11-13T18:26:53Z", "content": "Michelle Obama's memoir, \" Becoming,\" was released Tuesday and is chock full of never-before-heard stories from the former first lady's childhood and eight years in the White House. Obama is startlingly candid about a wide variety of topics, from her shock af… [+5314 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Olivia Oran", "title": "What you need to know on Wall Street today", "description": "Welcome to Finance Insider, Business Insider's summary of the top stories of the past 24 hours. Sign up here to get the best of Business Insider delivered direct to your inbox. There's mounting evidence that the stock market will make an extreme move higher b…", "url": "https://www.businessinsider.com/stock-market-news-today-november-13-2018", "urlToImage": null, "publishedAt": "2018-11-13T18:25:23Z", "content": "Welcome to Finance Insider, Business Insider's summary of the top stories of the past 24 hours. Sign up here to get the best of Business Insider delivered direct to your inbox. There's mounting evidence that the stock market will make an extreme move higher b… [+2469 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "JetBlue is offering 20% off tickets to all of its destinations for two days only (JBLU)", "description": "JetBlue launched a two-day holiday flash sale on Tuesday with tickets to all destinations 20% off. All sale tickets must be booked by 11:59 pm ET on Wednesday, November 12. The tickets on must be for travel between November 27 and December 12, 2018. Flights o…", "url": "https://www.businessinsider.com/jetblue-two-day-holiday-sale-with-20-off-tickets-to-all-destinations-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59b044d36eac402a008b9341-1136-568.png", "publishedAt": "2018-11-13T18:25:08Z", "content": "JetBlue launched a two-day holiday flash sale on Tuesday with tickets to all destinations 20% off. The New York-based airline is calling the event \" The Holidazed Sale.\" Even though the holiday season is most famous for heavily discounted retail, airlines hav… [+1259 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shona Ghosh", "title": "Google is consolidating DeepMind's healthcare AI business under its new Google Health unit (GOOG, GOOGL)", "description": "Google set up a new healthcare unit called Google Health last week, and appointed healthcare executive David Feinberg to lead it. Google Health will fold in the healthcare arm from its British artificial intelligence lab DeepMind. DeepMind's healthcare unit p…", "url": "https://www.businessinsider.com/google-new-health-unit-fold-in-deepmind-healthcare-unit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb0fed01b12d5fed0bff43-1136-568.jpg", "publishedAt": "2018-11-13T18:23:08Z", "content": "Google is moving quickly to reorganise its efforts in healthcare, creating a new unit called Google Health and folding in the healthcare arm from its DeepMind AI subsidiary. DeepMind Health will become part of Google Health. The reorganisation comes just four… [+2310 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "The elite warship that collided with a massive tanker on its way home from NATO's big war games unexpectedly sank overnight", "description": "A top-of-the-line Norwegian warship collided with a tanker last week, causing the crew to intentionally run the ship aground to try to save it. But the ship unexpectedly sunk overnight, the latest images show. The 5,000-ton frigate was part of a NATO fleet op…", "url": "https://www.businessinsider.com/norways-elite-frigate-sinks-after-damages-from-devastating-collision-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb0b790d7c675b4a2d4b7a-2732-1366.jpg", "publishedAt": "2018-11-13T18:17:21Z", "content": "A top-of-the-line Norwegian warship collided with a tanker last week, causing the crew to intentionally run the ship aground to try to save it. But the ship unexpectedly sunk overnight, the latest images show. The 5,000-ton frigate was part of a NATO fleet op… [+46 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "Amazon is forcing New York and Virginia to help it build helipads in return for building 'HQ2' in their states (AMZN)", "description": "Amazon just announced it's building \"HQ2\" in two locations — Northern Virginia and New York City. As part of the contracts between Amazon and the two cities, the cities are required to assist Amazon in obtaining federal approval to build helipads at each loca…", "url": "https://www.businessinsider.com/amazon-hq2-will-have-helipads-in-new-york-city-virginia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb07a6101142674921f2b7-2732-1366.jpg", "publishedAt": "2018-11-13T18:13:07Z", "content": "If Amazon's \" HQ2 \" causes the traffic nightmares that some are speculating about, Jeff Bezos probably won't notice — he'll be arriving via helicopter and landing on a helipad that Amazon required the city to help secure. Amazon announced Tuesday that it will… [+1877 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "Nashville didn't land a HQ2 location — here's how it still came out a winner in Amazon's competition (AMZN)", "description": "Nashville just emerged a winner from Amazon 's drawn-out HQ2 competition. The capital of Tennessee didn't land an HQ2 location like Arlington, Virginia, and Long Island City, New York. But Nashville will be the location of a new Amazon operations hub that is …", "url": "https://www.businessinsider.com/nashville-amazon-hq2-office-plan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaff960d7c6759b363c925-1334-667.jpg", "publishedAt": "2018-11-13T18:09:33Z", "content": "But the Tennessee capital will be the location of Amazon's new \"Center of Excellence for its Operations.\" The company promised the hub would draw in 5,000 lucrative jobs beginning in 2019. According to the tech giant's announcement, the center will be situate… [+1866 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matt Weinberger", "title": "A month after a botched debut that deleted people's files, the next big Windows update is finally starting to roll out (MSFT)", "description": "Microsoft is resuming the rollout of the October 2018 Update to Windows 10 today. The update originally came out in October (naturally), but Microsoft stopped the rollout after some users said that it was wiping their personal files. The update is now availab…", "url": "https://www.businessinsider.com/microsoft-windows-10-october-2018-update-resumes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5af07bf719ee8627008b49b3-2732-1366.jpg", "publishedAt": "2018-11-13T18:08:42Z", "content": "The October 2018 Update, which brings an armload of new features to Windows 10, is finally starting to roll out to users starting today, according to a Microsoft blog post. Now, you might notice that it is no longer October 2018, and that it is, in fact, Nove… [+2625 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Brown", "title": "Here's how the US Air Force's elite PJ special operators rescue troops in the mountains of Afghanistan", "description": "US Air Force Pararescue specialists, or PJs, are one of the most elite special operators in the world. Consisting of about 500 airmen, PJs \"rescue and recover downed aircrews from hostile or otherwise unreachable areas,\" according to the Air Force. These \"hig…", "url": "https://www.businessinsider.com/heres-how-air-force-pj-special-operators-rescue-troops-afghanistan", "urlToImage": "https://amp.businessinsider.com/images/5be9fff9da27f85ce46a7332-1136-568.jpg", "publishedAt": "2018-11-13T17:55:39Z", "content": "US Air Force Pararescue specialists, or PJs, are one of the most elite special operators in the world. Consisting of about 500 airmen, PJs \"rescue and recover downed aircrews from hostile or otherwise unreachable areas,\" according to the Air Force. These \"hig… [+726 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "482 hiring managers looked at nearly 20,000 résumés and found the classic advice to limit your résumé to one page might be wrong after all", "description": "Most résumé coaches will tell you your résumé should not exceed one page — especially if you're an entry-level worker. But new research from ResumeGo seems to contradict that notion. The résumé-writing service found that job recruiters were more likely to pre…", "url": "https://www.businessinsider.com/resume-length-two-pages-or-one-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beafb280591f26a03425e26-1536-768.jpg", "publishedAt": "2018-11-13T17:53:03Z", "content": "The ideal résumé length is actually two pages, new research suggests. AP Photo/Paul Sancya Conventional wisdom holds that your résumé should be no longer than one page. At least that's what most résumé coaches will tell you. But new research suggests that job… [+2862 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "Capital One has announced huge improvements to its Venture card — including 12 new airline transfer partners and a heftier sign-up bonus", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. If you have a Capital One Venture Rewards Credit Card, you'll now have the option of transferring your Capital One…", "url": "https://www.businessinsider.com/capital-one-announces-new-venture-card-benefits-transfer-partners-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb0adebeb6705c9e4c6ceb-1136-568.jpg", "publishedAt": "2018-11-13T17:53:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. Capital One today announced major improvements to its Venture line of credit cards, making its flagship card — the… [+4555 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "General Electric spikes after announcing plans to speed up the sale of some of its $4 billion stake in oilfield-services provider Baker Hughes (GE, BHGE)", "description": "General Electric announced Tuesday plans to accelerate the reduction of its stake in Baker Hughes, an oilfield-services provider. GE will sell as many as 166.2 million Baker Hughes shares, which could raise $4 billion based on Monday's closing price, accordin…", "url": "https://www.businessinsider.com/general-electric-stock-price-sells-4-billion-baker-hughes-stake-2018-11", "urlToImage": "https://amp.businessinsider.com/images/552bb2e2eab8ea4c60187245-750-375.jpg", "publishedAt": "2018-11-13T17:38:00Z", "content": "General Electric jumped as much as 8% Tuesday after the company announced plans to slash its stake in the oilfield-services provider Baker Hughes. GE will sell as many as 101.2 million Baker Hughes shares through a secondary offering and Baker Hughes has agre… [+1532 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "General Electric spikes after announcing plans to speed up the sale of some of its $4 billion stake in oilfield-services provider Baker Hughes (GE, BHGE)", "description": "General Electric announced Tuesday plans to accelerate the reduction of its stake in Baker Hughes, an oilfield-services provider. GE will sell as many as 166.2 million Baker Hughes shares, which could raise $4 billion based on Monday's closing price, accordin…", "url": "http://markets.businessinsider.com/news/stocks/General-Electric-spikes-after-announcing-plans-to-speed-up-the-sale-of-some-of-its-4-billion-stake-in-oilfield-services-provider-Baker-Hughes-GE-BHGE-1027722168", "urlToImage": "https://static6.businessinsider.com/image/552bb2d169bedd5d43bd5128-831/screen-shot-2015-04-13-at-81203-am.png", "publishedAt": "2018-11-13T17:38:00Z", "content": "General Electric jumped as much as 8% Tuesday after the company announced plans to slash its stake in the oilfield-services provider Baker Hughes. GE will sell as many as 101.2 million Baker Hughes shares through a secondary offering and Baker Hughes has agre… [+1534 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "Save up to $50 on 23andMe ancestry kits — and more of today's best deals from around the web", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t…", "url": "https://www.businessinsider.com/deal-of-the-day-23-and-me-ancestry-kits-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb07980591f26bf43d7c9e-1920-960.jpg", "publishedAt": "2018-11-13T17:31:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t… [+3829 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Macron's 'real European army' sounds like a 'nonsense' force that would never deploy", "description": "President Donald Trump insulted France and French President Emmanuel Macron over his idea for what he calls a \"real European army.\" But some are convinced Macron's idea is \"illusory,\" \"counterproductive,\" or just plain \"nonsense.\" Europe already has the EU an…", "url": "https://www.businessinsider.com/macrons-real-european-army-sounds-like-nonsense-wouldnt-work-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beafb9a38150760901b6fb8-1920-960.jpg", "publishedAt": "2018-11-13T17:30:46Z", "content": "President Donald Trump insulted France and French President Emmanuel Macron over his idea for what he calls a \"real European army,\" but some are convinced the idea is \"illusory,\" \"counterproductive,\" or just plain \"nonsense.\" In early November, a coalition of… [+5218 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "Household staples from Hershey's chocolate to Crest toothpaste will get more expensive next year, and executives are partially blaming the 'overrun' trucking industry", "description": "Amazon Prime, General Mills, and Tyson Foods said they increased prices in 2018 due to bottlenecks in trucking. 2019 will bring more price hikes from companies like Proctor & Gamble and Hershey's. Freight rates have seen record jumps in 2018, and they'll like…", "url": "https://www.businessinsider.com/truck-driver-shortage-price-increase-amazon-prime-hersheys-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5da0066be50644b679307-1920-960.jpg", "publishedAt": "2018-11-13T17:29:00Z", "content": "It's a given that the stores and restaurants we visit in the US usually have the goods we're looking for. That's thanks largely to the worldwide $1.45 trillion logistics industry that makes sure finished products arrive on store shelves or on our doorsteps. T… [+3786 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "New York City has lured Amazon with more than $1.5 billion in incentives — here's what else they agreed to (AMZN)", "description": "Amazon has finally announced the winners of its second headquarters project, HQ2, which will be split between two locations: Long Island City in Queens, New York, and the National Landing area of Arlington, Virginia. Amazon said it will invest $5 billion and …", "url": "https://www.businessinsider.com/new-york-city-plan-amazon-hq2-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaf6ca0591f2693c4c8616-1920-960.jpg", "publishedAt": "2018-11-13T17:26:10Z", "content": "Long Island City is going to be home to one of Amazon's next headquarters. The City of New York The battle for HQ2 is finally over. On Tuesday, in a blog post, Amazon named the two winners of its HQ2 project: Long Island City in Queens, New York, and the newl… [+3740 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Madeline Shi", "title": "A crypto exchange has poached venture capital veteran to head up M&A efforts as crypto deals heat up", "description": "Cryptocurrency exchange HBUS poached a venture capitalist from Draper Athena to flex its investment and M&A muscle. The new appointment comes at a time when investments and M&A activities are surging in the crypto field. HBUS, the US-based strategic partner o…", "url": "https://www.businessinsider.com/crypto-exchange-poaches-venture-capitalist-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb02a901b12d5e3a4a4696-2560-1280.jpg", "publishedAt": "2018-11-13T17:18:14Z", "content": "HBUS, the US-based strategic partner of crypto exchange Huobi, has poached a venture capitalist from Draper Athena as the firm ups its investment and acquisition activities to win a share of the US market from companies like Coinbase and Robinhood. Jay Ryu is… [+2112 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Amazon got massively different tax breaks from New York and Virginia (AMZN)", "description": "Amazon has made its decision on HQ2, and now comes the hard part: delivering. Arlington, Virginia and New York City have both offered Amazon millions in incentives in exchange for choosing sites in two districts. New York ended up offering about $1 billion mo…", "url": "https://www.businessinsider.com/amazon-receives-tax-break-new-york-virginia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb01e7e4218a5c797ab5b8-1920-960.jpg", "publishedAt": "2018-11-13T17:11:24Z", "content": "The chips are down, and now it's time for money to exchange hands. Amazon has chosen Long Island City in Queens, New York and National Landing in Arlington, Virginia as its two cites for HQ2. Both will get roughly half of the promised HQ2 investment — $2.5 bi… [+1913 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Steven John", "title": "This digital keyboard actually teaches you how to play songs on the piano", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The ONE Smart Keyboard Pro uses color-coded LED lights to indicate which keys to play, leading yo…", "url": "https://www.businessinsider.com/the-one-smart-keyboard-pro-review-2018-9", "urlToImage": "https://amp.businessinsider.com/images/5beafc9601b12d5cd100352a-1136-568.jpg", "publishedAt": "2018-11-13T16:52:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. I can't play the piano — at least not yet. But were you to listen to me play \"Für Elise\" or \"Gree… [+2568 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Some of the NBA's top players are showing love to Nets breakout star after he suffered a brutal leg injury", "description": "Third-year shooting guard Caris LeVert had emerged as an early breakout star for the Brooklyn Nets after averaging 18.4 points per game on the season. In Monday night's contest against the Minnesota Timberwolves, LeVert sustained a gruesome, Gordon Hayward-es…", "url": "https://www.businessinsider.com/caris-levert-injury-nba-players-love-breakout-season-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beafeba66be5032193fabba-1334-667.jpg", "publishedAt": "2018-11-13T16:49:10Z", "content": "The NBA world was stunned last season when star Gordon Hayward sustained a gruesome leg injury just minutes into his Boston Celtics career. Now, it appears Brooklyn Nets rising star Caris LeVert has suffered a similar fate. With just 3.7 seconds remaining in … [+1908 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "BANK OF AMERICA: There’s mounting evidence that the stock market will make an extreme move higher before the year ends — here’s where to invest now", "description": "Historical patterns and key present-day indicators point to a rebound in the stock market before the end of the year, according to strategists at Bank of America Merrill Lynch. In the same breath, the analysts say they expect markets to get more volatile, and…", "url": "https://www.businessinsider.com/stock-market-investing-strategy-recommendations-for-year-end-rally-bank-of-america-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaf8370d7c67582f2b942b-2732-1366.jpg", "publishedAt": "2018-11-13T16:43:31Z", "content": "It may not look likely right now, but the stock market is poised for a big rally into the end of the year, according to Bank of America Merrill Lynch. In fact, the firm's strategists hold this conviction precisely because of the turmoil that has rocked stocks… [+2876 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "Amazon is essentially creating a new neighborhood in Virginia for its HQ2 (AMZN)", "description": "Amazon's official announcement about its HQ2 decision has prompted a few questions about its upcoming Arlington, Virginia, location. Amazon posted a statement saying that its new Virginia HQ2 would be located in National Landing. This location appears to be a…", "url": "https://www.businessinsider.com/national-landing-arlington-virginia-amazon-hq2-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaf5d49e8c5363ac1ab503-1334-667.jpg", "publishedAt": "2018-11-13T16:43:12Z", "content": "The Seattle-based online retailer is slated to set up shop in National Landing, Virginia. The only thing is, most Virginians haven't heard of National Landing before. The statement prompted suggestions that Crystal City, Virginia, was rebranding itself, the W… [+1755 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "The pound is rocketing on reports Brexit negotiators have agreed a deal", "description": "Pound surges higher after reports that EU and UK negotiators have agreed a Brexit deal. The pound is up more than 1.3% against the dollar on the day, and has climbed above the $1.30 mark. It is also significantly higher against the euro. Follow the pound's mo…", "url": "https://www.businessinsider.com/pound-dollar-exchange-rate-brexit-deal-agreed-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beafea5e4218a5bfa5a6101-750-375.jpg", "publishedAt": "2018-11-13T16:42:15Z", "content": "The pound is charging higher against other major currencies on Tuesday afternoon after reports that EU and UK negotiators have agreed a Brexit deal. A senior EU source confirmed those reports to Business Insider Cabinet ministers are reportedly being briefed … [+561 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "One year after a strange saga where he was unable to shoot, Markelle Fultz looks like he's regressing again", "description": "Markelle Fultz once again forgot how to shoot. While taking free throws on Monday night, Fultz's disjointed form was jarring for fans who had thought he had made some progress through the offseason. With Jimmy Butler now heading to Philadelphia and the 76ers …", "url": "https://www.businessinsider.com/markelle-fultz-free-throws-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaea790591f265d929cdb9-1536-768.jpg", "publishedAt": "2018-11-13T16:38:06Z", "content": "Markelle Fultz is one of the most puzzling NBA players in recent memory. The first overall draft pick in 2017, Fultz joined the 76ers after Philadelphia traded up to get him, and almost immediately forgot how to shoot. Rumors of injury or a bad case of the yi… [+1893 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat and Richard Feloni", "title": "One of the top wedding dress designers in the world won't hesitate to tell a bride to rethink a wedding", "description": "Pnina Tornai, a designer on TLC show \"Say Yes To The Dress\" sees 90 to 120 brides a day at Kleinfeld Bridal, a world renowned bridal store in New York City. If a bride comes to Tornai and expresses issues with a fiancé, she doesn't hesitate to tell them to po…", "url": "https://www.businessinsider.com/say-yes-to-the-dress-pnina-tornai-bride-advice-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b92cd778ea82ff4248b4ee0-1920-960.jpg", "publishedAt": "2018-11-13T16:38:00Z", "content": "Pnina Tornai, a designer on TLC's \"Say Yes To The Dress\" sees 90 to 120 brides a day at Kleinfeld, a world renowned bridal store in New York City. If a bride discloses to Tornai that they have a rocky relationship, she doesn't hold back her advice, she said o… [+2130 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "'We were not elected to serve as Amazon drones': Alexandria Ocasio-Cortez and other NYC politicians voice outrage about Amazon HQ2's move to Long Island City", "description": "New York City politicians, including Congresswoman-elect Alexandria Ocasio-Cortez, sharply criticized Amazon's Tuesday announcement that it will build one of its new HQ2 campuses in Long Island City, Queens. They cited the billions of dollars in tax incentive…", "url": "https://www.businessinsider.com/alexandria-ocasio-cortez-and-other-nyc-democrats-slam-amazon-hq2-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beae6a8b73c2855324b32d3-1136-568.jpg", "publishedAt": "2018-11-13T16:31:57Z", "content": "New York Congresswoman-elect Alexandria Ocasio-Cortez and other Queens politicians slammed Amazon's announcement that it will build its new HQ2 headquarters in Long Island City, citing billion dollar tax incentives which one state senator called a \"ransom,\" a… [+3339 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "White House says CNN's Jim Acosta is 'no more or less special' than any other reporter and accuses him of 'monopolizing the floor' with questions", "description": "The White House on Tuesday accused CNN of \"grandstanding\" after the network filed a lawsuit against the Trump administration for revoking White House correspondent Jim Acosta's press credentials. \"CNN, who has nearly 50 additional hard pass holders, and Mr. A…", "url": "https://www.businessinsider.com/white-house-cnn-jim-acosta-no-more-or-less-special-than-other-reporters-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beafb05b73c285a407389f5-1536-768.jpg", "publishedAt": "2018-11-13T16:31:44Z", "content": "The White House on Tuesday accused CNN of \"grandstanding\" after the network filed a lawsuit against the Trump administration for revoking White House correspondent Jim Acosta's press credentials. \"We will vigorously defend against this lawsuit,\" The White Hou… [+3032 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Kylian Mbappé, the 19-year-old who demanded $60 million and a private jet, admits the money in sport is 'indecent' but that's just how 'the world of football works'", "description": "Kylian Mbappé, the world's most valuable soccer player, has said that the money involved in the sport is \"indecent.\" Mbappé receives an extraordinary sum of money to play soccer for Ligue 1 heavyweight Paris Saint-Germain, and said the money involved is just …", "url": "https://www.businessinsider.com/kylian-mbappe-says-money-is-how-the-world-of-football-works-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bead93cc95701537f229527-1920-960.jpg", "publishedAt": "2018-11-13T16:28:00Z", "content": "Kylian Mbappé has said that the money involved in soccer is \"indecent\" but that is just the way the sport works and he's not going to change it. Mbappé, a 2018 FIFA World Cup winner with the France national team, has taken his hot form from the summer into th… [+1724 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Payne and Adam Bienkov", "title": "UK and EU negotiators have agreed a Brexit deal", "description": "LONDON — UK and EU negotiating teams have agreed on a Brexit deal which Theresa May will present to her Cabinet on Wednesday, a senior EU source has confirmed to Business Insider. Cabinet ministers are reportedly being briefed this evening ahead of an emergen…", "url": "https://www.businessinsider.com/uk-european-union-thresa-may-brexit-negotiators-have-agreed-a-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaf978f556fc5b79343338-960-480.jpg", "publishedAt": "2018-11-13T16:22:51Z", "content": "LONDON — UK and EU negotiating teams have agreed on a Brexit deal which Theresa May will present to her Cabinet on Wednesday, UK and EU sources have confirmed to Business Insider. A Cabinet source told BI that ministers are being briefed this evening ahead of… [+845 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Dan Loeb and Ray Dalio swear by the Warren Buffett-obsessed blogger who's Wall Street's biggest influencer", "description": "Wall Street's biggest influencer, Shane Parrish, is a blogger from Canada with an affinity for Warren Buffett. Hedge fund billionaire Dan Loeb is a fan, as is Bridgewater's Ray Dalio. The blog focuses on personal betterment and emphasizes reading regularly an…", "url": "https://www.businessinsider.com/shane-parrish-wall-streets-biggest-influencer-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaedb33815075d6a77e383-1920-960.jpg", "publishedAt": "2018-11-13T16:20:19Z", "content": "From fitness models to mommy bloggers, social media is awash with influencers touting millions of followers and big brand connections. But for financiers seeking an edge, a seemingly humble blog has become a mecca for the world's biggest money managers. Shane… [+1399 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "The most elite US-trained forces in Afghanistan just got embarrassed by the Taliban, another sign the war is a lost cause", "description": "The most elite US-trained forces in Afghanistan suffered an embarrassing defeat to the Taliban in what's often referred to as the country's \"safest district\" over the weekend, yet another sign the war is a lost cause. Over 30 of the US-trained commandos were …", "url": "https://www.businessinsider.com/us-trained-forces-in-afghanistan-suffer-major-loses-to-taliban-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beae962c957015563440569-1920-960.jpg", "publishedAt": "2018-11-13T16:19:01Z", "content": "The most elite US-trained forces in Afghanistan suffered an embarrassing defeat to the Taliban in what's often referred to as the country's \"safest district\" over the weekend, yet another sign the war is a lost cause. Early on Sunday, a company of roughly 50 … [+2158 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Alibaba's straining to continue its era of record-breaking Singles' Day sales — here’s how executives plan to keep growing (BABA)", "description": "Alibaba broke e-commerce records yet again on Singles Day 2018, with customers spending $30.8 billion over the course of the company's 24-hour shopping bonanza. However, growth slowed compared to years past, revealing the pressure Alibaba is under to continue…", "url": "https://www.businessinsider.com/alibabas-singles-day-plan-for-growth-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bea93678c35ab52aa7c3414-1920-960.jpg", "publishedAt": "2018-11-13T16:14:38Z", "content": "SHANGHAI, China — Alibaba wrapped up another record-breaking Singles Day as Sunday ended. But, at this point, the Chinese e-commerce giant doesn't have much of a choice but to smash records. As Alibaba's Singles Day celebration on 11/11 — November 11 — came t… [+5456 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Snapchat just launched a new feature that lets you create a highlight reel of your messages with friends — here's how it works (SNAP)", "description": "Snapchat is adding a feature called \"Friendship Profiles,\" which creates landing pages of your interaction histories with each of your Snapchat friends. You can access these profiles by tapping on a friend's Bitmoji, where you'll find any content you've ever …", "url": "https://www.businessinsider.com/snapchat-friendship-profiles-chat-history-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beae464110d4c66756f3275-1920-960.png", "publishedAt": "2018-11-13T16:06:42Z", "content": "Snapchat is rolling out a new feature that will give users one-stop snapshots of each of their relationships with friends on the app, the company announced Tuesday. These \"Friendship Profiles\" will include a full history of any photos, messages, and other con… [+923 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Another Apple supplier just cut its outlook (AAPL)", "description": "Qorvo, one of Apple 's suppliers, slashed its third-quarter guidance, citing \"recent demand changes for flagship smartphones.\" Lumentum, another Apple supplier, cut its outlook on Monday, citing a reduced shipment request from one of its biggest customers. Go…", "url": "https://markets.businessinsider.com/news/stocks/apple-stock-price-supplier-qorvo-cuts-q3-outlook-2018-11-1027721716", "urlToImage": "https://static2.businessinsider.com/image/5bd04c5dead52d08b81045d2-2400/tim-cook-iphone.jpg", "publishedAt": "2018-11-13T16:04:00Z", "content": "Yves Herman/Reuters Qorvo, which provides Radio Frequency (RF) solutions for Apple, on Tuesday slashed its third-quarter guidance, citing a drop in demand for flagship smartphones. The company cut its revenue guidance to a range between $800 million and $840 … [+1445 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Another Apple supplier just cut its outlook (AAPL)", "description": "Qorvo, one of Apple 's suppliers, slashed its third-quarter guidance, citing \"recent demand changes for flagship smartphones.\" Lumentum, another Apple supplier, cut its outlook on Monday, citing a reduced shipment request from one of its biggest customers. Go…", "url": "https://www.businessinsider.com/apple-stock-price-supplier-qorvo-cuts-q3-outlook-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaf171d1e8446e9266c558-2732-1366.jpg", "publishedAt": "2018-11-13T16:04:00Z", "content": "Qorvo, which provides Radio Frequency (RF) solutions for Apple, on Tuesday slashed its third-quarter guidance, citing a drop in demand for flagship smartphones. The company cut its revenue guidance to a range between $800 million and $840 million, down from $… [+1424 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Steven John", "title": "These personalized children's books turn a kid you know into the protagonist — and they make my kids excited to read", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Wonderbly offers customized kids' books that make a child you know into the protagonist by using …", "url": "https://www.businessinsider.com/wonderbly-customized-childrens-kids-books-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bda0bc30d7c673a2d086c6a-1136-568.jpg", "publishedAt": "2018-11-13T16:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Reading to your kids is priceless. So too is a child who has not only learned to read, but has de… [+2520 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "Sebastian Stan told us the memory of Stan Lee he always thinks about with a smile", "description": "Sebastian Stan, who plays Bucky Barnes in the Marvel movies, told Business Insider his fondest memories of Stan Lee, who died on Monday. Lee, the former president and chairman of Marvel Comics, was a fixture in the Marvel movies for the last decade as he made…", "url": "https://www.businessinsider.com/sebastian-stan-told-us-his-favorite-memory-of-stan-lee-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaec0b3815075cc6500093-750-375.jpg", "publishedAt": "2018-11-13T15:59:11Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Oil is extending its record losing streak to a 12th day", "description": "Oil prices fell for a 12th straight day Tuesday — the longest losing streak on record. President Donald Trump has recently pushed back against Saudi Arabia's plans to increase production. Last week, US production hit a record 11.6 million barrels per day. Wat…", "url": "https://www.businessinsider.com/oil-price-extending-record-losing-streak-12th-day-2018-11", "urlToImage": "https://static6.businessinsider.com/image/562697d49dd7cc15008c369d-2400/ap100321014357.jpg", "publishedAt": "2018-11-13T15:57:00Z", "content": "AP/Hasan Jamali Oil prices fell for a 12th straight session Tuesday, the longest streak on record, after President Donald Trump pushed back against Saudi Arabia's plan to increase its output. West Texas Intermediate crude oil, the US benchamrk, and Brent crud… [+1132 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "Arlington, Virginia, lured in Amazon with promises of a helipad and a cash grant of up to $550 million (AMZN)", "description": "Amazon has officially announced that it will split its long-awaited HQ2 between Arlington, Virginia and Long Island City, New York. Arlington, Virginia, has long been touted as a frontrunner in Amazon's contest. In its proposal, Arlington promised the tech gi…", "url": "https://www.businessinsider.com/arlington-virginia-amazon-hq2-agreement-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beae8748c35ab587b3d0908-1334-667.jpg", "publishedAt": "2018-11-13T15:47:13Z", "content": "It's official. Arlington, Virginia, is one of the three spots that won out in Amazon's much-hyped HQ2 contest. The National Landing area of Arlington will be splitting HQ2 with Long Island City, New York, while a new location in Nashville, Tennessee, will fun… [+1940 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Newman", "title": "AT&T and the Dallas Innovation Alliance have announced the results of a year-long smart city case study (T)", "description": "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider. To be the first to know, please click here. Telecommunications company AT&T and the Dallas Innovation Alliance (DIA) announced the…", "url": "https://www.businessinsider.com/att-dallas-innovation-alliance-smart-city-case-study-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beae7218c35ab5826409124-960-480.jpg", "publishedAt": "2018-11-13T15:44:08Z", "content": "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider. To be the first to know, please click here. Telecommunications company AT&amp;T and the Dallas Innovation Alliance (DIA) announced… [+2529 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "'MAKE FRANCE GREAT AGAIN!': The Trump-Macron bromance appears dead as president launches into tirade against the French leader", "description": "President Donald Trump's tight bond with France's President Emmanuel Macron appears to have fallen apart. Trump launched into an extended Twitter tirade against Macron and France on Tuesday, his third online attack on the country in the past week. Trump took …", "url": "https://www.businessinsider.com/trump-attacks-macron-over-wine-visit-approval-ratings-nato-economy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beae90c01b12d585b681a68-1536-768.jpg", "publishedAt": "2018-11-13T15:43:54Z", "content": "The once close relationship between President Donald Trump and Emmanuel Macron appears to be on the rocks after Trump launched into a Twitter tirade attacking the French president on Tuesday. A bromance marked by intense handshakes and tree planting has now d… [+6054 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "James Brains", "title": "The best bike fenders you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. High-quality bike fenders are easy to install, protect against all sorts of debris your tires may…", "url": "https://www.businessinsider.com/best-bike-fenders", "urlToImage": "https://amp.businessinsider.com/images/5be9ee66e4218a47ff5e859c-960-480.jpg", "publishedAt": "2018-11-13T15:40:00Z", "content": "Why you'll love it: If you are looking for durable attractive fenders for your commuter, the Planet Bike Cascadia Bike Fenders are your best bet. The Planet Bike Cascadia Bike Fenders are designed for commuters who like to ride year-round in all weather. The … [+1819 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shona Ghosh", "title": "SoftBank's investing $3 billion in WeWork, and the deal could value the office sharing firm at around $42 billion", "description": "Office sharing firm WeWork has secured an additional $3 billion from Japanese tech giant SoftBank, bringing its total funding and commitments to $6.4 billion. The SoftBank cash comes in the form of a warrant, giving WeWork the option of new cash in the first …", "url": "https://www.businessinsider.com/wework-raises-3-billion-from-softbank-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaec8ada27f86afe393602-1136-568.jpg", "publishedAt": "2018-11-13T15:34:02Z", "content": "Office sharing firm WeWork has secured an additional $3 billion from Japanese tech giant SoftBank, bringing its total funding and commitments to $6.4 billion. The SoftBank cash comes in the form of a warrant, giving WeWork the option of new cash in the first … [+464 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Warriors' Kevin Durant and Draymond Green exchange heated words for nearly 3 straight minutes in OT loss to Clippers", "description": "The Golden State Warriors trailed the Los Angeles Clippers throughout their Monday night contest but managed to tie the game late in the fourth quarter. With just seconds remaining on the clock, Draymond Green collected a rebound and dribbled his way into a t…", "url": "https://www.businessinsider.com/kevin-durant-draymond-green-yelling-video-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beadbc0b73c28532f26fb78-1334-667.jpg", "publishedAt": "2018-11-13T15:31:43Z", "content": "It's not all sunshine and rainbows in Golden State. In their Monday night contest, the Warriors trailed the Los Angeles Clippers through the first three quarters but managed to mount a comeback thanks to a 13-point fourth-quarter showing from Klay Thompson. W… [+2170 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "5 restaurants in NYC earned the highest Michelin rating for 2019 — and 2 of them have topped the list every year since the ranking started", "description": "Five New York City restaurants earned the highest Michelin rating for 2019. The Chef's Table at Brooklyn Fare, Eleven Madison Park, Le Bernardin, Masa, and Per Se were all awarded three stars. Two of those, Le Bernardin and Per Se, have consistently topped Mi…", "url": "https://www.businessinsider.com/nyc-best-michelin-restaurants-le-bernardin-per-se-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be3446eda27f863f9030f93-1536-768.jpg", "publishedAt": "2018-11-13T15:31:00Z", "content": "Five restaurants in New York City were recently awarded one of the highest honors in the industry: three coveted Michelin stars. The Chef's Table at Brooklyn Fare, Eleven Madison Park, Le Bernardin, Masa, and Per Se, all in Manhattan, topped the NYC guide for… [+1961 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hayley Peterson", "title": "Chick-fil-A is giving away 200,000 free chicken sandwiches — here's how to get one", "description": "Chick-fil-A is giving away 200,000 free chicken sandwiches to celebrate the launch of its new delivery service. To get the free-food offer, customers must order Chick-fil-A for delivery between now and November 20 using the promotional code \"CFADELIVERY.\" Qua…", "url": "https://www.businessinsider.com/how-to-get-free-chick-fil-a-chicken-sandwiches-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9f3fee4218a48ee391fb0-1334-667.jpg", "publishedAt": "2018-11-13T15:31:00Z", "content": "Chick-fil-A is giving away 200,000 free chicken sandwiches to celebrate the launch of its new delivery service, which is rolling out on Tuesday. To access the free-food offer, customers must order Chick-fil-A for delivery before November 20 through the DoorDa… [+472 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hayley Peterson", "title": "Chick-fil-A now offers delivery nationwide, and it's giving away 200,000 free chicken sandwiches to celebrate", "description": "Chick-fil-A is rolling out delivery nationwide starting Tuesday through a partnership with DoorDash. The fast-food chain is giving away 200,000 chicken sandwiches to celebrate the delivery launch. Customers must live within a 10-minute drive from a Chick-fil-…", "url": "https://www.businessinsider.com/chick-fil-a-delivery-free-chicken-sandwiches-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9ea779e8c5351227ca9fa-2732-1366.jpg", "publishedAt": "2018-11-13T15:30:00Z", "content": "Chick-fil-A is rolling out delivery service nationwide for the first time, and it's giving away free food to celebrate. Starting Tuesday, the fast-food chain's full menu will be available for delivery from more than 1,100 restaurants through DoorDash, Chick-f… [+1061 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hayley Peterson", "title": "Amazon finally explains why it's cutting its second headquarters in half (AMZN)", "description": "Amazon said Tuesday that it's splitting its second headquarters, known as HQ2, between Virginia and New York. The company had originally said it would select one city for its new headquarters. Amazon changed course and decided to split the campuses to gain gr…", "url": "https://www.businessinsider.com/amazon-explains-why-cutting-hq2-in-half-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc4edc0ea92b1027e25fdba-2732-1366.jpg", "publishedAt": "2018-11-13T15:29:19Z", "content": "Amazon said Tuesday that it will split its second headquarters between two cities: Arlington, Virginia, and Long Island City in Queens, New York. When Amazon launched its headquarters search more than a year ago, the company promised a $5 billion investment a… [+673 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Netflix's 'The Haunting of Hill House' actor pointed out a disturbing clue about the fate of the show's characters", "description": "\"The Haunting of Hill House\" ends on an uplifting note, but one clue could change that. Oliver Jackson-Cohen, who plays Luke, told The Wrap that whenever a family member is having visions from the Red Room, something is red in the scene. Jackson-Cohen pointed…", "url": "https://www.businessinsider.com/netflixs-the-haunting-of-hill-house-actor-pointed-out-red-room-clue-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beae7f5da27f869830d8fbd-750-375.jpg", "publishedAt": "2018-11-13T15:25:20Z", "content": "The secret of the Red Room is one of the biggest mysteries of Netflix's hit horror series, \"The Haunting of Hill House.\" And Oliver Jackson-Cohen, who plays the adult Luke on the show, pointed out a clue that suggests the mystery still hasn't been solved. Jac… [+2144 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jamie Friedlander", "title": "Productivity hacks never helped me, but a morning habit I've had for 14 years allows me to stay focused on work", "description": "Writing in a journal can be a therapeutic activity to start your day off with. Here, author Jamie Friedlander shares how keeping a journal in the morning has helped quell her anxiety and allowed her to focus on work. I’m self-employed as a freelance writer, w…", "url": "https://www.businessinsider.com/writing-in-journal-morning-helps-anxiety-focus-on-work-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beae742da27f869830d8fb8-1920-960.jpg", "publishedAt": "2018-11-13T15:25:00Z", "content": "I'm self-employed as a freelance writer, which means I spend roughly 40 hours per week at home, in loungewear, typing away on my laptop. The internet is overflowing with productivity advice for people who work from home. Always get dressed as if you're going … [+3888 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Green", "title": "Amex has been granted approval to operate in China (AXP)", "description": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. American Express was granted approval last week to build and operate its own cl…", "url": "https://www.businessinsider.com/american-express-expansion-china-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaea273815075c46561765-320-160.jpg", "publishedAt": "2018-11-13T15:18:00Z", "content": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. American Express was granted approval last week to build and operate its own cl… [+2337 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "MoviePass' parent company has canceled a long-delayed shareholders vote, as it tries desperately to stay on the Nasdaq (HMNY)", "description": "MoviePass parent company, Helios & Matheson Analytics (HMNY), announced Tuesday that it had canceled a special shareholders meeting regarding a vote on a proposed 1-for-500 reverse stock split. The meeting was postponed twice and then canceled because the com…", "url": "https://www.businessinsider.com/moviepass-parent-company-cancels-shareholders-vote-on-its-reverse-split-plan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bb67943190907501f01f323-1536-768.jpg", "publishedAt": "2018-11-13T15:10:22Z", "content": "MoviePass parent company, Helios &amp; Matheson Analytics (HMNY), announced on Tuesday in an SEC filing that it had canceled a shareholders meeting regarding a crucial vote on a proposed 1-for-500 reverse stock split. The meeting was originally scheduled for … [+2199 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Charlotte Hu", "title": "Opioid overdose deaths are highest in places where pharma spends the most on marketing, a new study finds", "description": "A new study conducted by researchers at the University of Pittsburgh found that US counties that receive more opioid-related pharmaceutical industry payments had more opioid-related deaths. The top three counties with the highest concentration of opioid-relat…", "url": "https://www.businessinsider.com/relationship-between-opioid-deaths-and-pharma-marketing-spending-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5aeedd1e8441b57294637-1920-960.jpg", "publishedAt": "2018-11-13T15:07:00Z", "content": "In the past few years, the role that pharmaceutical companies played in fueling the opioid crisis has started to come to light. The New York Times unveiled in an investigative report in May that Purdue Pharma knew its opioid drugs were being abused in 1996, s… [+3850 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "One of Tesla's top lawyers has left the company: Report (TSLA)", "description": "One of Tesla 's most senior lawyers has left the automaker, Bloomberg reports. Phil Rothenberg, who was a vice president in Tesla 's legal department, reportedly started a new position as the general counsel at the hospitality startup Sonder on November 5. Te…", "url": "https://www.businessinsider.com/tesla-top-lawyer-leaves-company-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beae2bc110d4c6647314882-1920-960.jpg", "publishedAt": "2018-11-13T15:04:33Z", "content": "One of Tesla's most senior lawyers has left the automaker, Bloomberg reports. Phil Rothenberg, who was a vice president in Tesla's legal department, reportedly started a new position as the general counsel at the hospitality startup Sonder on November 5. \"It'… [+1604 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Erin Mayer", "title": "The best retinol products you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Prescription-strength retinol used to require an actual prescription, but not anymore! Differin A…", "url": "https://www.businessinsider.com/best-retinol-products", "urlToImage": "https://amp.businessinsider.com/images/5be9da78d1e844591e6a2554-1334-667.jpg", "publishedAt": "2018-11-13T15:02:00Z", "content": "Why you'll love it: If you've only heard of one retinol, it's probably Differin Gel. The previously prescription-only product is finally available over-the-counter at your local drugstore. Differin Gel is the retinoid. Getting your hands on one of these littl… [+1334 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Eventbrite tanks after first earnings report since going public (EB)", "description": "Eventbrite posted its first earnings report since going public in October. It beat on revenue, but missed on the bottom line. Eventbrite is sliding, down nearly 8% Tuesday, after posting a bigger-than-expected third-quarter loss. The ticketing and event-manag…", "url": "https://www.businessinsider.com/eventbrite-earnings-q3-revenue-beats-earnings-misses-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ba393eeb354cdbd228b5401-2732-1366.jpg", "publishedAt": "2018-11-13T15:00:00Z", "content": "Eventbrite is sliding, down nearly 8% Tuesday, after posting a bigger-than-expected third-quarter loss. The ticketing and event-management company said it lost an adjusted $0.66 a share — $0.22 more than what analysts surveyed by Bloomberg were expecting. It … [+1055 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Eventbrite tanks after first earnings report since going public (EB)", "description": "Eventbrite posted its first earnings report since going public in October. It beat on revenue, but missed on the bottom line. Eventbrite is sliding, down nearly 8% Tuesday, after posting a bigger-than-expected third-quarter loss. The ticketing and event-manag…", "url": "https://markets.businessinsider.com/news/stocks/eventbrite-earnings-q3-revenue-beats-earnings-misses-2018-11-1027721383", "urlToImage": "https://static1.businessinsider.com/image/5ba393be2154a38c328b5396-2400/ap20671859820.jpg", "publishedAt": "2018-11-13T15:00:00Z", "content": "AP/Jed Jacobsohn Eventbrite is sliding, down nearly 8% Tuesday, after posting a bigger-than-expected third-quarter loss. The ticketing and event-management company said it lost an adjusted $0.66 a share — $0.22 more than what analysts surveyed by Bloomberg we… [+1073 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "CNN filed a First Amendment lawsuit against the Trump administration for revoking Jim Acosta's press pass", "description": "CNN filed a lawsuit against President Donald Trump and his aides, Tuesday, for the administration's revocation of Chief White House Correspondent Jim Acosta's press pass. The network said in a statement that the administration's decision was a violation of hi…", "url": "https://www.businessinsider.com/cnn-lawsuit-trump-administration-over-jim-acosta-press-pass-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beadf3fb73c285413499730-2732-1366.jpg", "publishedAt": "2018-11-13T14:58:32Z", "content": "CNN filed a lawsuit against President Donald Trump and several of his aides, Tuesday, after Chief White House Correspondent Jim Acosta's press pass was revoked last week. The network released a statement Tuesday morning that condemned the administration's rev… [+2420 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Greg Magana", "title": "Alibaba's Singles' Day breaks $30 billion (BABA)", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Alibaba’s Singles’ Day shopping event, which occurred November 11, broke reco…", "url": "https://www.businessinsider.com/alibaba-singles-day-surpasses-30-billion-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beae2ced1e8446b2175cc24-1536-768.jpg", "publishedAt": "2018-11-13T14:53:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Alibaba's Singles' Day shopping event, which occurred November 11, broke reco… [+2543 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Amazon officially announces its HQ2 will be split between New York and Virginia (AMZN)", "description": "Amazon has officially announced that it will split its second headquarters project, which it calls HQ2, in two. The winning cities are the Long Island City section of Queens, New York, and the National Landing area of Arlington, Virginia. It follows nearly a …", "url": "https://www.businessinsider.com/amazon-announces-hq2-new-york-virginia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b998215e361c01c008b5a71-750-375.jpg", "publishedAt": "2018-11-13T14:50:25Z", "content": "Amazon has finally, officially made a decision. The company announced it will split its second headquarters project, which it calls HQ2, in two. The winning locations — the Long Island City neighborhood of Queens, New York, and the Crystal City area of Arling… [+3125 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Waymo's first commercial self-driving rides could happen as soon as December: Report (GOOGL)", "description": "Waymo will start commercial autonomous rides next month, Bloomberg News reported Tuesday. The first riders will likely be those in the company's existing test group of 400 families, who will be released from their non-disclosure agreements at that time. Waymo…", "url": "https://www.businessinsider.com/google-waymo-first-commercial-self-driving-rides-could-happen-as-soon-as-december-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beadb760d7c6752a9365820-2732-1366.jpg", "publishedAt": "2018-11-13T14:45:24Z", "content": "Waymo — Google's secretive self-driving unit — is planning to launch its first commercial rides as soon as next month, Bloomberg News reported Tuesday citing a person familiar with the matter. The service will be launched under a different name, and aims to c… [+1960 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "Get ready for Thanksgiving with the 10 best cooking channels on YouTube", "description": "The biggest food holiday of the year is nearly upon us! With just a handful of days to go until Thanksgiving, I've been observing my annual tradition of marathon-watching cooking shows as inspiration. Unlike years past where I might've tuned in to the Food Ne…", "url": "https://www.businessinsider.com/youtube-best-cooking-channels-2017-11", "urlToImage": "https://amp.businessinsider.com/images/5a1321dd3dbef48d0e8b7175-1536-768.png", "publishedAt": "2018-11-13T14:39:00Z", "content": "Matty Matheson is abrasive and loud and he swears a lot, which is exactly what makes him so delightful. He's the punk rock chef the internet needs. Maybe you've seen him on his excellent, often ridiculous show, \"Keep It Canada.\" Or maybe you've seen him on hi… [+422 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "Melania Trump's spokeswoman explains why the first lady never has reached out to Michelle Obama for advice", "description": "In an interview on Sunday, former first lady Michelle Obama was asked if her successor, Melania Trump, has ever reached out to her for advice. \"No, no she hasn't,\" Obama responded, raising her eyebrows suggestively. Trump's spokeswoman issued a statement on T…", "url": "https://www.businessinsider.com/why-melania-trump-hasnt-asked-michelle-obamas-advice-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beada7e0d7c6752a936581c-1920-960.jpg", "publishedAt": "2018-11-13T14:38:11Z", "content": "First lady Melania Trump has never reached out to her predecessor, Michelle Obama, for advice. On Sunday, Obama appeared on \"20/20\" to promote her new memoir, \" Becoming \", and interviewer Robin Roberts brought up the fact that former first lady Laura Bush ha… [+707 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash and Shayanne Gal", "title": "No college basketball team has been ranked No. 1 in the AP Top 25 Poll more than Duke", "description": "After annihilating the Kentucky Wildcats and the Army Knights to start the season, the Duke Blue Devils earned the No. 1 ranking in Week 2 of this year's college basketball AP Top 25 Poll. With their 135th trip to the top of the poll, the Blue Devils broke th…", "url": "https://www.businessinsider.com/duke-most-weeks-at-no-1-in-ap-top-25-poll-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9f4eab73c2848263c5bfe-1136-568.jpg", "publishedAt": "2018-11-13T14:38:05Z", "content": "Mike Krzyzewski — better known as Coach K — has established a dynasty in Durham. In each of the past three seasons, Duke has spent at least one week at the top spot in the college basketball AP Top 25 Poll. And with their No. 1 ranking in the Week 2 poll this… [+1321 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "A 3-year-old shape-shifting startup founded by a Vice alum is betting on viral Asian hip-hop stars to be the future of the entertainment industry", "description": "88Rising is an innovative new entertainment company for the social media age, combining a record label with a creative agency, a web video production house, and an artist management agency. The company, which features hip hop stars like Rich Brian, Joji, and …", "url": "https://www.businessinsider.com/88rising-sean-miyashiro-rich-brian-joji-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9dd1266be501a8263f57f-1136-568.png", "publishedAt": "2018-11-13T14:37:31Z", "content": "88Rising CEO Sean Miyashiro, center, is betting on viral Asian hip-hop stars like Nikki, left, and Rich Brian, right. Shayanne Gal/Business Insider; 88Rising; Harrison Jacobs/Business Insider If you want to understand where the entertainment industry is going… [+21302 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Trump slams France's wine industry, accusing it of unfair trade practices", "description": "President Donald Trump. AP/Jae C. Hong President Donald Trump on Tuesday took aim at France's trade practices surrounding its wine industry. He said the country charged \"big tariffs\" compared with the \"very small tariffs\" the US placed on French wine. Trump's…", "url": "http://uk.businessinsider.com/trump-accuses-french-wine-industry-of-unfair-trade-practices-2018-11", "urlToImage": "http://static1.uk.businessinsider.com/image/5b50c03f7708e931d8370590-1190-625/trump-slams-frances-wine-industry-accusing-it-of-unfair-trade-practices.jpg", "publishedAt": "2018-11-13T14:34:00Z", "content": "President Donald Trump. AP/Jae C. Hong President Donald Trump on Tuesday railed against what he framed as unfair trade practices by France when it comes to wine. \"On Trade, France makes excellent wine, but so does the U.S.,\" Trump tweeted. \"The problem is tha… [+1519 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "China's Communist party violently cracks down on a new group — student communists", "description": "China has been violently trying to suppress on a new target: A vocal group of student communists campaigning for workers' rights. Student activists fighting for labor rights around the country have been beaten up and detained. Witnesses have also been attacke…", "url": "https://www.businessinsider.com/china-communist-party-crack-down-on-student-communists-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59eec84290992428008b6920-1536-768.jpg", "publishedAt": "2018-11-13T14:31:31Z", "content": "China's Communist Party is cracking down on a new target — student communists campaigning for workers' rights. At least a dozen student activists campaigning for workers' rights in China are missing, their friends have told outlets including Reuters, The New … [+3636 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mekebeb Tesfaye", "title": "Singapore has made a blockchain breakthrough for financial markets", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. The Monetary Authority of Singapore (MAS) and the Singapore Exchange (SGX) have successfully developed an automated set…", "url": "https://www.businessinsider.com/monetary-authority-singapore-exchange-automated-settlement-solution-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beadd073815075a550f3302-640-320.jpg", "publishedAt": "2018-11-13T14:30:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. The Monetary Authority of Singapore (MAS) and the Singapore Exchange (SGX) have successfully developed an automated set… [+2546 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Bienkov", "title": "Will Theresa May agree a Brexit deal this week?", "description": "Theresa May's Cabinet met on Tuesday morning to discuss Brexit. Downing Street sources say there has been no breakthrough yet but believe a Brexit deal could still be struck this week. However, time is running out to meet the deadline for a November EU summit…", "url": "https://www.businessinsider.com/will-theresa-may-cabinet-agree-a-brexit-deal-with-the-eu-this-week-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bead9240d7c6752a9365815-960-480.jpg", "publishedAt": "2018-11-13T14:24:33Z", "content": "LONDON — Will there be a Brexit deal this week? Downing Street sources Business Insider spoke to on Monday were downbeat, suggesting that a deal was unlikely to be done in time for the EU's deadline to organise a November Brexit summit. \"I wouldn't go getting… [+3138 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "What you need to know in advertising today", "description": "Facebook is hungry for video and taking lots of pages from YouTube's playbook when it comes to wooing over creators. Earlier this fall, Facebook unleashed Watch globally, opening up the company's big bet on premium, long-form video to the world after testing …", "url": "https://www.businessinsider.com/advertising-news-today-facebook-watch-snap-exec-departure-11-13-2018", "urlToImage": "https://amp.businessinsider.com/images/5beadb1dbeb67053826cc06f-1920-960.jpg", "publishedAt": "2018-11-13T14:20:56Z", "content": "AP Photo/Andrew Harnik Facebook is hungry for video and taking lots of pages from YouTube's playbook when it comes to wooing over creators. Earlier this fall, Facebook unleashed Watch globally, opening up the company's big bet on premium, long-form video to t… [+2015 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "'As bad as it gets': Here's why the current investing landscape is the most difficult it's been in 50 years", "description": "Asset allocators are facing the toughest conditions they've seen in the past 50 years as market segments of all types experience widespread weakness. There's a growing sense that there's nowhere to hide as it becomes increasingly difficult for investors to ro…", "url": "https://www.businessinsider.com/stock-bond-market-asset-allocation-why-investing-landscape-is-worst-in-50-years-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc0bf0b1909076f780cea52-1920-960.jpg", "publishedAt": "2018-11-13T14:20:27Z", "content": "As stocks have struggled through an ugly few weeks, it's been easy to forget just how poorly other asset classes have done. But the market wreckage has been widespread and indiscriminate this year, as everything from Treasury bonds to gold has lost money in 2… [+2272 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "El Chapo's drug smuggling trial begins in New York Tuesday, and everything about it from the security to the jury is unprecedented", "description": "Security has been tightened for the trial of Joaquin \"El Chapo\" Guzman, which starts in New York on Tuesday. Jurors and some former Sinaloa Cartel witnesses are anonymous and under an armed US Marshal escort. El Chapo faces a 17-count indictment on charges of…", "url": "https://www.businessinsider.com/el-chapo-trial-begins-ny-court-security-tightened-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beabfc20591f261347fa04d-1334-667.jpg", "publishedAt": "2018-11-13T14:17:21Z", "content": "Joaquin \"El Chapo\" Guzman starts his \"unprecedented\" drug smuggling trial on Tuesday morning, and law enforcement have beefed up security for the famous jail-breaker. The Sinaloa Cartel leader faces a lifetime in jail if convicted of the 17-count indictment a… [+2903 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "Goldman Sachs is sounding the alarm that demand for new iPhones could be 'deteriorating' (AAPL)", "description": "Goldman Sachs became the latest bank to become more bearish on Apple in a note distributed on Tuesday. The analysts said they are worried that \"end demand for new iPhone models is deteriorating.\" The note comes days after several reports have come to similar …", "url": "https://www.businessinsider.com/aapl-stock-price-goldman-sachs-warns-iphone-demand-deteriorating-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4540dda27f878673459d6-2732-1366.jpg", "publishedAt": "2018-11-13T14:17:15Z", "content": "Goldman Sachs analysts have slashed their iPhone unit sales estimate by 6% and downgraded their price target after Lumentum, which makes a part needed for Apple's Face ID camera on the new iPhones, said that a major customer, believed to be Apple, had drastic… [+1545 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Trump defends rain-checking WWI 100 year memorial in France after wide ridicule", "description": "President Donald Trump gave his version of events as to why he didn't make it to a ceremony marking the 100th anniversary of the end of World War I in Paris. He was widely ridiculed for his absence. Trump said he suggested driving to circumvent low visibility…", "url": "https://www.businessinsider.com/trump-world-war-i-france-memorial-rain-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be95cefd1e844491929b568-1334-667.jpg", "publishedAt": "2018-11-13T14:12:28Z", "content": "President Donald Trump on Tuesday explained why he didn't make it to a ceremony marking the 100th anniversary of the end of World War I in Paris after he was widely ridiculed for his absence. Trump flew to Paris over the weekend to attend a number of ceremoni… [+1858 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Trump slams France's wine industry, accusing it of unfair trade practices", "description": "President Donald Trump on Tuesday took aim at France's trade practices surrounding its wine industry. He said the country charged \"big tariffs\" compared with the \"very small tariffs\" the US placed on French wine. Trump's relationship with French President Emm…", "url": "https://www.businessinsider.com/trump-accuses-french-wine-industry-of-unfair-trade-practices-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b50be75e121fe19008b4811-1536-768.jpg", "publishedAt": "2018-11-13T14:08:19Z", "content": "President Donald Trump on Tuesday railed against what he framed as unfair trade practices by France when it comes to wine. \"On Trade, France makes excellent wine, but so does the U.S.,\" Trump tweeted. \"The problem is that France makes it very hard for the U.S… [+1480 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Trump slams France's wine industry, accusing it of unfair trade practices", "description": "President Donald Trump on Tuesday took aim at France's trade practices surrounding its wine industry. He said the country charged \"big tariffs\" compared with the \"very small tariffs\" the US placed on French wine. Trump's relationship with French President Emm…", "url": "https://markets.businessinsider.com/news/stocks/trump-accuses-french-wine-industry-of-unfair-trade-practices-2018-11-1027721168", "urlToImage": "https://static5.businessinsider.com/image/58a7229654905720098b5443-2400/ap17019114946418.jpg", "publishedAt": "2018-11-13T14:08:19Z", "content": "AP/Jae C. Hong President Donald Trump on Tuesday railed against what he framed as unfair trade practices by France when it comes to wine. \"On Trade, France makes excellent wine, but so does the U.S.,\" Trump tweeted. \"The problem is that France makes it very h… [+1495 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "China appears to walk back on controversial decision to reopen trade in rhino and tiger bones - Greenwich Time", "description": "Nir Elias/Reuters\n\n\n\n\nChinese officials appear to have walked back on a widely panned scheme to reopen the trade in rhino and tiger bones.\nHowever, the policy change is more of an open-ended postponement, rather than a cancellation.\nThe move follows the contr…", "url": "https://www.businessinsider.com/china-seems-to-walk-back-decision-to-reopen-rhino-and-tiger-bone-trade-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.greenwichtime.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-13T14:07:33Z", "content": "Nir Elias/Reuters Chinese officials appear to have walked back on China's widely panned scheme to reopen the trade on rhino and tiger bones. It came after a controversial government notice, issued last month, tossed out a 25-year ban on rhino and tiger produc… [+3005 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Catalina Gonella", "title": "What serving in the military taught beauty YouTuber Jackie Aina", "description": "When Jackie Aina started her YouTube channel in 2009 she was living in Hawaii and serving in the Army. As her channel began to grow, she made the decision to step away and pursue YouTube full-time. In the video above, Aina explains what her experience in the …", "url": "https://www.businessinsider.com/serving-military-taught-beauty-youtuber-jackie-aina-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd8723338150714ed796a6c-1136-568.jpg", "publishedAt": "2018-11-13T14:00:00Z", "content": "Following is a transcript of the video. Jackie Aina: A lot of people don't think that makeup artist, YouTuber, US Army veteran, like, how do they mix, and they kind of don't. [It's your girl, Jackie Aina, Jackie Jackie Jackie, Jackie, Jackie Jackie...] But th… [+3790 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "I downgraded from an iPhone X to an iPhone 8 — and I think I like the less expensive phone more (AAPL)", "description": "I really liked my iPhone X. For about a year, I was on Apple's bleeding edge: I used Face ID to unlock my phone, I swiped up to change apps, and I generally enjoyed what Apple said was the \"future of the smartphone.\" Then, in September, my iPhone X got stolen…", "url": "https://www.businessinsider.com/iphone-8-vs-iphone-x-reasons-to-buy-cheaper-iphone-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59c137cb9803c50d098b67b9-1920-960.jpg", "publishedAt": "2018-11-13T14:00:00Z", "content": "I really liked my iPhone X. For about a year, I was on Apple's bleeding edge: I used Face ID to unlock my phone, I swiped up to change apps, and I generally enjoyed what Apple said was the \"future of the smartphone.\" Then, in September, my iPhone X got stolen… [+895 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Brexit has already hurt the City of London — here's a shopping list of all the damage so far", "description": "Banks and financial firms that make up 6.5% of UK GDP have already taken precautionary measures to prep for Brexit, meaning a lot of damage is already done. Banking is just the tip of the iceberg with many other industries also making irrevocable decisions Th…", "url": "https://www.businessinsider.com/brexit-damaged-city-of-london-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bead292da27f8670013f0e5-960-480.jpg", "publishedAt": "2018-11-13T13:55:43Z", "content": "The damage to the economy from Brexit is already afoot — so much so that the act of leaving the EU itself is, at this point, increasingly irrelevant. Leaders of companies with UK operations haven't been taking any chances. The mere whiff of uncertainty surrou… [+2878 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "The cannabis producer Cronos posts strong revenue growth but a bigger loss (CRON)", "description": "Cronos Group reported third-quarter results on Tuesday. The marijuana producer's revenue grew 186% year-over-year. Its loss widened by $0.03 a share. Watch Cronos Group trade live here. The Canadian cannabis grower Cronos Group on Tuesday reported third-quart…", "url": "https://www.businessinsider.com/weed-stocks-cronos-stock-price-revenue-grows-loss-widens-2018-11", "urlToImage": null, "publishedAt": "2018-11-13T13:20:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "People are asking why GQ used quotation marks to name Serena Williams as 'Woman' of the Year, and the magazine has responded", "description": "Serena Williams was named GQ's \"Woman\" of the Year. GQ published four separate covers to celebrate it's Men of the Year, with one unusual one for Williams. Twitter users were quick to question why the men's fashion magazine used quotation marks to describe Wi…", "url": "https://www.businessinsider.com/gq-serena-williams-woman-of-the-year-controversy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beabb441011425c082b9b94-1920-960.jpg", "publishedAt": "2018-11-13T13:15:00Z", "content": "People are questioning why GQ used quotation marks to herald Serena Williams as its \"Woman\" of the Year on its cover, and the brand has responded. The popular men's fashion magazine confirmed its \"Men (and Woman) of the Year\" in a Twitter post on Monday. The … [+2262 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "You can't copyright taste, EU court says in setback for food industry - Business Insider", "description": "Business Insider You can't copyright taste, EU court says in setback for food industry Business Insider By Foo Yun Chee. BRUSSELS (Reuters) - Europe's top court dealt the food industry a blow on Tuesday as it dismissed an attempt by a Dutch cheese maker to co…", "url": "http://uk.businessinsider.com/r-you-cant-copyright-taste-eu-court-says-in-setback-for-food-industry-2018-11", "urlToImage": "http://static1.uk.businessinsider.com/image/5beac832bde70f685c6ca0e6-1190-625/you-cant-copyright-taste-eu-court-says-in-setback-for-food-industry.jpg", "publishedAt": "2018-11-13T13:13:24Z", "content": "FILE PHOTO: The towers of the European Court of Justice are seen in Luxembourg Thomson Reuters By Foo Yun Chee BRUSSELS (Reuters) - Europe's top court dealt the food industry a blow on Tuesday as it dismissed an attempt by a Dutch cheese maker to copyright it… [+1334 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Erin Brodwin", "title": "'Engineering overkill': A potent new opioid painkiller is trying to solve a problem that doesn't exist, doctors say", "description": "The government's leading food and drug authority recently approved a potent new opioid called Dsuvia that dissolves under the tongue and can be taken without an IV. Several experts strongly opposed the approval, which came amidst an epidemic of opioid overdos…", "url": "https://www.businessinsider.com/potent-new-opioid-painkiller-dsuvia-solves-fake-problem-doctors-say-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be6080b01b12d1b5f6216cf-1536-768.jpg", "publishedAt": "2018-11-13T13:00:00Z", "content": "Throughout Pamela Palmer's career as chief medical officer of a specialty hospital for pain management, she repeatedly served as an expert witness in wrongful death lawsuits involving opioids. In many of those suits, she said, people died because of a simple … [+5752 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Erin Brodwin", "title": "A superstar ex-Facebook and Google exec is trying to upend a $6B industry with mini-MRIs you can use at home—and she's already testing the technology on animals", "description": "A brush with death inspired ex-Facebook and Google executive Mary Lou Jepsen to embark on her latest initiative as the founder of a San Francisco-based startup called Openwater. Jepsen is working on devices that are akin to portable, miniature MRIs which coul…", "url": "https://www.businessinsider.com/facebook-google-portable-mini-mri-see-inside-body-brain-animal-testing-openwater-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9d4cb0591f251fd40ffce-1334-667.jpg", "publishedAt": "2018-11-13T13:00:00Z", "content": "Former Google and Facebook executive Mary Lou Jepsen was in her 20s when she went home to die. What began with terrible headaches developed into fatigue so severe she had to use a wheelchair. She'd lost control of movement in half of her face. It took several… [+5470 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Mueller reportedly plans to issue new indictments in the Russia investigation as soon as Tuesday", "description": "Special Counsel Robert Mueller plans to issue new indictments as early as Tuesday, CBS reported. Since Mueller started probing the Trump campaign's ties to Russia last May, his team has charged Americans once affiliated with President Donald Trump's president…", "url": "https://www.businessinsider.com/robert-mueller-to-issue-new-indictments-as-soon-as-tuesday-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be35158d1e844694b3db1b5-2732-1366.jpg", "publishedAt": "2018-11-13T12:59:43Z", "content": "Special Counsel Robert Mueller is expected to issue new indictments as part of the Russia investigation as soon as today, CBS reported on Tuesday, citing multiple sources with knowledge of the probe. The news comes as acting attorney general, Matthew Whitaker… [+741 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Israel and Hamas' massive overnight rocket battle threatens to become a major war", "description": "An escalating battle between Israel and Hamas threatens to become a major war. Hamas responded to a botched Israeli undercover operation which killed seven Palestinians fighters with hundreds of rockets fired at Israel. Israel responded with air strikes and t…", "url": "https://www.businessinsider.com/israel-hamas-battle-threatens-israel-gaza-war-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beabb82110d4c62f0486513-1536-768.jpg", "publishedAt": "2018-11-13T12:56:00Z", "content": "An overnight rocket battle between Israel and Hamas is the latest in a conflict escalation that threatens a major war and worries those working for peace in the region. Simmering tensions were brought to a head and fighting to a level not seen since 2014 afte… [+2294 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "The CEO of the Indian e-commerce giant that Walmart bought a $16 billion stake in has resigned amid an allegation of personal misconduct (WMT)", "description": "Flipkart Group CEO Binny Bansal has resigned following \"an allegation of serious personal misconduct,\" according to a press release. The release did not elaborate on the allegation but said Bansal \"strongly denies\" it. An independent study did not corroborate…", "url": "https://markets.businessinsider.com/news/stocks/flipkart-ceo-binny-bansal-resigns-amid-allegations-personal-misconduct-2018-11-1027720047", "urlToImage": "https://static2.businessinsider.com/image/5b44be864a26271a008b4fc7-2400/ap17188519072782.jpg", "publishedAt": "2018-11-13T12:51:00Z", "content": "AP Flipkart Group CEO Binny Bansal has announced his resignation, effective immediately, following an independent investigation into \"an allegation of serious personal misconduct,\" Walmart said in a press release out Tuesday morning. The release did not elabo… [+861 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shona Ghosh", "title": "One of Google's most powerful female executives says she walked out with staff protesting sexual harassment", "description": "Google's Chief Financial Officer Ruth Porat is one of the most senior women at the company. She told a conference hosted by The Wall Street Journal that she joined employees walking out two weeks ago in protest at how the firm deals with sexual harassment. Th…", "url": "https://www.businessinsider.com/google-cfo-ruth-porat-walked-out-with-employees-over-sexual-harassment-2018-11", "urlToImage": "https://amp.businessinsider.com/images/56b00759c08a80e3098bdd70-2732-1366.jpg", "publishedAt": "2018-11-13T12:36:40Z", "content": "One of Google's most senior female executives has revealed that she joined a mass protest at the firm's handling of sexual harassment. Speaking at The Wall Street Journal's WSJ Tech D.Live conference on Monday, chief financial officer Ruth Porat said she walk… [+2688 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "The iPhone XS Max is an absolutely gorgeous phone, but it proves that bigger isn't always better (AAPL)", "description": "There is a moment when you're holding the gold iPhone XS Max in your hands where you'll start doing the mental math. \"How much is $1,100, anyway?\" you'll ask yourself. \"If I just financed it, it's not that much money per month,\" you'll think. You'll start to …", "url": "https://www.businessinsider.com/apple-iphone-xs-max-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9bc5638150745a24a2b82-1334-667.jpg", "publishedAt": "2018-11-13T12:30:00Z", "content": "There is a moment when you're holding the gold iPhone XS Max in your hands where you'll start doing the mental math. \"How much is $1,100, anyway?\" you'll ask yourself. \"If I just financed it, it's not that much money per month,\" you'll think. You'll start to … [+6000 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Trump mocks France's WWII record in continued threat of NATO pullout", "description": "President Donald Trump mocked France's record in World War I and II in a Tuesday morning tweet that again waved the idea of the US pulling out of, or modifying its relationship to NATO. French President Emmanuel Macron has long pushed for a European army sepa…", "url": "https://www.businessinsider.com/trump-mocks-france-wwii-record-in-continued-threat-of-nato-pullout-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beac062e4218a52e0137ffb-1920-960.jpg", "publishedAt": "2018-11-13T12:26:30Z", "content": "President Donald Trump appeared to mock France's record in World War I and II in a Tuesday morning tweet that again waved the idea of the US pulling out of, or modifying its relationship to NATO. French President Emmanuel Macron has long pushed for a European… [+2860 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Uber's new sexual harassment report asks you to play a game in which you match a creepy story with its new categories of inappropriate behaviour", "description": "Uber detailed 21 new categories of sexual misconduct and assault it is going to adopt in its reporting. The report outlining the categories contains a \"mix-and-match\" exercise in which readers match creepy stories of misconduct and assault to the company's ne…", "url": "https://www.businessinsider.com/uber-report-outlines-new-categories-for-sexual-misconduct-and-assault-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59552d8bd084cc6a298b59a2-960-480.jpg", "publishedAt": "2018-11-13T12:17:52Z", "content": "Uber released a document on Monday laying out how it is going to categorise reports of sexual misconduct and assault in readiness for a 2019 transparency report. The report, which it calls a \"taxonomy\" of sexual misconduct and assault, was released in partner… [+2490 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "One of China's most senior officials is going to the US to try and diffuse Trump's trade war - SFGate", "description": "SFGate One of China's most senior officials is going to the US to try and diffuse Trump's trade war SFGate trump xi china trade war 2x1 Oliver Contreras/Getty; Greg Baker/Getty; Shayanne Gal/Business Insider. Chinese Vice-Premier Liu He is set to fly to Washi…", "url": "https://www.businessinsider.com/us-china-trade-war-liu-he-to-fly-to-us-for-talks-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.sfgate.com/img/pages/article/opengraph_default.png", "publishedAt": "2018-11-13T12:17:31Z", "content": "Oliver Contreras/Getty; Greg Baker/Getty; Shayanne Gal/Business Insider Trade relations between the US and China appear to be thawing a little ahead of an informal meeting between President Donald Trump and his counterpart Xi Jinping later this month. Trump a… [+2891 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "The CEO of the Indian e-commerce giant that Walmart bought a $16 billion stake in has resigned amid allegations of personal misconduct (WMT)", "description": "Flipkart CEO Binny Bansal has announced his resignation, effective immediately, following an independent investigation into an \"allegation of serious personal misconduct,\" Walmart said in a press release out Tuesday morning. Bansal strongly denies the allegat…", "url": "https://www.businessinsider.com/flipkart-ceo-binny-bansal-resigns-amid-allegations-personal-misconduct-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beabf43110d4c63303adbd6-2732-1366.jpg", "publishedAt": "2018-11-13T12:16:00Z", "content": "Flipkart CEO Binny Bansal has announced his resignation, effective immediately, following an independent investigation into an \"allegation of serious personal misconduct,\" Walmart said in a press release out Tuesday morning. Bansal strongly denies the allegat… [+362 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "A biotech led by a 33-year-old CEO just raised hundreds of million at a $7 billion valuation, and it plans to use the money to give old drugs new life", "description": "Pharmaceutical company Roivant Sciences just raised $200 million at a $7 billion valuation. The funding included participation from NovaQuest Capital Management, RTW Investments, and institutional asset managers. It comes a little more than a year after Roiva…", "url": "https://www.businessinsider.com/roivant-raises-200-million-at-7-billion-valuation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/598b06ae4fc3c04f498b6567-1920-960.jpg", "publishedAt": "2018-11-13T12:00:00Z", "content": "A company known for developing drugs that other pharmaceutical companies have abandoned has raised an additional $200 million at a $7 billion valuation. That's up 20% from the company's previous valuation of $5.6 billion, according to a source familiar with t… [+1479 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Home Depot beats on comp sales, raises its full-year forecasts (HD)", "description": "Scott Olson / Getty Images Home Depot 's third-quarter comparable-store sales jumped 5.4%, beating estimates. The retailer raised its full-year earnings and revenue forecasts. Shares gained more than 2%. Watch Home Depot trade live. (Reuters) - Home Depot Inc…", "url": "https://www.businessinsider.com/home-depot-earnings-beat-comp-sales-raises-full-year-forecasts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaba1d01b12d5425684602-1920-960.jpg", "publishedAt": "2018-11-13T11:54:00Z", "content": "(Reuters) - Home Depot Inc topped Wall Street estimates for quarterly comparable-store sales on Tuesday, as consumers faced with a shaky U.S. housing market spent more on average at the country's No. 1 home improvement chain. Shares of Home Depot rose 2.3 per… [+1449 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, T, SHLD, GE)", "description": "Here is what you need to know. China is sending a senior official to the US to try and defuse the trade war. Chinese Vice Premier Liu He will fly to Washington with the hopes of meeting senior officials before the informal talks between Presidents Donald Trum…", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-november-13-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beab883da27f864fe6afa05-2732-1366.jpg", "publishedAt": "2018-11-13T11:44:00Z", "content": "A firefighter battles a fire along the Ronald Reagan Freeway, aka state Highway 118, in Simi Valley, California. AP/Ringo H.W. Chiu Here is what you need to know. China is sending a senior official to the US to try and defuse the trade war. Chinese Vice Premi… [+2671 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, T, SHLD, GE)", "description": "Here is what you need to know. China is sending a senior official to the US to try to defuse the trade war. Chinese Vice Premier Liu He will fly to Washington with the hopes of meeting senior officials before the expected informal talks between President Dona…", "url": "http://markets.businessinsider.com/news/stocks/10-things-you-need-to-know-before-the-opening-bell-SPY-SPX-QQQ-DIA-T-SHLD-GE-1027719840", "urlToImage": "https://static1.businessinsider.com/image/5beab8748c35ab54463b7542-2400/ap18316744105254.jpg", "publishedAt": "2018-11-13T11:44:00Z", "content": "AP/Ringo H.W. Chiu Here is what you need to know. China is sending a senior official to the US to try to defuse the trade war. Chinese Vice Premier Liu He will fly to Washington with the hopes of meeting senior officials before the expected informal talks bet… [+2580 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "China appears to walk back on controversial decision to reopen trade in rhino and tiger bones", "description": "Chinese officials appear to have walked back on a widely panned scheme to reopen the trade in rhino and tiger bones. However, the policy change is more of an open-ended postponement, rather than a cancellation. The move follows the controversial October circu…", "url": "https://www.businessinsider.com/china-seems-to-walk-back-decision-to-reopen-rhino-and-tiger-bone-trade-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaaad88c35ab53683ff1d8-2560-1280.jpg", "publishedAt": "2018-11-13T11:33:19Z", "content": "Chinese officials appear to have walked back on a widely panned scheme to reopen the trade in rhino and tiger bones. However, the policy change is more of an open-ended postponement, rather than a cancellation. The move follows the controversial October circu… [+3450 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "A judge has ordered Amazon to hand over recordings from an Echo to help solve a double murder case", "description": "An Amazon Echo. Elaine Thompson/AP A US judge has instructed Amazon to hand over audio recordings from an Amazon Echo as evidence in a murder case. Prosecutors believe the Echo may have evidence relating to the murders of Christine Sullivan and Jenna Pelligri…", "url": "http://uk.businessinsider.com/amazon-ordered-to-disclose-echo-alexa-recordings-murder-case-2018-11", "urlToImage": "http://static3.uk.businessinsider.com/image/5beaa3e9bde70f67d75a76a2-1190-625/a-judge-has-ordered-amazon-to-hand-over-recordings-from-an-echo-to-help-solve-a-double-murder-case.jpg", "publishedAt": "2018-11-13T11:30:00Z", "content": "An Amazon Echo. Elaine Thompson/AP A judge in New Hampshire, US, has ordered Amazon to hand over any audio recorded on an Amazon Echo device as prosecutors believe it may contain evidence about a double homicide. Christine Sullivan and Jenna Pelligrini were f… [+2422 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Cowboy Cerrone broke his opponent's arm, set a UFC record, and now could be rewarded with a big-money bout against Conor McGregor", "description": "Donald \"Cowboy\" Cerrone has now won more matches than any other fighter in UFC history. Cerrone walked his four-month old son to the octagon on Saturday, broke his opponent's arm in the first round, then held his baby up to the sky like a scene from \"The Lion…", "url": "https://www.businessinsider.com/cowboy-cerrone-sets-ufc-record-could-fight-conor-mcgregor-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaa13db73c28502d33fe48-1920-960.jpg", "publishedAt": "2018-11-13T11:23:00Z", "content": "Donald \"Cowboy\" Cerrone has made UFC history and could be rewarded with a big-money fight against Conor McGregor. The 35-year-old, a veteran of the octagon, submitted Mike Perry at a UFC: Fight Night event in Denver, Colorado on November 11. The win punctuate… [+1993 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "Morningstar’s $207 billion CIO breaks down why investors have 'significantly overpaid' for the biggest tech stocks — and explains what they should be doing with their money instead", "description": "Large-cap growth companies have been among the biggest losers of the stock market's declines since early October. This trend was to be expected because investors had overpaid for growth stocks relative to their probable future cash flows, according to Daniel …", "url": "https://www.businessinsider.com/stock-market-investing-strategy-morningstar-cio-daniel-needham-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9ccb88c35ab4511655229-2732-1366.jpg", "publishedAt": "2018-11-13T11:05:00Z", "content": "Large tech companies were once again at the forefront of the stock market's losses on Monday. Their slump since early October is representative of the broader decline in high-growth stocks — a group that, until recently, dominated the returns investors earned… [+3510 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "The 10 best airlines in the world for 2019", "description": "Singapore Airlines has been named the best airline in the world for 2019 by AirlineRatings.com. Singapore's victory ends Air New Zealand 's five-year run atop the rankings. AirlineRatings.com evaluated airlines based on 12 criteria including fleet age, passen…", "url": "https://www.businessinsider.com/best-airlines-in-the-world-for-2019-airlineratings-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9fc15beb67049666743e5-2732-1366.jpg", "publishedAt": "2018-11-13T11:00:00Z", "content": "Singapore Airlines has been named the best airline in the world for 2019 by AirlineRatings.com. The Perth, Australia-based aviation website made the announcement on Tuesday as part of its annual Airline Excellence Awards. \"In our objective analysis, Singapore… [+1456 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "US intelligence reportedly thinks Khashoggi's killers informed Saudi's crown prince once the 'deed' was done", "description": "An audio recording of Jamal Khashoggi's last moments catches one of his killers call his superior on the phone and tell the person to \"tell your boss\" that \"the deed was done,\" The New York Times reported. While \"your boss\" was not explicitly named, US intell…", "url": "https://www.businessinsider.com/agent-in-khashoggi-audio-says-tell-your-boss-of-killing-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bcf8676c63f4e7f42629df4-960-480.jpg", "publishedAt": "2018-11-13T10:49:07Z", "content": "One of Jamal Khashoggi's killers told a superior over the phone to \"tell your boss\" — whom US intelligence officials believe meant Saudi Crown Prince Mohammed bin Salman — that \"the deed was done\" shortly after the journalist was dead, The New York Times repo… [+2399 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Michelle Obama said she 'stopped even trying to smile' at Trump's inauguration", "description": "Michelle Obama said she that she felt unable to put on a happy face and smile at President Donald Trump's inauguration. She decided to stop trying when she thought more about the reality of having Trump as president. Obama makes the revelation in her new book…", "url": "https://www.businessinsider.com/michelle-obama-stopped-trying-to-smile-trump-inauguration-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaa1cdf556fc52271d7945-1536-768.jpg", "publishedAt": "2018-11-13T10:34:52Z", "content": "Michelle Obama \"stopped even trying to smile\" at President Donald Trump's inauguration in 2017 because she was so disappointed in his election. In her new book, \"Becoming,\" Obama said that she made the decision after reflecting on what Trump's presidency mean… [+2020 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Japan's PM to visit Australia's Darwin for the first time since WWII Japan bombed it worse than Pearl Harbor", "description": "Japan's Prime Minister Shinzo Abe will visit Australia during a busy week and will pay his respects at the Darwin Cenotaph. It will be the first time a Japanese leader has visited Darwin since Japan bombed it during World War II Abe will also meet with his co…", "url": "https://www.businessinsider.com/japans-pm-shinzo-abe-to-visit-australias-darwin-after-wwii-bombings-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59f1d9cebcf93d45008b4815-2732-1366.jpg", "publishedAt": "2018-11-13T10:22:52Z", "content": "Japanese Prime Minister Shinzo Abe will pay his respects at a war memorial in Darwin, the Australian city devastated by Japanese bombing in 1942, in the first formal visit from a Japanese leader to Darwin since during World War II. Abe is expected to visit th… [+4558 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Japan's PM to visit Australia's Darwin for the first time since WWII Japan bombed it worse than Pearl Harbor - Business Insider", "description": "Business Insider Japan's PM to visit Australia's Darwin for the first time since WWII Japan bombed it worse than Pearl Harbor Business Insider Japan's Prime Minister Shinzo Abe will visit Australia during a busy week and will pay his respects at the Darwin Ce…", "url": "http://uk.businessinsider.com/japans-pm-shinzo-abe-to-visit-australias-darwin-after-wwii-bombings-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/59f237afcfad392d6f69a934-1190-625/japans-pm-to-visit-australias-darwin-for-the-first-time-since-wwii-japan-bombed-it-worse-than-pearl-harbor.jpg", "publishedAt": "2018-11-13T10:22:00Z", "content": "Japan's Prime Minister Shinzo Abe poses inside a cockpit of T-4 training jet plane of the Japan Air Self-Defense Force (JASDF)'s Blue Impulse flight team at the JASDF base in Higashimatsushima, Miyagi prefecture, in this photo taken by Kyodo May 12, 2013. REU… [+4823 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Apple took nearly 30 years to hit a value of $190 billion. It lost that much in little more than 5 weeks", "description": "Apple's market cap has dropped $190 billion in around five weeks and it lost its $1 trillion valuation on Monday. It took Apple nearly 30 years to reach a $190 billion valuation after first going public in 1980. The reason for the decline: A slew of analyst r…", "url": "https://www.businessinsider.com/apple-aapl-loses-190-billion-off-market-cap-in-5-weeks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bea925d9e8c535a342f12fa-1536-768.jpg", "publishedAt": "2018-11-13T10:15:42Z", "content": "Apple's stock took a beating on Monday. The iPhone maker's share price was down more than 5% at the end of trading, taking its market cap below $1 trillion at the close for the first time since it hit the milestone in August. The reason for the battering: A s… [+1157 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "A judge has ordered Amazon to hand over recordings from an Echo to help solve a double murder case", "description": "A US judge has instructed Amazon to hand over audio recordings from an Amazon Echo as evidence in a murder case. Prosecutors believe the Echo may have evidence relating to the murders of Christine Sullivan and Jenna Pelligrini in New Hampshire in January 2017…", "url": "https://www.businessinsider.com/amazon-ordered-to-disclose-echo-alexa-recordings-murder-case-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bea9b020591f25fd92b3332-1920-960.jpg", "publishedAt": "2018-11-13T10:12:53Z", "content": "A judge in New Hampshire, US, has ordered Amazon to hand over any audio recorded on an Amazon Echo device as prosecutors believe it may contain evidence about a double homicide. Christine Sullivan and Jenna Pelligrini were found dead with multiple stab wounds… [+2389 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "One of China's most senior officials is going to the US to try and diffuse Trump's trade war", "description": "Chinese Vice-Premier Liu He is set to fly to Washington for preparatory trade talks ahead of a meeting between US President Trump, and Chinese leader Xi Jinping, South China Morning Post reports. Trump and Xi are expected to hold an informal meeting on the si…", "url": "https://www.businessinsider.com/us-china-trade-war-liu-he-to-fly-to-us-for-talks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ba89551ea4002a83b8b4567-1920-960.jpg", "publishedAt": "2018-11-13T10:06:25Z", "content": "Trade relations between the US and China appear to be thawing a little ahead of an informal meeting between President Donald Trump and his counterpart Xi Jinping later this month. Trump and Xi are expected to hold an informal meeting on the sidelines of the G… [+2531 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "The Brexit secretary is privately pushing for a no-deal Brexit", "description": "The UK's Brexit secretary has reportedly started telling Cabinet colleagues that a no-deal exit would be preferable to the current deal being offered by the EU. Dominic Raab is preparing to lead a group of Cabinet ministers who insist the EU drop its demands …", "url": "https://www.businessinsider.com/dominic-raab-is-privately-pushing-for-no-deal-brexit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bea897110114259ed26fb73-1136-568.jpg", "publishedAt": "2018-11-13T08:51:35Z", "content": "LONDON — Brexit secretary Dominic Raab is preparing to lead a group of Cabinet ministers arguing that a no-deal exit would be preferable to a deal that breaches their red lines. The group of ministers will tell the prime minister that the current deal being o… [+2340 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "The 10 most important things in the world right now", "description": "Stan Lee died on Monday at age 95. Frazer Harrison/Getty images. Hello! Here's what's happening on Tuesday. 1. Sources say Nielsen's departure is expected as soon as this week. 2. a look back at his incredible life and career as one of comic's most influentia…", "url": "http://uk.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-13-2018-11", "urlToImage": "http://static3.uk.businessinsider.com/image/5bea7a00bde70f67d75a767c-1190-625/the-10-most-important-things-in-the-world-right-now.jpg", "publishedAt": "2018-11-13T08:25:00Z", "content": "Stan Lee died on Monday at age 95. Frazer Harrison/Getty images Hello! Here's what's happening on Tuesday. 1. US Homeland Security Secretary Kirstjen Nielsen is reportedly being forced out of her position. Sources say Nielsen's departure is expected as soon a… [+2245 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Trista Kelley", "title": "10 things you need to know in markets today", "description": "Good morning! Here's what you need to know in markets on Tuesday. 1. US Homeland Security Secretary Kirstjen Nielsen is reportedly being forced out of her position. Sources say Nielsen's departure is expected as soon as this week. 2. The US Commerce Departmen…", "url": "http://uk.businessinsider.com/10-things-european-markets-november-13-2018", "urlToImage": "https://static.businessinsider.com/image/5bea8565dde8676c134c3623-750.jpg", "publishedAt": "2018-11-13T08:02:32Z", "content": "Good morning! Here's what you need to know in markets on Tuesday. Olivier Douliery-Pool/Getty Images 1. US Homeland Security Secretary Kirstjen Nielsen is reportedly being forced out of her position. Sources say Nielsen's departure is expected as soon as this… [+2331 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shona Ghosh", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Tuesday. The Wall Street Journal reports that Amazon will probably pick New York City and Northern Virginia for its next two major offices. An announcement is expected on Tuesday. Apple's stock price w…", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-13-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a60bca628eecc1b0f8b5731-1920-960.png", "publishedAt": "2018-11-13T08:00:53Z", "content": "YouTube has argued a video like \"Despacito\" might be illegal to show in the EU if the bloc introduces new copyright legislation. YouTube Good morning! This is the tech news you need to know this Tuesday. The Wall Street Journal reports that Amazon will probab… [+2649 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Democracy icon Aung San Suu Kyi has been stripped of another human-rights award as legal net squeezes Myanmar's generals", "description": "Amnesty International has stripped Myanmar's leader Aung San Suu Kyi of its most important award, accusing \"The Lady\" of perpetuating human-rights abuses. Amnesty accused Suu Kyi of not addressing the genocidal campaign conducted by Myanmar's military against…", "url": "https://www.businessinsider.com/aung-san-suu-kyi-loses-another-human-rights-award-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bea83f80591f25eca71f626-1136-568.jpg", "publishedAt": "2018-11-13T07:59:33Z", "content": "Amnesty International has stripped the former human-rights icon Aung San Suu Kyi of its most important award, accusing the Myanmar leader of perpetuating human rights abuses. Amnesty accused Suu Kyi of standing by and not condemning the violence and genocidal… [+7299 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "The 10 most important things in the world right now", "description": "Hello! Here's what's happening on Tuesday. 1. US Homeland Security Secretary Kirstjen Nielsen is reportedly being forced out of her position. Sources say Nielsen's departure is expected as soon as this week. 2. Stan Lee, the former president and chairman of M…", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-13-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bea6db138150755604f5634-1920-960.jpg", "publishedAt": "2018-11-13T07:10:59Z", "content": "Hello! Here's what's happening on Tuesday. 1. US Homeland Security Secretary Kirstjen Nielsen is reportedly being forced out of her position. Sources say Nielsen's departure is expected as soon as this week. 2. Stan Lee, the former president and chairman of M… [+2185 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Myanmar's neighbors to call for 'accountability' in Rakhine crisis: draft statement - Business Insider", "description": "Business Insider Myanmar's neighbors to call for 'accountability' in Rakhine crisis: draft statement Business Insider SINGAPORE (Reuters) - Southeast Asian nations will call for those responsible for atrocities in Myanmar's Rakhine state to be held \"fully acc…", "url": "http://uk.businessinsider.com/r-myanmars-neighbors-to-call-for-accountability-in-rakhine-crisis-draft-statement-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5bea6c15bde70f685377f573-1190-625/myanmars-neighbors-to-call-for-accountability-in-rakhine-crisis-draft-statement.jpg", "publishedAt": "2018-11-13T07:05:51Z", "content": "FILE PHOTO: Singapore's Prime Minister Lee Hsien Loong speaks at the ASEAN Business and Investment Summit in Singapore Thomson Reuters SINGAPORE (Reuters) - Southeast Asian nations will call for those responsible for atrocities in Myanmar's Rakhine state to b… [+3966 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bryan Logan", "title": "Man who ran down 6 pedestrians with a car in Australia has been found guilty of murder", "description": "A man who deliberately ran down pedestrians in Australia's second-largest city has been found guilty of murdering six pedestrians and recklessly injuring another 27. In January 2017, James Gargasoulas, 28, struck down dozens of pedestrians after mounting the …", "url": "https://www.businessinsider.com/australia-melbourne-bourke-street-car-ramming-guilty-of-murder-2018-11", "urlToImage": null, "publishedAt": "2018-11-13T05:38:29Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "markets.businessinsider.com", "title": "UST Global Announces Strategic Investment in Israel-Based XM Cyber", "description": ". ALISO VIEJO, California and TEL AVIV, Israel November 13, 2018 /PRNewswire/ -- Funding to fuel XM Cyber s Continued Growth and Innovation Â, a leading digital transformation solutions company, today announced an investment in Israel -based XM Cyber.", "url": "https://markets.businessinsider.com/news/stocks/ust-global-announces-strategic-investment-in-israel-based-xm-cyber-1027718187", "urlToImage": null, "publishedAt": "2018-11-13T05:38:00Z", "content": "ALISO VIEJO, California and TEL AVIV, Israel, November 13, 2018 /PRNewswire/ -- Funding to fuel XM Cyber ' s Continued Growth and Innovation Â UST Global, a leading digital transformation solutions company, today announced an investment in Israel -based XM Cy… [+3722 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Trump has reportedly decided to fire Homeland Security secretary Kirstjen Nielsen — and it could come as soon as this week", "description": "Homeland Security Secretary Kirstjen Nielsen is reportedly being forced out of her position soon, sources said in a Washington Post report. Nielsen's departure is expected as soon as this week, The Post reported. The newspaper said Trump has told aides he wan…", "url": "https://www.businessinsider.com/kirstjen-nielsen-fired-soon-by-trump-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b2912c81ae66246008b52e3-960-480.jpg", "publishedAt": "2018-11-13T04:28:42Z", "content": "After months of contention with President Donald Trump, Homeland Security secretary Kirstjen Nielsen is reportedly being forced out of her position soon, five current and former officials said in a Washington Post report published Monday. Nielsen's departure … [+1581 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "Roger Stone associate Jerome Corsi says Mueller told him he will be indicted for perjury - SFGate", "description": "Alex Wong/Getty Images\n\n\n\n\nJerome Corsi, a far-right political commentator and longtime associate of Roger Stone, says the special counsel Robert Mueller told him he will be indicted for perjury.\nCorsi was served a subpoena in August by Mueller to testify bef…", "url": "https://www.businessinsider.com/jerome-corsi-indictement-russia-investigation-robert-mueller-roger-stone-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.sfgate.com/img/pages/article/opengraph_default.png", "publishedAt": "2018-11-13T02:29:48Z", "content": "Alex Wong/Getty Images Jerome Corsi, a far-right political commentator and longtime associate of Roger Stone, said this week that the special counsel Robert Mueller told him he will be charged in the Russia investigation for perjury. \"They told me they were g… [+4127 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "Acting attorney general Matthew Whitaker will consult with DOJ ethics officials about whether he should recuse himself from the Russia probe", "description": "Acting Attorney General Matthew Whitaker will consult with top DOJ ethics officials about whether he should recuse himself from the Russia investigation, a department spokesperson said. The news is significant – Whitaker has a long history of making controver…", "url": "https://www.businessinsider.com/matthew-whitaker-will-consult-doj-ethics-officials-recusal-russia-mueller-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4b3cc3815077e3b788c6a-1136-568.jpg", "publishedAt": "2018-11-13T01:29:47Z", "content": "Acting Attorney General Matthew Whitaker will consult with ethics officials at the Department of Justice (DOJ) about whether a recusal from overseeing the Russia investigation is warranted, according to a DOJ spokesperson. \"Acting Attorney General Matt Whitak… [+2451 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "This new video shows how the world's most popular gamer turned his basement into a mind blowing state-of-the-art... - mySanAntonio.com", "description": "Red Bull\n\n\n\n\nTyler \"Ninja\" Blevins is the most popular professional video game player in the world, streaming \"Fortnite: Battle Royale\" for millions of followers every day.\nPortland based creative agency Roundhouse recently partnered with Ninja's sponsor, Red…", "url": "https://www.businessinsider.com/video-ninja-red-bull-home-streaming-studio-absolutely-amazing-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-13T00:35:48Z", "content": "Red Bull In the era of YouTube and Twitch, professional video gamers rely on home studio setups to broadcast their gameplay to the millions of viewers around the world. Most home studios have humble beginnings, in a basement or in a kitchen. But if a streamer… [+4418 chars]"}]}