{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Facebook just launched a standalone video app called Lasso and it's basically the exact same thing as TikTok (FB)", "description": "On Friday, Facebook released a direct competitor to TikTok, called Lasso. Lasso is a social video app that caps posts to 15-seconds and lets creators add their favorite songs to play in the background. The features and design of Lasso are almost identical to …", "url": "https://www.businessinsider.com/facebook-launched-tiktok-competitor-called-lasso-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be61a2c01b12d1db3285fa3-1920-960.jpg", "publishedAt": "2018-11-09T23:49:58Z", "content": "Facebook has cloned another popular social app. And it's called Lasso. The world's largest social network is essentially re-creating its own version of TikTok, the 15-second video app that's become increasingly popular in the US. In September, TikTok was the … [+2050 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "Flake says a Republican, possibly even him, should challenge Trump in 2020 - Laredo Morning Times", "description": "Getty Images/Pool\n\n\n\n\nRepublican Sen. Jeff Flake on Friday said a Republican \"needs\" to challenge President Donald Trump in 2020, and suggested it might even be him. \n\"I've not ruled it out. I've not ruled it in. Just, somebody needs to run on the Republican …", "url": "https://www.businessinsider.com/flake-says-trump-should-face-republican-challenger-in-2020-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.lmtonline.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-09T23:49:39Z", "content": "Getty Images/Pool Republican Sen. Jeff Flake on Friday said a Republican \"needs\" to challenge President Donald Trump in 2020, and suggested it might even be him. Flake said the party's image has suffered under Trump and contended the president is doing real, … [+2751 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "From first shot to silence of peace: Timeline of World War I - Business Insider", "description": "From first shot to silence of peace: Timeline of World War I Business Insider PARIS (AP) — Unleashed by an archduke's assassination, World War I gradually entangled more and more countries, killing millions of soldiers and civilians and touching multiple cont…", "url": "https://www.businessinsider.com/ap-from-first-shot-to-silence-of-peace-timeline-of-world-war-i-2018-11", "urlToImage": null, "publishedAt": "2018-11-09T23:33:00Z", "content": "PARIS (AP) — Unleashed by an archduke's assassination, World War I gradually entangled more and more countries, killing millions of soldiers and civilians and touching multiple continents. As the world marks 100 years since the fighting stopped, here is a loo… [+2495 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "Amazon and Microsoft are fighting for a $10 billion Pentagon contract — and HQ2 in Virginia could be Jeff Bezos' boss move (AMZN, MSFT)", "description": "Crystal City, Virginia, is a likely contender for Amazon to build its second headquarters HQ2, and the fact that it's near Washington, D.C. is \"well timed\" as Amazon competes for a massive $10 billion cloud contract with the Pentagon, analysts say. Still, bot…", "url": "https://www.businessinsider.com/amazon-might-move-hq2-to-crystal-city-because-of-jedi-pentagon-race-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be615cada27f82a9b1bf1b8-750-375.jpg", "publishedAt": "2018-11-09T23:24:45Z", "content": "Crystal City, Virginia has emerged as one of the top contenders for the site of Amazon's so-called HQ2 headquarters— and now that Amazon is competing for a $10 billion cloud contract with the Department of Defense, it's a \"well timed move,\" analysts say. The … [+3851 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "The president of the company headed for the biggest IPO in biotech history has a surprisingly large pay package", "description": "Moderna Therapeutics, a buzzy startup with a $7 billion private valuation, filed paperwork on Friday to go public. According to a regulatory filing, Moderna President Dr. Stephen Hoge has a compensation package worth almost $24 million, rivaling the paychecks…", "url": "https://www.businessinsider.com/moderna-president-stephen-hoge-compensation-revealed-in-ipo-filing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be6056a0d7c6716a12084bc-960-480.jpg", "publishedAt": "2018-11-09T22:35:34Z", "content": "One of the most highest-valued private companies in biotech is finally going public. Moderna Therapeutics, a company developing treatments based on messenger RNA, has racked up a private valuation of $7 billion. On Friday, it filed with the Securities and Exc… [+1005 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "18 stunning photos from the night the Berlin Wall came down 29 years ago", "description": "The Berlin Wall was built in 1961 and separated East and West Berlin. The wall divided families and took away basic human rights. On November 9, 1989, people gathered at the wall to begin tearing it down after it was announced by the East German Communist Par…", "url": "https://www.businessinsider.com/photos-from-the-fall-of-the-berlin-wall-2016-11", "urlToImage": "https://amp.businessinsider.com/images/5640d8ab9dd7cc70408bd424-2732-1366.jpg", "publishedAt": "2018-11-09T22:24:00Z", "content": "East Germans celebrate as they climbed the Berlin Wall at the Brandenburg Gate November 10, 1989. Str Old This week marks the 29th anniversary of the destruction of the Berlin Wall. Built in 1961, the wall divided East and West Berlin. Constructed by the east… [+1115 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Amazon strikes deal with Apple to sell iPhones, iPads - Business Insider", "description": "Business Insider Amazon strikes deal with Apple to sell iPhones, iPads Business Insider By Jeffrey Dastin. (Reuters) - Amazon.com Inc on Friday said it would carry more Apple Inc products globally in time for the holiday shopping season, as the technology riv…", "url": "http://uk.businessinsider.com/r-amazon-strikes-deal-with-apple-to-sell-iphones-ipads-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5bae3262dde8671d133295ce-1190-625/amazon-strikes-deal-with-apple-to-sell-iphones-ipads.jpg", "publishedAt": "2018-11-09T22:23:33Z", "content": "A customer tests a smartphone during the launch of the new iPhone XS and XS Max sales at a shop in Moscow Thomson Reuters By Jeffrey Dastin (Reuters) - Amazon.com Inc on Friday said it would carry more Apple Inc products globally in time for the holiday shopp… [+2055 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "The 6 biggest differences you need to know about when switching from an older iPhone to the iPhone XS Max (AAPL)", "description": "Apple's newest crop of phones is here, which means you may be thinking about finally upgrading from your older iPhone. During the past few years, it hasn't been easy to justify shelling out for a new phone if you're using an iPhone 5S, 6, or 6S. The design ha…", "url": "https://www.businessinsider.com/iphone-xs-max-biggest-differences-older-iphones-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5c89b0d7c670d79700797-1920-960.jpg", "publishedAt": "2018-11-09T22:22:40Z", "content": "Apple's newest crop of phones is here, which means you may be thinking about finally upgrading from your older iPhone. During the past few years, it hasn't been easy to justify shelling out for a new phone if you're using an iPhone 5S, 6, or 6S. The design ha… [+594 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "San Francisco Chronicle", "title": "The NFL is using this football helmet that morphs on impact to reduce head injuries", "description": "NFL players are wearing a new helmet that's designed to better protect football players' heads.\nThe VICS ZERO1 morphs its shape to absorb more impact from hits than a typical hard-shelled helmet. \nOver 60 NFL players wore the helmet in 2017, including Russell…", "url": "http://www.businessinsider.com/zero1-morphing-football-helmet-nfl-uses-super-bowl-ncaa-2018-2?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.sfgate.com/img/pages/article/opengraph_default.png", "publishedAt": "2018-11-09T22:22:00Z", "content": "Following is a transcript of the video. This is not your typical football helmet. VICIS ZERO1 looks like a standard helmet on the outside. But when it hits something, it reacts much differently. Its innovative design is protecting football players' heads. Her… [+1345 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Flake says a Republican, possibly even him, should challenge Trump in 2020", "description": "Republican Sen. Jeff Flake on Friday said a Republican \"needs\" to challenge President Donald Trump in 2020, and suggested it might even be him. \"I’ve not ruled it out. I’ve not ruled it in. Just, somebody needs to run on the Republican side,\" Flake said. Flak…", "url": "https://www.businessinsider.com/flake-says-trump-should-face-republican-challenger-in-2020-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be60136101142202248ac9d-960-480.jpg", "publishedAt": "2018-11-09T22:17:00Z", "content": "Republican Sen. Jeff Flake on Friday said a Republican \"needs\" to challenge President Donald Trump in 2020, and suggested it might even be him. Flake said the party's image has suffered under Trump and contended the president is doing real, long-term damage t… [+2600 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj", "title": "Homeowners can save $60 on a Ring video doorbell and get a free Echo Dot as an early Black Friday deal", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Until November 12, the Ring Video Doorbell 2 is $60 cheaper than its usual price of $200 on Amazo…", "url": "https://www.businessinsider.com/ring-video-doorbell-2-sale-amazon-best-buy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5d2fe0591f21bf25b5628-1536-768.jpg", "publishedAt": "2018-11-09T22:11:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Ring video doorbells give homeowners peace of mind about who's at their door, whether they're at … [+1262 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meghan Morris", "title": "Anthony Scaramucci is looking to raise as much as $3 billion for a new fund that invests in low-income neighborhoods", "description": "SkyBridge Capital is the latest firm to collect capital to invest in opportunity zones, economically depressed areas that benefit from new tax breaks. SkyBridge co-founder Anthony Scaramucci said in an interview with Business Insider that he's seeking to rais…", "url": "https://www.businessinsider.com/skybridge-launches-fund-to-invest-low-income-neighborhoods-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5ea43e4218a140d5843c9-1920-960.jpg", "publishedAt": "2018-11-09T22:11:00Z", "content": "Anthony Scaramucci's alternative investment firm, SkyBridge Capital, is creating a new product focused on economically depressed areas, he told Business Insider in an interview on Friday. By the end of the year, the firm plans to launch SkyBridge Opportunity … [+2406 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "Trump is attacking the French president for saying Europe needs to do more to defend itself — something Trump has also said they should do", "description": "On Friday, President Donald Trump again roasted one of the US's closest allies on Twitter. Trump was responding to French President Emmanuel Macron saying Europe needed its own army. Macron went a step further, saying one of the foes Europe may need defense a…", "url": "https://www.businessinsider.com/trump-attacks-frances-macron-over-his-plan-for-a-european-army-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ae0807f19ee8664008b45b1-1536-768.jpg", "publishedAt": "2018-11-09T22:02:01Z", "content": "President Donald Trump lashed out at French President Emmanuel Macron on Friday, lambasting the French leader for saying that European countries needed to establish their own military force for defense against Russia, China, and the US. \"President Macron of F… [+3641 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Chris Snyder", "title": "This superfan decked out his apartment with nearly 1,000 collectible figurines", "description": "Funko Pops are collectible figurines of characters from almost any comic, show, movie, or video game that you can imagine. They have big bobble heads and large black eyes. Funko Pop fan, Anthony Peeples has nearly 1,000 of these toys in his New York apartment…", "url": "https://www.businessinsider.com/funko-pop-fan-collection-almost-1000-figurines-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5be5d983d1e84423574e9c34-1536-768.jpg", "publishedAt": "2018-11-09T22:00:00Z", "content": "Following is a transcript of the video. Anthony Peeples: We have between 800 and 1,000 Funko Pops, give or take. I'm Anthony Peeples. I'm a Funko Pop Collector. I'm feeling high-five fantastic, and I hope you are as well. Narrator : Funko Pops are everywhere.… [+5069 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gene Kim", "title": "Beautiful time-lapse videos show how much China has changed over the years", "description": "China has grown exponentially in both population and industry throughout the years, turning some rural towns into major metro hubs. Shanghai is one of the most populous cities in the world, with over 24 million residents. Watch the time-lapse video above to s…", "url": "https://www.businessinsider.com/time-lapse-videos-satellite-images-china-infrastructure-change-2017-7", "urlToImage": "https://amp.businessinsider.com/images/585023d0ca7f0c1b008b5567-1920-960.jpg", "publishedAt": "2018-11-09T21:55:00Z", "content": "EDITOR'S NOTE: This video was originally published on July 24, 2017."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shayanne Gal and Eliza Relman", "title": "Who's in and who's out of House committee leadership positions", "description": "Democratic control of the US House of Representatives means every House committee will have a new chair. The new crop of committee chairs will include more women and people of color. The new House leadership also includes several prominent foes of President D…", "url": "https://www.businessinsider.com/incoming-democrats-house-committee-leadership-outgoing-republicans-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5d7f3381507159d34e0e4-1920-960.png", "publishedAt": "2018-11-09T21:49:12Z", "content": "With Democrats sweeping to power in the House, control of the chamber's 22 committees will move from Republican to Democratic hands. While it's unclear whether House Minority Leader Nancy Pelosi will secure the 218 votes she needs to become the next House Spe… [+1564 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Dez Bryant may have suffered a season-ending injury just days after ending his NFL hiatus", "description": "Just days after ending his NFL hiatus and signing with the New Orleans Saints, team officials fear that veteran wide receiver Dez Bryant has torn his Achilles tendon. Bryant — who spent eight years with the Dallas Cowboys before they released him in April — h…", "url": "https://www.businessinsider.com/dez-bryant-injury-saints-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5f809d1e84428580d8f2e-1334-667.jpg", "publishedAt": "2018-11-09T21:42:43Z", "content": "Veteran wide receiver Dez Bryant — who signed a one-year deal with the New Orleans Saints Thursday after a long NFL hiatus — may have suffered a season-ending injury at his first practice with his new team. According to the NFL Network's Tom Pelissero, Bryant… [+870 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Brown", "title": "Here's how many people have been killed in Iraq and Afghanistan since 9/11", "description": "Of the 76 countries in which the US is currently fighting terrorism, at least three have been incredibly deadly: Iraq, Afghanistan and Pakistan. Brown University's Costs of War Project recently released a report detailing just how deadly they've been. It coun…", "url": "https://www.businessinsider.com/how-many-people-have-been-killed-in-iraq-and-afghanistan", "urlToImage": "https://amp.businessinsider.com/images/5be5e85fc95701137b2394c6-1136-568.jpg", "publishedAt": "2018-11-09T21:42:35Z", "content": "Of the 76 countries in which the US is currently fighting terrorism, at least three have been incredibly deadly: Iraq, Afghanistan and Pakistan. Brown University's Costs of War Project recently released a report detailing just how deadly they've been. It coun… [+1445 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "The Beatles just released the coolest, weirdest piece of music I've heard all year", "description": "A 50th-anniversary re-release of \"The White Album\" contains a trance-like, 13-minute version of the Beatles ' \"Helter Skelter.\" Even longtime fans of the band, which broke up in 1970, will have their expectations reset by the band at its most avant-garde. It'…", "url": "https://www.businessinsider.com/the-beatles-white-album-re-release-helter-skelter-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be59c321011420eb13ffdd3-320-160.jpg", "publishedAt": "2018-11-09T21:37:22Z", "content": "As with most children of the late 1960s and early 1970s, I grew up with the Beatles as a sort of force of nature, but because the group broke up in 1970, I experienced the whole thing secondhand. It's fair to say, however, that I was a Beatles obsessive; my s… [+3853 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Owen Burke", "title": "21 gifts preppers and survivalists actually want this holiday season", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The sun also rises, so it's been said. But here's a list of gadgets, gear, and provisions just in…", "url": "https://www.businessinsider.com/christmas-gifts-for-preppers-survivalists-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5f0bed1e844274a485635-1536-768.jpg", "publishedAt": "2018-11-09T21:36:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. It's been proven that YETI's coolers can stand up to bears, and while we're pretty sure they can … [+875 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "The hacker who targeted XBox Live and PlayStation Network is facing 10 years in jail for knocking the gaming networks offline", "description": "In 2013, several video game companies were targeted by denial-of-service (DoS) attacks that limited access to their online services and forced them offline in some cases. The attacks triggered an FBI investigation centered on the Twitter account @DerpTrolling…", "url": "https://www.businessinsider.com/utah-hacker-pleads-guilty-denial-of-service-attacks-xbox-live-playstation-network-steam-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5f0b3d1e84427215195a7-1920-960.jpg", "publishedAt": "2018-11-09T21:34:26Z", "content": "A Utah-based hacker who targeted several of the big gaming networks, including PlayStation Network and Xbox Live, temporarily knocking them offline and boasting about it, is facing a 10-year jail sentence. The U.S. Attorney's Office for the Southern District … [+1726 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "NFL Week 10 betting guide and our best bets for the Westgate SuperContest", "description": "Heading into the second half of the NFL season, our best bets are sitting at exactly 50% — a number that certainly leaves something to be desired but still keeps us in the running in the Westgate SuperContest. Still, we have to get hot, and we've been trendin…", "url": "https://www.businessinsider.com/nfl-week-10-picks-ats-westgate-supercontest-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5f5e4e4218a160142ba6e-1536-768.jpg", "publishedAt": "2018-11-09T21:26:00Z", "content": "Two options for your moneyline underdog pick this week, neither of them pretty, but both of them potentially profitable. First, the New York Giants are +155 to win against the San Francisco 49ers. Nick Mullens looked fine in his debut, but Eli Manning is all … [+895 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "After a bizarre trip to Lithuania and a stint in the JBA, LaMelo Ball intends to play college basketball — here's why it may be a long shot", "description": "After returning home from a brief stint as a professional basketball player in Lithuania and playing in his father's JBA league for the summer, LaMelo Ball decided to return to high school and enrolled at Spire Institute in Ohio. At his first press conference…", "url": "https://www.businessinsider.com/why-lamelo-balls-college-basketball-aspirations-may-be-a-long-shot-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5c8df01b12d11077ef6e0-960-480.jpg", "publishedAt": "2018-11-09T21:16:06Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "Netflix's Oscar contender 'Roma' will not be shown at Alamo Drafthouse in a big blow to its exclusive theatrical run", "description": "The popular Alamo Drafthouse chain will not be showing Netflix's \"Roma.\" The Oscar contender will be one of the first original Netflix movies to have an exclusive theatrical run before it streams. After weeks of negotiations between Netflix and Drafthouse to …", "url": "https://www.businessinsider.com/netflix-oscar-contender-roma-will-not-be-showing-at-alamo-drafthouse-theaters-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5db0bbeb67011c757f9fd-1136-568.jpg", "publishedAt": "2018-11-09T21:14:15Z", "content": "Netflix wants to keep its powerhouse directors happy going into Oscar season, but one of the first theatrical runs for its original movies with a big name helmer has hit a snag. Alamo Drafthouse, one of the most prominent independently owned movie chains in t… [+3942 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Brown", "title": "US Border Patrol agents are carrying these weapons of war to stop the migrant caravan", "description": "The migrant caravan of about 4,000 to 5,000 men, women and children left Mexico City Friday morning to continue their journey to the US via Tijuana, according to several media reports. The US Justice Department and Department of Homeland Security also posted …", "url": "https://www.businessinsider.com/the-war-weapons-border-patrol-carrying-to-stop-migrant-caravan", "urlToImage": "https://amp.businessinsider.com/images/5be5b9b0381507102462b720-1136-568.jpg", "publishedAt": "2018-11-09T21:09:12Z", "content": "The migrant caravan of about 4,000 to 5,000 men, women and children left Mexico City Friday morning to continue their journey to the US via Tijuana, according to several media reports. The US Justice Department and Department of Homeland Security also posted … [+548 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Grace Panetta", "title": "Trump's new talking point about Mueller is \"flat out wrong,\" legal experts tell INSIDER", "description": "President Donald Trump incorrectly claimed special counsel Robert Mueller's appointment was unconstitutional because he was not confirmed by the Senate. Trump was addressing criticisms from legal scholars that the appointment of acting Attorney General Matt W…", "url": "https://www.businessinsider.com/trump-falsely-claims-mueller-probe-invalid-lack-of-senate-confirmation-whitaker-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd31e793196b733790d1577-2732-1366.jpg", "publishedAt": "2018-11-09T21:01:07Z", "content": "President Donald Trump deflected criticisms of the constitutional validity of the appointment of new acting Attorney General Matt Whitaker on Friday by claiming special counsel Robert Mueller's appointment was unconstitutional because he was not confirmed by … [+3112 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "20 great deals we handpicked from REI's massive outdoor gear sale", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. REI is home to literally everything you need for an enjoyable adventure in the outdoors. As winte…", "url": "https://www.businessinsider.com/rei-outdoor-gear-up-get-out-sale-november-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5e7b4e4218a138d259105-960-480.jpg", "publishedAt": "2018-11-09T21:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. REI REI is home to literally everything you need for an enjoyable adventure in the outdoors. As w… [+1062 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Brown and Alex Lockie", "title": "These 8 iconic images tell the story of every US conflict from World War I to Afghanistan", "description": "World War I ended 100 years ago on Sunday. It was a brutal war that lasted more than four years and killed an estimated 8.5 million soldiers and 13 million civilians. It was also a war that cemented the US as a world power, rising to the level of the colonial…", "url": "https://www.businessinsider.com/iconic-war-photos-tell-the-story-of-the-last-100", "urlToImage": "https://amp.businessinsider.com/images/5be5a216beb67007f058049a-1334-667.jpg", "publishedAt": "2018-11-09T20:50:19Z", "content": "This photo was taken by Jose Rosenthal for the Associated Press. It shows US troops raising the flag on the Japanese island of Iwo Jima, one of the first pieces of Imperial Japanese territory to fall to US hands. Fifty years after the picture was taken, the A… [+372 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Hedge-fund billionaire Dan Loeb reportedly discloses a stake in American Express (AXP)", "description": "Hedge-fund billionaire Dan Loeb's Third Point Capital disclosed a stake in American Express, according to a report. Loeb believes American Express will trade above $135 over the next 18 months — 25% above where shares were trading on Friday. Years of lagging …", "url": "https://markets.businessinsider.com/news/stocks/american-express-stock-price-third-point-discloses-stake-2018-11-1027712723", "urlToImage": "https://static1.businessinsider.com/image/51c309f66bb3f7397300000c-2400/rtr31ue6.jpg", "publishedAt": "2018-11-09T20:42:00Z", "content": "REUTERS/Steve Marcus American Express recovered most of its loss on Friday after hedge-fund billionaire Dan Loeb's Third Point Capital reportedly disclosed a stake in the company. Shares erased their loss of 1% after the news crossed the wires. According to a… [+1252 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "7 popular third-wave coffee brands you can buy online — including Stumptown, Blue Bottle, and Intelligentsia", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Whereas first wave coffee is characterized by increased accessibility and consumption, and second…", "url": "https://www.businessinsider.com/buy-third-wave-coffee-online-blue-bottle-stumptown-intelligentsia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5e71401b12d15fe2cd02b-750-375.jpg", "publishedAt": "2018-11-09T20:38:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Sightglass Coffee/Instagram Whereas first wave coffee is characterized by increased accessibility… [+1454 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Hedge-fund billionaire Dan Loeb reportedly discloses a stake in American Express (AXP)", "description": "Hedge-fund billionaire Dan Loeb's Third Point Capital disclosed a stake in American Express, according to a report. Loeb believes American Express will trade above $135 over the next 18 months — 25% above where shares were trading on Friday. Years of lagging …", "url": "https://www.businessinsider.com/american-express-stock-price-third-point-discloses-stake-2018-11", "urlToImage": null, "publishedAt": "2018-11-09T20:35:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sophia Mitrokostas", "title": "13 ways you're wasting electricity that are costing you", "description": "If you want to save some cash while also saving the environment, it's important to be aware of your energy usage. There are many hidden ways you might be wasting precious electricity and adding to your monthly utility bill. Here are a few ways you could be wa…", "url": "https://www.businessinsider.com/wasting-money-energy-bill-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5aa2e37990bed81b008b4621-1334-667.jpg", "publishedAt": "2018-11-09T20:33:22Z", "content": "It might seem like a chore to plug in your microwave every time you need to heat up some leftovers then unplug it when you're done, but leaving your gadgets connected to power at all times wastes electricity. According to the Department of Energy, electronics… [+252 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hayley Peterson", "title": "Amazon says some packages are delayed after deadly tornado strikes one of its distribution centers (AMZN)", "description": "Amazon customers are complaining about package delivery delays. Many of the delays could be due to a tornado that ripped through an Amazon sortation center in Baltimore last week. The storm caused a 50-foot wall to collapse, killing two workers. The company h…", "url": "https://www.businessinsider.com/why-amazon-delivery-is-delayed-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58125112362ca427008b558b-2732-1366.jpg", "publishedAt": "2018-11-09T20:32:00Z", "content": "Amazon is facing a surge of customer complaints over delayed deliveries. \"Why is @amazonprimenow all of a sudden taking 10 days?\" Michelle Hennessy tweeted on Friday. \"I pay for the subscription for guaranteed 2 days. This sucks...\" Another person tweeted Fri… [+1172 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Here are the new, sleek NBA 'City' uniforms that all 30 teams will be wearing", "description": "Nike's NBA \"City\" jerseys are back again! Last year, in Nike's first season with the NBA jerseys, they hit the nail on the head with a few jerseys that paid homage to cities, like the Miami Heat's \"Miami Vice\" jersey, the Utah Jazz desert jerseys, and the New…", "url": "https://www.businessinsider.com/nba-nike-city-jerseys-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5e619c9570112fd54f1c3-960-480.jpg", "publishedAt": "2018-11-09T20:27:55Z", "content": "Nike's NBA \"City\" jerseys are back again! Last year, in Nike's first season with the NBA jerseys, they hit the nail on the head with a few jerseys that paid homage to cities, like the Miami Heat's \"Miami Vice\" jersey, the Utah Jazz desert jerseys, and the New… [+262 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lana Bandoim", "title": "Alexandria Ocasio-Cortez says she won't be able to afford to rent in DC until she starts collecting her Congressional salary", "description": "Alexandria Ocasio-Cortez was the youngest woman to be elected to Congress. Despite winning New York's 14th congressional district, the 29-year-old revealed that she can’t afford to rent an apartment in Washington, DC right now. Ocasio-Cortez plans to wait unt…", "url": "https://www.businessinsider.com/alexandria-ocasio-cortez-cant-afford-dc-rent-until-her-salary-starts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5eb3266be50674a636114-1136-568.jpg", "publishedAt": "2018-11-09T20:26:16Z", "content": "Alexandria Ocasio-Cortez made history when she became the youngest woman to be elected to Congress in the 2018 midterm elections. After winning New York's 14th congressional district, the 29-year-old Democrat faces a common problem for many millennials: She c… [+1417 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson", "title": "Blackberry is in talks to acquire the cybersecurity company Cylance", "description": "BlackBerry is in discussions to acquire cybersecurity startup Cylance, according to multiple sources familiar with the matter. A deal could be announced as soon as next week, the sources said, cautioning that it could still fall apart. Sources believe the pri…", "url": "https://www.businessinsider.com/blackberry-talks-to-acquire-cybersecurity-company-cylance-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5cc0d0d7c670e0970b0d9-1136-568.jpg", "publishedAt": "2018-11-09T20:23:02Z", "content": "BlackBerry is in discussions to acquire cybersecurity startup Cylance, according to multiple sources familiar with the matter. A deal could be announced as soon as next week, the sources said, cautioning that it could still fall apart. Sources believe the pri… [+1070 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Stocks stumble as oil dives deeper into bear market", "description": "Wall Street fell Friday as weaker than expected economic data added to concerns about oil prices, which entered a bear market on Thursday. China reported weakening auto and manufacturing data overnight. Follow US stocks in real time here. Stocks stumbled Frid…", "url": "https://www.businessinsider.com/stocks-stumble-oil-dives-deeper-into-bear-market-2018-11", "urlToImage": "https://static.businessinsider.com/image/5be5eb0be4218a144757d9f3-750.jpg", "publishedAt": "2018-11-09T20:23:00Z", "content": "Stocks stumbled Friday as worries about slowing economic growth weighed on Wall Street, with energy and high-flying technology companies among the biggest losers. The Dow Jones Industrial Average fell 0.87%, or more than 200 points, and the S&amp;P 500 was do… [+2048 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jacob Shamsian", "title": "This 22-year-old was a Business Insider intern 3 years ago. Now he's a state senator who pulled off one of the biggest upsets of the year.", "description": "22-year-old Democrat Will Haskell won a Connecticut state senate seat held by Republicans since 1973. He was a Business Insider intern before that. Haskell believes states can be a bulwark against the Trump presidency, and that's what his voters want. He says…", "url": "https://www.businessinsider.com/will-haskell-connecticut-state-senate-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5eb4901b12d16f47c55ef-960-480.jpg", "publishedAt": "2018-11-09T20:19:51Z", "content": "On November 2, 22-year-old Will Haskell flipped one of the most entrenched seats in the Connecticut state senate from red to blue. Connecticut's 26th senate district has been held by Republicans since Richard Nixon was president. And its incumbent, Toni Bouch… [+3170 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Our 7 best bets for Week 11 of the college football season", "description": "We're heading into the homestretch of the college football season, and the stakes continue to rise for the best teams in the country. It makes for compelling football, and some offer great gambling opportunities to bettors looking to put some money down. Last…", "url": "https://www.businessinsider.com/college-football-week-11-expert-picks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5e0500591f21e975f0907-1536-768.jpg", "publishedAt": "2018-11-09T20:19:00Z", "content": "We're heading into the homestretch of the college football season, and the stakes continue to rise for the best teams in the country. It makes for compelling football, and some offer some great gambling opportunities to bettors looking to put some money down.… [+236 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher", "title": "I've lived near Long Island City for more than a decade. Here's why I'm worried Amazon HQ2 may come to Queens.", "description": "Amazon is reportedly splitting its second headquarters, known as HQ2, in two locations. Each would have about 25,000 new workers. The company reportedly wants to put half of HQ2 in Long Island City, or LIC — the western-most neighborhood in Queens, New York. …", "url": "https://www.businessinsider.com/amazon-hq2-long-island-city-queens-opinion-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be34ad70591f263724710d3-2732-1366.jpg", "publishedAt": "2018-11-09T20:08:00Z", "content": "When I heard that Amazon may split its second headquarters, known as HQ2, between Crystal City, Virginia, and Long Island City, Queens, my heart sank. I've called Queens my home for most of my adult life. It's one of the most ethnically diverse urban areas on… [+10447 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "How Tiger Woods and Phil Mickelson's longstanding rivalry turned into golf's biggest bromance", "description": "Tiger Woods and Phil Mickelson — two of the biggest names in golf over the past 25 years — have at times been bitter rivals and throughout their long history as both opponents and teammates, the duo hasn't always had such a chummy relationship. Remarkably, th…", "url": "https://www.businessinsider.com/tiger-woods-phil-mickelson-rivalry-turned-bromance-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be334620d7c6754f83d01fa-1536-768.jpg", "publishedAt": "2018-11-09T20:07:18Z", "content": "Tiger Woods and Phil Mickelson — two of the biggest names in golf over the past 25 years — have at times been bitter rivals and throughout their long history as both opponents and teammates, the duo hasn't always had such a chummy relationship. Remarkably, th… [+332 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caitlin Foster", "title": "After coming under fire, the VA says it's resuming medical experiments on dogs", "description": "VA Secretary Robert Wilkie confirmed plans to continue the VA's controversial medical experimentation on dogs. Wilkie made the announcement Friday to the National Press Club, where he said the practice helps advance medical research for veterans. VA timelines…", "url": "https://www.businessinsider.com/va-says-its-resuming-controversial-medical-experiments-on-dogs-2018-11", "urlToImage": null, "publishedAt": "2018-11-09T20:01:17Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Richard Feloni and Sarah Wyman", "title": "The fast-food CEO who took over Burger King when he was 32 explains how to find and develop young talent, and how to rise in your own career", "description": "Daniel Schwartz is the CEO of Restaurant Brands International, which owns Burger King, Tim Horton's, and Popeyes. Schwartz started at the investment firm 3G Capital, which appointed him CFO as Burger King before promoting him to CEO of the company in 2013, wh…", "url": "https://www.businessinsider.com/burger-king-tim-hortons-popeyes-ceo-daniel-schwartz-leadership-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be48b61beb67074303a1428-1536-768.jpg", "publishedAt": "2018-11-09T19:59:00Z", "content": "Daniel Schwartz is the CEO of Restaurant Brands International. It's the parent company of Burger King, Tim Horton's, and Popeyes. He started out his career at the investment firm 3G Capital. In 2010, when he was only 29, the firm's managing partner, Alex Behr… [+27971 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dakin Campbell", "title": "Goldman Sachs just bought a one-person startup, and it's betting it could change the day-to-day lives of its bankers (GS)", "description": "Goldman Sachs has bought a one-person startup to help supercharge its bankers' financial modeling skills The bank is hoping the cloud-based software can begin to do for investment banking what SecDB, its risk management system, has done for the securities div…", "url": "https://www.businessinsider.com/goldman-sachs-buy-financial-modeling-startup-2018-11", "urlToImage": "https://amp.businessinsider.com/images/56d5aaaa2e5265ba008ba69d-2732-1366.jpg", "publishedAt": "2018-11-09T19:58:31Z", "content": "Goldman Sachs has been searching for years for an investment-banking equivalent to the vaunted risk management system its traders use. It may have just found it. This week, the company agreed to buy ClearFactr, a one-person startup that makes a cloud-based co… [+4993 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Remi Rosmarin", "title": "30 great deals you can find right now at Nordstrom's annual fall sale", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. In honor of the seasonal shift, Nordstrom just launched a huge fall sale. Today through November …", "url": "https://www.businessinsider.com/nordstrom-fall-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5d90f101142197a2131e5-1136-568.jpg", "publishedAt": "2018-11-09T19:51:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Nordstrom In honor of the seasonal shift, Nordstrom just launched a huge fall sale. Today through… [+735 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "Morgan Stanley just invested millions in Samanage, a North Carolina-based Zendesk and ServiceNow competitor", "description": "Samanage, a cloud-based customer service platform, has raised $30 million. Morgan Stanley Expansion Capital led the investment round. Customer service and IT company Samanage wants to dethrone it competitors Zendesk and ServiceNow, and now it has another $30 …", "url": "https://www.businessinsider.com/morgan-stanley-invests-30m-samanage-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5de6dbeb670121473fa68-2732-1366.jpg", "publishedAt": "2018-11-09T19:43:34Z", "content": "Customer service and IT company Samanage wants to dethrone it competitors Zendesk and ServiceNow, and now it has another $30 million to work with. On Thursday, Samanage announced its series D funding led by Morgan Stanley Expansion Capital, the largest fundin… [+1210 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat and Richard Feloni", "title": "'Say Yes to the Dress' designer Pnina Tornai was rejected after flying 12 hours for a meeting, but soon after, she got the phone call that changed her career", "description": "Pnina Tornai started her bridal business 30 years ago in a small shop with a single mirror in Tel Aviv, Israel. Today she sees 90 to 120 brides per day on weekends at Kleinfeld, a renowned bridal store in New York City. Before brides were saying \"yes\" to Torn…", "url": "https://www.businessinsider.com/say-yes-to-the-dress-pnina-tornai-early-designs-rejected-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b92cd778ea82ff4248b4ee0-1920-960.jpg", "publishedAt": "2018-11-09T19:43:00Z", "content": "Before brides were saying \"yes\" to Pnina Tornai's wedding dresses at Kleinfeld, she was rejected from selling gowns in the bridal store because her designs were deemed \"too sexy.\" Pnina Tornai started her bridal business 30 years ago in a small shop with a si… [+2186 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Perticone", "title": "Jeff Sessions says he doesn't regret recusing himself, is confident Mueller probe conducted “appropriately and with justification.”", "description": "Recently ousted Attorney General Jeff Sessions told the Wall Street Journal he is \"confident\" in Robert Mueller's probe of the Russian interference in the 2016 presidential campaign. But Sessions also said he finds the investigation to be \"unhealthy\" for the …", "url": "https://www.businessinsider.com/jeff-sessions-mueller-probe-appropriate-justification-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5d4a29e8c53195f7c6082-2732-1366.jpg", "publishedAt": "2018-11-09T19:41:11Z", "content": "Recently resigned Attorney General Jeff Sessions said he is \"confident\" that the special counsel investigation into Russian interference in the 2016 presidential campaign — headed by former FBI Director Robert Mueller — can continue to be handled \"appropriate… [+1383 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Instagram is down for some users Friday afternoon (FB)", "description": "Some Instagram users reported that the photo-sharing service was down Friday afternoon. While some reporters at Business Insider and Twitter users reported having issues, others had no problems refreshing their feeds and using the app. The website Downdetecto…", "url": "https://www.businessinsider.com/instagram-experiences-outages-across-us-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5e12c01b12d154f2a26c8-960-480.png", "publishedAt": "2018-11-09T19:38:03Z", "content": "Some Instagram users reported that the photo-sharing service was down Friday afternoon. While some reporters at Business Insider and Twitter users reported having issues, others had no problems refreshing their feeds and using the app. The website Downdetecto… [+193 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "'Seriously? This guy?': Matthew Whitaker's appointment has FBI and DOJ officials in a 'daze'", "description": "Current and former FBI and DOJ officials expressed shock and frustration at President Donald Trump's appointment of Matthew Whitaker as acting attorney general. \"Seriously? This guy?\" one current FBI agent said to INSIDER. \"No words.\" A former DOJ official ex…", "url": "https://www.businessinsider.com/matthew-whitaker-appointment-fbi-doj-reactions-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4b3cc3815077e3b788c6a-1136-568.jpg", "publishedAt": "2018-11-09T19:23:19Z", "content": "President Donald Trump's decision to oust Attorney General Jeff Sessions this week and replace him with acting Attorney General Matthew Whitaker sent shockwaves through Washington. It also turned heads at the FBI and the Department of Justice (DOJ), which Whi… [+5440 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "'Get it done': Trump was involved 'nearly every step' of suppressing stories on alleged affairs and may have violated campaign-finance laws", "description": "President Donald Trump reportedly played a direct role in hush money payments to women he allegedly had affairs with, and he possibly violated campaign finance law in the process. Trump was involved in \"nearly every step\" of the coordinated efforts to keep th…", "url": "https://www.businessinsider.com/trump-role-stormy-daniels-mcdougal-payments-michael-cohen-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5da48381507161357f7fa-1920-960.jpg", "publishedAt": "2018-11-09T19:14:14Z", "content": "President Donald Trump reportedly played a direct role in hush money payments to women with whom he allegedly had affairs, according to evidence gathered by federal prosecutors in Manhattan. And prosecutors have gathered evidence that he possibly violated cam… [+1855 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Trump goes on raging tweetstorm as Florida and Georgia vote counts descend into chaos", "description": "President Donald Trump tweeted his rage over the razor-thin electoral margins — and potential recounts and runoffs — in Georgia and Florida. Trump claimed Republicans Brian Kemp and Rick Scott had won their respective gubernatorial and senatorial bids, and pr…", "url": "https://www.businessinsider.com/trump-goes-on-raging-tweetstorm-about-florida-and-georgia-votes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5be5ee4218a0cf0401c16-1136-568.jpg", "publishedAt": "2018-11-09T19:07:32Z", "content": "President Donald Trump tweeted his rage about razor-thin electoral margins in Georgia and Florida, asserting unsubstantiated claims about voter fraud in Florida. Trump claimed on Friday that Georgia's secretary of state, Republican Brian Kemp, had defeated De… [+2862 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Juul will reportedly stop selling most flavored e-cigarettes in stores amid expected FDA crackdown", "description": "Juul will stop selling its flavored products in stores, according to a Wall Street Journal report. It will reportedly continue to sell its flavored products online. The news follows reports that the Food and Drug Administration plans to crackdown on the sale …", "url": "https://www.businessinsider.com/juul-will-stop-selling-most-flavored-pod-e-cigarettes-in-retail-stores-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5d5a6110d4c1f5c703c64-1920-960.jpg", "publishedAt": "2018-11-09T19:02:49Z", "content": "Juul Labs Inc., the creator of the sleek Juul e-cigarette that has swept the US, will reportedly end most brick-and-mortar sales of its flavored liquid pods, according to a report from The Wall Street Journal. The report came just a day after reports that the… [+1996 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Alibaba slides ahead of its Singles Day shopping event (BABA)", "description": "Alibaba will hold its Singles Day shopping event on Sunday. November 11 was originally a Chinese holiday for singles, and Alibaba has turned it into the world's largest online shopping festival. Alibaba recently reported quarterly results that missed on reven…", "url": "https://markets.businessinsider.com/news/stocks/alibaba-stock-price-singles-day-shopping-event-2018-11-1027712564", "urlToImage": "https://static2.businessinsider.com/image/5643b0d69dd7cc15008c9507-2400/rts6dk8.jpg", "publishedAt": "2018-11-09T18:43:00Z", "content": "Reuters Alibaba, the largest e-commerce site in China, dropped 3% Friday as traders positioned themselves ahead of the company's Singles Day event. November 11, is a tongue-in-cheek student holiday in China to celebrate single people, countering Valentine's D… [+1305 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "We tried the Los Angeles Clippers' new app that gives fans control over how to watch a game and it will change sports forever", "description": "The Los Angeles Clippers are about to change the way fans consume live sports. The Clippers and their owner, Steve Ballmer, have introduced Clippers CourtVision, a new app that will allow fans to control how they watch the games, give them more information, a…", "url": "https://www.businessinsider.com/clippers-courtvision-fans-control-how-to-watch-game-2018-11", "urlToImage": null, "publishedAt": "2018-11-09T18:42:00Z", "content": "The Los Angeles Clippers are about to change the way fans consume live sports. The Clippers and their owner, Steve Ballmer, have introduced Clippers CourtVision, a new app that will allow fans to control how they watch the games, give them more information, a… [+574 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "A best-selling author who popularized the idea of financial independence 20 years ago says the purpose of retiring early is not to focus on yourself", "description": "People usually retire early in hopes of living a better life than the one they had while working. However, early retirees shouldn't be focusing on themselves during early retirement, according to best-selling author Vicki Robin — they should focus on servicin…", "url": "https://www.businessinsider.com/purpose-of-early-retirement-giving-back-altruistic-behavior-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5d4630d7c670f0c0322d5-1136-568.jpg", "publishedAt": "2018-11-09T18:41:00Z", "content": "However different the reasons behind retiring early, they often unravel from the same thread — early retirement benefits the early retiree. For many, it's about making more time to pursue a passion or finding the peace of mind that comes from financial securi… [+2016 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Le'Veon Bell is closer to rejoining the Steelers, but it's unclear what his role would be", "description": "Le'Veon Bell is in Pittsburgh and potentially set to end his season-long holdout by reporting to the Steelers on Tuesday. Bell has already missed out on over $8.5 million in pay this year in favor of keeping his body healthy for his next contract. While Bell …", "url": "https://www.businessinsider.com/leveon-bell-return-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be597041011420e9252f924-1136-568.jpg", "publishedAt": "2018-11-09T18:37:52Z", "content": "Le'Veon Bell's holdout might finally be coming to an end. On Thursday, Steelers owner Art Rooney II said that the team expects Bell to report this week. \"I don't know what his plans are, but I would say that at this point we expect him to come back next week,… [+2576 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck and Skye Gould", "title": "Three dangerous fires are burning across California, engulfing San Francisco in smokey haze and sending flames across an LA freeway", "description": "California is dealing with several dangerous wildfires. The Woolsey and Hill fires are burning on the outskirts of LA, and the Camp Fire in northern California destroyed an entire town in less than a day. The flames are being fueled by dry, hot conditions as …", "url": "https://www.businessinsider.com/california-wildfires-map-evacuations-roads-closed-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5b7029e8c531468665691-1920-960.jpg", "publishedAt": "2018-11-09T18:27:00Z", "content": "Three dangerous wildfires are raging in California. The Camp Fire in northern California started Thursday morning and quickly charred the entire town of Paradise, which is home to 27,000. The furious flames grew at a pace of 80 football fields a minute, and a… [+3499 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Susanna Heller", "title": "Christine Blasey Ford testified against Brett Kavanaugh over a month ago — and she’s still getting threats", "description": "Professor Christine Blasey Ford's life has not returned to normal after she came forward to accuse Brett Kavanaugh, who is now a Supreme Court justice, of sexually assaulting her while they were both in high school during the 1980s. According to a report from…", "url": "https://www.businessinsider.com/christine-blasey-ford-still-getting-threats-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5ccb60591f21b1a171685-1920-960.jpg", "publishedAt": "2018-11-09T18:23:48Z", "content": "It's been over a month since California professor Christine Blasey Ford testified in front of the Senate Judiciary Committee claiming that Brett Kavanaugh, then a Supreme Court justice nominee, sexually assaulted her when they were both in high school during … [+1825 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "US prosecutors have added more charges against the man accused of mailing bombs to prominent Trump critics - Business Insider", "description": "Business Insider US prosecutors have added more charges against the man accused of mailing bombs to prominent Trump critics Business Insider New York federal prosecutors on Friday brought new charges against Cesar Sayoc, the man accused of mailing bombs to cr…", "url": "https://www.businessinsider.com/r-us-prosecutors-bring-new-charges-against-accused-mail-bomber-sayoc-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5ccdabeb6700fc90aeaa5-1920-960.jpg", "publishedAt": "2018-11-09T18:22:56Z", "content": "NEW YORK (Reuters) - New York federal prosecutors on Friday brought new charges against Cesar Sayoc, the Florida man accused of mailing bombs to prominent Democrats and other critics of U.S. President Donald Trump. In an indictment filed in Manhattan federal … [+948 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Tiger Woods rejected a record $3.3 million payout for appearance at new tournament in Saudi Arabia", "description": "Tiger Woods ended a five-year winning drought with a resounding victory at the 2018 PGA Tour Championship. After his dramatic return to the winner's circle, Woods was offered his highest ever payout to compete in a tournament overseas. The golf great snubbed …", "url": "https://www.businessinsider.com/tiger-woods-rejects-offer-play-in-saudi-arabia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5ad1101b12d0ab55045dc-960-480.jpg", "publishedAt": "2018-11-09T18:22:10Z", "content": "After his dramatic return to the winner's circle last season, Tiger Woods was offered his highest ever payout to compete in a tournament overseas. And he said no. According to the Telegraph's James Corrigan, Woods snubbed a whopping £2.5 million ($3.3 million… [+2296 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "'We market to who we sell to, and we don't market to the whole world': Victoria's Secret fires back at critics who say it excludes plus-size shoppers (LB)", "description": "A senior executive at Victoria's Secret's parent company said that the brand has no plans to cater to the plus-size customer during a recent interview with Vogue. The brand has frequently come under fire for excluding plus-size customers from its ad campaigns…", "url": "https://www.businessinsider.com/victorias-secret-addresses-plus-size-problem-interview-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5b6e0110d4c196055acbc-750-375.jpg", "publishedAt": "2018-11-09T18:22:08Z", "content": "The Victoria's Secret Fashion Show will air on December 2. AP Images Victoria's Secret has no plans to woo plus-size shoppers. In a recent interview with Vogue, Ed Rosek, chief marketing officer at Victoria's Secret parent company L Brands, said that the stor… [+2635 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj", "title": "Amazon's first-generation Echo Plus is $70 cheaper right now if you buy it refurbished", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The first generation of the Amazon Echo Plus is $70 cheaper when you buy a refurbished version ri…", "url": "https://www.businessinsider.com/echo-plus-refurbished-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be45cbcc957016c680b34a5-1920-960.jpg", "publishedAt": "2018-11-09T18:16:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. If you're a smarthome enthusiast thinking about finally getting an Amazon Echo device, your choic… [+2026 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caitlin Foster", "title": "On the centennial of Armistice Day, the US still doesn't have a national memorial for World War I — but that is about to change", "description": "On November 11, 1918, Germany signed the Armistice, bringing an end to World War I. Over 4 million Americans served during the Great War, but the US has yet to dedicate a national memorial to honor their sacrifices. Retired Col. Gerald York, grandson of legen…", "url": "https://www.businessinsider.com/on-centennial-world-war-i-has-no-memorial-but-that-is-soon-to-change-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be49c188c35ab79342f03cf-960-480.jpg", "publishedAt": "2018-11-09T18:06:23Z", "content": "On the corner of 15th Street and Pennsylvania Avenue in Washington, D.C., just across from White House grounds, famed World War I General John Pershing raises a pair of binoculars. In the midst of a tree-lined plaza dedicated to his name, the eight-foot bronz… [+1997 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jennifer Still", "title": "4 ways spending time apart from my partner made our relationship strong", "description": "Marriage takes time, effort, and dedication, and around half of marriages end in divorce. Here, author Jennifer Still shares four ways that spending time apart from her partner has helped keep her marriage strong. With divorce rates hovering around 40 to 50%,…", "url": "https://www.businessinsider.com/how-i-keep-my-marriage-strong-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0826ae4218a178e51ac15-2732-1366.jpg", "publishedAt": "2018-11-09T18:06:00Z", "content": "With divorce rates hovering around 40 to 50%, it feels a bit obvious to say that marriage is hard. Maintaining a long-term relationship takes time, effort, and dedication, and even then many couples still can't make it work. When I married my partner four yea… [+4013 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump's top trade adviser just warned Goldman Sachs and Wall Street not to leave their 'stench' on the US-China trade war talks", "description": "Peter Navarro, President Donald Trump's anti-China trade adviser, attacked Wall Street and Goldman Sachs on Friday. Navarro accused Wall Street of attempting to influence US-China trade negotiations and said the bankers are \" unregistered foreign agents\" work…", "url": "https://www.businessinsider.com/navarro-trump-china-trade-war-goldman-sachs-wall-street-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b6dafe2e361c074048b49b1-1536-768.jpg", "publishedAt": "2018-11-09T18:02:04Z", "content": "Peter Navarro, President Donald Trump's avowed anti-China trade adviser, leveled fierce attacks against Wall Street — specifically Goldman Sachs — for what he alleged was meddling in talks to resolve the US-China trade war. Speaking at the Center for Strategi… [+2806 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Abby Jackson", "title": "Disney says price hikes may be coming to Hulu, but analysts think that's 'illogical' following pay TV's worst quarter on record", "description": "On Disney's fourth-quarter earnings call Thursday, CEO Bob Iger said he saw \"price elasticity\" around Hulu with Live TV, the company's digital TV bundle. Industry analysts disagree. Pay TV just had its worst quarter in history, and consumers are increasingly …", "url": "https://www.businessinsider.com/disney-says-price-hikes-may-be-coming-to-hulu-analysis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5be808c35ab0eef68ed28-2732-1366.jpg", "publishedAt": "2018-11-09T18:01:34Z", "content": "Price hikes may soon be coming to Hulu. Disney CEO Bob Iger talked streaming services on the company's fourth-quarter earnings call on Thursday and noted he planned to invest to compete more heavily in the market. And expect subscription cost increases to com… [+3418 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "Finland and Norway are telling airline pilots to be ready to fly without GPS, and some think Russia is up to something", "description": "Norway and Finland have both reported problems with GPS signals in their northern regions this month. Both countries have been taking part in NATO's exercise Trident Juncture, which has irked Russia. Reports of GPS interference related to Russian military act…", "url": "https://www.businessinsider.com/finland-norway-tell-pilots-to-fly-without-gps-and-some-blame-russia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5b145da27f8197845d37f-1334-667.jpg", "publishedAt": "2018-11-09T17:53:15Z", "content": "Disruptions to Global Positioning System signals have been reported in northern Norway and Finland this month, overlapping with the final days of NATO's exercise Trident Juncture, a massive military exercise that has drawn Russia's ire. A press officer for Wi… [+5461 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "McConnell rejects vote on bill to protect Mueller, says special counsel is 'not under threat'", "description": "Senate Majority Leader Mitch McConnell on Friday suggested he would not allow a floor vote on legislation to protect Special Counsel Robert Mueller. \"It's not necessary. The Mueller investigation is not under threat,\" McConnell told reporters. This comes two …", "url": "https://www.businessinsider.com/mcconnell-says-mueller-not-under-threat-rejects-vote-to-protect-him-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5c5dc101142168546ff2e-2732-1366.jpg", "publishedAt": "2018-11-09T17:50:14Z", "content": "Senate Majority Leader Mitch McConnell on Friday suggested he would not allow a floor vote on legislation to protect Special Counsel Robert Mueller, who is investigating Russian election interference and alleged collusion by the Trump campaign. \"It's not nece… [+1902 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Grace Panetta", "title": "Trump to CNN reporter who asked if acting attorney general will rein in Mueller: 'What a stupid question'", "description": "President Donald Trump both defended and distanced himself from controversial acting Attorney General Matthew Whitaker during a Friday press conference. Some legal scholars have argued that Whitaker — who has frequently criticized the validity of the Mueller …", "url": "https://www.businessinsider.com/trump-distances-himself-from-whitaker-snaps-at-cnn-reporter-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5a258c9570107cc73d4f3-1920-960.jpg", "publishedAt": "2018-11-09T17:33:20Z", "content": "President Donald Trump both defended and distanced himself from acting Attorney General Matt Whitaker during a Friday press conference, at one point lashing out at a CNN reporter who asked if Trump hoped Whitaker would limit Special Counsel Robert Mueller's p… [+2255 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "A devastating shipyard accident appears to have sunk Russia's efforts to save its sole aircraft carrier", "description": "Russia has admitted that it does not have any dry docks suitable for repairing the Admiral Kuznetsov carrier, the Russian Navy's flagship that is in desperate need of work. The PD-50 dry dock, the largest in Russia, sank in a strange accident last month, smas…", "url": "https://www.businessinsider.com/strange-accident-sinks-russias-efforts-to-save-sole-aircraft-carrier-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5b9230591f2172e59d18e-2732-1366.jpg", "publishedAt": "2018-11-09T17:32:10Z", "content": "One of the world's largest dry docks sank at a shipyard in northwestern Russia late last month, throwing a wrench into plans to repair and modernize the country's sole aircraft carrier — the Admiral Kuznetsov. The Kuznetsov, which was sent for repairs in May … [+2766 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat", "title": "A woman who sells 6-figure engagement rings through Instagram says there's a big misconception about the 4 C's of buying diamonds", "description": "Nicole Wegman started Ring Concierge, a fine jewelry business specializing in bespoke engagement rings, in 2013 by posting and selling diamonds on Instagram. The biggest misconception Wegman sees when people buy diamonds is understanding the four C's: cut, cl…", "url": "https://www.businessinsider.com/engagement-ring-myths-diamond-four-c-cut-clarity-color-carat-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5976abeb67006a3006250-2732-1366.jpg", "publishedAt": "2018-11-09T17:32:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Florida is in chaos as thousands of ballots remain uncounted, and the outcome of the state's key elections could remain unclear for weeks", "description": "Since Tuesday, Florida, Georgia, and Arizona have all become mired in controversy over uncounted votes. But nowhere is the chaos more dramatic than in Florida, where two major South Florida counties — Broward and Palm Beach — have yet to count thousands of vo…", "url": "https://www.businessinsider.com/florida-elections-recount-senate-governor-races-chaos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5a7eff556fc0a80274cd0-1136-568.jpg", "publishedAt": "2018-11-09T17:30:18Z", "content": "Since Tuesday, Florida, Georgia, and Arizona have all become mired in controversy over uncounted votes. But nowhere is the chaos more dramatic than in Florida, where two major Democratic-leaning South Florida counties — Broward and Palm Beach — are still tall… [+4966 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "These are 10 of the toughest and most important battles the US Marines ever fought", "description": "Over the course of the 243-year history of the Corps, US Marines have waged war in countries around the world, building a reputation as an unstoppable force. On many occassions, the Marines have found themselves tasked with the seemingly impossible while surr…", "url": "https://www.businessinsider.com/these-are-some-of-the-most-iconic-battles-the-us-marines-ever-fought-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be593c3beb67005fe4387a3-1136-568.jpg", "publishedAt": "2018-11-09T17:13:42Z", "content": "Solomon Islands: August 7, 1942 - February 9, 1943 In the first major allied offensive against Japan during the Second World War, the US Marines of the 1st Marine Division landed on Guadalcanal determined to blunt Japan's march toward Australia. As the battle… [+1305 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "The head of New York City's subway system has reportedly resigned", "description": "Joseph Lhota, the chairman of New York's Metropolitan Transportation Authority (MTA), has resigned following Gov. Andrew Cuomo's election to a third term, multiple publications have reported. The MTA is responsible for New York's public transit system, includ…", "url": "https://www.businessinsider.com/head-of-nyc-subway-system-resigns-reports-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ad4c55c146e711d008b4a5f-960-480.jpg", "publishedAt": "2018-11-09T17:11:59Z", "content": "Joseph Lhota, the chairman of New York's Metropolitan Transportation Authority (MTA), has resigned following Gov. Andrew Cuomo's election to a third term, multiple publications have reported. Lhota said in October that he did not plan to leave the agency, acc… [+1934 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "Save up to $100 during Adidas' buy more, save more sale — and more of today's best deals from around the web", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t…", "url": "https://www.businessinsider.com/deal-of-the-day-adidas-buy-more-save-more-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5bec601b12d0fa1697728-960-480.jpg", "publishedAt": "2018-11-09T17:10:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t… [+3307 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "The CEO behind Applebee's reveals how the Dollarita played an essential role in the chain's turnaround (DIN)", "description": "Applebee's Dollarita was the game changer that the chain needed to turn around the business, Steve Joyce, CEO of parent company Dine Brands, told Business Insider. The dollar drink deal was originally seen as a risk internally, with some franchisees fearing t…", "url": "https://www.businessinsider.com/applebees-dollarita-sparked-turnaround-ceo-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/599f31c4614d791b008b5acf-960-480.png", "publishedAt": "2018-11-09T17:05:31Z", "content": "Applebee's Dollarita provided the struggling chain with the key to a massive turnaround. Dine Brands CEO Steve Joyce told Business Insider in an interview last week that the Dollarita was key to kicking off Applebee's turnaround in October 2017, soon after Jo… [+1948 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "I dropped $1,500 on Apple's new MacBook Air — these are the 13 things I love and hate about it (AAPL)", "description": "Last week, I spent the most money I've ever spent on myself: just shy of $1,500 for a swanky new MacBook Air. Two days ago, that very expensive device arrived at my apartment, and I've been excitedly using it ever since. As a decades-long MacBook loyalist, I …", "url": "https://www.businessinsider.com/macbook-air-hands-on-best-worst-features-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd86cea9e8c53149d2b3ac8-1920-960.jpg", "publishedAt": "2018-11-09T17:02:12Z", "content": "Years ago, Apple replaced its traditional keyboards with a new type of keyboard. It had shallower keys, and it was a revelation. Suddenly I could type faster than ever before. In recent years, Apple has attempted to evolve its keyboard further. I can't speak … [+911 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Chia-Yi Hou and Andrea Schmitz", "title": "This animation will make you think twice before going to work sick", "description": "Flu season is underway and if you've ever wondered how contagious you are if you keep going to work when you're sick, some research might make you want to stay home. Researchers studied how far germs can travel when you sneeze and cough — i t's not just about…", "url": "https://www.businessinsider.com/how-far-sneeze-cough-germs-can-travel-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5be5b49a9e8c531448722d14-2732-1366.jpg", "publishedAt": "2018-11-09T17:00:00Z", "content": "Following is a transcript of the video. Achoo! Are you sick? Don't you dare sneeze on me! Do you know how far your germs can travel? Normally, you hold about half a liter of fluid in your lungs. So when you sneeze, you're able to spray as much as a water bott… [+2344 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "Amazon is finally selling new iPhones after a long and complicated 'turf war' with Apple (AMZN, AAPL)", "description": "Amazon will directly sell and ship a selection of the latest Apple products, a spokesperson confirmed to Business Insider. The products sold by Amazon will include the latest iPhone, iPad, and Apple Watch. As part of the deal, third-party sellers on Amazon wh…", "url": "https://www.businessinsider.com/amazon-selling-apple-iphones-ipads-after-turf-war-with-apple-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bb625c1190907463379cb79-1136-568.jpg", "publishedAt": "2018-11-09T16:54:40Z", "content": "Amazon will finally sell the latest iPhone, an Amazon spokesperson confirmed to Business Insider on Friday. Amazon has signed a deal with Apple to offer the iPhone maker's latest products. Apple products will be shipped and sold by Amazon, including the most … [+3108 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Olivia Oran", "title": "What you need to know on Wall Street today", "description": "Welcome to Finance Insider, Business Insider's summary of the top stories of the past 24 hours. Sign up here to get the best of Business Insider delivered direct to your inbox. Notorious skeptic Albert Edwards says stocks just flashed a rare bear market signa…", "url": "https://www.businessinsider.com/stock-market-news-today-november-9-2018", "urlToImage": null, "publishedAt": "2018-11-09T16:46:01Z", "content": "Welcome to Finance Insider, Business Insider's summary of the top stories of the past 24 hours. Sign up here to get the best of Business Insider delivered direct to your inbox. Notorious skeptic Albert Edwards says stocks just flashed a rare bear market signa… [+2101 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "General Electric plunges to its lowest level since the financial crisis after JPMorgan slashes its price target (GE)", "description": "General Electric received its most bearish price target on Wall Street Friday, sending shares down 9%. GE is facing a fundamental problem, said JPMorgan analyst Stephen Tusa. The company recently reported disappointing quarterly earnings results. Watch Genera…", "url": "https://www.businessinsider.com/ge-stock-price-lowest-2009-target-cut-jpmorgan-2018-11", "urlToImage": null, "publishedAt": "2018-11-09T16:42:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "General Electric plunges to its lowest level since the financial crisis after JPMorgan slashes its price target (GE)", "description": "General Electric received its most bearish price target on Wall Street Friday, sending shares down 9%. GE is facing a fundamental problem, said JPMorgan analyst Stephen Tusa. The company recently reported disappointing quarterly earnings results. Watch Genera…", "url": "https://markets.businessinsider.com/news/stocks/ge-stock-price-lowest-2009-target-cut-jpmorgan-2018-11-1027712316", "urlToImage": "https://static6.businessinsider.com/image/59e9fb45909924c74c8b52e3-2000/ap17163449870955.jpg", "publishedAt": "2018-11-09T16:42:00Z", "content": "AP Images / Richard Drew General Electric was getting slammed Friday, down more than 9%, after JPMorgan slashed its price target to $6, the lowest on Wall Street. Shares Friday morning were trading at $8.15 apiece, their lowest level since March 2009. \"The ou… [+1367 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "I tried a cup of the 'most expensive coffee in the world' — here's why it's a tourist trap you shouldn't buy into", "description": "Before visiting Bali, Indonesia, many people had told me that I had to try Kopi Luwak, a traditional Balinese coffee considered to be the most expensive coffee in the world. Kopi Luwak is coffee made from beans that have been digested by a civet cat (i.e. \"ca…", "url": "https://www.businessinsider.com/kopi-luwak-cat-poop-worlds-most-expensive-coffee-taste-test-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdde28de4218a7bbc20da15-2732-1366.jpg", "publishedAt": "2018-11-09T16:36:00Z", "content": "I'm the kind of person that likes to try everything. Live octopus in Korea? Check. Braised chicken feet at the dim sum hall in Hong Kong? Check. Chili-dusted, roasted grasshoppers in Mexico? Check. Before I travel, I usually research which unique foods are re… [+5107 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj", "title": "Amazon's FreeTime subscription allows you to monitor your kids' media use — and it's only $3 for 3 months right now", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Amazon's FreeTime is a subscription that gives kids access to a collection of over 10,000 movies,…", "url": "https://www.businessinsider.com/amazon-freetime-subcription-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4a9038c35ab7b8b7bf1a3-1536-768.jpg", "publishedAt": "2018-11-09T16:30:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. One of the reasons I'm quick to recommend the Kids Edition versions of Amazon's Kindle, Fire Tabl… [+2444 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Amazon's Comixology has provoked a fierce debate in the comic-book world, but creators say it could help revitalize the industry", "description": "Comic books have had to adapt to a rapidly evolving industry in recent years, and Amazon's digital-comics service, Comixology, could lead the way forward. Since Amazon acquired the company in 2014, Comixology has introduced an Unlimited subscription program w…", "url": "https://www.businessinsider.com/amazons-comixology-could-revitalize-comic-books-creators-say-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5a89cda27f81835419797-750-375.jpg", "publishedAt": "2018-11-09T16:28:12Z", "content": "Amazon is a media and retail giant, but one industry it has sunk its teeth into that often goes overlooked: comic books. The company acquired digital-comics service Comixology in 2014, when it was just a seven-year-old company with an iPhone app. Since then, … [+9161 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Kotecki", "title": "People in Spain will soon have the longest lifespans of anyone in the world — here are their secrets", "description": "Spain is on track to have the world's longest life expectancy by 2040 with a lifespan of 85.8 years, surpassing Japan. A report from the Institute for Health Metrics and Evaluation, which formed in 2007 with funding from the Bill and Melinda Gates Foundation,…", "url": "https://www.businessinsider.com/why-spanish-people-will-overtake-japan-for-worlds-longest-lifespan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be338b28c35ab58fc76cc53-2560-1280.jpg", "publishedAt": "2018-11-09T16:27:56Z", "content": "Fernando de la Fuente, who has run a fruit and vegetable stall in a Madrid market for 47 years, told The Guardian he was unsurprised that researchers see a connection between Spaniards' diet and longevity. He said people in Spain eat well because they include… [+817 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "An early look at the 2020 presidential contenders", "description": "With the midterm elections over, speculation has already turned to who is likely to make a presidential bid in 2020. The field of potential Democratic candidates is crowded, while no Republican has emerged so far as likely to challenge President Donald Trump.…", "url": "https://www.businessinsider.com/2020-presidential-election-potential-candidates-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd2d905f0688a2e2777e432-1536-768.jpg", "publishedAt": "2018-11-09T16:22:38Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rebecca Carhart", "title": "The best detangling sprays you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. If your hair still becomes a tangled ball of knots, no matter how much conditioner you use, you s…", "url": "https://www.businessinsider.com/best-detangling-spray", "urlToImage": "https://amp.businessinsider.com/images/5be47612beb67070b11db3ed-1536-768.jpg", "publishedAt": "2018-11-09T16:10:00Z", "content": "Why you'll love it: If you are looking for a detangler that will improve your hair's health, try the Amika The Wizard Detangling Primer. The Amika The Wizard Detangling Primer is a multipurpose spray that not only detangles hair but also provides heat protect… [+1277 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Amazon is triggering a battle for rock-bottom prices (AMZN)", "description": "A new study revealed that Amazon is, on average, the cheapest of all the major online retailers in the United States. Amazon beat out Best Buy, Wayfair, and Dick's Sporting Goods to be crowned the most affordable place to buy appliances, electronics, furnitur…", "url": "https://www.businessinsider.com/amazon-has-cheapest-prices-study-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5a42d8c35ab0a350ada8e-2732-1366.jpg", "publishedAt": "2018-11-09T16:02:48Z", "content": "Amazon has been crowned the cheapest of all leading online retailers in the United States. A new study by Profitero, an online analytics platform, revealed that, on average, Amazon is 13% less expensive than its competitors. For the study, Profitero analyzed … [+1229 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lucy Yang", "title": "Bella Hadid wore a see-through dress with a V-neck down to her belly button, and it's one of her most daring red carpet looks ever", "description": "At the Victoria's Secret Fashion Show after-party, Bella Hadid wore a sheer metallic dress with a plunging neckline. The slinky design features an open back, a thigh-high slit in the front, and beaded detailing around the hips. Hadid also freed the nipple in …", "url": "https://www.businessinsider.com/bella-hadid-sheer-dress-victorias-secret-fashion-show-after-party-2018-11", "urlToImage": null, "publishedAt": "2018-11-09T16:01:43Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Payne", "title": "Jo Johnson quits Theresa May's government over her Brexit plans", "description": "LONDON — Jo Johnson has resigned as Theresa May's universities minister over her handling of Brexit talks. Johnson announced on Friday afternoon that he was quitting the UK government because \"what is now being proposed won’t be anything like what was promise…", "url": "https://www.businessinsider.com/jo-johnson-quits-theresa-mays-government-over-her-brexit-plans-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5ae49b73c280a42190eb7-1536-768.jpg", "publishedAt": "2018-11-09T15:57:14Z", "content": "LONDON — Jo Johnson has resigned as Theresa May's Transport Minister over her handling of Brexit talks. Johnson announced on Friday afternoon that he was quitting the UK government because \"what is now being proposed won't be anything like what was promised t… [+1594 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Carmelo Anthony flounders in return to OKC, posts second-worst shooting performance of his career", "description": "After starting the season averaging less than 10 points per game on 32.5% shooting, newly-minted Houston Rocket Carmelo Anthony enjoyed back-to-back 20-plus point performances en route to averaging 17.8 points per game over the last six contests. That all cha…", "url": "https://www.businessinsider.com/carmelo-anthony-okc-return-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be596e39e8c530f263c387a-1334-667.jpg", "publishedAt": "2018-11-09T15:56:13Z", "content": "It looked like Carmelo Anthony had finally found his groove with the Houston Rockets. After starting the season averaging less than 10 points per game on 32.5% shooting, Anthony enjoyed back-to-back 20-plus point performances en route to averaging 17.8 points… [+1692 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "11 delicious gifts from online meat companies that carnivores will love", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Some people like receiving fine jewelry as gifts, while others prefer to open the box to reveal c…", "url": "https://www.businessinsider.com/meat-food-gifts-holidays-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5a89166be505ac93cb985-750-375.jpg", "publishedAt": "2018-11-09T15:50:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Porter Road Some people like receiving fine jewelry as gifts, while others prefer to open the box… [+955 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "'She's a loser': Trump goes on rant attacking journalists April Ryan and Jim Acosta", "description": "President Donald Trump took aim at two journalists on Friday — CNN's Jim Acosta and American Urban Radio Networks' April Ryan — during a press availability on the White House lawn. \" I mean, you talk about somebody that's a loser,\" Trump said of Ryan. \" She d…", "url": "https://www.businessinsider.com/trump-rant-attack-on-cnn-jim-acosta-journalist-april-ryan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be325d8c95701536b5fac8c-1536-768.jpg", "publishedAt": "2018-11-09T15:44:04Z", "content": "President Donald Trump continued to verbally attack journalists covering the White House during a Friday chat with the press on the lawn of the White House. Responding to questions about his encounter with CNN's Jim Acosta during a press conference on Wednesd… [+2263 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "Marketers say Vice Media's 'bluff and hype' is finally running out as it loses millennials and disappoints investors", "description": "Vice Media reportedly plans to trim down its staff by 10% to 15% through a hiring freeze and attrition as the company misses its 2018 revenue goals. The company's Comscore traffic hit 27 million unique visitors in September, down from 49.1 million two years a…", "url": "https://www.businessinsider.com/marketers-say-vice-is-losing-its-cool-with-millennials-investors-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4a2c9beb67077db6d7f5d-1920-960.jpg", "publishedAt": "2018-11-09T15:44:00Z", "content": "Vice Media is feeling the heat. Former A+E Networks exec Nancy Dubuc took over the reins of Vice Media as CEO from cofounder Shane Smith in March amid a string of controversies and a rough market in the digital media industry. According to a report from The W… [+6747 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi and Shayanne Gal", "title": "Here's how much each airline charges for checked bags and carry-ons", "description": "Every airline has a different policy for luggage fees. Some airlines, such as Southwest, allow passengers two free checked bags, while budget airlines such as Frontier and Spirit charge for checked bags and even carry-ons. We compared the luggage-fee policies…", "url": "https://www.businessinsider.com/luggage-fees-airlines-checked-bags-carry-on-price-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bc788f3f3227b0646758cdd-1536-768.jpg", "publishedAt": "2018-11-09T15:41:00Z", "content": "Don't get caught paying luggage fees you weren't expecting. AP Photo/Patrick Semansky Every airline has a different policy when it comes to charging fees for your luggage. On one end of the spectrum, Southwest Airlines permits customers to check up to two bag… [+488 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Sarnoff", "title": "WeChat is spelling trouble for app stores (TCEHY)", "description": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. Tencent-owned WeChat now boasts over 1 million mini programs, growing 72%…", "url": "https://www.businessinsider.com/wechat-mini-program-growth-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5a887b73c28096f1fd17b-750-375.jpg", "publishedAt": "2018-11-09T15:35:00Z", "content": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. Tencent-owned WeChat now boasts over 1 million mini programs, growing 72%… [+2192 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Facebook, Amazon, and Google could pose big problems for ESPN's streaming service, analyst says (DIS)", "description": "Disney beat on both the top and bottom lines. Management said it will continue to invest big in its sports channel ESPN and the network's new streaming service, ESPN+. With more tech giants such as Facebook and Amazon bidding for top-tier sports stream rights…", "url": "https://markets.businessinsider.com/news/stocks/facebook-amazon-google-pose-problems-espn-streaming-2018-11-1027712122", "urlToImage": "https://static2.businessinsider.com/image/5661c86fc28144be008b77c7-1286/snapshot_20151204_102705.jpg", "publishedAt": "2018-11-09T15:35:00Z", "content": "Disney is spending big money on sports programming, and analysts say it could be a problem soon as tech giants such as Facebook and Amazon enter the sports-streaming world. In Disney's quarterly results out Thursday, the company said its total operating incom… [+1924 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Facebook, Amazon, and Google could pose big problems for ESPN's streaming service, analyst says (DIS)", "description": "Disney beat on both the top and bottom lines. Management said it will continue to invest big in its sports channel ESPN and the network's new streaming service, ESPN+. With more tech giants such as Facebook and Amazon bidding for top-tier sports stream rights…", "url": "https://www.businessinsider.com/facebook-amazon-google-pose-problems-espn-streaming-2018-11", "urlToImage": null, "publishedAt": "2018-11-09T15:35:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Floyd Mayweather should disappear into retirement forever, because a comeback could end in tears", "description": "Floyd Mayweather has teased three comeback fights in the last two months, and even attended a press conference to confirm a supposed bout on December 31. But he recently claimed he was \"blindsided\" at the press conference and has now pulled the plug on the de…", "url": "https://www.businessinsider.com/floyd-mayweather-should-retire-forever-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4588e66be503db71efc25-1920-960.jpg", "publishedAt": "2018-11-09T15:27:00Z", "content": "Floyd Mayweather has always promised blood and sweat before he competes in the ring, but if he ever does return to the fight game for one final cash-grab, it could end in tears — and the tears would be his. Mayweather has made coming out of retirement a busin… [+6100 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "Facebook's best-kept secret is a second website that's amazing for talking to your friends (FB)", "description": "Everyone and their grandmother knows all about Facebook. You can't not. The social network has more than 1.4 billion daily users across the globe. It's an essential part of modern life. Less well known is that in addition to Facebook.com, the California tech …", "url": "http://uk.businessinsider.com/facebook-secret-second-website-messenger-com-app-desktop-2016-1", "urlToImage": "https://amp.businessinsider.com/images/56a6524edd0895c5128b4744-1920-960.jpg", "publishedAt": "2018-11-09T15:23:00Z", "content": "Everyone and their grandmother knows all about Facebook. You can't not. The social network has more than 1.4 billion daily users across the globe. It's an essential part of modern life. Less well known is that in addition to Facebook.com, the California tech … [+180 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "Iceland pulls ad showing palm oil harvesters terrorizing orangutans for being too political", "description": "Ad-regulators refused to clear a Christmas commercial for Iceland, a British supermarket, that showed humans terrorizing orangutans for palm oil. Clearance body Clearcast banned the ad for Iceland because it was \"political,\" and broke the UK's 2003 Communicat…", "url": "https://www.businessinsider.com/icelands-christmas-advert-banned-orangutans-terrorized-for-palm-oil-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be58895da27f8149b13d662-1536-768.jpg", "publishedAt": "2018-11-09T15:22:15Z", "content": "A British supermarket chain said on Friday their Christmas advert has been banned for being too political because it shows palm oil manufacturers terrorizing orangutans. Iceland's animated advert, called \"Rang-tan,\" stars a small girl talking to a baby orangu… [+1560 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caitlin Foster", "title": "Thousand Oaks shooter's former coach said he sexually assaulted her in high school and was troubled long before the Marine Corps", "description": "Marine combat veteran Ian David Long opened fire in a crowded bar in Thousand Oaks, California, on Wednesday, killing 13. Neighbors and law enforcement officials told reporters the shooter may have suffered from PTSD, but offering no evidence of a medical dia…", "url": "https://www.businessinsider.com/track-coach-said-thousand-oaks-shooter-was-violent-long-before-tragedy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4656f66be503fee7fdc0c-1136-568.jpg", "publishedAt": "2018-11-09T15:19:22Z", "content": "Neighbors and law enforcement officials have told local reporters that the Marine combat veteran who opened fire in a crowded Thousand Oaks bar on Wednesday may have been suffering from post-traumatic stress disorder from his war service, but his former coach… [+1961 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "A former Tesla employee was charged with embezzling $9.3 million from the company (TSLA)", "description": "A federal grand jury on Thursday charged former Tesla employee Salil Parulekar with embezzling around $9.3 million from the automaker, the Department of Justice said in a press release. Parulekar, who worked in Tesla 's supply management division, allegedly s…", "url": "https://www.businessinsider.com/former-tesla-employee-charged-with-embezzlement-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5a0c73815070bc939d86d-1536-768.jpg", "publishedAt": "2018-11-09T15:17:12Z", "content": "A federal grand jury on Thursday charged former Tesla employee Salil Parulekar with embezzling around $9.3 million from the automaker, the Department of Justice said in a press release. Parulekar, who worked in Tesla's supply management division, allegedly se… [+2279 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "Singles' Day is the Chinese equivalent of Black Friday — these are the US retailers offering Singles' Day sales this weekend", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Singles' Day, which takes place on November 11, is a retail holiday created by Chinese e-commerce…", "url": "https://www.businessinsider.com/singles-day-sales-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be46f25beb6706ffc065923-960-480.jpg", "publishedAt": "2018-11-09T15:10:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. If you thought Black Friday was an extravagant enough event, wait until you hear about Singles' D… [+1605 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Anjelica Oswald", "title": "Sebastian Stan says no one would tell him if his character was dying in 'Avengers: Infinity War' on the day he shot the scene", "description": "Sebastian Stan plays Bucky Barnes in the Marvel Cinematic Universe, and his character dissolved at the end of \" Avengers: Infinity War.\" The actor spoke on ABC's \" Jimmy Kimmel Live \" Thursday night about how his stunt double told him his character's fate, bu…", "url": "https://www.businessinsider.com/sebastian-stan-bucky-dissolve-avengers-infinity-war-2018-11", "urlToImage": null, "publishedAt": "2018-11-09T15:06:41Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Oil crashes more than 20% from October highs as Trump’s Iran sanctions fail to diminish supply fears", "description": "Enhanced US sanctions on Iran came into effect on Monday, leading to concerns about tighter supply But, increased production from major oil nations has eased supply issues, driving prices lower Sell off in crude futures has seen Brent, the international bench…", "url": "https://www.businessinsider.com/oil-crashes-as-trumps-iran-sanctions-fail-to-diminish-supply-fears-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be59b50b73c2807173073a3-1136-568.jpg", "publishedAt": "2018-11-09T15:04:29Z", "content": "Brent crude prices fell to multi-month lows today as supply fears caused by US sanctions on Iran waned. Oil prices dropped below $70 a barrel for the first time since April, having reached as high as $86 last month, on the back of trade fears and waning growt… [+1759 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Michelle Obama rips Trump in new memoir - Business Insider", "description": "Business Insider Michelle Obama rips Trump in new memoir Business Insider Former first lady Michelle Obama took aim at President Donald Trump in her new book \"Becoming,\" which is expected to hit shelves on November 13, 2018. One review calls Mrs. Obama's memo…", "url": "https://www.businessinsider.com/michelle-obama-rips-trump-in-new-memoir-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b68a9f664dce830008b4ba8-1920-960.jpg", "publishedAt": "2018-11-09T15:01:54Z", "content": "WASHINGTON (AP) — Former first lady Michelle Obama blasts President Donald Trump in her new book, writing how she reacted in shock the night she learned he would replace her husband in the Oval Office and tried to \"block it all out.\" She also denounces Trump'… [+5161 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jaime Toplin", "title": "Square is continuing to move upmarket (SQ)", "description": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Square hit its first quarter of company-wide profitability in Q3 2018, posting …", "url": "https://www.businessinsider.com/square-hits-first-quarter-of-profitability-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5a07c8c35ab09a74afff7-2560-1280.jpg", "publishedAt": "2018-11-09T15:01:00Z", "content": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Square hit its first quarter of company-wide profitability in Q3 2018, posting … [+3174 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Trump fires back at Michelle Obama's 'unforgivable' quip by saying her husband wrecked the US military", "description": "President Donald Trump has responded to former First Lady Michelle Obama's new book that says he's unforgivable for promoting conspiracy theories about her husband being born in another country. Obama says Trump's comments put her families lives at risk. Trum…", "url": "https://www.businessinsider.com/trump-fires-back-at-michelle-obams-unforgivable-quip-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5875416d8e91c69807e34210-1136-568.jpg", "publishedAt": "2018-11-09T15:00:54Z", "content": "President Donald Trump has responded to former First Lady Michelle Obama's new book that rips the president for being a \"misogynist\" who she claims incited threats to her family's safety with his insistence that her husband wasn't born in the US. Obama's new … [+2052 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Brown", "title": "The stories of 10 famous people who served in World War 1", "description": "World War I ended 100 years ago Sunday. Beginning in July 1914, the Great War lasted more than four years and killed an estimated 8.5 million soldiers and 13 million civilians. And of the more than 65 million troops that were mobilized during the war, a handf…", "url": "https://www.businessinsider.com/9-famous-people-who-served-during-world-war", "urlToImage": "https://amp.businessinsider.com/images/5be32676d1e84462ff2a0f1f-750-375.jpg", "publishedAt": "2018-11-09T15:00:00Z", "content": "Born in 1876, Margaretha Zelle, a.k.a Mata Hari, was a Dutch exotic dancer and spy. In the early 1900s, after a troubled marriage, Zelle moved to Paris where she took on the stage name Mata Hari and became an exotic dancer and diplomat's mistress. Zelle's \"te… [+461 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tom Murray", "title": "French super club Paris Saint-Germain admits young players were racially profiled at the club", "description": "Paris Saint-Germain admitted that players were racially profiled in a statement on Thursday. Following allegations made by French news site Mediapart, PSG said that the head of its academy scouting department had acted on his own initiative to profile the pla…", "url": "https://www.businessinsider.com/football-leaks-paris-saint-germain-admits-players-were-racially-profiled-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be584e5f556fc0722639118-1334-667.jpg", "publishedAt": "2018-11-09T14:55:47Z", "content": "Paris Saint-Germain (PSG) has admitted that players in its academy were racially profiled between 2013 and 2018 in order to limit the number of black players. French news site Mediapart made the allegations of ethnic monitoring after receiving player evaluati… [+2514 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nicky Lineaweaver", "title": "Health execs are betting big on blockchain", "description": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Healthcare executives are preparing for blockchain's move into the mainst…", "url": "https://www.businessinsider.com/pwc-survey-healthcare-executives-piloting-blockchain-projects-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be59e0a110d4c1578697d46-640-320.png", "publishedAt": "2018-11-09T14:54:00Z", "content": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Healthcare executives are preparing for blockchain's move into the mainst… [+2112 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Zoë Bernard", "title": "Famed tech investor Mary Meeker is looking to raise around $1.25 billion for a new growth fund", "description": "Famed tech investor Mary Meeker is aiming to raise around $1.25 billion for her new growth fund, multiple sources tell Business Insider. Meeker, a longtime partner at Kleiner Perkins Caufield & Byers, recently split off from the firm to create her own growth …", "url": "https://www.businessinsider.com/mary-meeker-raise-1-billion-fund-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be47b74c95701712e6a4b06-750-375.jpg", "publishedAt": "2018-11-09T14:51:52Z", "content": "Premier Silicon valley investor Mary Meeker is seeking to raise around $1.25 billion for a new growth fund, multiple sources tell Business Insider. Meeker, who recently split off from storied venture firm Kleiner Perkins Caufield &amp; Byers to create her own… [+1393 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "These will be the biggest trends in grocery shopping for 2019, according to one of the top delivery companies", "description": "2019 is set to be an exciting year for food retail thanks to technological innovation in the industry and exciting startups constantly pushing the boundaries. Online food grocer FreshDirect has put together a list of what it predicts will be the top 10 food t…", "url": "https://www.businessinsider.com/grocery-shopping-trends-cbd-oat-milk-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be59d0c9e8c5310627b80c5-750-375.jpg", "publishedAt": "2018-11-09T14:46:28Z", "content": "2019 is set to be an exciting year for food retail thanks to technological innovation and exciting startups pushing the boundaries. Online food grocer FreshDirect has put together a list of what it predicts will be the top 10 food trends for the year ahead. T… [+742 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Keyes", "title": "Black Friday has already started online (WMT, AMZN, TGT, BBY)", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Walmart will start offering Black Friday deals online at 10 p.m. on November …", "url": "https://www.businessinsider.com/walmart-amazon-best-buy-black-friday-starts-online-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be59b21d1e844184336d8e5-640-320.png", "publishedAt": "2018-11-09T14:46:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Walmart will start offering Black Friday deals online at 10 p.m. on November … [+2594 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "7 reasons you should buy the new MacBook Air (AAPL)", "description": "Apple has an all-new MacBook Air in 2018. Though it's received plenty of internal upgrades over the years, Apple actually hadn't touched the MacBook Air design since 2010. President Obama was two years into his first term, Russia had not yet annexed Crimea, a…", "url": "https://www.businessinsider.com/apple-macbook-air-reasons-to-buy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0a6da5f1f75219302caaf-1536-768.png", "publishedAt": "2018-11-09T14:45:07Z", "content": "Apple has an all-new MacBook Air in 2018. Though it's received plenty of internal upgrades over the years, Apple actually hadn't touched the MacBook Air design since 2010. President Obama was two years into his first term, Russia had not yet annexed Crimea, a… [+459 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "I tried Casper's $35 pillow that's designed to help you sleep anywhere— here's what it's like", "description": "Casper, the company that makes extremely comfortable mattresses and ships them to you in a box, introduced a tiny new pillow in June, called the Nap Pillow. The Nap Pillow is the smallest and cheapest of Casper's available pillows, at just $35. The full-sized…", "url": "https://www.businessinsider.com/casper-nap-pillow-review-impressions-photos-2018-6", "urlToImage": "https://amp.businessinsider.com/images/5be310b78c35ab52b21e22d3-960-480.jpg", "publishedAt": "2018-11-09T14:39:00Z", "content": "The Nap Pillow is a great idea, but it feels very much like a \"1.0\" product. Despite how the pillow looks from the outside, most of it is literally fluff, and completely disappears when you put any weight on it. When your head's against it, you don't feel eno… [+281 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kelly McLaughlin", "title": "Don Lemon asks Trump which caravan the Thousand Oaks shooter belonged to as he doubles down on claim that America's biggest threat is \"homegrown killers\"", "description": "Don Lemon spoke about recent mass shootings on CNN Tonight on Thursday after 12 people were killed at a bar in Thousand Oaks, California. He asked President Donald Trump why he was focusing on the migrant caravan traveling through Mexico when violence was hap…", "url": "https://www.businessinsider.com/don-lemon-asks-trump-which-caravan-thousand-oaks-shooter-belonged-to-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be59a31d1e84418152ac249-750-375.jpg", "publishedAt": "2018-11-09T14:38:27Z", "content": "CNN host Don Lemon doubled down on his claims that America's biggest threat is \"homegrown killers\" on Thursday when speaking about the gunman who killed 12 people at Borderline Bar &amp; Grill in Thousand Oaks, California, a day earlier. During CNN Tonight on… [+1319 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lea Nonninger", "title": "Small banks are getting in on the fintech push", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. Twelve community and regional banks in the US, including CenterState Bank in Florida, Columbia Bank in Washington, and …", "url": "https://www.businessinsider.com/small-us-banks-alloy-labs-alliance-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be599d5f556fc08a3152bc7-1136-568.jpg", "publishedAt": "2018-11-09T14:32:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. Twelve community and regional banks in the US, including CenterState Bank in Florida, Columbia Bank in Washington, and … [+1931 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lulu Chang", "title": "I tried Daily Harvest's new plant-based holiday cookies to see how they stack up to the real deal", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Daily Harvest has gone from smoothies to soups to cookies, and I couldn't be happier about it. Th…", "url": "https://www.businessinsider.com/daily-harvest-holiday-cookies-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be593d2d1e84417660e56b5-750-375.jpg", "publishedAt": "2018-11-09T14:20:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. You should never feel bad about eating a cookie, but if you're looking to feel better about it, t… [+3792 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "What you need to know in advertising today", "description": "After a brutal quarter for traditional pay TV, which saw historic subscriber losses, TV networks are looking around nervously for which distributors can pick up the slack. But the word from AT&T isn't encouraging. In a note distributed on Monday, analysts at …", "url": "https://www.businessinsider.com/advertising-news-today-atts-directtv-facebook-portal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be591ccbeb67005b20dba9a-2732-1366.jpg", "publishedAt": "2018-11-09T14:05:35Z", "content": "Actress and executive producer, Issa Rae from HBO's \"Insecure.\" Randy Shropshire/Getty After a brutal quarter for traditional pay TV, which saw historic subscriber losses, TV networks are looking around nervously for which distributors can pick up the slack. … [+1837 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Remi Rosmarin", "title": "The 10 best books of 2018, according to Amazon", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. When you're searching for a book to read, sometimes you know what you want. Maybe it's a shocking…", "url": "https://www.businessinsider.com/best-books-of-the-year-amazon-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be58cb10d7c6704ff61811a-640-320.jpg", "publishedAt": "2018-11-09T14:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Random House When you're searching for a book to read, sometimes you know what you want. Maybe it… [+608 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Yelp is crashing after missing big on earnings and warning of slower growth ahead (YELP)", "description": "Yelp reported third-quarter results that missed Wall Street estimates. Full-year guidance was also short of the mark. Shares crashed more than 30% following the results. Watch Yelp trade live. Yelp was crashing Friday morning, down more than 30%, after report…", "url": "https://www.businessinsider.com/yelp-stock-price-earnings-q3-miss-big-warns-slower-growth-2018-11", "urlToImage": "https://amp.businessinsider.com/images/52f2985becad041c09c251b0-2732-1366.jpg", "publishedAt": "2018-11-09T13:37:00Z", "content": "Yelp was crashing Friday morning, down more than 30%, after reporting third-quarter results and full-year guidance that was well short of expectations. The review site said it earned $0.17 a share on net revenue of $241 million, missing the $0.36 and $245.5 m… [+1485 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Yelp is crashing after missing big on earnings and warning of slower growth ahead (YELP)", "description": "Yelp reported third-quarter results that missed Wall Street estimates. Full-year guidance was also short of the mark. Shares crashed more than 30% following the results. Watch Yelp trade live. Yelp was crashing Friday morning, down more than 30%, after report…", "url": "https://markets.businessinsider.com/news/stocks/yelp-stock-price-earnings-q3-miss-big-warns-slower-growth-2018-11-1027711627", "urlToImage": "https://static5.businessinsider.com/image/5be58c2566be50578c547878-2400/ap1110260179368.jpg", "publishedAt": "2018-11-09T13:37:00Z", "content": "Yelp was crashing Friday morning, down more than 30%, after reporting third-quarter results and full-year guidance that was well short of expectations. The review site said it earned $0.17 a share on net revenue of $241 million, missing the $0.36 and $245.5 m… [+1486 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Michelle Obama reveals she had a miscarriage 20 years ago and used IVF to conceive her daughters", "description": "Michelle Obama said she had a miscarriage 20 years ago and used IVF to conceive her two daughters. The former first lady told \"Good Morning America\" that she had felt like she \"failed because I didn’t know how common miscarriages were because we don’t talk ab…", "url": "https://www.businessinsider.com/michelle-obama-miscarriage-ivf-daughters-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5889ad1e84416652a9901-1136-568.jpg", "publishedAt": "2018-11-09T13:16:18Z", "content": "Michelle Obama has revealed that he had a miscarriage 20 years ago and that she used in vitro fertilization to conceive her two daughters. Obama told ABC's \"Good Morning America\" that she felt \"lost and alone\" and like she \"failed because I didn't know how co… [+798 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brendan Farrington", "title": "Gov. Rick Scott files a lawsuit against Florida counties for failing to provide records on outstanding ballots - Business Insider", "description": "Business Insider Gov. Rick Scott files a lawsuit against Florida counties for failing to provide records on outstanding ballots Business Insider Gov. Rick Scott of Florida, the Republican Senate candidate looking to unseat the Democratic incumbent Bill Nelson…", "url": "http://uk.businessinsider.com/rick-scott-files-lawsuit-2018-midterm-elections-bill-nelson-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5be4fc99dde867386c23decc-1190-625/gov-rick-scott-files-a-lawsuit-against-florida-counties-for-failing-to-provide-records-on-outstanding-ballots.jpg", "publishedAt": "2018-11-09T13:15:25Z", "content": "Gov. Rick Scott of Florida in Tallahassee on February 23. Associated Press/Mark Wallheiser TALLAHASSEE, Florida Florida faced the prospect of recounts in the razor-thin races for governor and US Senate, potentially prolonging the battle over two of this year'… [+5694 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "A car reportedly crashed into Theresa May's convoy in Belgium", "description": "A car crashed into UK Prime Minister Theresa May's convoy in Belgium on Friday, local media reported. May, who was travelling with Belgian Prime Minister Charles Michel to a World War I memorial, was not hurt, according to Belgian outlets Le Soir and De Stand…", "url": "https://www.businessinsider.com/theresa-may-convoy-in-belgium-hit-by-car-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a294a6ff914c350018b87d0-1136-568.jpg", "publishedAt": "2018-11-09T13:06:00Z", "content": "A car crashed into UK Prime Minister Theresa May's convoy in Belgium on Friday, local media reported. May, who was travelling with Belgian Prime Minister Charles Michel to a World War I memorial, was not hurt, according to Belgian outlets Le Soir and De Stand… [+43 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Gov. Rick Scott files a lawsuit against Florida counties for failing to provide records on outstanding ballots - Business Insider", "description": "Business Insider Gov. Rick Scott files a lawsuit against Florida counties for failing to provide records on outstanding ballots Business Insider Gov. Rick Scott of Florida, the Republican Senate candidate looking to unseat the Democratic incumbent Bill Nelson…", "url": "https://www.businessinsider.com/rick-scott-files-lawsuit-2018-midterm-elections-bill-nelson-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4f8c4c957017e7716e263-1920-960.jpg", "publishedAt": "2018-11-09T12:56:15Z", "content": "TALLAHASSEE, Florida — Florida faced the prospect of recounts in the razor-thin races for governor and US Senate, potentially prolonging the battle over two of this year's most closely watched campaigns. In the governor's race, the Democrat Andrew Gillum's ca… [+5615 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Las Vegas shooting survivors got hit again at Thousand Oaks — here's how they're coping with twin tragedies", "description": "Telemachus Orfanos, one of the 12 victims of Wednesday night's mass shooting at the Borderline Bar & Grill in Thousand Oaks, California, had survived the Las Vegas shooting just a year earlier. Orfanos was one of potentially dozens of Route 91 Harvest Festiva…", "url": "https://www.businessinsider.com/how-las-vegas-shooting-survivors-hit-again-at-thousand-oaks-coped-2018-11", "urlToImage": null, "publishedAt": "2018-11-09T12:41:44Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "A Fly Jamaica Boeing 757 crash-lands at a Guyana airport, injuring 6 people", "description": "A Fly Jamaica Boeing 757-200 crash-landed has crash-landed at Guyana airport, injuring six people. Six people were injured, the airport said. The airline said in a statement that all passengers and crew were safe. A Fly Jamaica Boeing 757-200 crash-landed has…", "url": "https://www.businessinsider.com/jet-crash-lands-guyana-airport-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be57a130591f20fe23d84d8-1536-768.jpg", "publishedAt": "2018-11-09T12:18:57Z", "content": "A Fly Jamaica Boeing 757-200 crash-landed has crash-landed at Guyana airport, injuring six people. 128 people were on board when the plane took off from the Cheddi Jagan International Airport in Georgetown, Guyana's capital, on Friday. The injuries \"are not l… [+740 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "sdolan@businessinsider.com (Shelagh Dolan), Shelagh Dolan", "title": "Your brand is ignoring its most captive audience — here’s why podcasts should be the go-to channel for your next ad campaign (KRW)", "description": "This is a preview of The Podcast Report from Business Insider Intelligence. Current subscribers can read the report here. The number of US podcast consumers has more than doubled in the past decade — and there's still a long runway for growth. And the podcast…", "url": "https://www.businessinsider.com/the-podcast-report-b-2018-9", "urlToImage": "https://amp.businessinsider.com/images/5ba2796fb354cd44148b5c46-1920-960.jpg", "publishedAt": "2018-11-09T12:03:00Z", "content": "Are your social circles and online feeds always buzzing with everyone's latest podcast obsession? The number of US podcast consumers has more than doubled over the last decade. And by 2023, Business Insider Intelligence estimates there will be some 106 millio… [+2540 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPX, SPY, DIA, QQQ, GS, DIS, DBX)", "description": "Here is what you need to know. The Fed holds, expects to keep hiking rates gradually. The Federal Reserve held its key interest rate in a range between 2% and 2.25% at the conclusion of its two-day meeting on Thursday and signaled it would continue raising ra…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-opening-bell-november-9-2018-2018-11-1027711140", "urlToImage": "https://static6.businessinsider.com/image/5be573bbd1e844158b774f73-2400/ap18312570807845.jpg", "publishedAt": "2018-11-09T11:50:00Z", "content": "AP/Luca Bruno Here is what you need to know. The Fed holds, expects to keep hiking rates gradually. The Federal Reserve held its key interest rate in a range between 2% and 2.25% at the conclusion of its two-day meeting on Thursday and signaled it would conti… [+2453 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPX, SPY, DIA, QQQ, GS, DIS, DBX)", "description": "Here is what you need to know. The Fed holds, expects to keep hiking rates gradually. The Federal Reserve held its key interest rate in a range between 2% and 2.25% at the conclusion of its two-day meeting on Thursday, and signaled it would continue raising r…", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-november-9-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be573c8110d4c126352bf36-2732-1366.jpg", "publishedAt": "2018-11-09T11:50:00Z", "content": "Riders perform during a freestyle motocross show at the EICMA exhibition motorcycle fair in Milan, Italy. AP/Luca Bruno Here is what you need to know. The Fed holds, expects to keep hiking rates gradually. The Federal Reserve held its key interest rate in a r… [+2547 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "US crack down on candy and fruit flavored e-cigs like Juul to prevent children from getting addicted", "description": "The FDA will announce plans to ban candy and fruit-flavored e-cigarettes from certain stores to try to stop young people from getting addicted. The flavors will be banned from convenience stores and gas stations, but will still be available in vape shops. Men…", "url": "https://www.businessinsider.com/fda-ban-juul-flavoured-e-cigarettes-stores-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b9a3e688905f2fb1e8b5072-2732-1366.jpg", "publishedAt": "2018-11-09T11:16:26Z", "content": "The US Food and Drug Administration will announce a ban on the sale of fruit and candy-flavored e-cigarettes from companies like Juul in convenience stores and gas stations in a bid to stop young people getting addicted. The agency also plans to introduce age… [+1616 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tom Murray", "title": "19-year-old French wunderkind Kylian Mbappé reportedly demanded a private jet as part of his $200 million signing to Paris Saint-Germain", "description": "On August 31, 2017, French wunderkind Kylian Mbappé signed for Paris Saint-Germain (PSG) for €180 million ($204 million). According to documents obtained by Der Spiegel — the German publication that originally reported on the rape allegations being made again…", "url": "https://www.businessinsider.com/kylian-mbapp-reportedly-demanded-private-jet-from-psg-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5560f8c35ab053b3bc4d3-1334-667.jpg", "publishedAt": "2018-11-09T11:10:00Z", "content": "When you're worth 180 million ($204 million), there's little you can't ask for. A free private jet, however, is apparently one of those things. According to documents obtained by Der Spiegel, the German publication that originally reported on the rape allegat… [+3165 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "Notorious skeptic Albert Edwards says stocks just flashed a rare bear market signal that showed up before the last 2 crashes — here’s his best advice for navigating a possible meltdown", "description": "Semiconductor stocks have lagged the broader stock market's performance, leading to the reemergence of a technical pattern that preceded the last two market crashes. Albert Edwards, a notoriously skeptical strategist at Societe Generale, said this has bearish…", "url": "https://www.businessinsider.com/stock-market-bear-signal-flashes-in-tech-albert-edwards-advice-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4a7983815077c757fefe3-2732-1366.jpg", "publishedAt": "2018-11-09T11:05:00Z", "content": "The once high-flying semiconductor industry is in trouble. Like the broader tech sector and overall equity market, semiconductor stocks got slammed from late September through the end of October. But the similarities stop there. The S&amp;P 500 is still green… [+1739 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "The Google walkout protesters are demanding the company now takes action on 'systemic racism'", "description": "The Google walkout protesters have commended the company 's swift action on sexual harassment. CEO Sundar Pichai set out a number of changes on Thursday, including abolishing forced arbitration in cases of sexual misconduct. But the campaigners want to see a …", "url": "https://www.businessinsider.com/google-walkout-protestors-demand-action-on-systemic-racism-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5596bb73c2803bf511a06-1920-960.jpg", "publishedAt": "2018-11-09T11:04:25Z", "content": "The Google walkout campaigners have spoken after the company announced a series of measures designed to address the mass staff protest last week over sexual harassment. CEO Sundar Pichai circulated a memo on Thursday spelling out the steps Google would take, … [+2316 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "The Google walkout protesters are demanding the company now takes action on 'systemic racism' - Business Insider India", "description": "Business Insider India The Google walkout protesters are demanding the company now takes action on 'systemic racism' Business Insider India The Google walkout protesters have commended the company's swift action on sexual harassment. CEO Sundar Pichai set out…", "url": "http://www.businessinsider.com/google-walkout-protestors-demand-action-on-systemic-racism-2018-11", "urlToImage": "https://www.businessinsider.in/photo/66556325/the-google-walkout-protesters-are-demanding-the-company-now-takes-action-on-systemic-racism.jpg?114286", "publishedAt": "2018-11-09T11:04:00Z", "content": "The Google walkout campaigners have spoken after the company announced a series of measures designed to address the mass staff protest last week over sexual harassment. CEO Sundar Pichai circulated a memo on Thursday spelling out the steps Google would take, … [+2312 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "GOLDMAN SACHS: Buy these 18 stocks to profit from economic growth — and receive regular cash payments in the process", "description": "The stock market is at a point where strong economic growth can hurt it. That's because any resulting rate hikes from the Federal Reserve could lessen the appeal of equities versus bonds. Goldman Sachs says that companies returning cash to shareholders tend t…", "url": "https://www.businessinsider.com/stock-market-picks-to-profit-from-economic-growth-get-cash-goldman-sachs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be497a18c35ab78d85f988c-1920-960.jpg", "publishedAt": "2018-11-09T11:02:00Z", "content": "A robust, growing economy doesn't always mean a strong stock market. Sure, an expanding economy is a crucial component of the profit growth that drives share prices higher. But at a certain point the Federal Reserve has to step in to make sure conditions don'… [+1317 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "China created what it claims is the first AI news anchor — watch it in action here", "description": "China's state press agency has developed \"AI news anchors,\" avatars of real-life news presenters which read out news as it is typed. It developed the anchors with Chinese search engine giant Sogou. There was no detail given as to how exactly the anchors were …", "url": "https://www.businessinsider.com/ai-news-anchor-created-by-china-xinhua-news-agency-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be56008beb670037f433fe9-1536-768.jpg", "publishedAt": "2018-11-09T11:00:30Z", "content": "China's state-run press agency Xinhua has unveiled what it claims are the world's first AI-generated news anchors. Xinhua revealed the anchors at the World Internet Conference on Thursday. Modeled on two real presenters, the agency showcased two AI-generated … [+1861 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "China's export boom is a worrying signal that Trump's trade war is going to get worse", "description": "China has been front-loading exports to the US ahead of a looming rise in tariffs in January. Chinese stocks tumbled today on trade war fears and worries about a slowing Chinese economy. Experts are pessimistic about the outcome of a Trump-Xi meeting at the G…", "url": "https://www.businessinsider.com/chinas-is-boosting-exports-to-us-before-new-trade-war-tariffs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ba89551ea4002a83b8b4567-1920-960.jpg", "publishedAt": "2018-11-09T10:49:45Z", "content": "Chinese exports to the US have risen this year as the country looks to get as many goods as possible off its shores before steeper tariffs come in January. \"This growth is due to exporters' concern that the 10% tariffs on $200 billion of exported goods to the… [+1970 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Payne", "title": "Theresa May accused of 'total betrayal' as DUP threatens to sink her Brexit deal", "description": "Theresa May accused of \"total betrayal\" over plans to accept a Northern Ireland-only backstop in the Brexit deal. The Democratic Unionist Party which props up the fragile and divided Conservative government is furious after receiving a letter from May which t…", "url": "https://www.businessinsider.com/dup-accuses-theresa-may-of-total-betrayal-over-brexit-backstop-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be541d4381507066f291402-960-480.jpg", "publishedAt": "2018-11-09T09:06:11Z", "content": "LONDON — Theresa May has been accused of \"total betrayal\" after she revealed that she is likely to give into EU demands for a Northern Ireland-only \"backstop\" that could risk a post-Brexit border in the Irish sea. Democratic Unionist Party leader Arlene Foste… [+2840 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Friday. Google CEO Sundar Pichai sent a memo to employees about the changes to Google's sexual harassment policy after the walkout. The announcement follows 20,000 employees walking out last week in pr…", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-9-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5af1d47a10d0eb29008b45e0-1920-960.jpg", "publishedAt": "2018-11-09T07:38:30Z", "content": "Google CEO Sundar Pichai. Stephen Lam/Reuters Good morning! This is the tech news you need to know this Friday. Google CEO Sundar Pichai sent a memo to employees about the changes to Google's sexual harassment policy after the walkout. The announcement follow… [+2387 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "The 10 most important things in the world right now", "description": "Hello! Here’s what’s happening on Friday. 1. Special counsel Robert Mueller's Russia probe could be heading into the home stretch. Mueller has reportedly begun compiling a final draft of his findings into Russian election interference as experts wonder aloud …", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-9-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5381301b12d04935dabfa-2732-1366.jpg", "publishedAt": "2018-11-09T07:34:08Z", "content": "Hello! Here's what's happening on Friday. 1. Special counsel Robert Mueller's Russia probe could be heading into the home stretch. Mueller has reportedly begun compiling a final draft of his findings into Russian election interference as experts wonder aloud … [+1954 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Walsh", "title": "Thousands of people rally in support of Mueller in nationwide demonstrations — here's how it played out", "description": "Thousands of people protested across the US on Thursday to demand the protection of special counsel Robert Mueller's investigation into the possible collusion between President Donald Trump's 2016 presidential campaign and Russia. Jeff Sessions' resignation a…", "url": "https://www.businessinsider.com/protect-robert-mueller-supporter-rally-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be50df48c35ab02711e9779-2732-1366.jpg", "publishedAt": "2018-11-09T07:17:26Z", "content": "Thousands of people protested across the US on Thursday to demand the protection of special counsel Robert Mueller's investigation into the possible collusion between President Donald Trump's 2016 presidential campaign and Russia. Jeff Sessions' resignation a… [+624 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Car on fire, possible stabbing attack on a major street in Melbourne's city center", "description": "A car has exploded into flames and people are being treated for stab wounds on busy Bourke Street in Melbourne, Australia. Victoria Police said they responded to reports of a car on fire near the corner of Swanston and Bourke streets at 4:20 p.m. local time. …", "url": "https://www.businessinsider.com/car-on-fire-stabbing-in-melbourne-city-center-bourke-street-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be52d158c35ab03f22c1425-480-240.jpg", "publishedAt": "2018-11-09T06:46:19Z", "content": "A car has exploded into flames and people are being treated for stab wounds on busy Bourke Street in Melbourne, Australia. Victoria Police said they responded to reports of a car on fire near the corner of Swanston and Bourke streets at 4:20 p.m. local time. … [+803 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Edward Snowden: Israeli spyware was used to track and eventually kill Jamal Khashoggi", "description": "NSA whistleblower Edward Snowden is pictured speaking via remote video at a conference hosted in Tel Aviv. Israeli spyware was used to help track and eventually kill journalist Jamal Khashoggi, the NSA whistleblower Edward Snowden claims. Snowden alleged whil…", "url": "http://uk.businessinsider.com/edward-snowden-israeli-spyware-nso-group-pegasus-jamal-khashoggi-murder-2018-11", "urlToImage": "http://static3.uk.businessinsider.com/image/5be521dcdde86739af492179-1190-625/edward-snowden-israeli-spyware-was-used-to-track-and-eventually-kill-jamal-khashoggi.jpg", "publishedAt": "2018-11-09T06:06:00Z", "content": "NSA whistleblower Edward Snowden is pictured speaking via remote video at a conference hosted in Tel Aviv. Screenshot via YouTube/Orenstein Hoshen OH! PR Israeli spyware was used to track and kill journalist Jamal Khashoggi, the US National Security Agency wh… [+4416 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "A closely watched measure of market risk has reversed course for the first time since the financial crisis — and it's created a massive opportunity for investors", "description": "A key measure of risk-reward in financial markets has done something not seen since the financial crisis. Sharpe ratios, which track the return of an asset compared to their level of risk, favour US bonds for the first time in a decade. \"For those James Bond …", "url": "https://www.businessinsider.com/sharpe-ratio-reversal-impact-on-asset-allocation-jpmorgan-asset-management-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b7db4ce2154a38a328b47fc-2732-1366.jpg", "publishedAt": "2018-11-09T06:00:00Z", "content": "A tool used by financial market investors to evaluate the return of an asset compared to their level of risk has flipped \"conclusively\" in favour of bonds for the first time since the financial crisis. That shift presents portfolio managers with a unique oppo… [+2735 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Edward Snowden: Israeli spyware was used to track and eventually kill Jamal Khashoggi", "description": "Israeli spyware was used to help track and eventually kill journalist Jamal Khashoggi, the NSA whistleblower Edward Snowden claims. Snowden alleged while speaking remotely at a security conference that Saudi agents bugged the phone of Khashoggi's close associ…", "url": "https://www.businessinsider.com/edward-snowden-israeli-spyware-nso-group-pegasus-jamal-khashoggi-murder-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be521a9e4218a7fe703df96-2732-1366.jpg", "publishedAt": "2018-11-09T05:57:20Z", "content": "Israeli spyware was used to track and kill journalist Jamal Khashoggi, the US National Security Agency whistleblower Edward Snowden claims. Snowden, who leaked classified information from the NSA in 2013, and who is currently living in Russia, made the allega… [+4280 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Michelle Obama says she will 'never forgive' Trump for putting her 'family's safety at risk'", "description": "Former first lady Michelle Obama in her upcoming book \"Becoming\" said she would \"never forgive\" President Donald Trump for promoting the false birther conspiracy. During the 2012 US presidential election, Trump floated the racist conspiracy theory that Presid…", "url": "https://www.businessinsider.com/michelle-obama-never-forgive-trump-for-birther-conspiracy-becoming-book-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be514e8d1e84411911e1b05-1920-960.jpg", "publishedAt": "2018-11-09T05:10:54Z", "content": "Former first lady Michelle Obama in her upcoming book laid out her most damning statement against President Donald Trump, who she said promoted the \"dangerous\" birther conspiracy that could have endangered her family's safety. \"The whole [birther] thing was c… [+1722 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "It looks like China and Australia are ready to cooperate in the South Pacific, but not everyone is on board", "description": "Australia and China have had a pretty significant diplomatic thaw this week as the respective top diplomats met in Beijing, the first high-level meeting in almost three years. But the Communist Party-run Global Times told its readers that's great for politici…", "url": "https://www.businessinsider.com/china-and-australia-issues-in-the-south-pacific-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be50c9ab73c287fd641e926-960-480.jpg", "publishedAt": "2018-11-09T04:42:06Z", "content": "Following a successful surprise meeting on Thursday, Beijing and Canberra want to be friends again. That's good, but it won't change the fact that, for the Chinese people, Australia has made \"probably the worst\" impression out of all Western nations, The Glob… [+7576 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Panthers safety Eric Reid ejected after making head-on hit on Ben Roethlisberger and causing scuffle", "description": "Carolina Panthers safety Eric Reid was ejected for a late, head-first hit on Cam Newton. Roethlisberger was sliding after making a play with his legs, when Reid came in head-first and made contact with Roethlisberger's head. A scuffle ensued on the field as S…", "url": "https://www.businessinsider.com/eric-reid-hit-ben-roethlisberger-ejected-steelers-panthers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be506e801b12d030510a492-1334-667.jpg", "publishedAt": "2018-11-09T04:06:28Z", "content": "Carolina Panthers safety Eric Reid was ejected on Thursday for unnecessary roughness after making a head-on tackle on Ben Roethlisberger. Late in the third quarter, Roethlisberger took off running for a first down. As he slid to the ground, Reid came in late,… [+395 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "markets.businessinsider.com", "title": "Rise of Monetisation and Customisation of Reader Experience - will 2019 be the year paid content go up in Asia? - Markets Insider", "description": "Rise of Monetisation and Customisation of Reader Experience - will 2019 be the year paid content go up in Asia? Markets Insider Last year, Indonesia'sKompas Daily launched its paid website, kompas.id, which carries premium content over its free, advertising-f…", "url": "https://markets.businessinsider.com/news/stocks/rise-of-monetisation-and-customisation-of-reader-experience-will-2019-be-the-year-paid-content-go-up-in-asia-1027709822", "urlToImage": null, "publishedAt": "2018-11-09T03:16:39Z", "content": "HONG KONG, Nov. 9, 2018 /PRNewswire/ -- Digital Media Asia 2018, organized by the World Association of Newspapers and News Publishers (WAN-IFRA), discusses how the current society is shifting with technology disruption with various parties from all over Asia.… [+4119 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Amazon's cloud CEO just pooh-poohed employee concerns about selling its facial-recognition software to ICE and law enforcement (AMZN)", "description": "At a company meeting Thursday, Andy Jassy, CEO of Amazon Web Services, addressed employees' concerns about the company's practice of offering its facial recognition software to immigration and law-enforcement agencies, according to BuzzFeed News. Jassy largel…", "url": "https://www.businessinsider.com/aws-ceo-andy-jassy-dismissed-employee-concerns-about-rekognition-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4e669f556fc013c2eb44e-2560-1280.jpg", "publishedAt": "2018-11-09T02:01:15Z", "content": "At a company meeting Thursday, the head of Amazon's cloud-computing division largely dismissed employees' concerns about it marketing its facial-recognition technology to immigration and law-enforcement agencies, BuzzFeed News reported. Hundreds of Amazon emp… [+2801 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "China is said to be recruiting an elite group of 'patriotic' kids to help develop AI weapons - mySanAntonio.com", "description": "An elite group of \"patriotic\" students in China have been selected to begin training for a new artificial-intelligence weapons development program. \nSome 31 kids - all under 18 - have been recruited to participate in the \"Experimental Program for Intelligent …", "url": "https://www.businessinsider.com/china-recruited-an-elite-group-of-kids-to-develop-ai-weapons-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-09T01:50:44Z", "content": "An elite group of \"patriotic\" students in China have been selected to begin training for new artificial intelligence weapons development program. 31 kids — all under 18 — have been recruited to participate in the \"Experimental Program for Intelligent Weapons … [+3634 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Mark Zuckerberg joined a private Facebook group for Harvard memes and group members are loving it (FB)", "description": "Mark Zuckerberg has joined a private Facebook group for Harvard-themed memes called \"Harvard Memes for Elitist 1% Tweens.\" No one is quite sure why Zuckerberg joined, but group members love it thus far. The Facebook CEO even invited his fellow Harvard-dropout…", "url": "https://www.businessinsider.com/mark-zuckerberg-joined-private-facebook-group-harvard-memes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4d38c0d7c677c414e669b-750-375.jpg", "publishedAt": "2018-11-09T01:12:34Z", "content": "On Thursday, the internet caught wind of something truly special — Facebook CEO Mark Zuckerberg joined a Facebook Group called \" Harvard Memes for Elitist 1% Tweens.\" It's a private Facebook group, but no need to be an alumnus of the Ivy League school to be a… [+1547 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "A passenger plane belonging to budget carrier Lion Air hit a lamp post at an airport in Sumatra", "description": "A Lion Air jet clipped a lamp post at an airport in Sumatra on Wednesday night. The incident occurred before takeoff as the plane taxi ed to the runway. This latest accident occurred fewer than two weeks after a Lion Air jet fell into the Java Sea minutes aft…", "url": "https://www.businessinsider.com/lion-air-passenger-plane-clips-lamp-post-at-sumatra-airport-2018-11", "urlToImage": "https://amp.businessinsider.com/images/516dd4db69beddec2500002a-1136-568.jpg", "publishedAt": "2018-11-09T01:08:47Z", "content": "A Lion Air passenger plane reportedly hit a lamp post, fewer than two weeks after Indonesia's discount carrier crashed a jet off the coast of Java, killing all 189 people on board. Late on Wednesday, according to Bloomberg, a Boeing 737-900ER operated by Lion… [+826 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "$9.95 billion Dropbox beats Wall Street expectations, but analysts still aren't sure if it can crack the enterprise space (DBX)", "description": "Dropbox posted $360.3 million in revenue in the third quarter. That beat Wall Street's forecasts, but analysts' expectations were low. Dropbox has been trying to break into the enterprise space, but investors and analysts see that as a big challenge, since it…", "url": "https://www.businessinsider.com/995-billion-dropbox-beats-wall-street-expectations-months-after-ipo-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4da260591f209b22a9774-2732-1366.jpg", "publishedAt": "2018-11-09T00:57:46Z", "content": "Dropbox staved off its doubters on Thursday — at least for the time being. The file-hosting company reported third-quarter results that topped Wall Street's modest expectations and offered a better-than-expected forecast for the holiday period. It also report… [+3933 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julie Bort", "title": "Sundar Pichai is ending Google's once-famous partying culture by limiting drinking at work and threatening 'more onerous actions'", "description": "As part of Google' s new policies to deal with sexual harassment complaints at the company, CEO Sundar Pichai disclosed new rules for drinking at work. Google says it will hold managers responsible for discouraging excessive drinking, not just in the office, …", "url": "https://www.businessinsider.com/google-limits-alcohol-at-work-in-sexual-harassment-crack-down-2018-11", "urlToImage": "https://amp.businessinsider.com/images/54ef46556bb3f7df3886bcc7-2732-1366.jpg", "publishedAt": "2018-11-09T00:48:41Z", "content": "In response to a recent employee walkout protesting how Google has handled sexual harassment cases, CEO Sundar Pichai released new policies for employees on Thursday. Some of the new policies were items that the protesting workers had called for, like ending … [+2190 chars]"}]}