{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "The DOJ is reportedly preparing to indict WikiLeaks founder Julian Assange", "description": "The DOJ reportedly plans to indict WikiLeaks founder Julian Assange. The exact charges prosecutors would bring are unclear, but they are likely to include some related to the Espionage Act. Assange and WikiLeaks are at the center of the special counsel Robert…", "url": "https://www.businessinsider.com/julian-assange-wikileaks-indictment-doj-mueller-russia-investigation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaed00110d4c68007385c4-1920-960.jpg", "publishedAt": "2018-11-15T23:40:47Z", "content": "The Department of Justice (DOJ) is preparing to bring charges against Julian Assange, the founder of the radical pro-transparency group WikiLeaks, The Wall Street Journal reported Thursday. Over the past year, prosecutors are said to have discussed a variety … [+2693 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "The first winter storm of the season has hit the east coast of the US and its wreaked havoc on airports with hundreds of flights canceled", "description": "Hundreds of flights have been either canceled or delayed on Thursday as Winter Storm Avery, the first of the season, bears down on the East Coast. According to the National Weather Service, an early season winter storm is set \"to bring ice and heavy snow from…", "url": "https://www.businessinsider.com/winter-storm-avery-causes-airlines-cancel-flights-offer-fee-waivers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bede0db8c35ab1f3f3a477a-2732-1366.jpg", "publishedAt": "2018-11-15T23:36:17Z", "content": "Hundreds of flights have been either canceled or delayed on Thursday as Winter Storm Avery, the first of the season, bears down on the East Coast, multiple outlets have reported. According to the National Weather Service, an early season winter storm is set \"… [+1816 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Zoë Bernard", "title": "These founders got rejected from Y Combinator four times. Here's how they finally got in.", "description": "Getting into Y Combinator isn't easy: the prestigious Silicon Valley startup incubator accepts less than 5% of the hundreds of applicants that apply to its program. Often, startup founders will apply multiple times before they're granted so much as an intervi…", "url": "https://www.businessinsider.com/how-to-get-into-y-combinator-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec850966be5058b92865d6-2732-1366.jpg", "publishedAt": "2018-11-15T23:33:05Z", "content": "Three of the four times Saroya and Gray pitched their fashion application Stylekick, they received invitations to interview, but still didn't get accepted. After they sold Stylekick and pitched their next business venture, the property insurance application C… [+749 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "Big advertisers like Kraft, Kellogg's, and Hertz are running ads on the 'fake news' site connected to Facebook's shady lobbying", "description": "Advertisers like Pringles, Cheez-It, Oscar Mayer, and Hertz continue to run ads on NTK Network, the \" in-house fake news shop\" run by Definers Public Affairs, which was featured in the bombshell New York Times report about Facebook that shocked the industry W…", "url": "https://www.businessinsider.com/big-advertisers-running-ads-on-ntk-site-connected-to-facebook-lobbying-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedf0ded1e8443a933d8ad8-2732-1366.jpg", "publishedAt": "2018-11-15T23:23:39Z", "content": "Big advertisers may have supported Facebook as it embarked on an aggressive lobbying campaign to combat its critics — and they probably don't even know it. According to a bombshell New York Times report published Wednesday, Facebook hired the conservative lob… [+1874 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "Popular watch startup MVMT is kicking off Black Friday early with a huge sale on watches and sunglasses", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. MVMT is one of our favorite watch brands for its style, affordability, and quality. Right now, yo…", "url": "https://www.businessinsider.com/mvmt-black-friday-cyber-monday-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed928f38150719870cbaa6-1136-568.jpg", "publishedAt": "2018-11-15T23:20:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday traditionally marks the beginning of the holiday shopping season, but if you're look… [+1075 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Abby Jackson", "title": "AT&T is making big changes to DirecTV dealer contracts, and there are signs that its satellite business could be on the way out", "description": "AT&T has made a number of changes to DirecTV dealer contracts in recent months that indicate its satellite business could be becoming less of a priority. Full-service dealers, those who manage technical installation and sales, are now expected to sell a minim…", "url": "https://www.businessinsider.com/directv-dealers-mobile-phones-att-announces-new-streaming-service-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beda9e4f556fc17a461ee20-2732-1366.jpg", "publishedAt": "2018-11-15T23:03:00Z", "content": "AT&amp;T has made a number of changes to DirecTV dealer contracts in recent months that indicate its satellite business could be becoming less of a priority, and recent comments by the company suggest the same. DirecTV, a satellite company with about 20 milli… [+3505 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Mark", "title": "Trump's support of a major sentencing reform bill sparks rare moment of bipartisan hope — but advocates warn the bill has a long way to go", "description": "President Donald Trump celebrated a rare moment of bipartisan unity on Wednesday when he announced his support for the First Step Act, a major sentencing reform bill. Trump's backing prompted a wave of relief for the bill's conservative backers, following a p…", "url": "https://www.businessinsider.com/trump-republicans-first-step-act-sentencing-reform-criminal-justice-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedf2be110d4c33ab5c5db5-1920-960.jpg", "publishedAt": "2018-11-15T22:47:35Z", "content": "President Donald Trump's embrace this week of a major sentencing reform bill sparked a rare bipartisan moment of unity this week — though advocates warn the bill has a long way to go. Across the country, Republican lawmakers have for years watched the success… [+4181 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "We got the first look at Oscar's financials since Alphabet made its massive investment — and the health insurer's losses are narrowing", "description": "Health insurance startup Oscar Health just came out with its third-quarter results. According to state insurance filings compiled by Business Insider, for the first nine months of 2018, Oscar lost $12 million. That's significantly less of a loss than a year a…", "url": "https://www.businessinsider.com/oscar-health-q3-results-after-alphabet-google-investment-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5abce82a53dd8e28008b49ac-1920-960.jpg", "publishedAt": "2018-11-15T22:41:00Z", "content": "2018 is shaping up to be a better year for Oscar Health, a hot Obamacare startup that drew a massive investment from Google's parent company in August. Oscar lost $12 million in the first nine months of 2018, according to state insurance filings compiled by B… [+2541 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "The Rockets are officially parting ways with Carmelo Anthony after just 13 games", "description": "The Houston Rockets are officially moving on from Carmelo Anthony after just 13 games. Anthony proved to be a bad fit with the Rockets early in the season as the Rockets have gotten off to a 6-7 start, failing to look like the team that won an NBA-best 65 gam…", "url": "https://www.businessinsider.com/carmelo-anthony-waived-rockets-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedf3d3beb6701f1a56c669-1136-568.jpg", "publishedAt": "2018-11-15T22:35:17Z", "content": "The Houston Rockets officially plan to part ways with Carmelo Anthony just 13 games into the season, according to ESPN's Adrian Wojnarowski. Over the last week, Anthony has been away from the team as reports surfaced that the team was discussing his role goin… [+1748 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "Apple cofounder Steve Wozniak has some advice for Mark Zuckerberg and Facebook: Stop putting money before morals (AAPL, FB)", "description": "Apple cofounder Steve Wozniak has some advice for Facebook CEO Mark Zuckerberg. His comments came before the bombshell New York Times report that detailed Facebook's efforts to combat criticism and negative coverage. Wozniak said Facebook should put people ab…", "url": "https://www.businessinsider.com/steve-wozniak-apple-mark-zuckerberg-facebook-advice-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedaebb110d4c2a6a273052-960-480.jpg", "publishedAt": "2018-11-15T22:33:09Z", "content": "Steve Wozniak doesn't mince his words when it comes to Facebook. During interviews with CNBC and at the CME Group's Global Financial Leadership Conference in Naples, Florida, the Apple cofounder had some advice for Facebook and its CEO, Mark Zuckerberg. His c… [+2908 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanza Loudenback", "title": "People are outraged Kim and Kanye reportedly hired private firefighters to protect their $60 million mansion from the California wildfires — but it's not that uncommon", "description": "The Woolsey fire has burned nearly 100,000 acres in Los Angeles and Ventura counties. TMZ reported that Kim Kardashian West and Kanye West hired a team of private firefighters to protect their $60 million Hidden Hills home when the flames approached their nei…", "url": "https://www.businessinsider.com/california-wildfires-private-firefighters-insurance-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bede72e9e8c532a925d6d78-1920-960.jpg", "publishedAt": "2018-11-15T22:31:00Z", "content": "The Woolsey fire has burned nearly 100,000 acres in Los Angeles and Ventura counties. Thousands of people in mobile home parks and tony gated communities alike have been displaced. Many have lost their homes completely. California government officials have es… [+4091 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "A $580 phone from a small smartphone maker that competes against Apple and Samsung phones has been selling out at around 50% of T-Mobile stores nationwide", "description": "Two weeks after launching, the OnePlus 6T smartphone has been selling out in about half of the T-Mobile stores nationwide due to high demand. That's impressive considering that OnePlus phones have only just become available to buy from a carrier, where most A…", "url": "https://www.businessinsider.com/oneplus-6t-smartphone-sold-out-around-half-of-t-mobile-stores-in-us-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beda82fd1e8442fb20e4f07-1920-960.jpg", "publishedAt": "2018-11-15T22:19:49Z", "content": "The OnePlus 6T smartphone from the small smartphone maker OnePlus has been selling out in around half of T-Mobile stores nationwide since its release two weeks ago on November 1, a source familiar with the matter told Business Insider. Notably, the OnePlus 6T… [+2094 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tiana Attride", "title": "14 of the smallest animals on Earth", "description": "Humans are so small compared to some animals; next to creatures like elephants and whales, we seem minuscule. But on the other end of the spectrum are animals a whole lot smaller than us — so small in fact, that we can hardly find them in the wild, let alone …", "url": "https://www.businessinsider.com/smallest-animals-on-earth-2018-11", "urlToImage": "https://amp.businessinsider.com/images/55266e306bb3f78d5d40d7ba-750-375.jpg", "publishedAt": "2018-11-15T22:19:09Z", "content": "Humans are so small compared to some animals; next to creatures like elephants and whales, we seem minuscule. But on the other end of the spectrum are animals a whole lot smaller than us — so small in fact, that we can hardly find them in the wild, let alone … [+130 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Meet Nick Ayers, the leading candidate to take over for John Kelly as White House chief of staff", "description": "Nick Ayers is reportedly being considered to take over as White House chief of staff and replace retired Marine Gen. John Kelly, whose status within the administration has been a source of much tumult and speculation. Ayers, who currently serves as Vice Presi…", "url": "https://www.businessinsider.com/meet-nick-ayers-the-possible-next-white-house-chief-of-staff-john-kelly-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec917266be505aa0566338-1920-960.jpg", "publishedAt": "2018-11-15T22:11:26Z", "content": "Nick Ayers is reportedly being considered to take over as White House chief of staff and replace retired Marine Gen. John Kelly, whose status within the administration has been a source of much tumult and speculation. Ayers, who currently serves as Vice Presi… [+199 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "Amazon is going to hire 50,000 people across its HQ2 cities — but it has at least 10 years to do it, so don't expect your neighborhood to change overnight", "description": "Many residents of Long Island City and Arlington aren't happy that Amazon will be opening its HQ2s in their neighborhoods. It's important to note that the HQ2s won't be built overnight, and changes will come gradually. Hiring will be complete in Arlington by …", "url": "https://www.businessinsider.com/amazon-hq2-hiring-lic-arlington-new-jobs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedcd5f101142270067df53-2732-1366.jpg", "publishedAt": "2018-11-15T22:11:00Z", "content": "Since Amazon confirmed on Tuesday that it will be opening its HQ2s in New York City and Arlington, many residents are, to put it lightly, freaking out. And with good reason. HQ2 is going to strain New York City's already-decaying subway system. The influx of … [+1983 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "The US Government is creating a task force to combat the scourge of in-flight sexual assaults", "description": "The US Department of Transportation is creating a task force to figure out how to combat incidents of in-flight sexual assault. The task force will make recommendations on best practices for US airlines relating to training, reporting, and data collection reg…", "url": "https://www.businessinsider.com/us-dot-has-created-an-in-flight-sexual-assault-task-force-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedee011011422c145b7327-1334-667.jpg", "publishedAt": "2018-11-15T22:08:40Z", "content": "The US Department of Transportation is creating a task force to figure out how to combat incidents of in-flight sexual assault. The sexual assault task force will be a subcommittee of and report to the Aviation Consumer Protection Advisory Committee (ACPAC) t… [+1603 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "Mark Zuckerberg says he didn't know Facebook hired a research firm that tried to discredit its critics by linking them to George Soros (FB)", "description": "Mark Zuckerberg says he didn't know that Facebook hired a opposition research firm that attempted to discredit critics of the company by linking them to George Soros. George Soros, a wealthy Jewish financier and philanthropist, is the frequent target of anti-…", "url": "https://www.businessinsider.com/mark-zuckerberg-says-he-didnt-know-facebook-hired-definers-to-discredit-critics-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ad130cf146e7122008b48f1-1920-960.jpg", "publishedAt": "2018-11-15T22:08:12Z", "content": "Facebook CEO Mark Zuckerberg told reporters he didn't know his company hired a opposition research firm that tried to discredit critics of Facebook by linking them to billionaire financier George Soros. The work performed by Definers Public Affairs — exposed … [+3290 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "15 movers and shakers driving a new breed of startups in the enterprise tech IPO rush", "description": "Enterprise tech startups have been on a 12-month IPO joyride. From MongoDB to Dropbox to Eventbrite, more than 20 startups in the enterprise tech industry have sold shares to the public and made splashy Wall Street debuts this past year. Unlike consumer inter…", "url": "https://www.businessinsider.com/15-top-tech-execs-enterprise-ipo-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5be09d1d3815071dd440853e-1334-667.jpg", "publishedAt": "2018-11-15T22:06:03Z", "content": "Julia Hartz leads the vision, strategy and growth of Eventbrite, which went public in September with a $1.8 billion valuation. She founded Eventbrite in 2006 along with her husband Kevin Hartz and Renaud Visage. Eventbrite lets users find, create and plan eve… [+891 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Heads ought to roll at Facebook over the Soros smear — starting with Zuck's (FB)", "description": "Facebook's public relations firm this summer tried to discredit the company's critics by linking them to financier George Soros, The New York Times reported. The tactic has antisemitic overtones; far-right groups have long peddled similar conspiracy theories …", "url": "https://www.businessinsider.com/facebooks-zuckerberg-should-step-down-after-smearing-soros-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bede7d2c957011cd63ace5f-2732-1366.jpg", "publishedAt": "2018-11-15T22:04:12Z", "content": "There's been good reason for a while now to think that Facebook is a net negative force in the world. But playing fast and loose with antisemitism is an outrageous new low for the company. And heads ought to roll at the company because of it — starting with C… [+6396 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Uma Sharma and Ali Newhard", "title": "What happens when you procrastinate too much", "description": "Procrastination feels great to us because we aren't always fans of working, but it's not so great for our brains. When you choose to watch TV over doing laundry or washing the dishes, you've just launched an all-out battle in your brain. Watch the video above…", "url": "https://www.businessinsider.com/what-procrastination-does-body-brain-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec95a58c35ab047d264c88-750-375.jpg", "publishedAt": "2018-11-15T22:00:00Z", "content": "There's a reason why people are such bad procrastinators. It's easy: Procrastinating feels great. But it's not so great for your brain since it pits two of your brain's heavy hitters, your limbic system, and your prefrontal cortex into a literal head-to-head … [+2905 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "Sony might skip the world's biggest video game event next year, despite the fact that the PlayStation 4 is the most popular console on the market (SNE)", "description": "According to a report from Variety, Sony's PlayStation branch has declined to attend E3, the video game industry's largest annual conference, next year. This would be the first time that Sony declined to attend since the event started in 1995. Sony's PlayStat…", "url": "https://www.businessinsider.com/sony-playstation-e3-2019-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5931e292b74af4f83d8b5d2f-2732-1366.jpg", "publishedAt": "2018-11-15T21:57:26Z", "content": "The Electronic Entertainment Expo (E3), the world's largest video game conference, could be losing one its biggest presenters next year, with reports suggesting that Sony Interactive Entertainment will not attend the event or deliver a keynote address at the … [+1887 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Andy Kiersz", "title": "A New York man won a $343 million Powerball jackpot after playing the same numbers for 25 years — here's why that strategy won't actually increase your odds of winning", "description": "A Manhattan man won an October Powerball jackpot after playing the same numbers every week for 25 years, according to The New York Times. However, the rules of probability and the way lotteries like Powerball are set up mean that it doesn't matter if you use …", "url": "https://www.businessinsider.com/powerball-lottery-playing-same-numbers-odds-of-winning-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd1fe883bec361c194b4afa-2732-1366.jpg", "publishedAt": "2018-11-15T21:57:00Z", "content": "The New York Times reported that Manhattan resident Robert Bailey won an October Powerball drawing with a jackpot of $343.9 million after playing the same set of lottery numbers — 8, 12, 13, 19, 27, and 4 — every week for about 25 years. However, while Bailey… [+2873 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lulu Chang", "title": "Microsoft has revealed its Black Friday deals for the Surface Pro 6, Surface Laptop 2, and Xbox One", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships so we get a share of the revenue from your purchase. The Microsoft Store has announced a number of great Black Friday deals on laptops, tablets, gaming…", "url": "https://www.businessinsider.com/microsoft-black-friday-deals-xbox-surface-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bede7d60d7c671e0e48b752-1536-768.jpg", "publishedAt": "2018-11-15T21:50:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships so we get a share of the revenue from your purchase. Thanksgiving is around the corner, and if carving the turkey doesn't get you all excited, then may… [+2680 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "The research firm Facebook hired to smear its critics has been pushing an anti-Apple campaign that has Qualcomm’s fingerprints on it (AAPL, FB, QCOM)", "description": "A New York Times story said that Facebook had employed a Washington DC-style research firm to spread potentially damaging stories about Facebook's critics. The story also mentioned that there is another technology client which is paying the firm, Definers Pub…", "url": "https://www.businessinsider.com/who-hired-definers-public-affairs-to-spread-stories-on-apple-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bb3ba1aac0a631ce5439b05-960-480.jpg", "publishedAt": "2018-11-15T21:45:07Z", "content": "Facebook is facing a firestorm on Tuesday after a bombshell New York Times report said that it had contracted with a public affairs firm to spread negative information about its critics to reporters. Facebook said on Thursday that it had ended the relationshi… [+2458 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Madeline Shi", "title": "A sleek new device that looks like an Xbox lets you mine crypto at home", "description": "Coinmine, a startup backed by Coinbase Ventures and other investors, rolled out a new crypto mining device that allows users to mint cryptocurrencies at home. The device now allows users to mine Ethereum, Ethereum Classic, Monero, and Zcash, though not yet Bi…", "url": "https://www.businessinsider.com/coinmine-rolls-out-at-home-crypto-mining-device-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec537ebeb67076ca3677f7-2732-1366.jpg", "publishedAt": "2018-11-15T21:44:14Z", "content": "For $799, you can mine cryptocurrency at home. Launched this week, a new gadget called Coinmine One gets rid of the traditionally cumbersome mining process. Instead of manually assembling multiple computer graphic processors, downloading the software, and set… [+4320 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Remi Rosmarin", "title": "17 of the best deals you can get now at Cole Haan — plus all the details of its Black Friday and Cyber Monday sales", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Every year, it seems like Black Friday starts a little bit earlier — and gets a little bit crazie…", "url": "https://www.businessinsider.com/cole-haan-black-friday-cyber-monday-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedaa280591f2288a511ce5-1136-568.jpg", "publishedAt": "2018-11-15T21:32:00Z", "content": "Shayanne Gal/Business Insider The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Cole Haan Instagram Every year, it seems like Black Friday starts a… [+1358 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meghan Morris", "title": "Anthony Scaramucci's hedge fund beat peers during Red October as the firm rebounds after $2 billion of outflows", "description": "Anthony Scaramucci's firm SkyBridge Capital beat peers during October's market volatility. Scaramucci, who tried to sell SkyBridge to a Chinese conglomerate last year, said he is \"absolutely not\" thinking about selling the firm now. Anthony Scaramucci has fou…", "url": "https://www.businessinsider.com/scaramucci-skybridge-returns-in-october-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beda3a40d7c671481225eb9-1920-960.jpg", "publishedAt": "2018-11-15T21:29:38Z", "content": "Anthony Scaramucci has found religion - again - in his business. He lost it briefly last year, living in \"an alternative universe\" that saw him spend 10 days as White House communications director and attempting to sell his alternatives firm SkyBridge Capital… [+2540 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Austrian snowboarder Anna Gasser makes history as the first woman to land a cab triple 1260, a move she was terrified to even try", "description": "Austrian snowboarder and Olympic gold medalist Anna Gasser made history Tuesday by becoming the first woman ever to land a cab triple 1260. The trick requires the rider to take off switch — or with their non-dominant foot leading — and complete three and a ha…", "url": "https://www.businessinsider.com/video-snowboarder-anna-gasser-lands-first-womens-cab-triple-1260-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedc449e4218a193e66778f-1920-960.jpg", "publishedAt": "2018-11-15T21:18:00Z", "content": "Austrian snowboarder and Olympic gold medalist Anna Gasser landed a cab triple 1260 at a Stubai Park Sessions event Tuesday, making her the first woman ever to complete the trick successfully. A cab triple 1260 is a jump that requires the rider to take off sw… [+2316 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Nurse's kidney donation triggers bi-state transplant chain - Business Insider", "description": "Nurse's kidney donation triggers bi-state transplant chain Business Insider KANSAS CITY, Mo. (AP) — A nurse's decision to donate a kidney to a patient triggered a series of events that led to three people getting new organs at two Kansas City-area hospitals. …", "url": "https://www.businessinsider.com/ap-nurses-kidney-donation-triggers-bi-state-transplant-chain-2018-11", "urlToImage": null, "publishedAt": "2018-11-15T21:18:00Z", "content": "KANSAS CITY, Mo. (AP) — A nurse's decision to donate a kidney to a patient triggered a series of events that led to three people getting new organs at two Kansas City-area hospitals. Christa Jordan, a nurse at Children's Mercy Hospital in Kansas City, Missour… [+1700 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shirag Shemmassian, Contributor", "title": "6 steps to ace a college interview, according to an expert who worked in Ivy League admissions", "description": "Dr. Shirag Shemmassian is a former Cornell admissions interviewer and a college admissions expert. After years of helping hundreds of students get into top schools such as Harvard and Princeton, he's able to offer his best college interview tips. For one thin…", "url": "https://www.businessinsider.com/college-admissions-advice-interview-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bede0c566be50780658d143-750-375.jpg", "publishedAt": "2018-11-15T21:16:39Z", "content": "For years after graduating from Cornell University, I served as an alumni interviewer to help make admissions decisions. I want to offer my insights to help you excel at these interviews with relative ease. 1. When colleges 'encourage' you to schedule an 'opt… [+5124 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "US hits 17 Saudis with sanctions over Khashoggi, including crown prince's top henchman who reportedly directed killing via Skype", "description": "The Trump administration on Thursday hit 17 Saudi officials with sanctions over their alleged involvement in the killing of Saudi journalist Jamal Khashoggi. Among those slapped with sanctions were Saud al-Qahtani, top henchman of Crown Prince Mohammed bin Sa…", "url": "https://www.businessinsider.com/us-hits-17-saudis-with-sanctions-over-jamal-khashoggi-killing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedd0c6110d4c2ec7146ea0-1920-960.jpg", "publishedAt": "2018-11-15T21:14:03Z", "content": "The Trump administration on Thursday hit 17 Saudi officials with sanctions over their alleged involvement in the killing of Saudi journalist Jamal Khashoggi. \"The Saudi officials we are sanctioning were involved in the abhorrent killing of Jamal Khashoggi,\" T… [+2191 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump seems to be backing down in the trade war with China after electoral blowback and growing economic worries", "description": "The US and China have been engaged in a trade war since July, with tariffs flying back and forth. But more recently, President Donald Trump has played up the possibility of a trade deal with China. Chinese and US officials have restarted talks, and protection…", "url": "https://www.businessinsider.com/trump-china-trade-war-us-tariff-midterm-elections-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b8837f880eb35f5408b51e2-1920-960.jpg", "publishedAt": "2018-11-15T21:13:05Z", "content": "After waging an increasingly escalating trade war against China for months, it appears that President Donald Trump may be ready to back down on his hardline stance — just in time for a meeting with Chinese President Xi Jinping. Trump and his administration ha… [+4641 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julia Tell", "title": "10 scams you should watch out for this tax season, and how to avoid them", "description": "The IRS, other government agencies, and banks have been warning us about these emails for years, but they continue to be a problem. Some of these fraudulent emails will look like they are from the IRS or a bank and will ask you to visit their site and \"update…", "url": "http://uk.businessinsider.com/tax-scams-this-season-how-to-avoid-them-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5bedd6d6bde70f2241168b08-1190-625/10-scams-you-should-watch-out-for-this-tax-season-and-how-to-avoid-them.jpg", "publishedAt": "2018-11-15T21:10:00Z", "content": "Getty Images Tax season is almost upon us, and if you are one of the organized few, you are already preparing your paperwork and considering your options for tax preparation. But there's another group getting revved up for the tax season: Fraudsters. These cr… [+7984 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "NFL WEEK 11: Our official predictions for who wins this weekend", "description": "Well, that was embarrassing. After the Steelers huge win last Thursday I thought I might be ready to turn my season around. My picks had been struggling, but Pittsburgh jumped out to a huge lead and never looked back, easing me to a 1-0 start to Week 10. Mayb…", "url": "https://www.businessinsider.com/week-11-nfl-picks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedd926f556fc1deb0ad16c-1920-960.jpg", "publishedAt": "2018-11-15T21:09:34Z", "content": "Well, that was embarrassing. After the Steelers huge win last Thursday I thought I might be ready to turn my season around. My picks had been struggling, but Pittsburgh jumped out to a huge lead and never looked back, easing me to a 1-0 start to Week 10. Mayb… [+760 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "This wildly popular mattress startup is offering up to $235 off a new mattress for Business Insider readers as an early Black Friday deal", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Right now, you can take up to $235 off a new Leesa mattress with the code \" BUSINESSINSIDER\" at c…", "url": "https://www.businessinsider.com/leesa-mattress-sapira-black-friday-cyber-monday-deals-2018", "urlToImage": "https://amp.businessinsider.com/images/5bedc5c80591f22c50411312-2732-1366.jpg", "publishedAt": "2018-11-15T21:05:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Thanks to the increasing number of people who want to be able to shop online in their pajamas, th… [+2595 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Elon Musk said the Boring Company is hiring a 'Watchtower guard' for a 50-foot tower it's building, but the bizarre job only lasts 2 days", "description": "Elon Musk said on Thursday via Twitter that The Boring Company is building a \"watchtower\" in Los Angeles out of dirt bricks. He added that the company needs \"a knight to yell insults at people in a French accent,\" a likely reference to the 1975 film \"Monty Py…", "url": "https://www.businessinsider.com/elon-musk-says-boring-company-hiring-bizarre-watchtower-guard-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcb641da27f874df68702a-1334-667.jpg", "publishedAt": "2018-11-15T21:02:09Z", "content": "Elon Musk said on Thursday via Twitter that The Boring Company is building a \"watchtower\" in Los Angeles out of dirt bricks. He added that the company needs \"a knight to yell insults at people in a French accent,\" a likely reference to the 1975 film \"Monty Py… [+1838 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Kotecki", "title": "SpaceX just launched a satellite into space on its Falcon 9 rocket — here's the live video", "description": "SpaceX, the rocket company founded by Elon Musk, just used its Falcon 9 rocket to launch a Qatari communications satellite into orbit. The Es'hail-2 satellite launched from NASA's Kennedy Space Center in Florida on Thursday afternoon. Qatar's earlier Es'hail-…", "url": "https://www.businessinsider.com/spacex-launched-satellite-on-falcon-9-rocket-live-video-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedda74e4218a1c6433a61a-1536-768.jpg", "publishedAt": "2018-11-15T20:52:00Z", "content": "SpaceX, the rocket company founded by Elon Musk, just used its Falcon 9 rocket to launch a Qatari communications satellite into orbit. The Es'hail-2 satellite launched from NASA's Kennedy Space Center in Florida on Thursday afternoon. Qatar's earlier Es'hail-… [+319 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Here come Nvidia earnings... (NVDA)", "description": "Nvidia is set to report third-quarter earnings after Thursday's closing bell. Shares have been under pressure, down 26%, since the large-cap-tech correction began in October. Watch Nvidia trade live here. Nvidia is set to report third-quarter earnings after T…", "url": "https://markets.businessinsider.com/news/stocks/nvidia-stock-price-q3-earnings-2018-11-1027732465", "urlToImage": "https://static4.businessinsider.com/image/59f1b2615124c9775b90ac41-800/chipmaker-nvidias-ceo-sees-fully-autonomous-cars-within-4-years.jpg", "publishedAt": "2018-11-15T20:42:00Z", "content": "Thomson Reuters Nvidia is set to report third-quarter earnings after Thursday's closing bell. Here's what analysts are expecting: Adjusted earnings per share: $1.92 Revenue: $3.24 billion Shares have been under pressure, down 26%, since the large-cap-tech cor… [+1540 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj", "title": "Amazon is offering a $45 discount on a refurbished Philips Hue starter kit right now", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Right now, buy a certified refurbished Philips Hue White and Color Ambiance Bulb Starter Kit for …", "url": "https://www.businessinsider.com/philips-hue-starter-kit-amazon-lightning-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed9822beb670124953a26e-1536-768.jpg", "publishedAt": "2018-11-15T20:32:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Today only, you can get a certified refurbished Philips Hue White and Color Ambiance Bulb Starter… [+1083 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Newman", "title": "Google and Amazon are making moves to deepen smart speaker engagement (AMZN, GOOGL)", "description": "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider. To be the first to know, please click here. As smart speakers continue to make their way into more consumers' homes around the US,…", "url": "https://www.businessinsider.com/google-amazon-deepen-smart-speaker-engagement-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed896466be5069f528fd16-1920-960.jpg", "publishedAt": "2018-11-15T20:31:00Z", "content": "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider. To be the first to know, please click here. As smart speakers continue to make their way into more consumers' homes around the US,… [+2863 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julia Tell", "title": "10 scams you should watch out for this tax season, and how to avoid them", "description": "Every tax season, there are criminals trying to scam innocent people out of some of their money. Bogus, aggressive phone calls demanding payment and \"phishy\" emails taking you to scam sites are still the most prevalent scams, but there are some new tactics, a…", "url": "https://www.businessinsider.com/tax-scams-this-season-how-to-avoid-them-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beda21a66be506eab00f0f6-2732-1366.jpg", "publishedAt": "2018-11-15T20:26:00Z", "content": "\"More and more of my clients have been getting random phone calls from scammers claiming to work for the IRS,\" Chad Elkins, CPA and author of \" Elkins' Tax Guide 2019 Edition,\" told Business Insider. The IRS will almost never make initial contact with you by … [+1450 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Gillett and Katie Canales", "title": "'It's a blur': A former Best Buy employee reveals what it's really like to work retail on Black Friday", "description": "The day after Thanksgiving is one of the biggest shopping days in retail. Shoppers clamor for bargains in-store every year to save big on items like TVs and video games. But for retail workers, it can be a hectic affair. Here's what Black Friday was like for …", "url": "https://www.businessinsider.com/what-its-really-like-to-work-retail-on-black-friday-2016-11", "urlToImage": "https://amp.businessinsider.com/images/5bedd3bc9e8c5327762f36f3-960-480.jpg", "publishedAt": "2018-11-15T20:25:00Z", "content": "\"Black Friday\" is no term of endearment, especially for the people who have to work in retail that day. To call it the most hectic day in retail is an understatement. To get a better sense for what it's really like to work retail on Black Friday, we asked a f… [+307 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "Companies are desperate to attract millennials — and they're rebranding job titles as 'ninjas,' 'rock stars,' and 'evangelists' to do it", "description": "\"Rock star\" and \" ninja \" are becoming increasingly typical job titles. Companies across America are bidding farewell to terms like \"associate\" and instead introducing ones like \"evangelist\" as a way of attracting younger employees. Research backs up that a n…", "url": "https://www.businessinsider.com/rebranded-job-titles-millennials-ninja-rock-star-evangelist-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed9565b73c2812436823a4-1136-568.jpg", "publishedAt": "2018-11-15T20:24:00Z", "content": "Would you be more likely to apply for a job as a \"marketing brand manager\" or a \"brand evangelist\" ? Companies seem to think most folks would prefer the latter job title. The Wall Street Journal's work culture reporter Te-Ping Chen reported in a recent articl… [+2139 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "A Walmart parking lot in California has become a camp for wildfire evacuees (WMT)", "description": "A Walmart parking lot in Chico, California, is now the site of a makeshift evacuee camp. Californians fleeing the disastrous Camp Fire have gathered in the store's parking lot. Volunteers have also converged in the area to help fire victims. A Walmart parking…", "url": "https://www.businessinsider.com/walmart-parking-lot-camp-fire-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedc14ce4218a18f03921f4-1920-960.jpg", "publishedAt": "2018-11-15T20:19:08Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz and Áine Cain", "title": "17 signs you're intelligent — even if doesn't feel like it", "description": "Stupid people tend to overestimate their competence, while smart people tend to sell themselves short. As Shakespeare put it in \" As You Like It \": \"The fool doth think he is wise, but the wise man knows himself to be a fool.\" That conventional wisdom is back…", "url": "https://www.businessinsider.com/signs-you-are-smart-even-if-it-does-not-feel-like-it-2016-8", "urlToImage": "https://amp.businessinsider.com/images/5925fc76621e6c1c008b48a4-960-480.jpg", "publishedAt": "2018-11-15T20:13:00Z", "content": "Tomas Chamorro-Premuzi, business psychology professor at University of London, wrote a post for Harvard Business Review in which he discussed how the curiosity quotient and having a hungry mind makes one more inquisitive. Regarding the importance of CQ, he wr… [+778 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "Men working in construction, stay-at-home moms, and students are committing suicide at alarmingly high rates, and it's part of a disturbing trend", "description": "The troubling trend of rising suicide rates in the US is getting worse. According to a new report from the Centers for Disease Control and Prevention (CDC), the suicide rate rose 34% from 2000-2016, from 12.9 suicides per 100,000 people to 17.3. The CDC menti…", "url": "https://www.businessinsider.com/us-suicide-rate-up-cdc-troubling-trend-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedb4ab66be5071d8424db3-1536-768.jpg", "publishedAt": "2018-11-15T20:10:00Z", "content": "Disheartening data released Thursday by the CDC suggests that the troubling trend of rising suicide rates in the US is getting worse. The new numbers, released in the CDC's weekly morbidity and mortality report, suggest that the US suicide rate rose 34% from … [+6235 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jeremy Berke", "title": "Big brand executives are rushing into the cannabis industry hoping to tap into a $194 billion industry", "description": "Executives from big retail brands and consumer packaged goods companies are pouring into the rapidly maturing cannabis industry. The financial opportunity is massive: analysts say the cannabis industry could skyrocket to $194 billion if other countries follow…", "url": "https://www.businessinsider.com/consumer-packaged-goods-executives-are-turning-to-cannabis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec637f110d4c0e5f16d795-1920-960.jpg", "publishedAt": "2018-11-15T20:01:22Z", "content": "When veteran retail executive Ed Schmults received an out-of-the-blue phone call from a headhunter in July, he had no idea that in just a few short months he'd end up as the CEO of a cannabis company. \"She was working hard to put the hook in — about the size … [+4769 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "You can customize a Helix mattress to meet your particular sleep needs for up to $200 less right now for Black Friday", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. You can save up to $200 on a mattress with Helix's Black Friday and Cyber Monday sales now throug…", "url": "https://www.businessinsider.com/helix-mattress-black-friday-cyber-monday-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beda7d50591f227f4204118-1136-568.jpg", "publishedAt": "2018-11-15T19:57:00Z", "content": "Like most other online mattress startups, Helix ships its beds in a box. What's special about Helix's mattress, however, is that you can get it customized to suit your needs. Before buying a Helix mattress, you can take a quiz on the company's website that as… [+1554 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Tobacco stocks are getting slammed as the FDA lays out sweeping new restrictions on flavored cigarettes (BIT, MO, IMB)", "description": "The US Food and Drug Administration (FDA) laid out a plan to ban the sale of flavored e-cigarettes in convenience stores. Regulators are also looking into restrictions on menthol cigarettes and flavored cigars. Tobacco stocks have been getting slammed since l…", "url": "https://markets.businessinsider.com/news/stocks/tobacco-stocks-price-fda-lays-out-new-restrictions-2018-11-1027732340", "urlToImage": "https://static2.businessinsider.com/image/51c998cbeab8ea913c000016-2400/170298246.jpg", "publishedAt": "2018-11-15T19:50:57Z", "content": "Spencer Platt/Getty Images Tobacco stocks have had a tough time over the past week. The latest issue revolves around the US Food and Drug Administration 's (FDA) new restrictions on flavored cigarettes, which are intended to prevent a new generation of nicoti… [+2322 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Tobacco stocks are getting slammed as the FDA lays out sweeping new restrictions on flavored cigarettes (BIT)", "description": "The US Food and Drug Administration (FDA) laid out a plan to ban the sale of flavored e-cigarettes in convenience stores. Regulators are also looking into restrictions on menthol cigarettes and flavored cigars. Tobacco stocks have been getting slammed since l…", "url": "https://www.businessinsider.com/tobacco-stocks-price-fda-lays-out-new-restrictions-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedca3dbeb670197f026213-2732-1366.jpg", "publishedAt": "2018-11-15T19:50:57Z", "content": "Tobacco stocks have had a tough time over the past week. The latest issue revolves around the US Food and Drug Administration's (FDA) new restrictions on flavored cigarettes, which are intended to prevent a new generation of nicotine addicts. After a week of … [+2293 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "Emma Stone says 'The Favourite' is her first movie in 4 years where she wasn't personally 'fixing' the script", "description": "Emma Stone talked to Business Insider about how much she loved the script for her new movie, \"The Favourite.\" The Oscar winner said it was the first time in four years she wasn't constantly \"writing, fixing, begging, pleading,\" for script changes, admitting s…", "url": "https://www.businessinsider.com/emma-stone-explains-why-she-loved-the-favourite-script-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed8d57b73c28106754720d-960-480.jpg", "publishedAt": "2018-11-15T19:44:00Z", "content": "Emma Stone really means it when she says that for her latest movie, \"The Favourite\" (in theaters November 23), she was excited to only have to act. The Oscar winner explained that for years, she's not only had to act in many of her starring roles, but also ha… [+3757 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Guetig", "title": "Ray Dalio predicted the financial crisis. Now hear him speak candidly about today's economy at IGNITION 2018.", "description": "Hedge-fund legend and best-selling author Ray Dalio, who predicted the financial crisis, is coming to IGNITION 2018. The founder and cochief investment officer of Bridgewater Associates, the world's largest hedge fund, will share his candid outlook on the eco…", "url": "https://www.businessinsider.com/ray-dalio-ignition-insider-ny-conference-speaker-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedad4ac9570114f8088e83-2732-1366.jpg", "publishedAt": "2018-11-15T19:42:39Z", "content": "Hedge-fund legend and best-selling author Ray Dalio, who predicted the financial crisis, is coming to IGNITION 2018. The founder and cochief investment officer of Bridgewater Associates, the world's largest hedge fund, will share his candid outlook on the eco… [+1006 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Chelsea Greenwood", "title": "7 things I wish I'd known before adopting a dog", "description": "Dogs provide happiness, companionship, and unconditional love to owners all over the world. Despite the benefits of adding a new pet to your family, certain dogs can have more health problems, be more prone to anxiety, and cost more than you think — especiall…", "url": "https://www.businessinsider.com/things-to-know-before-adopting-a-dog-2018-7", "urlToImage": "https://amp.businessinsider.com/images/5b4f917afd0b9124008b4700-1136-568.jpg", "publishedAt": "2018-11-15T19:42:00Z", "content": "Because dachshunds have such long backs, they are susceptible to spinal injuries, according to the American Kennel Club. For the health of their backs, dachshunds should not be allowed to be overweight and should get enough exercise to develop strong supporti… [+575 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "Tulsa, Oklahoma is paying remote workers $10,000 to live there. They'll even throw in a discounted apartment.", "description": "Tulsa, Oklahoma, is offering $10,000 to remote workers who are willing to move to the city for a year, thanks to a grant from the George Kaiser Family Foundation. In addition to cash, workers will receive a discount on a fully furnished apartment and access t…", "url": "https://www.businessinsider.com/remote-workers-will-get-10000-to-live-in-tulsa-for-a-year-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9fb1d10114253195f6295-2732-1366.jpg", "publishedAt": "2018-11-15T19:41:00Z", "content": "A decade ago, the city of Tulsa might have conjured images of abandoned industrial buildings, large oil companies, and energy workers shuttling to and from their suburban homes. Today, it's teeming with new development, including bars, restaurants, luxury apa… [+5661 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "China's most advanced stealth fighter may now be able to strike targets at greater distances than ever", "description": "China Central Television (CCTV), a state-run broadcaster, revealed recently that the aircraft has been equipped with a retractable refueling probe. With aerial refueling capabilities, the J-20 can extend its reach beyond a reported 1,100 kilometers, giving Ch…", "url": "https://www.businessinsider.com/chinas-advanced-j-20-stealth-fighter-gets-a-refueling-range-boost-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1b24b01b12d30d0188c2e-2732-1366.jpg", "publishedAt": "2018-11-15T19:39:35Z", "content": "China's most advanced stealth fighter is ready for aerial refueling operations, giving it the ability to pursue targets at greater distances, according to Chinese state media. The \"fifth-generation\" Chengdu J-20 stealth fighter entered military service last y… [+2597 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "See inside the futuristic lab where Dunkin' is testing self-serve cold-brew taps, pickup lockers, and AI ordering technology that could eventually come to stores across America (DNKN)", "description": "Dunkin' Donuts — which is now just Dunkin' — revealed its plans for the \"store of the future\" in early September, starting with a name change that rolled out to about 50 stores earlier this year. The name change is the beginning of a major rebrand that includ…", "url": "https://www.businessinsider.com/dunkin-tests-cold-brew-taps-pickup-lockers-lab-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedcabf10114226847beea2-1920-960.jpg", "publishedAt": "2018-11-15T19:34:26Z", "content": "Dunkin' Donuts — now just Dunkin' — revealed its plans for the \"store of the future\" experience in early September, starting with a name change that rolled out to about 50 stores earlier this year. But the name change is only the beginning for Dunkin'. The Ma… [+1213 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Charlotte Hu", "title": "We asked some of the top young healthcare entrepreneurs in America for their advice — here's what they said", "description": "Healthcare is not an easy field to break into as an entrepreneur. Beyond the operations of business, a grasp on complex science and tech is also needed. This year's spotlighted members of Forbes' 30 under 30 list for healthcare is diverse in both interests an…", "url": "https://www.businessinsider.com/best-entrepreneurial-advice-from-forbes-30-under-30s-healthcare-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedc8e00d7c6719767a066b-1920-960.jpg", "publishedAt": "2018-11-15T19:29:24Z", "content": "Hernandez was appointed as a professor when she was 25, and has since conducted and published numerous research studies in various areas relating to the operations of the pharmaceutical industry. A recently published study in the Annuals of Internal Medicine … [+1245 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "Facebook's board says it pushed Zuck to 'move faster' to tackle Russian election interference (FB)", "description": "Facebook's board issued a statement that it pushed CEO Mark Zuckerberg and other leaders to \"move faster\" in tackling Russian election interference on the platform. The statement is apparently in response to a New York Times report that said that Facebook's b…", "url": "https://www.businessinsider.com/facebook-board-russia-election-interference-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd75f99110d4c03490f92f7-1920-960.jpg", "publishedAt": "2018-11-15T19:26:02Z", "content": "Facebook's board of directors pushed CEO Mark Zuckerberg and COO Sheryl Sandberg to \"move faster\" to crack down on Russian election interference, it said on Thursday. The statement is an apparent response to a bombshell report from the New York Times on Wedne… [+1849 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "The Taliban has taken a 'horrific' toll on Afghanistan's police and soldiers, but the country's president still says the Taliban is losing", "description": "The latest reports on the war in Afghanistan seem to contradict the government assurances that victory is within reach, painting a picture of a bloody conflict with no end in sight. Over the past week, 242 Afghan security force members were killed in brutal e…", "url": "https://www.businessinsider.com/heres-how-many-afghan-soldiers-police-have-died-fighting-the-taliban-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedc7ab9e8c5325bc25f7c8-1920-960.jpg", "publishedAt": "2018-11-15T19:24:30Z", "content": "The latest reports on the war in Afghanistan seem to contradict the government assurances that victory is within reach, painting a picture of a bloody conflict with no end in sight. Over the past week, 242 Afghan security force members were killed in brutal e… [+3101 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Former US ambassador to Saudi Arabia says the kingdom is lying about Khashoggi killing: 'You don’t bring a bone saw to a negotiation'", "description": "The former US ambassador to Saudi Arabia said the kingdom's latest claims about the killing of Saudi journalist Jamal Khashoggi are \"absolutely absurd\" and not credible whatsoever. \"You don't bring a bone saw to a negotiation,\" former Ambassador Robert Jordan…", "url": "https://www.businessinsider.com/ex-us-ambassador-to-saudi-arabia-says-kingdom-lying-about-khashoggi-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedabd7101142220b13f6c2-960-480.jpg", "publishedAt": "2018-11-15T19:23:26Z", "content": "The former US ambassador to Saudi Arabia said the kingdom's latest claims about the killing of Saudi journalist Jamal Khashoggi are \"absolutely absurd\" and not credible whatsoever, adding that a more \"thorough,\" international investigation is required. Saudi … [+2753 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth and John Haltiwanger", "title": "Trump administration's reported effort to 'barter' a US resident to convince Turkey to ramp down Khashoggi probe stuns foreign policy veterans", "description": "National-security and foreign-policy veterans were floored by a bombshell report that the US weighed extraditing one of Turkish President Recep Tayyip Erdogan's biggest enemies to get Turkey to ease up on its investigation into the killing of journalist of Ja…", "url": "https://www.businessinsider.com/trump-fethullah-gulen-turkey-khashoggi-experts-stunned-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9f084c95701474b149ad8-1920-960.jpg", "publishedAt": "2018-11-15T19:14:02Z", "content": "Foreign policy veterans were floored Thursday following a bombshell report that the White House considered extraditing one of Turkish President Recep Tayyip Erdogan's top enemies to get Ankara to back off the investigation into the murder of journalist Jamal … [+3796 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lulu Chang", "title": "Amazon's limited-edition red Echo is back in stock ahead of Black Friday to support the fight against AIDS", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The perfect holiday gift may be a classic, just dressed up a little bit differently. Amazon has u…", "url": "https://www.businessinsider.com/limited-edition-red-amazon-echo-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedc2c9d1e84433910c36d0-960-480.jpg", "publishedAt": "2018-11-15T19:10:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. It's finally November, which means that Thanksgiving is right around the corner, which means that… [+2812 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "10 photos show the grim reality for evacuees of California's wildfires", "description": "Thousands have been displaced as wildfires have swept across California, burning up entire towns and melting cars. Even after escaping the infernos raging in both Northern and Southern California, life for evacuees continues to be a hell on earth. See how the…", "url": "https://www.businessinsider.com/california-wildfire-evacuation-conditions-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedbf95f556fc1a5e674bd0-1920-960.jpg", "publishedAt": "2018-11-15T19:09:04Z", "content": "Thousands have been displaced as wildfires have swept across California, burning up entire towns and melting cars. Even after escaping the infernos raging in both Northern and Southern California, life for evacuees continues to be a hell on earth. See how the… [+78 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Markelle Fultz's future with the 76ers suddenly looks up in the air 17 months after he was the No. 1 pick in the draft", "description": "Markelle Fultz's future with the Philadelphia 76ers is in the air after the team traded for Jimmy Butler. Fultz has had a strange NBA journey since the Sixers traded up to draft him No. 1 overall in 2017, seemingly forgetting how to shoot, missing most of his…", "url": "https://www.businessinsider.com/markelle-fultz-future-sixers-jimmy-butler-trade-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedbd703815071ffe7414e6-1334-667.jpg", "publishedAt": "2018-11-15T19:04:36Z", "content": "The Philadelphia 76ers trade for Jimmy Butler was, in some ways, the end of their \"Process\" and their true leap into contention for the Eastern Conference. In going all-in, sacrificing depth and likely financial flexibility, to add a third superstar, the Sixe… [+4303 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Alexandria Ocasio-Cortez is using Instagram stories to bring you behind the curtain of the Washington, DC establishment", "description": "Congresswoman-elect Alexandria Ocasio-Cortez is using Instagram to give her followers a look inside a typically closed-off Washington experience. The 29-year-old built her campaign through an aggressive and effective social media presence, and it looks like s…", "url": "https://www.businessinsider.com/alexandria-ocasio-cortez-instagram-stories-washington-dc-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed9e2b3815071bcf7c4347-1136-568.jpg", "publishedAt": "2018-11-15T18:55:35Z", "content": "Congresswoman-elect Alexandria Ocasio-Cortez — the Bronx-born Democratic giant-slayer — built her grassroots-powered, shoe-string campaign off of social media. And now that she's in Washington, she doesn't seem to be changing that. Since arriving in the natio… [+1825 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Walmart just hit a major milestone in its quest to take on Amazon (WMT, AMZN)", "description": "Walmart will become the third-biggest online retailer in America in 2018, according to eMarketer's latest forecast. The ranking was done in terms of revenue, and Walmart had to overtake Apple to do it. There is still a large gulf between Walmart and Amazon in…", "url": "https://www.businessinsider.com/walmart-third-biggest-online-retailer-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedb6ba3815071f541c10e7-2732-1366.jpg", "publishedAt": "2018-11-15T18:50:24Z", "content": "Walmart just hit a major milestone in its quest to become one of the country's largest online sellers. The company just leapfrogged Apple to become the third-biggest online retailer in America in 2018, according to eMarketer's latest forecast. According to eM… [+1446 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "The computer models that pick NFL games have made their picks for Week 11", "description": "Week 11 of the NFL season is here, and Cortana is back to make picks in a head-to-head showdown with Elo. We looked at two popular systems used to pick NFL games: Cortana, Microsoft's digital assistant, and Elo, the modeling system used by Nate Silver's data-…", "url": "https://www.businessinsider.com/nfl-week-11-elo-cortana-computer-picks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc7c7c01b12d690e2fec15-1536-768.jpg", "publishedAt": "2018-11-15T18:46:29Z", "content": "Week 11 of the NFL season is here, and Cortana is back to make picks in a head-to-head showdown with Elo. We looked at two popular systems used to pick NFL games: Cortana, Microsoft's digital assistant, and Elo, the modeling system used by Nate Silver's data-… [+602 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Millennials are loading up on Apple despite waning iPhone demand (AAPL)", "description": "Apple stock is down 19% from its October 3 peak in the wake of waning iPhone demand. Investors on Robinhood, a free-trading app popular among younger traders, have been snapping up shares. Apple is the favorite stock among Robinhood traders, and the first sto…", "url": "https://markets.businessinsider.com/news/stocks/apple-stock-price-millennials-load-up-on-shares-2018-11-1027732113", "urlToImage": "https://static3.businessinsider.com/image/5bd095cd8f5fcb12b66d92b8-2000/gettyimages-1032303334.jpg", "publishedAt": "2018-11-15T18:27:54Z", "content": "Justin Sullivan/Getty Images Apple has fallen out of favor with Wall Street, tumbling 19% from its recent peak of $233.47 set on October 3. But investors on Robinhood, a no-fee trading app popular among younger traders, seem to be betting on a shift in moment… [+1512 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Millennials are loading up on Apple despite waning iPhone demand (AAPL)", "description": "Apple stock is down 19% from its October 3 peak in the wake of waning iPhone demand. Investors on Robinhood, a free-trading app popular among younger traders, have been snapping up shares. Apple is the favorite stock among Robinhood traders, and the first sto…", "url": "https://www.businessinsider.com/apple-stock-price-millennials-load-up-on-shares-2018-11", "urlToImage": null, "publishedAt": "2018-11-15T18:27:54Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "Dell is having a huge Black Friday sale with up to 50% off laptops, PCs, and accessories — and more of today's best deals from around the web", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t…", "url": "https://www.businessinsider.com/deal-of-the-day-dell-black-friday-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedb6d5110d4c2b8668e694-960-480.jpg", "publishedAt": "2018-11-15T18:20:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t… [+3110 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "I took a Tesla Model S on a road trip and quickly discovered why it's unlike any other car on the market (TSLA)", "description": "I've driven many electric cars — and every vehicle Tesla sells. I've also endured some mishaps and adventures when it comes to charging. Tesla has an extensive network of Superchargers, but if you don't trust the vehicle to guide you to them and calibrate cha…", "url": "https://www.businessinsider.com/tesla-model-s-drive-2017-1", "urlToImage": "https://amp.businessinsider.com/images/578e70964321f11b008b9544-1920-960.jpg", "publishedAt": "2018-11-15T18:11:00Z", "content": "I've driven a lot of electric cars, and for a few years, I always tried to test one during my summer sojourns to my kids' sleepaway camp. I've had to change that pattern of late because I typically need a big SUV or pickup truck to transport up to four kids, … [+1154 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "JCPenney's new CEO wants to crack down on the company's overpacked stores (JCP)", "description": "JCPenney CEO Jill Soltau said during a call with investors on Thursday that resolving the retailer's high inventory levels was one of her most immediate priorities. The department store reported its third-quarter earnings results on Thursday. Inventory levels…", "url": "https://www.businessinsider.com/jcpenney-crowded-stores-problem-for-new-ceo-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedacdf01b12d18a47c936d-750-375.jpg", "publishedAt": "2018-11-15T18:08:19Z", "content": "In a call with investors on Thursday morning, JCPenney 's new CEO, Jill Soltau, was asked by an analyst what she felt should be improved in its stores based on her early experiences. Soltau, who was appointed to the position just over a month ago, was reticen… [+2208 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "The 12 'creepiest' tech gifts this holiday season, according to users", "description": "An elf on the shelf watching you might be the least of your concerns this holiday season. With the increasing prevalence of smart-home tech, it's easy to get caught up in the novelty of it all. You can start your coffee maker from your phone! You can ask your…", "url": "http://uk.businessinsider.com/creepiest-tech-gifts-gadgets-mozilla-2018-11", "urlToImage": "http://static6.uk.businessinsider.com/image/5bedae82bde70f1d6b35b51c-1190-625/the-12-creepiest-tech-gifts-this-holiday-season-according-to-users.jpg", "publishedAt": "2018-11-15T18:05:00Z", "content": "Ursula Page/Shutterstock An elf on the shelf watching you might be the least of your concerns this holiday season. With the increasing prevalence of smart-home tech, it's easy to get caught up in the novelty of it all. You can start your coffee maker from you… [+6528 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Elon Musk said Tesla customers still have time to guarantee they get a $7,500 tax credit on a new car (TSLA)", "description": "Tesla CEO Elon Musk said on Thursday via Twitter that Tesla customers now have until November 30 to guarantee delivery by the end of the year. Deliveries taken before the end of this year are eligible for a $7,500 federal tax credit, which will be cut in half…", "url": "https://www.businessinsider.com/elon-musk-tesla-customers-can-still-guarantee-7500-tax-credit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b4df909f29aa4e9678b45ec-1536-768.jpg", "publishedAt": "2018-11-15T18:03:24Z", "content": "Tesla CEO Elon Musk said on Thursday via Twitter that Tesla customers now have until November 30 to guarantee delivery by the end of the year after the automaker purchased trucking companies and signed contracts with others. Deliveries taken before the end of… [+2129 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Ullman", "title": "The best places to shop for Christmas tree ornaments", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Oh Christmas tree, oh Christmas tree, where are the best places to buy ornaments to decorate you …", "url": "https://www.businessinsider.com/best-ornaments", "urlToImage": "https://amp.businessinsider.com/images/5beb3eeebeb67063fa7207b6-750-375.jpg", "publishedAt": "2018-11-15T18:00:00Z", "content": "Why you'll love it: Bed, Bath &amp; Beyond is one of the best places to stock up on popular high-end collectible Christmas ornaments, as well as personalized ornaments. If you've ever wondered what comes \"beyond\" the bed and the bath at Bed, Bath &amp; Beyond… [+1372 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang and Samantha Lee", "title": "Here are all of the countries not allowed to fly into the US", "description": "The FAA 's International Air Safety Assessment (IASA) program determines whether a country and its airlines will be allowed to fly into the United States. IASA inspectors determine whether entire countries, rather than specific airlines, meet the internationa…", "url": "https://www.businessinsider.com/countries-airlines-not-allowed-to-fly-into-the-us-faa-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b3a5d8c44472718008b469b-1920-960.jpg", "publishedAt": "2018-11-15T17:49:37Z", "content": "Commercial aviation is booming. More than four billion people traveled by air last year. According to data from the International Air Transport Association, global passenger traffic grew by 8.1% during 2017. During the first half of 2018, air travel grew 7%. … [+2016 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Crown Prince Mohammed comes out on top of Khashoggi case that could see 5 others killed", "description": "Saudi officials on Thursday claimed that Crown Prince Mohammed bin Salman was innocent in the death of Jamal Khashoggi, and said it requested the death penalty of five people over the killing. Experts — from government officials, country experts, and Khashogg…", "url": "https://www.businessinsider.com/saudi-exoneration-of-crown-prince-will-probably-work-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd03e1ad2e64852147fe482-1920-960.jpg", "publishedAt": "2018-11-15T17:46:16Z", "content": "Top Saudi officials attempted to clear their crown prince from journalist Jamal Khashoggi's killing on Thursday by claiming that he had no knowledge of it. Experts called the claims \"ludicrous,\" but Riyadh's exoneration will probably help to turn the page on … [+6322 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "The 12 'creepiest' tech gifts this holiday season, according to users", "description": "An elf on the shelf watching you might be the least of your concerns this holiday season. With the increasing prevalence of smart-home tech, it's easy to get caught up in the novelty of it all. You can start your coffee maker from your phone! You can ask your…", "url": "https://www.businessinsider.com/creepiest-tech-gifts-gadgets-mozilla-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec8ae39e8c530cb07561ea-2732-1366.jpg", "publishedAt": "2018-11-15T17:32:47Z", "content": "An elf on the shelf watching you might be the least of your concerns this holiday season. With the increasing prevalence of smart-home tech, it's easy to get caught up in the novelty of it all. You can start your coffee maker from your phone! You can ask your… [+1363 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "We drove the $46,000 Subaru Ascent to see if it's one of the best family SUVs money can buy — here's the verdict", "description": "Editorial note: Business Insider will name its 2018 Car of the Year on Monday, November 19. Each day this week, we're taking another look at the five vehicles that were runners-up that were selected from a pool of 15 finalists. Earlier this week, we featured …", "url": "https://www.businessinsider.com/subaru-ascent-suv-review-bi-car-of-the-year-runner-up-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd211c200cda522be4d96e3-1920-960.jpg", "publishedAt": "2018-11-15T17:29:00Z", "content": "Editorial note: Business Insider will name its 2018 Car of the Year on Monday, November 19. Each day this week, we're taking another look at the five vehicles that were runners-up that were selected from a pool of 15 finalists. Earlier this week, we featured … [+1592 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Perticone", "title": "Nancy Pelosi's bid for House Speaker is in a lot more trouble than she's letting on", "description": "A small group of Democrats are circulating a letter to oppose Nancy Pelosi's campaign to be the next speaker of the House when the new Congress forms in January. Pelosi has remained confident in public, telling reporters she has enough votes to be elected spe…", "url": "https://www.businessinsider.com/nancy-pelosi-house-speaker-bid-in-trouble-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec4f57110d4c0bb46972e2-2732-1366.jpg", "publishedAt": "2018-11-15T17:27:40Z", "content": "WASHINGTON — Nancy Pelosi's unopposed bid to serve as the next speaker of the House might not be totally assured after all, despite the longtime Democratic leader reiterating her confidence she will win back the coveted gavel. A small but powerful contingent … [+3403 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Millennials are reportedly revolting against 30-pound turkeys — and it could be changing Thanksgiving dinner", "description": "Millennials apparently want smaller turkeys for Thanksgiving dinner, and it's driving down demand for larger birds, Bloomberg reported on Thursday. Industry experts say this is because millennials want to cut down on waste and be more socially responsible. Th…", "url": "https://www.businessinsider.com/millennials-small-thanksgiving-turkeys-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed99519e8c531eb066d9e6-750-375.jpg", "publishedAt": "2018-11-15T17:22:23Z", "content": "Millennials are apparently bringing more modesty to the dinner table this Thanksgiving. According to a report from Bloomberg, this generation, which has been deemed more environmentally conscious and socially responsible than its predecessors, is growing tire… [+1736 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "Scammers have accelerated their attacks on connected TV and OTT devices, marking a whole new front for advertisers and publishers to combat ad fraud", "description": "Marketers have a whole new avenue to worry about when it comes to battling ad fraud. The accelerated growth of connected TV and over-the-top streaming has made the space a hotbed for ad fraud. Verification company DoubleVerify recently uncovered a new fraud s…", "url": "https://www.businessinsider.com/scammers-attacks-connected-tv-and-ott-devices-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed990f110d4c26c364bda7-1334-667.jpg", "publishedAt": "2018-11-15T17:21:27Z", "content": "Marketers and publishers have been battling ad fraud on the web and mobile for years. Now, they may need to start worrying about getting ripped off by scammers on over-the-top (OTT) and connected TV devices too. The accelerated growth of connected TV and over… [+4379 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "Trucking companies are offering their drivers bonuses as high as $20,000 — but they say it's still not enough to fix the truck driver shortage", "description": "Truck driver pay has increased this year by record jumps. But new bonuses and pay raises still don't seem to be enough to lure folks into a job where they're away from home for weeks at a time. According to data from the National Transportation Institute, 85%…", "url": "https://www.businessinsider.com/truck-driver-pay-shortage-five-digit-bonus-jobs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beda3119e8c5320970a59f9-750-375.jpg", "publishedAt": "2018-11-15T17:20:00Z", "content": "As the rest of the workforce deals with wage stagflation, trucking companies are offering five-digit bonuses and record-high pay jumps to entice new drivers to the field. Yet few trucking companies have reported that their problems have lessened. According to… [+2999 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "JPMorgan's global research chief breaks down 4 huge shifts that will make the next financial crisis unlike any in history — and explains why the best-known safeguards won't work", "description": "The world has undergone four paradigm shifts that make it difficult to use old playbooks to gauge the next financial crisis, according to Joyce Chang, the global head of research at JPMorgan. The biggest of the four is a shift in market structure, which is se…", "url": "https://www.businessinsider.com/next-financial-crisis-causes-and-historical-differences-joyce-chang-jpmorgan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed7dc6c957010d8a3ba450-1536-768.jpg", "publishedAt": "2018-11-15T17:16:37Z", "content": "Joyce Chang has witnessed her fair share of financial crises during the nearly three decades she has worked in markets. Chang, the global head of research at JPMorgan, isn't applying any of the old playbooks to the next one, which she says is inevitable. The … [+4628 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "How to have the ultimate vacation in Cancun, Cozumel, and Riviera Maya", "description": "When it comes to the recipe for a good vacation, Mexico delivers with crystal-white sand, incredibly delicious food, unique cultures, and plenty of sunshine across the country. If what you want is an unforgettable vacation, Mexico's Caribbean coast is where y…", "url": "https://www.businessinsider.com/sc/mexico-caribbean-coast-getaway-destination-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be36393c957015d287e53ef-1136-568.jpg", "publishedAt": "2018-11-15T17:15:00Z", "content": "When it comes to the recipe for a good vacation, Mexico delivers with crystal-white sand, incredibly delicious food, unique cultures, and plenty of sunshine across the country. If what you want is an unforgettable vacation, Mexico's Caribbean coast is where y… [+3230 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "MoviePass' owner lost $130 million last quarter, as it saw a 'significant decline' in subscribers and 2 more board resignations (HMNY)", "description": "MoviePass' owner, Helios & Matheson Analytics (HMNY), reported a loss of $130 million for the three months ending September 30, according to its third-quarter filing with the Securities and Exchange Commission. It also noted that MoviePass has suffered a \"sig…", "url": "https://www.businessinsider.com/moviepass-owner-lost-130-million-last-quarter-saw-user-decline-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b6883b7e199f327008b4be2-1536-768.jpg", "publishedAt": "2018-11-15T17:13:50Z", "content": "MoviePass' owner, Helios &amp; Matheson Analytics (HMNY), released its third-quarter filing on Thursday, and it wasn't pretty. The company reported that it lost approximately $129.6 million for the three months ending September 30 (the same time last year it … [+1685 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "Emirates Airline profits are down by 86% and things may not get better soon", "description": "Emirates Airline profits over the first six months of its fiscal year are down a whopping 86% over the same period in 2017. The airline reported $62 million in profits on $13.3 billion in revenue for the six-month period ending on September, 30. Emirates Grou…", "url": "https://www.businessinsider.com/emirates-airline-profits-fall-86-high-fuel-prices-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58deb34077bb70c3008b5884-960-480.png", "publishedAt": "2018-11-15T17:13:15Z", "content": "Emirates Airline profits over the first six months of its fiscal year are down a whopping 86% over the same period in 2017. According to Reuters, this is the carrier's worst such period in a decade. During the six-month period ending on September 30, Emirates… [+1483 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "Michelle Obama tells her side of the story about the time she broke royal protocol and touched Queen Elizabeth", "description": "In her new memoir, \" Becoming,\" Michelle Obama details the time she broke royal protocol by touching Queen Elizabeth. During their first meeting in April 2009, Obama says the two bonded over the pain of wearing heels. Michelle says she placed a hand on the Qu…", "url": "https://www.businessinsider.com/michelle-obama-touched-queen-elizabeth-her-story-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed8daa0d7c67103745fd4f-1920-960.jpg", "publishedAt": "2018-11-15T17:12:58Z", "content": "Michelle Obama certainly had a special relationship with Queen Elizabeth during her husband's eight years in office. In her new memoir, \"Becoming\", the former first lady details the two times she broke royal protocol while meeting with the Queen of England, a… [+3048 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Michigan avenges NCAA Championship loss with blowout win against No. 8 Villanova and it's an ominous sign for the reigning champs", "description": "After the Michigan Wolverines' spectacular run through March Madness, they fell to the dominant Villanova Wildcats, 79-62, in the 2018 NCAA national championship game. Seven months later, No. 18 Michigan traveled to the newly-renovated Finneran Pavilion looki…", "url": "https://www.businessinsider.com/michigan-crushes-no-8-villanova-in-national-championship-rematch-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed95e7f556fc145f56a9fd-1334-667.jpg", "publishedAt": "2018-11-15T17:12:33Z", "content": "The Villanova Wildcats have been as good as any team in college basketball over the last few seasons. They took down the North Carolina Tarheels in stunning fashion to win the national championship in 2016 and, just two years later, reloaded enough to destroy… [+2455 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "I flew 13 hours nonstop on the world's biggest passenger plane, the $446 million Airbus superjumbo jet, and it's about as good as economy can get", "description": "The Airbus A380 superjumbo is the largest and most expensive commercial airliner in history. It once promised to revolutionize air travel with unprecedented luxury, but it turned out to be mostly a bust for Airbus. The biggest A380 customer is Emirates Airlin…", "url": "https://www.businessinsider.com/emirates-airline-airbus-a380-economy-class-review-new-york-dubai-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed829566be506900531a9a-1920-960.jpg", "publishedAt": "2018-11-15T17:09:16Z", "content": "While the seats felt surprisingly dated, there was tons of leg room for an economy flight and the plane itself was only half full, which meant there was an empty seat next to me. The entertainment system was excellent, with more options than any passenger wil… [+1482 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jeanne Lee", "title": "10 abbreviations you should know to navigate your tax forms", "description": "Tax season brings with it a deluge of acronyms that you need to be familiar with. Here, we break down 10 of the major abbreviations you'll encounter when filing your taxes. This year's new federal income tax form may be the size of a postcard, but that doesn'…", "url": "https://www.businessinsider.com/tax-form-abbreviations-you-should-know-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed95b466be506ca2618185-2732-1366.jpg", "publishedAt": "2018-11-15T17:05:00Z", "content": "This year's new federal income tax form may be the size of a postcard, but that doesn't mean filling it out will be a snap. One of the less amusing parts of doing your taxes is getting through the alphabet soup it presents: AGI, EIN, EIC — what do all those a… [+3740 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "14 thoughtfully curated holiday gift sets that don't feel lazy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. You're worried about placing all your bets on a single product as a gift, or you're simply runnin…", "url": "https://www.businessinsider.com/christmas-gift-sets-for-holidays-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beda58ce4218a14e64b72f8-750-375.jpg", "publishedAt": "2018-11-15T17:05:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Harry's/Instagram You're worried about placing all your bets on a single product as a gift, or yo… [+779 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "'Deeply misguided and dangerous': George Soros group slams Facebook as a threat to democracy in open letter to Sheryl Sandberg", "description": "Facebook, as part of an effort to boost its image this summer, hired Republican-linked PR firm Definers Public Affairs in an attempt to blame liberal billionaire George Soros for the rise of anti-Facebook groups, The New York Times reported on Wednesday. At F…", "url": "https://www.businessinsider.com/george-soros-group-slams-facebook-sheryl-sandberg-as-threat-to-democracy-letter-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed8b8266be506a454c046e-1136-568.png", "publishedAt": "2018-11-15T17:04:05Z", "content": "George Soros' philanthropy group has called on Facebook and Sheryl Sandberg to \"remediate the damage done\" after a New York Times report revealed the company's efforts to link Soros to the rise of anti-Facebook groups that have cropped up following the compan… [+4179 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "An American woman fell to her death on a cruise ship after reportedly being choked by a man on the upper deck", "description": "The death of a passenger on a Princess Cruises ship, which is owned by Carnival Group, in the Caribbean is being investigated as a possible murder, USA Today reports. The Aruba-based publication Diario says the woman fell from the ship's upper deck after a ma…", "url": "https://www.businessinsider.com/cruise-passenger-dies-after-being-choked-and-falling-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed87bb8c35ab119a6a9692-1920-960.jpg", "publishedAt": "2018-11-15T17:02:00Z", "content": "The death of a passenger on a Princess cruise ship, which is owned by Carnival Group, in the Caribbean is being investigated as a possible murder, USA Today reports. The passenger, a 52-year-old American woman, died Tuesday morning as the ship, Royal Princess… [+1151 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Geaghan-Breiner, Christian Nguyen and Adrian Traviezo", "title": "This flying car is a replica of Drake's own $3.5 million Ferrari — here's how his team got it to float above audiences", "description": "Drake and his team pulled out all the stops for one the biggest music tours of the year — his concerts with Migos feature a bright yellow Ferrari that flies above concertgoers' heads. Drake hired TAIT, a live-event equipment company, to recreate his beloved L…", "url": "https://www.businessinsider.com/ferrari-flying-car-at-drake-and-migos-concert-tour-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec81240591f2111453e655-1920-960.jpg", "publishedAt": "2018-11-15T17:00:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "You can enroll in over 55,000 online classes for $10 each with this Black Friday and Cyber Monday deal", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. This Black Friday, one thing that will be heavily discounted isn't a physical product. Instead, y…", "url": "https://www.businessinsider.com/udemy-black-friday-cyber-monday-deals-10-dollar-online-classes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed996a9e8c531eb066d9e7-1536-768.jpg", "publishedAt": "2018-11-15T16:42:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Udemy This Black Friday, one thing that will be heavily discounted isn't a physical product. Inst… [+1099 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Bienkov", "title": "Theresa May's premiership is now rapidly running out of road", "description": "Theresa May's future as prime minister is looking incredibly precarious. Conservative MPs are threatening to bring her down as her Brexit deal gathers little support in parliament. The prime minister could face a leadership challenge within days. May is promi…", "url": "https://www.businessinsider.com/theresa-may-premiership-brexit-deal-running-out-of-road-leadership-challenge-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beda0d7da27f82c4016c77e-1136-568.jpg", "publishedAt": "2018-11-15T16:41:33Z", "content": "LONDON — When Theresa May lost her majority at last year's general election, most people predicted that her days as prime minister would be numbered. She has outlived those predictions and continues to outlive them now, despite the resignation of almost two d… [+3912 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "The most dominant player in college basketball was secretly offered a scholarship to play football at LSU", "description": "Zion Williamson has taken the college basketball world by storm. Three games into his college career, Williamson has lived up to the hype, throwing down explosive dunks and turning Duke basketball into must-see television. A recent ESPN story revealed that Wi…", "url": "https://www.businessinsider.com/zion-williamson-duke-lsu-football-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed965bb73c2812e14cca2c-1136-568.jpg", "publishedAt": "2018-11-15T16:40:38Z", "content": "Zion Williamson has lived up to the hype. After years of high school highlight reels uploaded to YouTube showing off his explosive dunks, Williamson has transitioned to college ball with ease, dominating opponents and helping Duke off to a 3-0 start to the se… [+2114 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "Read the personal message the head of the FDA just put out as the agency cracks down on e-cigs and menthol cigarettes", "description": "The Food and Drug Administration on Thursday made a move to limit the use of flavors in tobacco products, including e-cigarettes. That includes a crackdown on flavored e-cigs like Juul at convenience stores and gas stations, as well as seeking a ban on mentho…", "url": "https://www.businessinsider.com/e-cigarette-menthol-cigarette-statement-fda-scott-gottlieb-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5aa006d85cc410ad048b459f-2732-1366.jpg", "publishedAt": "2018-11-15T16:40:00Z", "content": "The FDA's latest push to limit the popularity of smoking among teens is targeting flavors in tobacco-based products. On Tuesday, the FDA laid out its plans to curb electronic cigarette use, as well as the use of flavored cigarettes and cigars. The plan is to … [+20367 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "The biggest threat to success isn't failure — it's something much harder to beat", "description": "When you're bored with good habits you've been practicing for a while, it can be hard to stick with them. That's according to the book \"Atomic Habits\" by James Clear. One solution is to implement a \"variable reward\" system, so that you only get (unexpectedly)…", "url": "https://www.businessinsider.com/bored-success-good-habits-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5af72cfb6c41a61a008b49e6-960-480.jpg", "publishedAt": "2018-11-15T16:39:26Z", "content": "Starting to develop new behaviors is hard. Everyone gets that. During those first few days running in the park, or writing a novel, or whatever it is you're trying to do, it's tempting to just stop and revert back to your old, lazy self. What's less well unde… [+2326 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Grace Panetta", "title": "These 9 political friendships proved party lines don't have to divide Americans", "description": "This week, newly-elected members of the 116th congress are gathering in Washington, DC for freshman orientation after years of historically pernicious partisan gridlock, which has led to two government shutdowns in the past five years. In recent decades, howe…", "url": "https://www.businessinsider.com/nine-famous-political-friendships-transcend-party-lines-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec48cc0591f2082b54a7ad-1136-568.jpg", "publishedAt": "2018-11-15T16:37:29Z", "content": "The former Democratic president and Republican house speaker from Ohio often clashed on policy — famously so when the 2011 \"grand bargain\" budget deal fell apart — but still maintained a respectful working relationship while Boehner was speaker. The two would… [+898 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Erin Brodwin", "title": "Government regulators are banning menthol cigarettes and chipping away at flavored e-cigs — but not in the way some thought", "description": "Federal regulators on Thursday announced a ban on menthol cigarettes and a move to place flavored e-cigarettes like the Juul behind a stronger regulatory fence. The move is less severe than what some expected to see: an immediate ban on flavored e-cigs being …", "url": "https://www.businessinsider.com/fda-government-bans-menthol-cigarettes-chips-away-flavored-e-cigs-juul-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b10190d1ae6621b008b4ca9-1920-960.jpg", "publishedAt": "2018-11-15T16:36:12Z", "content": "Instead of announcing what was expected to be a sweeping and immediate ban on flavored e-cigs like the Juul on Thursday, government regulators said that they would be banning regular menthol cigarettes and revisiting a year old-policy designed to put new e-ci… [+2895 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanza Loudenback", "title": "Here's the salary you need to be in the top 50% of earners in 50 major US cities", "description": "If you're working toward earning a salary that will deem you \" rich \" in your city, it may take some time. One benchmark you can use on your way to wealth: Making it into the top 50% of earners. If you're earning at least $75,368 in New York City, you make mo…", "url": "https://www.businessinsider.com/salary-top-half-earners-major-cities-2015-11", "urlToImage": "https://amp.businessinsider.com/images/5bed9f830d7c6713f5600b89-1536-768.jpg", "publishedAt": "2018-11-15T16:35:00Z", "content": "You need to earn at least $117,474 to be in the top 50% in San Jose, California. Matthew Lewis/Getty Images If you're working toward earning a salary that will deem you \" rich \" in your city, it may take some time. One benchmark you can use on your way to wea… [+512 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Prince William launches unprecedented attack on tech giants: 'They seem unable to engage in constructive discussion about the social problems they are creating'", "description": "Prince William and his wife Catherine. Neil P. Mockford/Getty Images The Duke of Cambridge Prince William criticised big tech for failing to deal with problems like cyberbullying and hate-speech profligating on their platforms in a speech at the BBC, The Duke…", "url": "http://uk.businessinsider.com/prince-william-says-tech-giants-putting-profit-before-social-values-2018-11", "urlToImage": "http://static5.uk.businessinsider.com/image/5bed99a2bde70f1adf549998-1190-625/prince-william-launches-unprecedented-attack-on-tech-giants-they-seem-unable-to-engage-in-constructive-discussion-about-the-social-problems-they-are-creating.jpg", "publishedAt": "2018-11-15T16:33:00Z", "content": "Prince William and his wife Catherine. Neil P. Mockford/Getty Images Prince William rebuked big tech firms for failing to adequately respond to problems on their platforms like cyberbullying and hate-speech, the Telegraph reports. In a speech at the BBC ahead… [+2620 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Priolo and Ian Phillips", "title": "6 techniques used to terrify audiences", "description": "Join the conversation about this story »", "url": "https://www.businessinsider.com/6-techniques-used-to-terrify-audiences-2018-10", "urlToImage": null, "publishedAt": "2018-11-15T16:25:40Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "US farmers are taking a beating from the trade war with China", "description": "Trade war is a major threat to farmers according to Rabobank. Chinese soybean imports fall for the first time in 15-years while prices are at their lowest for 10 years. A Trump administration subsidy is stemming panic-selling by farmers. US soybean farmers ar…", "url": "https://www.businessinsider.com/us-farmers-take-beating-in-trade-war-with-china-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed924a8c35ab139e0d9174-1920-960.jpg", "publishedAt": "2018-11-15T16:24:25Z", "content": "US soybean farmers are bearing the brunt of Trump's trade war with China. China, the world's largest soybean buyer, has turned its attention to Brazil for the oilseed this year, leaving US farmers with large inventories they are struggling to sell, according … [+1482 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "California's biggest utility provider has seen half its market value wiped out since the wildfires started (PCG)", "description": "California's deadliest and most destructive wildfire broke out last Thursday. The Pacific Gas and Electric Company (PG&E) said it experienced problems with transmission lines and substations in the area of the fire around the time the blazes erupted. PG&E sai…", "url": "https://markets.businessinsider.com/news/stocks/pge-stock-price-california-wildfire-erases-half-of-market-value-2018-11-1027731634", "urlToImage": "https://static1.businessinsider.com/image/5be6f13fd1e84433d22a64d7-2000/ap18314197347191.jpg", "publishedAt": "2018-11-15T16:18:50Z", "content": "Ringo H.W. Chiu/AP California's deadliest and most destructive wildfire broke out last Thursday. The Pacific Gas and Electric Company (PG&amp;E) said it experienced problems with transmission lines and substations in the area of the fire around the time the b… [+1566 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "California's biggest utility provider has seen half its market value wiped out since the wildfires started (PCG)", "description": "California's deadliest and most destructive wildfire broke out last Thursday. The Pacific Gas and Electric Company (PG&E) said it experienced problems with transmission lines and substations in the area of the fire around the time the blazes erupted. PG&E sai…", "url": "https://www.businessinsider.com/pge-stock-price-california-wildfire-erases-half-of-market-value-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed9c29beb67013120bf832-750-375.jpg", "publishedAt": "2018-11-15T16:18:50Z", "content": "The Pacific Gas and Electric Company ( PG&amp;E ) has seen more than half of its market cap wiped out in a week amid speculation the utility could be responsible for California's deadliest and most destructive wildfire. The fire — which started its devastatin… [+1095 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "Trump rips into Mueller and Russia probe as the special counsel reportedly prepares to drop more indictments", "description": "President Donald Trump renewed his attacks on the special counsel Robert Mueller and the Russia investigation on Thursday, after an uncharacteristically quiet period. In a series of tweets Trump accused Mueller, without evidence, of having \"gone absolutely nu…", "url": "https://www.businessinsider.com/trump-mueller-tweetstorm-indictments-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be8dcd8da27f842256b1c92-1536-768.jpg", "publishedAt": "2018-11-15T16:15:54Z", "content": "After an uncharacteristic lull, President Donald Trump on Thursday renewed his attacks on the special counsel Robert Mueller and the Russia investigation. \"The inner workings of the Mueller investigation are a total mess,\" Trump tweeted. \"They have found no c… [+3206 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "The CEO of Spanx wakes up an hour early to drive around 'aimlessly' on a 'fake commute' because she does her best thinking in the car", "description": "Spanx CEO Sara Blakely says she does her best thinking in the car. The only problem is that she lives close to her office and has a short commute. To give herself more time to think, Blakely wakes up an hour early each morning to go on a \"fake commute\" in whi…", "url": "https://www.businessinsider.com/spanx-ceo-sara-blakely-fake-commute-2018-11", "urlToImage": "https://static.businessinsider.com/image/5bed9a0ef556fc153f30028a-750.jpg", "publishedAt": "2018-11-15T16:08:56Z", "content": "Spanx CEO Sara Blakely. Jamie McCarthy/Getty What should you do if you do your best thinking during your morning commute, but you live close to your office? If you're Spanx CEO Sara Blakely, you make your morning commute longer. Blakely revealed earlier this … [+1526 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Prince William says tech giants are putting profit first before social values in unprecedented attack", "description": "The Duke of Cambridge Prince William criticised big tech for failing to deal with problems like cyberbullying and hate-speech profligating on their platforms in a speech at the BBC, the Telegraph reports. The Duke heads up an anti-cyberbullying taskforce, and…", "url": "https://www.businessinsider.com/prince-william-says-tech-giants-putting-profit-before-social-values-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed96bff556fc14661cfdf5-1920-960.jpg", "publishedAt": "2018-11-15T16:06:13Z", "content": "Prince William rebuked big tech firms for failing to adequately respond to problems on their platforms like cyberbullying and hate-speech, the Telegraph reports. In a speech at the BBC ahead of the launch of its KOW app, designed to prevent children from send… [+2555 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "'28 months of work undone in hours': The City of London reacts to the chaos of Theresa's May's crumbling Brexit deal", "description": "Brexit entered a chaotic new chapter on Thursday as a swathe of government ministers — including Brexit Secretary Dominic Raab — resigned in protest at the deal secured by Prime Minister Theresa May. Raab's resignation triggered a major fall in the pound, wit…", "url": "https://www.businessinsider.com/city-of-london-reaction-to-brexit-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b504bc77dd02409068b473e-1920-960.jpg", "publishedAt": "2018-11-15T16:05:38Z", "content": "\"The market has taken a big red pen to stocks which are heavily exposed to the UK economy like the banks, retailers and housebuilders. These sectors were already under pressure, but the potential for an orderly Brexit to unravel in the next few days is causin… [+388 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lina Batarags", "title": "The CEO of a top travel app says the best boutique hotels all have the same 2 things in common, no matter what city they're in", "description": "Sam Shank, the founder and CEO of HotelTonight, recently told Business Insider that the best boutique hotels appeal to a sense of nostalgia. Shank also said that New York City has the best collection of boutique hotels. HotelTonight is an online travel compan…", "url": "https://www.businessinsider.com/hotel-tonight-best-boutique-hotels-nostalgia-instagrammable-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed8d9b9e8c531c957ca7b5-1920-960.jpg", "publishedAt": "2018-11-15T16:04:00Z", "content": "Booking a hotel room can be a tedious, confusing process — but it doesn't have to be. That's part of the reason Sam Shank founded HotelTonight, an online travel company that allows users to book discounted, last-minute hotel rooms via its app or mobile site. … [+1547 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Erin Brodwin", "title": "The government wants to crack down on candy-flavored e-cigs and menthol cigarettes in a huge move against tobacco products", "description": "America's food and drug regulator is proposing to crack down on the sale of flavored e-cigs like the Juul at convenience stores and gas stations, citing their skyrocketing popularity among teens. The FDA is also seeking to ban menthol cigarettes, and is looki…", "url": "https://www.businessinsider.com/flavored-e-cigs-ban-juul-fda-stores-cigars-menthol-cigarettes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b10190d1ae6621b008b4ca9-1920-960.jpg", "publishedAt": "2018-11-15T15:45:00Z", "content": "In an attempt to address what government regulators have called an \"epidemic\" of teen vaping, the Food and Drug Administration on Thursday announced broad plans to restrict access to flavored e-cigs and conventional cigarettes. The FDA is seeking to restrict … [+484 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "These 16 car brands offer the best customer experience", "description": "The market research company JD Power released on Wednesday its ranking of the auto brands that provide the best sales experience. Porsche received the highest score, with 828 out of a possible 1,000 points. Infiniti and Lexus received the second and third-hig…", "url": "https://www.businessinsider.com/car-brands-that-provide-best-sales-experience-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec57f7f556fc7a6612913d-1920-960.jpg", "publishedAt": "2018-11-15T15:43:56Z", "content": "The market research company JD Power released on Wednesday its ranking of the auto brands that provide the best sales experience. Porsche received the highest score, with 828 out of a possible 1,000 points. Infiniti and Lexus received the second and third-hig… [+1626 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "Facebook confirmed Mark Zuckerberg's beef with Apple CEO Tim Cook in an official company statement (AAPL, FB)", "description": "Apple CEO Tim Cook and Facebook CEO Mark Zuckerberg have traded insults and barbs over the years. The latest example is that Zuckerberg even asked his employees to use Android phones and not Apple phones after Cook criticized Facebook in a televised interview…", "url": "https://www.businessinsider.com/mark-zuckerberg-facebook-tim-cook-apple-conflict-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5acd5cc187826b2e008b4bbd-1536-768.jpg", "publishedAt": "2018-11-15T15:42:50Z", "content": "Apple CEO Tim Cook and Facebook CEO Mark Zuckerberg might run two giant tech companies just a short drive down the 101 from each other in Silicon Valley, but there's no love lost between the two moguls. Now it's on the record — in an official company statemen… [+3204 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "The CEO of Office Depot reveals how the company is planning to grow beyond its stores to compete in the next era of retail (ODP)", "description": "Office Depot CEO Gerry Smith told Business Insider that he believes the future of retail will require an omnichannel approach. Smith spoke with Business Insider about what's next for Office Depot. The CEO highlighted the retailer's shift from selling office p…", "url": "https://www.businessinsider.com/office-depot-ceo-gerry-smith-future-of-retail-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb20b90d7c675e8323e60a-1920-960.jpg", "publishedAt": "2018-11-15T15:40:53Z", "content": "Office Depot CEO Gerry Smith could tell the audience wasn't quite buying his speech at his first ever company town hall. \"The company hadn't grown in years, and I walked onstage at my first town hall, in front of all our employees, and said, 'We're going to g… [+3467 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nicole Phillips", "title": "We’re looking for an Acquisition Marketing Specialist to join our subscription marketing team", "description": "We’re looking for an Acquisition Marketing Specialist to join our subscription marketing team in our New York office. It’s a great opportunity for an ambitious candidate who wants to take on significant responsibility early in their career and develop marketi…", "url": "https://www.businessinsider.com/were-looking-for-an-acquisition-marketing-specialist-to-join-our-subscription-marketing-team-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b3e1e1645aaf52c008b47cd-2732-1366.jpg", "publishedAt": "2018-11-15T15:35:00Z", "content": "Shutterstock / UfaBizPhoto We're looking for an Acquisition Marketing Specialist to join our subscription marketing team in our New York office. It's a great opportunity for an ambitious candidate who wants to take on significant responsibility early in their… [+1385 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "This is everything Lewis Hamilton eats and drinks for breakfast, lunch, and dinner", "description": "Lewis Hamilton is one of the most famous athletes in the modern world of sport. The British racer is a five-time Formula 1 champion who claimed his most recent title at the Monaco Grand Prix in September 2018. Hamilton is constantly evolving as an athlete and…", "url": "https://www.businessinsider.com/lewis-hamilton-diet-everything-he-eats-and-drinks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be99e4a0591f248637bc02c-1920-960.jpg", "publishedAt": "2018-11-15T15:32:00Z", "content": "Lewis Hamilton is one of the most famous athletes in the modern world of sport. The British racer is a five-time Formula 1 champion who claimed his most recent title at the Monaco Grand Prix in September 2018. Hamilton is constantly evolving as an athlete and… [+253 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Inside the abandoned Staten Island prison that has emerged as a prime location for movies and TV shows, including Netflix's 'Daredevil' and 'Orange Is the New Black'", "description": "The former Arthur Kill Correctional Facility on Staten Island hasn't held prisoners in seven years, but on Wednesday morning, there was plenty of law enforcement there. During my tour of the campus, a group of men dressed in SWAT gear barreled into what used …", "url": "https://www.businessinsider.com/inside-staten-island-prison-where-daredevil-orange-is-the-new-black-film-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec8973beb6707f645697d3-960-480.jpg", "publishedAt": "2018-11-15T15:31:17Z", "content": "The former Arthur Kill Correctional Facility on Staten Island hasn't held prisoners in seven years, but on Wednesday morning, there was plenty of law enforcement there. During my tour of the campus, a group of men dressed in SWAT gear barreled into what used … [+3305 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "UK bank stocks are cratering after Brexit chaos rumbles Theresa May's government", "description": "Barclays, RBS, and Lloyds, some of the UK's largest lenders, crash more than 4.5% after Theresa May's Brexit plan failed to win over her party, and the market. Top ministers have resigned, the Prime Minister faces a vote of no-confidence, and the pound fell m…", "url": "https://www.businessinsider.com/uk-bank-stocks-are-cratering-after-brexit-chaos-rumbles-theresa-mays-government-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed8b3dc957010e6d7932a1-320-160.jpg", "publishedAt": "2018-11-15T15:28:12Z", "content": "UK bank stocks tanked after Prime Minister Theresa May failed to win over her party or investors with her Brexit plan. Royal Bank of Scotland is trading down 9.1%, Lloyds dropped 6.1%, while Barclays fell 4.9%. Those companies, along with shares of British ho… [+1125 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Green", "title": "BigCommerce is adding Venmo and Masterpass (PYPL, M)", "description": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. E-commerce platform provider BigCommerce is adding PayPal-owned peer-to-peer (P…", "url": "https://www.businessinsider.com/bigcommerce-adds-venmo-masterpass-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed8f00b73c281080229631-960-480.jpg", "publishedAt": "2018-11-15T15:25:00Z", "content": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. E-commerce platform provider BigCommerce is adding PayPal-owned peer-to-peer (P… [+2882 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sally Kaplan", "title": "Amazon's premium music streaming service is giving Prime members unlimited access to tens of millions of songs for less than $1", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday technically doesn't start until November 23, but you can get early access to savings…", "url": "https://www.businessinsider.com/amazon-prime-music-unlimited-black-friday-cyber-monday-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed8eb4c957010fcc221aca-1920-960.png", "publishedAt": "2018-11-15T15:22:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday is officially on its way, and along with it comes plenty of early deals from Amazon.… [+1634 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "The Amazon Echo is actually the best kitchen appliance you can buy — here are 5 reasons why (AMZN)", "description": "I've owned an Amazon Echo since December 2015. For almost three years, that little black smart speaker has changed the way I live in my apartment. But while the Echo has tons of features and skills for all types of needs and situations, I'd argue that Amazon'…", "url": "https://www.businessinsider.com/amazon-echo-kitchen-cooking-tips-tricks-2018-7", "urlToImage": "https://amp.businessinsider.com/images/5b3a446354c8f91f008b4633-750-375.jpg", "publishedAt": "2018-11-15T15:20:00Z", "content": "If I say \"What should I cook tonight?\", Echo will start listing off names of dishes you can make. You can say \"learn more\" to get the full recipe, or say \"next\" to get another suggestion of what to cook. In the past, Alexa has recommended all sorts of interes… [+548 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eric Rosenberg", "title": "The AmEx Blue Business Plus credit card gets premium benefits without an annual fee — here's how it works", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. If you own a business and want more rewards you can redeem for free and discounted travel, the Bl…", "url": "https://www.businessinsider.com/amex-blue-business-plus-credit-card-review", "urlToImage": "https://amp.businessinsider.com/images/5bed8e140d7c67104646b9d2-960-480.jpg", "publishedAt": "2018-11-15T15:18:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. If you want a card that pays you back in valuable American Express Membership Rewards points with… [+4821 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Duke's Zion Williamson nearly hit his head on the rim in yet another gravity-defying dunk", "description": "Social media sensation and highly-touted Duke freshman Zion Williamson has lived up to all of the hype surrounding his arrival in Durham. The 6-foot-7, 285-pound power forward has 77 points and 32 rebounds through his first three games as a Blue Devil, settin…", "url": "https://www.businessinsider.com/zion-williamson-massive-dunk-helps-duke-to-blowout-win-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed8ca8beb6700ffd0c7f72-640-320.jpg", "publishedAt": "2018-11-15T15:15:16Z", "content": "Highly-touted Duke freshman Zion Williamson has lived up to all of the hype and then some in his first three games as a Blue Devil. He and fellow ridiculously talented Duke freshman R.J. Barrett set a record with 77 points apiece through their first three con… [+2045 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Anna Mazarakis", "title": "Every bottle of Heinz ketchup boasts about its '57 varieties' — but it doesn't really mean anything", "description": "The meaning behind Heinz 's \"57 varieties\" label has largely been a mystery for many. It turns out, it means pretty much nothing. To hear the full story, subscribe to Business Insider's new podcast, \" Household Name,\" for free. Have you ever looked at a Heinz…", "url": "https://www.businessinsider.com/heinz-doesnt-have-57-varieties-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b564d4c88be2337008b45dc-2732-1366.jpg", "publishedAt": "2018-11-15T15:10:50Z", "content": "Have you ever looked at a Heinz ketchup bottle and thought, \"Huh, what does that 57 mean?\" Well, it means nothing. Or almost nothing. That's according to Emily Ruby, the curator of the Heinz exhibit at the Senator John Heinz History Center in Pittsburgh. Sen.… [+4973 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Keyes", "title": "Easy returns will win retailers customer loyalty", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Almost all US consumers (96%) would shop with a retailer again if they had a …", "url": "https://www.businessinsider.com/easy-returns-win-customer-loyalty-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed8bd41011421bf1584a96-1920-960.jpg", "publishedAt": "2018-11-15T15:10:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Almost all US consumers (96%) would shop with a retailer again if they had a … [+2841 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "This 19-second video of a drone wielding a flamethrower will haunt your dreams", "description": "A video of a drone wielding a flame-thrower has been making the rounds on Twitter recently. The video, which was actually filmed over a year ago, shows the drone clearing garbage and debris from electrical wires. The drone was reportedly operated by an electr…", "url": "https://www.businessinsider.com/drone-flamethrower-electrical-wires-video-2018-6", "urlToImage": "https://amp.businessinsider.com/images/5bed89ac110d4c23a92bdfb2-1920-960.jpg", "publishedAt": "2018-11-15T15:02:00Z", "content": "Watch the video in the tweet below. Are you experiencing both amazement and fear? You're not alone. This video has been making the rounds on Twitter recently, but it was actually filmed a little over a year ago. According to Gizmodo, an electric-power mainten… [+293 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson", "title": "This startup uses data forecast which companies are ready to go public — here are its 16 predictions for 2019", "description": "It's not always clear which companies are preparing to go public. From raising venture capital, to confidential filings and mandated silent periods, it can take years of planning before a company lets it slip that it has its eye on a big exit event. But Equit…", "url": "https://www.businessinsider.com/companies-ipo-public-equityzen-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec68f2e4218a7ba506d787-1920-960.jpg", "publishedAt": "2018-11-15T15:00:00Z", "content": "It's not always clear which companies are preparing to go public. From raising venture capital, to confidential filings and mandated silent periods, it can take years of planning before a company lets it slip that it has its eye on a big exit event. But Equit… [+1294 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jacob Shamsian", "title": "Stormy Daniels says she'll dump Michael Avenatti as her lawyer if the abuse allegations against him are true", "description": "Adult film star Stormy Daniels said she'll fire her attorney Michael Avenatti if the domestic abuse allegations against him prove true. Avenatti was arrested on suspicion of domestic abuse on Wednesday. He denies the allegations. Daniels also cautioned that \"…", "url": "https://www.businessinsider.com/stormy-daniels-statement-michael-avenatti-abuse-allegations-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed86f1beb6700f3008d744-960-480.jpg", "publishedAt": "2018-11-15T14:57:54Z", "content": "Adult film star Stormy Daniels says she'll fire Michael Avenatti as her lawyer if the domestic abuse allegations against him are proven, but she cautioned that it's important to \"reserve judgement\" until the Los Angeles Police Department's investigation is co… [+1251 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mekebeb Tesfaye", "title": "The IMF head has backed central bank-issued crypto", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. The head of the International Monetary Fund (IMF), Christine Lagarde, has told governments to seriously consider issuin…", "url": "https://www.businessinsider.com/christine-lagarde-international-monetary-fund-backs-crypto-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed862038150717860caac4-2732-1366.jpg", "publishedAt": "2018-11-15T14:46:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. The head of the International Monetary Fund (IMF), Christine Lagarde, has told governments to seriously consider issuin… [+2421 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "JPMorgan is gaining ground after Warren Buffett's Berkshire Hathaway disclosed a $4 billion stake (JPM)", "description": "Warren Buffett's Berkshire Hathaway bought a $4 billion stake in JPMorgan in the third quarter, according to a regulatory filing released on Wednesday. The billionaire has a long-term relationship with JPMorgan CEO Jamie Dimon, and said they \"trust each other…", "url": "https://www.businessinsider.com/jpmorgan-stock-price-warren-buffett-berkshire-hathaway-discloses-4-billion-stake-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed81ded1e84428800090f4-1920-960.jpg", "publishedAt": "2018-11-15T14:42:15Z", "content": "Warren Buffett, the most famous value investor around, is loading up on big banks. Buffett's Berkshire Hathaway bought 35.7 million shares of JPMorgan in the third quarter worth $4.02 billion, according to regulatory documents filed Wednesday. A back of the e… [+1096 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "JPMorgan is gaining ground after Warren Buffett's Berkshire Hathaway disclosed a $4 billion stake (JPM)", "description": "Warren Buffett's Berkshire Hathaway bought a $4 billion stake in JPMorgan in the third quarter, according to a regulatory filing released on Wednesday. The billionaire has a long-term relationship with JPMorgan CEO Jamie Dimon, and said they \"trust each other…", "url": "https://markets.businessinsider.com/news/stocks/jpmorgan-stock-price-warren-buffett-berkshire-hathaway-discloses-4-billion-stake-2018-11-1027731149", "urlToImage": "https://static5.businessinsider.com/image/5b8855528905f2151d8b4f1d-2000/5547ce466bb3f7ed4933ba2d.jpg", "publishedAt": "2018-11-15T14:42:15Z", "content": "Alex Wong / Getty Images Warren Buffett, the most famous value investor around, is loading up on big banks. Buffett's Berkshire Hathaway bought 35.7 million shares of JPMorgan in the third quarter worth $4.02 billion, according to regulatory documents filed W… [+1121 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "After wrangling with Amazon, Bernie Sanders has set his sights on Walmart (WMT, AMZN)", "description": "Sen. Bernie Sanders is pressuring Walmart to raise its minimum wage. Previously, the senator from Vermont took on Amazon over its pay — and won. Sanders will introduce a new bill that will ban stock buybacks for companies that pay workers under $15 an hour. B…", "url": "https://www.businessinsider.com/bernie-sanders-walmart-minimum-wage-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed6b56110d4c211e100474-960-480.jpg", "publishedAt": "2018-11-15T14:32:48Z", "content": "Bernie Sanders clashed with Amazon over its minimum wage — and prevailed. The online retailer bumped its minimum wage up to $15 an hour. But the senator from Vermont isn't finished wrangling with major companies over wages. The Washington Post reported on Wed… [+1527 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "The 'Jack Reacher' franchise is being shopped as a TV series, and the author says Tom Cruise is too short to continue as the star", "description": "The author of the \"Jack Reacher\" book series, Lee Child, said Tom Cruise is not big enough in physical stature to play his character anymore. Child told BBC Radio that the franchise is moving from the big screen to a TV series, likely on a streaming service. …", "url": "https://www.businessinsider.com/jack-reacher-author-says-tom-cruise-is-too-short-for-potential-tv-show-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57d32bbf077dccf2018b4c62-1136-568.jpg", "publishedAt": "2018-11-15T14:27:06Z", "content": "The author behind the Jack Reacher book series, Lee Child, isn't shy to give his thoughts about why Tom Cruise isn't the right choice to play the character anymore. In a recent interview with BBC Radio, Child said though he has enjoyed working with Cruise on … [+1915 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "What you need to know in advertising today", "description": "As Facebook faced a string of crises, it sought to tie its critics to George Soros, the billionaire at the center of many fringe right-wing conspiracy theories. This summer, with anti-Facebook sentiment growing in the wake of the Cambridge Analytica scandal a…", "url": "https://www.businessinsider.com/advertising-news-today-facebook-nyt-story-dtc-agencies-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed7dca3815071618030f7f-1536-768.jpg", "publishedAt": "2018-11-15T14:16:02Z", "content": "Facebook CEO Mark Zuckerberg. Getty As Facebook faced a string of crises, it sought to tie its critics to George Soros, the billionaire at the center of many fringe right-wing conspiracy theories. This summer, with anti-Facebook sentiment growing in the wake … [+2229 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "finanzen.net GmbH", "title": "The Nation's First \"Global Cyber Innovation Summit\" Premieres In Maryland In May 2019", "description": "BALTIMORE Nov. 15, 2018 /PRNewswire/ -- A premier, Invitation-only, cybersecurity forumâ€“ The Global Cyber Innovation Summit â€“ will stage its first annual summit in Baltimore, Maryland on May 1st and 2nd of 2019.Â The summit is one-of-a-kind and will conve…", "url": "https://markets.businessinsider.com/news/stocks/the-nation-s-first-global-cyber-innovation-summit-premieres-in-maryland-in-may-2019-1027730111", "urlToImage": "https://mma.prnewswire.com/media/784822/Global_Cyber_Innovation_Summit_Hayden_Ackerman.jpg", "publishedAt": "2018-11-15T14:04:00Z", "content": "BALTIMORE, Nov. 15, 2018 /PRNewswire/ -- A premier, Invitation-only, cybersecurity forumâ\u0080\u0093 The Global Cyber Innovation Summit â\u0080\u0093 will stage its first annual summit in Baltimore, Maryland on May 1st and 2nd of 2019.Â The summit is one-of-a-kind and will conv… [+7389 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "I visited the sacred forest in Bali where hundreds of wild monkeys swing through the trees, crack coconuts, and snatch iPhones straight out of tourists' hands — and it was like nowhere I'd been before", "description": "The Sacred Monkey Forest in Ubud, a town at the center of Bali, Indonesia, is a nature reserve housing more than 340 wild monkeys. The gorgeous forest and temple complex has been home to monkeys for hundreds of years and is considered a holy place on the isla…", "url": "https://www.businessinsider.com/bali-ubud-sacred-monkey-forest-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec9999c9570102ce15f0aa-1920-960.jpg", "publishedAt": "2018-11-15T14:04:00Z", "content": "While most of the world's most famous temples are known for their architecture — like the Taj Mahal in India or the Anker Wat in Cambodia — there's one temple that might be more famous for those that live there. And I'm not talking about monks. At the center … [+799 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "Chechen strongman Ramzan Kadyrov gave a 5-year-old a $36,000 Mercedes for doing 4,105 push-ups", "description": "Ramzan Kadyrov, leader of Chechnya, gave a 5-year-old boy a Mercedes C180 for doing 4,105 push-ups in a row. Rahim Kurayev posted an Instagram video of Kadyrov giving him the keys to the $36,000 car. Known as the \"Chechen Schwarzenegger\" to local media, the b…", "url": "https://www.businessinsider.com/chechynas-ramzan-kadyrov-gave-5-year-old-mercedes-c180-for-4105-push-ups-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed70a4d1e84427827f9e13-1920-960.jpg", "publishedAt": "2018-11-15T14:01:40Z", "content": "Chechen leader Ramzan Kadyrov has given a $36,000 Mercedes to a 5-year-old boy for doing 4,105 consecutive push-ups. Rahim Kurayev — dubbed the \"Chechen Schwarzenegger\" by local media — showed off the white C180 model on Instagram which The Moscow Times said … [+1404 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "Amazon invented a new neighborhood in Virginia for its HQ2 site. Here's what it could actually look like.", "description": "When Amazon announced this week that it would locate half of its second headquarters (known as HQ2) in National Landing, Virginia, even locals were confounded by the name. \" Amazon is so stupid rich [and] powerful they literally just rebranded an entire city,…", "url": "https://www.businessinsider.com/amazon-hq2-national-landing-headquarters-built-in-arlington-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec930d01b12d04e14c942f-1536-768.jpg", "publishedAt": "2018-11-15T14:00:00Z", "content": "When Amazon announced this week that it would locate half of its second headquarters (known as HQ2) in National Landing, Virginia, even locals were confounded by the name. \"Amazon is so stupid rich [and] powerful they literally just rebranded an entire city,\"… [+1217 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Echevarria and Shira Polan", "title": "Drinking too much water could be surprisingly hazardous to your health", "description": "Drinking too much water can be unhealthy and even lead to death in extreme cases. When you drink more water than your kidneys can handle, you can upset the balance of sodium levels in your blood — this is called water intoxication. Check out the video above t…", "url": "https://www.businessinsider.com/what-happens-when-you-drink-too-much-water-intoxication-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec85019e8c530bff753b72-1920-960.jpg", "publishedAt": "2018-11-15T14:00:00Z", "content": "We couldn't live without water. But if we drink too much, it can wreak havoc on our brain and body. Drinking more water than your kidneys can process can throw your blood sodium levels out of balance. That's called water intoxication. And in extreme cases, it… [+2655 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Amazon is starting Black Friday a week early (AMZN)", "description": "Amazon announced on Thursday morning it will start its Black Friday deals on Friday, November 16. It marks the start of Amazon's Black Friday Deals Week, which will feature more than 50 deals each day. The company is also offering an additional $5 off Black F…", "url": "https://www.businessinsider.com/amazon-starts-black-friday-week-early-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beca4c5e4218a04ff6ed83f-2732-1366.jpg", "publishedAt": "2018-11-15T14:00:00Z", "content": "Amazon has unveiled its Black Friday deals. The e-commerce giant will start offering Black Friday deals on Friday, November 16, and they will last through the week ending on Black Friday itself. The promotions will include 50 or more \"deals of the day\" across… [+1366 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Walmart beats on earnings and raises guidance as online sales soar (WMT)", "description": "Walmart beat on profits but missed on sales in the third quarter. The retailer also boosted its full-year earnings guidance. Watch Walmart trade in real time here. Walmart on Thursday reported better-than-expected profits and raised full-year guidance, sendin…", "url": "https://www.businessinsider.com/walmart-stock-price-q3-earnings-beat-on-profits-raises-guidance-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed7607f556fc0ff772a62c-960-480.jpg", "publishedAt": "2018-11-15T13:47:12Z", "content": "Walmart on Thursday reported better-than-expected profits and raised full-year guidance, sending shares up 1.42% before the opening bell. The retailer posted adjusted earnings of $1.08 a share, edging out the $1.01 that was expected by analysts surveyed by Bl… [+1174 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Walmart beats on earnings and raises guidance as online sales soar (WMT)", "description": "Walmart beat on profits but missed on sales in the third quarter. The retailer also boosted its full-year earnings guidance. Watch Walmart trade in real time here. Walmart on Thursday reported better-than-expected profits and raised full-year guidance, sendin…", "url": "https://markets.businessinsider.com/news/stocks/walmart-stock-price-q3-earnings-beat-on-profits-raises-guidance-2018-11-1027730700", "urlToImage": "https://static4.businessinsider.com/image/5a12f1e93dbef4cc1d8b6ed6-1024/gettyimages-804461898.jpg", "publishedAt": "2018-11-15T13:47:12Z", "content": "Paras Griffin/Getty Images for 2017 ESSENCE Festival Walmart on Thursday reported better-than-expected profits and raised full-year guidance, sending shares up 1.42% before the opening bell. The retailer posted adjusted earnings of $1.08 a share, edging out t… [+1227 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Pakistan PM orders probe after policeman found dead in Afghanistan - Business Insider", "description": "Business Insider Pakistan PM orders probe after policeman found dead in Afghanistan Business Insider By Saad Sayeed. ISLAMABAD (Reuters) - Pakistani Prime Minister Imran Khan on Thursday ordered an inquiry into the death of a senior police officer who disappe…", "url": "https://www.businessinsider.com/r-pakistan-pm-orders-probe-after-policeman-found-dead-in-afghanistan-2018-11", "urlToImage": null, "publishedAt": "2018-11-15T13:21:00Z", "content": "Pakistani Prime Minister Imran Khan speaks at the opening ceremony for the first China International Import Expo (CIIE) in Shanghai Thomson Reuters By Saad Sayeed ISLAMABAD (Reuters) - Pakistani Prime Minister Imran Khan on Thursday ordered an inquiry into th… [+1296 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "These 2 tech founders lost their friends in tragic accidents. Now they've built AI chatbots to give people life after death", "description": "Netflix drama \"Black Mirror\" once imagined a world in which tech could be used to recreate the dead. Now, people are working to make that a reality. Tech firm Eternime is beta testing an app that will allow users to create a digital \"avatar\" of themselves aft…", "url": "https://www.businessinsider.com/eternime-and-replika-giving-life-to-the-dead-with-new-technology-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be05adebeb670122a5d73db-1136-568.jpg", "publishedAt": "2018-11-15T13:08:02Z", "content": "If thousands of years of human storytelling is anything to go by, waking the dead is rarely a good idea. From ancient Greece to \"Black Mirror,\" fiction tells us that there are drawbacks in summoning loved ones from the grave. But one tech entrepreneur is work… [+9343 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "Ad tech company Taboola wants to reach you while you're waiting for your ride, and it's part of a plan to take on Apple News", "description": "Israeli ad tech firm Taboola has formed a strategic partnership with ride-hailing app Via. Through the partnership, it will surface curated news and content to riders from its network of premium publishers through a personalized bar at the bottom of the Via a…", "url": "https://www.businessinsider.com/taboola-is-taking-its-assault-on-apple-news-to-the-next-level-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec8e668c35ab03794a59ea-960-480.jpg", "publishedAt": "2018-11-15T13:00:00Z", "content": "Ad-tech platform Taboola inked a deal back in April with smartphone manufacturer ZTE to create an Android rival to Apple News. Now, its looking to get its links in more places. The Israeli firm, best known for delivering those ubiquitous sponsored posts acros… [+3888 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Facebook hits back at The New York Times, pointing out the inaccuracies in its blockbuster report on leadership missteps", "description": "An explosive New York Times report delved into how Facebook's leadership dealt with scandals over the past few years. Facebook published a blog post refuting elements of the report, such as Russian interference, political point-scoring, and Zuckerberg banning…", "url": "https://www.businessinsider.com/facebook-responds-to-the-explosive-new-york-times-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59787df35d8a2f26008b55b0-1920-960.jpg", "publishedAt": "2018-11-15T12:55:58Z", "content": "Facebook inner workings were laid bare on Wednesday by a New York Times report that went into gory detail about how the social network's leadership struggled to contend with a series of scandals. Facebook on Thursday delivered a riposte in the form of a blog … [+10160 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Hosie", "title": "An Australian Instagram star with 2 million followers has some pretty intense dress code requirements for guests attending her wedding", "description": "Wedding guests of Instagram star Pia Muehlenbeck have been told to wear \"muted earth ones.\" The instructions were issued with a mood board on the couple's wedding website. They are due to marry in December. You only get married once (in an ideal world), so br…", "url": "https://www.businessinsider.com/instagram-star-criticised-for-wedding-guest-dress-code-2018-11", "urlToImage": null, "publishedAt": "2018-11-15T12:47:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Investing titans Fidelity, Janus Henderson, and JPMorgan loaded up on Apple stock — then it tanked 15%", "description": "Major funds Fidelity, Janus Henderson, JPMorgan, Tiger Global Management and Coatue, placed bets on Apple before October's 15% decline. Burned by \"Red October\" market bloodbath, hedge funds have had their worst month since May 2010. Tech specifically saw a ma…", "url": "https://www.businessinsider.com/fidelity-janus-henderson-jpmorgan-bought-apple-stock-then-it-tanked-15-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed39000d7c670a1f70ef52-960-480.jpg", "publishedAt": "2018-11-15T12:33:13Z", "content": "Hedge fund Goliaths made some major wrong-way bullish bets on Apple, just before the stock crashed. The so called \"Red October\" markets bloodbath made it an already brutal month for investors of all stripes. But slowing iPhone sales and supplier warnings pile… [+1510 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "10 things you need to know before the opening bell", "description": "Here is what you need to know. The British pound is under pressure. The pound extended declines against the dollar Thursday, trading down 1.5%, after a key cabinet member joined Brexit Secretary Dominic Raab in resigning in protest of Theresa May's plan to le…", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-november-15-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed646801b12d0e9a00e362-1920-960.jpg", "publishedAt": "2018-11-15T12:24:55Z", "content": "Here is what you need to know. The British pound is under pressure. The pound extended declines against the dollar, trading down 1.5%, after a key cabinet member joined Brexit secretary Dominic Raab in resigning in protest of Theresa May's plan to leave the E… [+1920 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "10 things you need to know before the opening bell", "description": "Here is what you need to know. The British pound is under pressure. The pound extended declines against the dollar Thursday, trading down 1.5%, after a key cabinet member joined Brexit Secretary Dominic Raab in resigning in protest of Theresa May's plan to le…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-opening-bell-november-15-2018-2018-11-1027730038", "urlToImage": "https://static4.businessinsider.com/image/5bed645c10114218743a5813-2149/ap18318410831401.jpg", "publishedAt": "2018-11-15T12:24:55Z", "content": "Matt Dunham/AP Here is what you need to know. The British pound is under pressure. The pound extended declines against the dollar Thursday, trading down 1.5%, after a key cabinet member joined Brexit Secretary Dominic Raab in resigning in protest of Theresa M… [+1997 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "UBS: A UK recession and pound-dollar parity are on the horizon, and Brexit risks are rising 'literally' by the minute", "description": "Swiss bank UBS warns that the rising likelihood of a no-deal Brexit as Prime Minister Theresa May's deal unravels could see the UK fall into recession next year. \"The risks of a more disorderly situation around Brexit are, literally as we speak, increasing,\" …", "url": "https://www.businessinsider.com/ubs-uk-recession-after-no-deal-brexit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc0c4c621e9cb6f4d213197-2732-1366.jpg", "publishedAt": "2018-11-15T11:40:57Z", "content": "The rising likelihood of a disorderly Brexit as Prime Minister Theresa May's deal unravels by the minute could end up pushing the UK into a recession, and see the pound collapse to near parity with the dollar, a UBS economist warns. Speaking on Thursday morni… [+2488 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Mark Zuckerberg's spectacular failure of leadership shows why some Facebook investors are desperate to fire him", "description": "The New York Times exposé on Facebook's crisis management exposes a spectacular failure in leadership from CEO Mark Zuckerberg. The report suggests he was at best uninterested in some of the scandals that engulfed his company, and at worst, complicit in exace…", "url": "https://www.businessinsider.com/mark-zuckerberg-leadership-failures-set-to-anger-facebook-investors-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed3c53e4218a0a9730ab25-1136-568.jpg", "publishedAt": "2018-11-15T11:39:06Z", "content": "If you haven't read The New York Times' blockbuster 6,000-word opus on how Facebook has dealt with a sequence of scandals, it's a worthwhile investment of your time. Based on interviews with 50 people, it is rich with devastating anecdotes and mini-scandals. … [+4106 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "Alexandria Ocasio-Cortez says people on Capitol Hill keep assuming she's an intern", "description": "Alexandria Ocasio-Cortez says she keeps being mistaken for an intern during her first week on Capitol Hill. She wrote several tweets documenting her frustrations on Wednesday. She's the youngest woman ever elected to Congress, at 29. She said: \"People keep gi…", "url": "https://www.businessinsider.com/alexandria-ocasio-cortez-says-shes-confused-for-intern-at-us-capitol-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed54a938150713483cc657-1536-768.jpg", "publishedAt": "2018-11-15T11:38:18Z", "content": "The youngest women ever elected to Congress, Alexandria Ocasio-Cortez, says she keeps being given directions to intern events during her first week at the US Capitol. In a series of tweets on Wednesday she documented what her first week was like as a 29-year-… [+1400 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Conor McGregor was asked if he'd rather share a glass of whiskey with Khabib Nurmagomedov or Floyd Mayweather, and his response was cutting", "description": "Conor McGregor only likes to share a whiskey with friends, family, and fans. So that means he'd be loath to enjoy a drink with his two nemeses Khabib Nurmagomedov and Floyd Mayweather. McGregor has suffered back-to-back defeats since being beaten by Mayweathe…", "url": "https://www.businessinsider.com/conor-mcgregor-would-not-share-whisky-with-nurmagomedov-or-mayweather-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b61db3fe199f330008b48c5-1920-960.jpg", "publishedAt": "2018-11-15T11:28:36Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "Judge to decide on reinstating Acosta's press pass on Thursday in CNN vs. Trump legal battle", "description": "Judge Timothy Kelly will decide at 3 p.m. ET on Thursday whether to impose a temporary restraining order, giving back Jim Acosta's White House pass. The CNN reporter was barred on November 8 for asking consecutive questions to Trump, despite an intern's best …", "url": "https://www.businessinsider.com/cnn-acosta-lawsuit-decided-at-3pm-thursday-may-return-press-pass-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed43340591f21d705210d2-1136-568.jpg", "publishedAt": "2018-11-15T11:14:49Z", "content": "The Judge presiding over CNN's lawsuit against the Trump administration said he will decide whether to impose a \"temporary restraining order\" to return Jim Acosta's press pass, at 3 p.m. on Thursday. On Wednesday, Judge Timothy J. Kelly heard the arguments fo… [+2776 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Facebook cut ties with Definers, the PR firm that reportedly helped it blame George Soros for the anti-Facebook movement", "description": "Facebook has ended its relationship with a PR firm which the New York Times reported had circulated reports to journalists claiming that George Soros was quietly backing anti-Facebook groups. Facebook cut ties with the Republican-linked Definers Public Affair…", "url": "https://www.businessinsider.com/facebook-ditches-definers-pr-over-george-soros-story-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bbd1a577654532b6c017eb2-1920-960.jpg", "publishedAt": "2018-11-15T11:06:34Z", "content": "Facebook swiftly cut ties with a PR firm after a New York Times report said the company tried to blame a rise in anti-Facebook sentiment on billionaire George Soros. Facebook announced in a post that it ended its relationship with Definers Public Affairs on W… [+2282 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "Traders haven't been this freaked out about tech stocks for 14 years — and their worry could be signaling disaster for the market", "description": "Tech stocks have gotten crushed over the past few months, and investors appear to be on edge about further weakness. According to one measure of expected stock volatility, tech stocks — and the entire equity market at large — could be in for a rough patch in …", "url": "https://www.businessinsider.com/next-stock-market-crash-traders-scared-about-tech-signaling-disaster-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b211e961ae6621f008b4bac-1920-960.jpg", "publishedAt": "2018-11-15T11:06:00Z", "content": "Tech stocks have had a rough go of it lately. After a prolonged stretch where they were majorly responsible for pushing major indexes to record highs, they've become a huge drag on the market. Since the start of September, the tech sector has declined more th… [+2699 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Saudi Arabia seeks death penalty for 5 suspects in Khashoggi killing", "description": "Saudi Arabia is seeking the death penalty for five suspects involved in the killing of journalist Jamal Khashoggi. In a Thursday statement the Saudi Public Prosecutor said that it had indicted 11 suspects over Khashoggi's death, and has requested the death pe…", "url": "https://www.businessinsider.com/saudi-arabia-seeks-death-penalty-for-5-suspects-in-khashoggi-killing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bcf8676c63f4e7f42629df4-960-480.jpg", "publishedAt": "2018-11-15T11:00:40Z", "content": "Saudi Arabia is seeking the death penalty for five suspects involved in the killing of journalist Jamal Khashoggi. In a Thursday statement the Saudi Public Prosecutor said that it had indicted 11 suspects over Khashoggi's death, and has requested the death pe… [+457 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "France slams lack of 'common decency' after Trump for mocked Macron on the Paris attacks anniversary", "description": "President Donald Trump mocked France's war record and trade practices, and French President Emmanuel Macron's approval rating, in a series of tweets on Tuesday. It coincided with the three-year anniversary of deadly terror attacks in Paris that killed 130 peo…", "url": "https://www.businessinsider.com/french-govt-slams-trump-for-mocking-macron-on-paris-attacks-anniversary-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5adf7c0e19ee8632008b485e-1536-768.jpg", "publishedAt": "2018-11-15T10:36:00Z", "content": "The French government sharply criticized President Donald Trump for mocking French President Emmanuel Macron earlier this week on the three-year anniversary of the Paris terror attacks. Relations between Washington and Paris deteriorated as Trump on Tuesday m… [+2360 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson, Adam Payne and Adam Bienkov", "title": "Live: Theresa May hit by multiple resignations as her Brexit deal falls apart", "description": "This is Business Insider's politics live-blog charting the latest developments as May's Brexit deal continues to unravel. LONDON — Theresa May suffered a huge blow to her authority on Thursday as multiple ministers including Brexit secretary Dominic Raab and …", "url": "https://www.businessinsider.com/live-theresa-may-hit-by-multiple-resignations-as-brexit-deal-falls-apart-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed49cd8c35ab0d056bf0c5-960-480.jpg", "publishedAt": "2018-11-15T10:35:11Z", "content": "This is Business Insider's politics live-blog charting the latest developments as May's Brexit deal continues to unravel. Refresh the page for updates. LONDON — Theresa May suffered a huge blow to her authority on Thursday as multiple ministers including Brex… [+718 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "Theresa May suffers more resignations as Esther McVey resigns over May's Brexit deal", "description": "LONDON — Ester McVey, the secretary of state for work and pensions, has resigned from her post in protest at May's Brexit plan. The minister joined Brexit Secretary Dominic Raab in stepping down on Thursday in a joint blow to Theresa May's authority which rai…", "url": "https://www.businessinsider.com/work-and-pensions-secretary-esther-mcvey-resigns-over-mays-brexit-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed44df66be50649f552313-1136-568.jpg", "publishedAt": "2018-11-15T10:11:05Z", "content": "LONDON — Ester McVey, the secretary of state for work and pensions, has resigned from her post in protest at May's Brexit plan. The minister joined Brexit Secretary Dominic Raab in stepping down on Thursday in a joint blow to Theresa May's authority which rai… [+909 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Trista Kelley", "title": "The pound is tanking after Theresa May's Brexit secretary resigns, saying he can't support her EU withdrawal plan", "description": "Brexit Secretary Dominic Raab resigned, saying he cannot \"in good conscience\" support Theresa May's Brexit plan May's 585-page plan was unveiled on Wednesday night. Follow the pound's movements live at Markets Insider. LONDON — The British pound tumbled 1.3% …", "url": "https://www.businessinsider.com/the-pound-is-tanking-after-theresa-mays-brexit-secretary-resigns-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed3ed4c9570109d954a76c-960-480.jpg", "publishedAt": "2018-11-15T09:40:43Z", "content": "LONDON — The British pound tumbled 1.3% in Thursday trading after Brexit secretary Dominic Raab resigned, saying he cannot \"in good conscience\" support Theresa May's Brexit plans. He announced his resignation on Thursday morning, and said he retained an \"endu… [+958 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "Breaking: Brexit secretary Dominic Raab resigns", "description": "LONDON — Brexit secretary Dominic Raab has resigned after saying he cannot \"in good conscience\" support Theresa May's Brexit plans. He announced his resignation on Thursday morning, and said he retained an \"enduring respect\" for the prime minister. Today, I h…", "url": "https://www.businessinsider.com/breaking-brexit-secretary-dominic-raab-resigns-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed35f30591f21ccc0f6034-2732-1366.jpg", "publishedAt": "2018-11-15T09:02:26Z", "content": "LONDON — Brexit secretary Dominic Raab has resigned after saying he cannot \"in good conscience\" support Theresa May's Brexit plans. He announced his resignation on Thursday morning, and said he retained an \"enduring respect\" for the prime minister. This is a … [+16 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "Japan's cybersecurity minister admits: 'I don't use computers' - SFGate", "description": "Oli Scarff / Getty Images\n\n\n\n\nJapan's No. 2 cybersecurity official has let slip - in parliament - that he has never used a computer.\nYoshitaka Sakurada, 68, is the deputy chief of the government's cybersecurity strategy office and he is also the minister in c…", "url": "https://www.businessinsider.com/japan-cybersecurity-minister-admits-he-does-not-use-computers-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.sfgate.com/img/pages/article/opengraph_default.png", "publishedAt": "2018-11-15T08:50:00Z", "content": "Oli Scarff / Getty Images Japan's recently appointed cybersecurity and Olympics minister has told parliament he has never used a computer in his life, though it's his job to oversee cybersecurity for the 2020 Tokyo Olympic Games. Yoshitaka Sakurada, is the de… [+2727 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Trump's trade war with China just ended one car manufacturer's incredible 46-month streak", "description": "Trump's trade war with China just helped end one of the auto industry's greatest streaks. Sales of Geely cars fell in October, ending a hot run of 46 consecutive months of year-over-year growth, according to a report from The Wall Street Journal. Geely is not…", "url": "https://www.businessinsider.com/us-china-trade-war-effects-on-auto-industry-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed251401b12d0c7f397a25-1920-960.jpg", "publishedAt": "2018-11-15T08:27:09Z", "content": "Trump's trade war with China just helped close out one of the auto industry's hottest streaks. Don't know the auto brand Geely? It's a bustling outfit out of Zhejiang province and the company Zhejiang Geely Holding Group that owns brands including Volvo. Arou… [+6464 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Thursday. Sheryl Sandberg and other Facebook execs investigated if they could ban Donald Trump after Mark Zuckerberg was \"appalled\" by his call for a Muslim ban. In 2015, Facebook executives investigat…", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-15-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ad8a0c40b0b9225008b492f-1136-568.jpg", "publishedAt": "2018-11-15T07:48:03Z", "content": "Facebook CEO Mark Zuckerberg reportedly asked if Facebook could ban Trump. Reuters Good morning! This is the tech news you need to know this Thursday. Sheryl Sandberg and other Facebook execs investigated if they could ban Donald Trump after Mark Zuckerberg w… [+2611 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "The 10 most important things in the world right now", "description": "Hello! Here's what you need to know for Thursday. 1. Yes, there were rumors of an imminent leadership challenge to UK Prime Minister Theresa May, but in the end May's cabinet backed her Brexit withdrawal plan. 2. Top execs, including Sheryl Sandberg, reported…", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-15-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be178d001b12d2bda2e8aea-1536-768.jpg", "publishedAt": "2018-11-15T07:30:21Z", "content": "Hello! Here's what you need to know for Thursday. 1. Yes, there were rumors of an imminent leadership challenge to UK Prime Minister Theresa May, but in the end May's cabinet backed her Brexit withdrawal plan. 2. Top execs, including Sheryl Sandberg, reported… [+1929 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Japan's cybersecurity minister admits: 'I don't use computers!'", "description": "An unidentified man uses a computer. Yoshitaka Sakurada is not pictured here. Oli Scarff / Getty Images Japan's No. 2 cybersecurity official has let slip — in parliament — that he has never used a computer. Yoshitaka Sakurada, 68, is the deputy chief of the g…", "url": "http://uk.businessinsider.com/japan-cybersecurity-minister-admits-he-does-not-use-computers-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5bed1bfabde70f126f09cba6-1190-625/japans-cybersecurity-minister-admits-i-dont-use-computers.jpg", "publishedAt": "2018-11-15T07:19:00Z", "content": "An unidentified man uses a computer. Yoshitaka Sakurada is not pictured here. Oli Scarff / Getty Images Japan's recently appointed cybersecurity and Olympics minister has told parliament he has never used a computer in his life, though it's his job to oversee… [+2689 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Japan's cybersecurity minister admits: 'I don't use computers!'", "description": "Japan's No. 2 cybersecurity official has let slip — in parliament — that he has never used a computer. Yoshitaka Sakurada, 68, is the deputy chief of the government’s cybersecurity strategy office and he is also the minister in charge of the the 2020 Olympic …", "url": "https://www.businessinsider.com/japan-cybersecurity-minister-admits-he-does-not-use-computers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed17400d7c6709064a0f56-1536-768.jpg", "publishedAt": "2018-11-15T07:09:42Z", "content": "Japan's recently appointed cybersecurity and Olympics minister has told parliament he has never used a computer in his life, though it's his job to oversee cybersecurity for the 2020 Tokyo Olympic Games. Yoshitaka Sakurada, is the deputy chief of Japan's vaun… [+2594 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Exclusive: In rare coordinated move, Western envoys seek meeting on Xinjiang concerns - Business Insider", "description": "Business Insider Exclusive: In rare coordinated move, Western envoys seek meeting on Xinjiang concerns Business Insider By Philip Wen, Michael Martina and Ben Blanchard. BEIJING (Reuters) - A group of 15 Western ambassadors in Beijing, spearheaded by Canada, …", "url": "http://uk.businessinsider.com/r-exclusive-in-rare-coordinated-move-western-envoys-seek-meeting-on-xinjiang-concerns-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5bed05b4bde70f13ef3c4657-1190-625/exclusive-in-rare-coordinated-move-western-envoys-seek-meeting-on-xinjiang-concerns.jpg", "publishedAt": "2018-11-15T05:35:00Z", "content": "Police officers check the identity cards of a people as security forces keep watch in a street in Kashgar Thomson Reuters By Philip Wen, Michael Martina and Ben Blanchard BEIJING (Reuters) - A group of 15 Western ambassadors in Beijing, spearheaded by Canada,… [+5524 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Boeing is coming under pressure for allegedly failing to warn pilots about a safety feature at the center of the Lion Air disaster", "description": "Boeing is coming under fire for allegedly failing to warn pilots and customers about a safety feature that could cause the plane to dive out of the sky. CNN reports that a top Lion Air official joined a US pilots' group in accusing Boeing, the maker of the 73…", "url": "https://www.businessinsider.com/boeing-reaction-to-safety-feature-on-737-max-jets-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5becfa48b73c2808f40466b3-1136-568.jpg", "publishedAt": "2018-11-15T05:15:27Z", "content": "A Lion Air official told CNN Wednesday, that Boeing's manual for its 737 MAX 8 model, the near-new passenger jet that crashed 13 minutes after take-off from Jakarta last month Java Sea last month, had nothing in it at all about a critical feature that could t… [+6445 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "A Trump aide is officially out after rebukes from Melania Trump's office", "description": "Deputy national-security adviser Mira Ricardel has been removed from her position, the White House press office announced on Wednesday. The move comes a day after the First Lady Melania Trump issued an extraordinary statement calling for her removal. Accordin…", "url": "https://www.businessinsider.com/mira-ricardel-out-after-melania-trump-rebukes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a66b9b800d0ef1e038b4947-1136-568.jpg", "publishedAt": "2018-11-15T03:24:10Z", "content": "The White House confirmed Wednesday that while Mira Ricardel will remain in the administration, the writing did appear on the wall after First Lady Melania Trump, announced Ricardel did not deserve the honor of working for Trump. In a statement, press secreta… [+1388 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matt Weinberger", "title": "Kanye West shares a photo of him and Zuck singing karaoke — and he says they sang Backstreet Boys (FB)", "description": "Kanye West tweeted a photo on Wednesday night that appears to show him singing karaoke with Facebook CEO Mark Zuckerberg, as well as an entourage. West says that they sang \"I Want It That Way\" by the Backstreet Boys. It's not clear when the photo was taken. E…", "url": "https://www.businessinsider.com/kanye-west-karaoke-mark-zuckerberg-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ba0ff8eb354cd81398b5a2e-1920-960.jpg", "publishedAt": "2018-11-15T02:54:21Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Mark", "title": "The first group of caravan migrants has reached the US border while thousands of others lag behind — here's what awaits them when they arrive", "description": "The first groups of caravan migrants have reached the US-Mexico border and are staying in shelters in Tijuana, Mexico. Thousands more lag far behind the initial group, and Tijuana officials expect them to arrive within weeks. The US government has responded b…", "url": "https://www.businessinsider.com/first-caravan-migrants-reach-us-border-tijuana-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5becdd699e8c5313056d97ab-1536-768.jpg", "publishedAt": "2018-11-15T02:52:15Z", "content": "The first groups of caravan migrants reached the United States' southern border this week, hundreds of miles ahead of the main caravan of thousands of other migrants traveling north through Mexico. Roughly 800 migrants have reached Tijuana, The New York Times… [+2317 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Gray and Sonam Sheth", "title": "New text messages show Roger Stone associate Randy Credico may have known more than he was letting on about WikiLeaks' plans during the 2016 election", "description": "NBC News published previously unseen text messages between the GOP strategist Roger Stone and the radio host Randy Credico that appear to indicate Credico knew more than he was letting on about WikiLeaks' plan to publish hacked Democratic emails during the 20…", "url": "https://www.businessinsider.com/roger-stone-randy-credico-text-messages-wikileaks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b6dcd2889c8a12d3a8b494c-1920-960.jpg", "publishedAt": "2018-11-15T02:38:26Z", "content": "On Wednesday, NBC News published previously unseen text messages between the longtime GOP strategist Roger Stone and the left wing radio host Randy Credico that indicate Credico may have had advance knowledge of WikiLeaks' plans to release damning emails from… [+3548 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "'I have never struck a woman': Michael Avenatti denies domestic violence allegations after his arrest by the LAPD", "description": "Michael Avenatti, the attorney for adult-film actress Stormy Daniels, denied all allegations of domestic violence following his arrest in West Los Angeles on Wednesday. Avenatti was booked and released on suspicion of felony domestic violence, the LAPD said, …", "url": "https://www.businessinsider.com/michael-avenatti-denies-domestic-violence-allegations-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5becd36c3815070eae530b4b-1920-960.jpg", "publishedAt": "2018-11-15T02:16:12Z", "content": "Michael Avenatti, the firebrand attorney for adult-film actress Stormy Daniels, denied all allegations of domestic violence following his arrest in West Los Angeles on Wednesday. \"I wish to thank the hard working men and [women] of the LAPD for their professi… [+2867 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Trump and Republicans escalate unsubstantiated voter-fraud conspiracies as recounts move forward in Florida", "description": "Florida's midterm election recount is underway, but aging, faulty machines are slowing the process in some counties. President Donald Trump and his GOP allies have continued to spread unsubstantiated claims of voter fraud and corruption in Democratic-leaning …", "url": "https://www.businessinsider.com/trump-republicans-escalate-unsubstantiated-voter-fraud-conspiracies-during-florida-recount-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beccba10d7c6706821ec3a7-1536-768.jpg", "publishedAt": "2018-11-15T01:28:10Z", "content": "Florida's midterm election recount continues as President Donald Trump and his Republican allies lob unsubstantiated allegations of voter fraud and Democrats sue the state to expand the universe of eligible votes. The most anticipated results are in the US Se… [+4775 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Trump is handing another US ambassadorship to a member of his Mar-a-Lago resort that costs $200,000 to join", "description": "Trump is handing another US ambassadorship to a member of his Mar-a-Lago resort that costs $200,000 to join. This time its the long-vacant role as US ambassador to South Africa, and Lana Marks is President Donald Trump's pick. Marks is Trump's pick as the top…", "url": "https://www.businessinsider.com/trump-nominates-lana-marks-mar-a-lago-member-south-africa-ambassador-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5becc46b9e8c5312662d9c13-2732-1366.jpg", "publishedAt": "2018-11-15T01:00:35Z", "content": "The nomination of Lana Marks as ambassador to South Africa, yet another Mar-a-Lago member tapped for such an honor, is certain to raise some uncomfortable questions about whether President Donald Trump is rewarding longtime members of his exclusive, a pricey,… [+1784 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Senator Chuck Schumer intervened on Facebook's behalf this summer, telling a prominent Democratic critic of the company to back off (FB)", "description": "Senate Minority Leader Chuck Schumer intervened with one of his colleagues on Facebook's behalf this summer, amid growing sentiment against the company, according to a new report in The New York Times. Schumer told Sen. Mark Warner (D-VA), one of the company'…", "url": "https://www.businessinsider.com/chuck-schumer-facebook-mark-warner-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5becb662e4218a064565ad70-1136-568.jpg", "publishedAt": "2018-11-15T00:50:54Z", "content": "Senator Chuck Schumer (D-NY) had some advice this summer for one of his Democratic colleagues who had become one of Facebook's most prominent critics in Congress: Back off. The Senate minority leader in July told Sen. Mark Warner (D-VA) to tone down his criti… [+2206 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Video released during the World Chess Championships has many wondering if it was a terrible blunder or crafty a bit of gamesmanship", "description": "Reigning champion Magnus Carlsen and American challenger Fabiano Caruana have played to four draws at the World Chess Championships. On Tuesday, video of Caruana's preparations for the match was posted to YouTube before being quickly deleted. If real, the cli…", "url": "https://www.businessinsider.com/world-chess-championships-fabiano-caruana-video-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec9ccf66be505cc23d7656-1536-768.jpg", "publishedAt": "2018-11-15T00:45:35Z", "content": "After four matches, reigning champion Magnus Carlsen and American challenger Fabiano Caruana are tied 2-2 almost a week into the 2018 World Chess Championships. While all four matches thus far have been played to a draw, they have still been thrilling, with b… [+1434 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "Sheryl Sandberg repeatedly tried to downplay Russia's involvement in misinformation on Facebook, report says (FB)", "description": "Facebook COO Sheryl Sandberg reportedly tried to downplay disclosures of the effects of Russian propaganda on the social network. Sandberg argued against singling out Russia in 2017 and called for public disclosures to be made \"less specific,\" according to a …", "url": "https://www.businessinsider.com/facebook-coo-sheryl-sandberg-russia-disclosures-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5becb14fbeb670057116f7c9-1920-960.jpg", "publishedAt": "2018-11-15T00:13:48Z", "content": "Facebook COO Sheryl Sandberg repeatedly pushed to downplay disclosures of the effects of Russian propaganda on the social network, according to the New York Times in a bombshell report. The report looked at at how Facebook's executive team reacted to the comp… [+2799 chars]"}]}