{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "21st Century Fox's Lachlan Murdoch mulls buying back regional sports networks from Disney", "description": "21st Century Fox Twenty-First Century Fox Executive Chairman Lachlan Murdoch said it is still an “open question” whether the company will buy back the regional sports networks it sold to Walt Disney for $71 billion. Murdoch, who will become CEO of the remaini…", "url": "https://www.businessinsider.com/lachlan-murdoch-on-buying-back-regional-sports-networks-from-disney-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59bb40f99803c50d098b5350-1920-960.jpg", "publishedAt": "2018-11-01T23:00:33Z", "content": "Twenty-First Century Fox Executive Chairman Lachlan Murdoch said Thursday it is still an \"open question\" whether the company will buy back the regional sports networks it sold to entertainment company Walt Disney Co in July as part of a $71 billion deal. Spea… [+1062 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Google's famous Googleplex headquarters was the epicenter for its worldwide walkout over gender discrimination — here's what it was like on the scene (GOOGL, GOOG)", "description": "Hundreds of Google employees took part in a walkout at the company's Mountain View, California headquarters Thursday to protest sexual harassment and gender discrimination. Protestors shouted things such as, \"time's up!\" and \"enough is enough.\" Organizers hav…", "url": "https://www.businessinsider.com/googlers-walked-out-by-the-hundreds-at-its-headquarters-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb7ec0b73c2859df134fd7-2732-1366.jpg", "publishedAt": "2018-11-01T22:49:22Z", "content": "MOUNTAIN VIEW, CALIFORNIA — For years, Google employees felt the company's executives weren't listening to their complaints about sexual misconduct and gender discrimination at the tech giant. They've got senior management's attention now. Google employee Cel… [+5125 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matt Weinberger", "title": "Apple is in serious danger of no longer being a $1 trillion company (AAPL)", "description": "Apple is in danger of losing its $1 trillion market cap. Shares in Apple slid as much as 7% or more in after-hours trading, following its quarterly earnings report. Investors may have been spooked by a big miss on iPhone sales, as well as a soft revenue forec…", "url": "https://www.businessinsider.com/apple-is-in-serious-danger-of-no-longer-being-a-1-trillion-company-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a457e7fb0bcd51d198b745d-1536-768.jpg", "publishedAt": "2018-11-01T22:34:37Z", "content": "Wall Street was unimpressed with Apple's quarterly earnings results, announced on Thursday — so much so, that shares plunged over 7% after the bell, putting Apple in danger of losing its much-vaunted market cap of $1 trillion. At the time of writing, Apple st… [+1420 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "feedback@businessinsider.com (Connie Chen), Connie Chen", "title": "22 work-appropriate yet thoughtful gifts for your boss — all under $50", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. You spend the majority of your day with your coworkers, and if you like them enough, you might ev…", "url": "https://www.businessinsider.com/gifts-for-boss-under-50-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bdb683bf556fc57f5648bad-750-375.jpg", "publishedAt": "2018-11-01T22:30:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Hydro Flask You spend the majority of your day with your coworkers, and if you like them enough, … [+618 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "A history of the times Kellyanne Conway's husband has roasted Trump", "description": "Prominent conservative lawyer George Conway has been highly critical of his wife's boss, President Donald Trump. His latest comment came after Trump announced plan to end birthright citizenship in the United States. Counselor to the president Kellyanne Conway…", "url": "https://www.businessinsider.com/george-conway-trump-tweets-kellyanne-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5b74a18489c8a10b0d8b4e1e-960-480.jpg", "publishedAt": "2018-11-01T22:29:47Z", "content": "After speculation began in March 2017 that Conway would be picked for a position in the Trump administration, Conway eventually declined any administration role, saying : \"I am profoundly grateful to the President and to the attorney general for selecting me … [+560 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "ehoffman@businessinsider.com (Kamran Rosen), Kamran Rosen", "title": "Southwest's premium credit card carries a $149 annual fee, but it's sign-up bonus is worth $600 alone", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. Southwest With 20% back on in-flight purchases and 2 points for every dollar spent on Southwest flights and partne…", "url": "https://www.businessinsider.com/southwest-priority-card-review", "urlToImage": "https://amp.businessinsider.com/images/5bdb63e09e8c53595142cf5e-1920-960.jpg", "publishedAt": "2018-11-01T22:10:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. Despite a high annual fee of $149 and a variable APR capping out at 24.99%, the Southwest Rapid Rewards Priority C… [+5568 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Starbucks says a lack of festivity is to blame for last year's holiday sales slump, and it's doubling down on seasonal cheer (SBUX)", "description": "Starbucks is kicking off holiday celebrations a week early this Friday, with in-store decorations and increased marketing. Last year, the chain's holiday sales slumped in part because stores \"didn't sufficiently reflect the festive environment,\" Chief Operati…", "url": "https://www.businessinsider.com/starbucks-double-down-on-holiday-cheer-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb7444110d4c5d6f2d8ff4-1920-960.jpg", "publishedAt": "2018-11-01T22:02:18Z", "content": "Consider Starbucks' rumored \"war on Christmas\" officially over. On Thursday, the coffee giant announced it would be doubling down on festive cheer in 2018, after holiday sales slumped in 2017. \"Last year, our stores didn't sufficiently reflect the festive env… [+1818 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "NFL WEEK 9: Our official predictions for who wins this weekend", "description": "Gambling is a cruel game. For some bettors, that was a lesson learned when Todd Gurley took a knee before the end zone on Sunday, sealing the win for the Rams and stealing a cover for many gamblers who backed Los Angeles. For me, it's been a brutal lesson tau…", "url": "https://www.businessinsider.com/nfl-week-9-lines-expert-picks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb6159110d4c5a8623edb3-1920-960.jpg", "publishedAt": "2018-11-01T21:54:39Z", "content": "Gambling is a cruel game. For some bettors, that was a lesson learned when Todd Gurley took a knee before the end zone on Sunday, sealing the win for the Rams and stealing a cover for many gamblers who backed Los Angeles. For me, it's been a brutal lesson tau… [+550 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "Apple will stop announcing exactly how many iPhones, iPads, and Macs it’s sold — and it comes right after a big miss on iPhone sales (AAPL)", "description": "Apple is going to stop disclosing how many iPhones, iPads, and Macs it sells each quarter. The news comes right after Apple announced earnings for its most recent quarter — a quarter where it beat on earnings and revenue, but whiffed big on iPhone sales. The …", "url": "https://www.businessinsider.com/apple-stop-disclosing-iphone-ipad-mac-unit-sales-quarter-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b6c473fdcee30d27c8b45b1-1920-960.jpg", "publishedAt": "2018-11-01T21:52:51Z", "content": "Apple's sales figures are about to get a lot less transparent. On Thursday, the company announced on its quarterly earnings call that it will stop breaking out the number of iPhones, iPads, and Macs it sells in each quarter. The surprising news comes after Ap… [+2174 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Apple, Google, and Amazon join list of over 50 companies opposing any Trump administration rollback of transgender rights (AAPL, GOOGL, AMZN)", "description": "The Trump administration is proposing a legal definition of sex as male or female based on an individual's sex at birth, according to a report by The New York Times. On Thursday, more than 50 companies — including tech giants like Apple, Google, Amazon — sign…", "url": "https://www.businessinsider.com/apple-google-amazon-join-list-companies-opposing-trump-admin-rollback-transgender-rights-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb71e5d1e84460fa0d5983-2732-1366.jpg", "publishedAt": "2018-11-01T21:50:10Z", "content": "The tech world has responded to The New York Times report that the Trump administration is considering rolling back transgender rights. On Thursday, more than 50 companies — including tech giants like Apple, Google, Amazon, Facebook, Twitter, Uber, and Airbnb… [+1365 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Canales and Matt Weinberger", "title": "Here's what it was like at the Google walkout protest in San Francisco (GOOG, GOOGL)", "description": "Google employees across the globe participated in a walkout Thursday to protest the company's handling of sexual misconduct allegations. The protest follows a bombshell New York Times report that identified high-ranking Google executives past and present as h…", "url": "https://www.businessinsider.com/google-walkout-protest-san-francisco-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb72cf1011425a48308047-1920-960.jpg", "publishedAt": "2018-11-01T21:41:07Z", "content": "Google employees across the globe participated in a walkout Thursday to protest the company's handling of sexual misconduct allegations. The protest follows a bombshell New York Times report that identified high-ranking Google executives past and present as h… [+584 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "A new $11.7 billion airport just opened in Turkey and it could become one of the world's biggest. Take a look inside the giant hub.", "description": "On Monday, Turkish President Recep Tayyip Erdogan opened the new Istanbul Airport, a major public works project that is the culmination of Erdogan's 15-year building spree. At the price of $11.7 billion, the new Istanbul Airport will be one of the world's bus…", "url": "https://www.businessinsider.com/turkey-opens-new-istanbul-airport-pictures-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9cf22110d4c3587731d16-2732-1366.jpg", "publishedAt": "2018-11-01T21:39:08Z", "content": "On Monday, Turkish President Recep Tayyip Erdogan opened the new Istanbul Airport, a major public works project that is the culmination of Erdogan's 15-year building spree. At a price of $11.7 billion, the new Istanbul airport will be one of the world's busie… [+1707 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Grace Panetta and Sonam Sheth", "title": "Top Trump campaign officials and right-wing media allies were convinced Roger Stone was much closer to WikiLeaks than he's let on", "description": "New emails and text messages obtained by the New York Times suggest that members of the Trump campaign saw the longtime GOP operative Roger Stone as a back-channel to WikiLeaks. WikiLeaks has been named in indictments from special counsel Robert Mueller's off…", "url": "https://www.businessinsider.com/roger-stone-wikileaks-backchannel-campaign-trump-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a04662e35876e861e8b4bf0-1136-568.jpg", "publishedAt": "2018-11-01T21:37:08Z", "content": "As the special counsel Robert Mueller's investigation into Russian interference in the 2016 election zeroes in on Trump campaign adviser and longtime GOP operative Roger Stone, new evidence appears to show that campaign advisers saw him as a reliable back cha… [+3022 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Trump says 'I hope not' when asked if US troops will shoot at migrant caravan headed to border", "description": "President Donald Trump on Thursday said \"I hope not\" when asked whether the US military would shoot at thousands of migrants headed to the US-Mexico border. \"I hope there won't be that, but I will tell you this — anybody throwing rocks... we will consider tha…", "url": "https://www.businessinsider.com/trump-i-hope-us-military-does-not-shoot-at-migrant-caravan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb6b2101b12d577d0378ee-1920-960.jpg", "publishedAt": "2018-11-01T21:24:36Z", "content": "President Donald Trump on Thursday said \"I hope not\" when asked whether the US military would shoot at thousands of migrants headed to the US-Mexico border. Trump also said rocks thrown at troops would be considered firearms, seemingly claiming there's little… [+1604 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "These are the best and most dangerous parts of flying the US Army's transportation workhorse, according to a pilot who does it", "description": "Some 50,000 troops, tens of thousands of vehicles, and all their gear and supplies have descended on Norway, where they're taking part in Trident Juncture, NATO's largest military exercise since the Cold War. Marines, soldiers, sailors and airmen are jetting …", "url": "https://www.businessinsider.com/best-and-most-dangerous-things-about-flying-army-chinook-helicopter-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb60d8beb670570b6cf899-1334-667.jpg", "publishedAt": "2018-11-01T21:18:56Z", "content": "Some 50,000 troops, tens of thousands of vehicles, and all their gear and supplies have descended on Norway, where they're taking part in Trident Juncture, NATO's largest military exercise since the Cold War. Marines, soldiers, sailors and airmen are jetting … [+469 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Madeline Shi", "title": "A Peter Thiel-backed fintech that aims to be 'a mixture of Venmo, Zelle, Mint and Chase' is launching next year in the US", "description": "German fin tech company N26 is expanding its mobile banking services into the US market sometime in 2019. The digital bank is a mix of Venmo, Zelle, Intuit's Mint, and a Chase banking account, said Nicolas Kopp, U.S. chief executive officer of N26. N26 is goi…", "url": "https://www.businessinsider.com/n26-launching-in-us-in-2019-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda2262da27f83f82275326-750-375.jpg", "publishedAt": "2018-11-01T21:10:52Z", "content": "German digital bank N26 is expanding its mobile banking services into the US market as it eyes the next step in its global expansion. ''We want to build a global bank,\" said Nicolas Kopp, U.S. chief executive officer of N26, in an interview. \"We want to be a … [+2474 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "29 useful home goods you can get from Target for under $20 — and with free shipping", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Boasting a huge selection of products in all categories, Target has become a one stop shop for se…", "url": "https://www.businessinsider.com/target-home-goods-under-20-free-shipping-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb21670d7c674cd42750cc-1136-568.jpg", "publishedAt": "2018-11-01T21:06:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Target Boasting a huge selection of products in all categories, Target has become a one stop shop… [+562 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Zoë Bernard", "title": "As employees walked out, Google CEO Sundar Pichai apologized again for how it handled sexual misconduct allegations: 'We didn't always get it right' (GOOG, GOOGL)", "description": "Thousands of employees walked out of Google headquarters worldwide on Thursday. At roughly the same time that the walkouts were finishing up at Google's Silicon Valley HQ, Google CEO Sundar Pichai gave an expansive interview at New York Times DealBook confere…", "url": "https://www.businessinsider.com/google-sundar-pichai-sexual-misconduct-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb6483e4218a5676729066-1920-960.jpg", "publishedAt": "2018-11-01T21:05:20Z", "content": "The same day that thousands of employees walked out of Google headquarters in protest of sexual misconduct allegations against company executives, Google CEO Sundar Pichai gave an expansive interview at New York Times Dealbook conference in New York. \"How do … [+1981 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alyssa Pagano", "title": "Navy SEALs explain the dangers of overplanning in both the military and business", "description": "Navy SEALs Jocko Willink and Leif Babin explain why it's important to plan, but not overplan. In their book \"The Dichotomy of Leadership,\" Willink and Babin describe what it takes to be a good leader, both in the military and in business. Watch the video abov…", "url": "https://www.businessinsider.com/navy-seals-overplanning-dangerous-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bc9fffca977742e2c4b32c7-2732-1366.jpg", "publishedAt": "2018-11-01T21:00:00Z", "content": "Following is a transcript of the video. Jocko Willink: One of the things that you might see in the media is that some mission is going to come down and the front line troops are going to get told exactly what's gonna happen and exactly how they're gonna execu… [+4734 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Charlotte Hu", "title": "Pacific Biosciences surges on $1.2 billion takeover offer from DNA sequencing company Illumina (ILMN, PACB)", "description": "DNA sequencing company Illumina announced in a press release that it was acquiring Pacific Biosciences for approximately $1.2 billion. Illumina expects to close the transaction in mid-2019. Illumina offered $8 a share for Pacific Biosciences. Pacific Bioscien…", "url": "https://www.businessinsider.com/illumina-12-billion-acquisition-of-pacific-biosciences-2018-11", "urlToImage": "https://static.businessinsider.com/image/5bdb68ae8c35ab586d1c55fb-750.jpg", "publishedAt": "2018-11-01T20:58:00Z", "content": "DNA sequencing company Illumina announced in a press release that it was acquiring Pacific Biosciences for approximately $1.2 billion. Illumina expects to close the transaction in mid-2019. Illumina offered $8 a share for Pacific Biosciences. Pacific Bioscien… [+519 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "These are the best and worst airports in America to get stranded at over the holiday season", "description": "Orbitz.com recently completed a study where they published findings on the best and worst airports to be stranded in during the holiday season. Using only the 15 busiest airports in the U.S. included a 2017 Port Authority of New York and New Jersey Airport Tr…", "url": "https://www.businessinsider.com/best-worst-airports-america-stranded-holiday-orbitz-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd88ff75f1f751a7e1ea273-2732-1366.jpg", "publishedAt": "2018-11-01T20:14:21Z", "content": "When traveling during the holiday season, there's always a risk for weather disruptions and flight cancellations. Knowing which airports would be the best and the worst to be stranded in for an extended period of time seems like helpful information. Luckily, … [+1964 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Stocks recover for 3rd day on the back of Wall Street's worst month in 7 years", "description": "President Donald Trump said he would meet with China's Xi Jinping this month, easing trade concerns. After a string of sharp sell-offs, October was the worst month on Wall Street in seven years. Follow the US indexes in real time here. Stocks jumped for a thi…", "url": "https://www.businessinsider.com/stocks-recover-for-third-day-on-the-back-of-wall-streets-worst-month-in-7-years-2018-11", "urlToImage": "https://static5.businessinsider.com/image/5bbf4f0fa4cb6250c03c6fc3-1024/gettyimages-975536608.jpg", "publishedAt": "2018-11-01T20:12:42Z", "content": "Drew Angerer/Getty Stocks jumped for a third session Thursday as the prospect of cooling trade tensions allowed Wall Street to begin recovering from its worst month in seven years. The Dow Jones Industrial Average rose 1.05%, or more than 250 points, after Pr… [+1898 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Stocks recover for 3rd day on the back of Wall Street's worst month in 7 years", "description": "President Donald Trump said he would meet with China's Xi Jinping this month, easing trade concerns. After a string of sharp sell-offs, October was the worst month on Wall Street in seven years. Follow the US indexes in real time here. Stocks jumped for a thi…", "url": "https://markets.businessinsider.com/news/stocks/stocks-recover-for-third-day-on-the-back-of-wall-streets-worst-month-in-7-years-2018-11-1027682605", "urlToImage": "https://static5.businessinsider.com/image/5bbf4f0fa4cb6250c03c6fc3-1024/gettyimages-975536608.jpg", "publishedAt": "2018-11-01T20:12:42Z", "content": "Drew Angerer/Getty Stocks jumped for a third session Thursday as the prospect of cooling trade tensions allowed Wall Street to begin recovering from its worst month in seven years. The Dow Jones Industrial Average rose 1.05%, or more than 250 points, after Pr… [+1898 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Natalia Lusinski", "title": "I asked 25 people for the worst things about living in LA — and it's not just the traffic", "description": "Los Angeles is known for its perfect weather, constant sunshine, and chilled-out locals. When it comes to the worst things about Los Angeles, locals define their “worst things” in several different ways. Here, 25 people share the worst things about Los Angele…", "url": "https://www.businessinsider.com/worst-things-about-living-in-los-angeles-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb42d6beb670533159ab4c-2732-1366.jpg", "publishedAt": "2018-11-01T20:06:14Z", "content": "You may remember the movie \" LA Story,\" a 1991 comedy that Steve Martin wrote and starred in. In it, Martin plays Harris, a TV meteorologist who struggles with his romantic relationship, but also with his relationship with Los Angeles. The movie's satirical d… [+633 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Nick Saban's reaction to a great defensive play shows his never-ending attention to detail and how he is never satisfied", "description": "The Alabama Crimson Tide are the best team in college football, thanks in no small part to head coach Nick Saban's attention to detail. In a recent SEC Network segment, Saban broke down an interception Alabama had against Ole Miss, still finding flaws in his …", "url": "https://www.businessinsider.com/nick-saban-film-room-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb134c0d7c674a467141a0-1536-768.jpg", "publishedAt": "2018-11-01T20:05:58Z", "content": "Alabama is the most dominant program in college football. The Crimson Tide have won an astounding five national championships since 2009, and it's possible that the 2018 team is the best that the school has ever produced. But even with their run of dominance,… [+1873 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hayley Peterson", "title": "Sears' holiday sales are in peril as suppliers from GE Appliances to Serta Simmons demand they return millions of dollars in inventory (SHLD)", "description": "GE Appliances, Whirlpool, Serta Simmons Bedding, and more than two dozen other suppliers are demanding that Sears return millions of dollars in goods that were shipped to the company in the 45 days leading up to its October 15 bankruptcy filing. The suppliers…", "url": "https://www.businessinsider.com/sears-suppliers-demand-return-inventory-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb58fec9570154c451b16c-2732-1366.jpg", "publishedAt": "2018-11-01T20:03:49Z", "content": "Major Sears suppliers including GE Appliances, Electrolux, Whirlpool, and Serta Simmons Bedding are demanding that the retailer immediately return their inventory of refrigerators, washers, dryers, mattresses, and other goods. The companies are demanding the … [+1146 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nathan McAlone", "title": "The Obamas' first acquisition for their Netflix deal is the rights to a book that depicts the US as 'under attack by its own leaders'", "description": "Under the Obamas' Netflix deal, they have acquired the rights to Michael Lewis' new book, “The Fifth Risk.” The book includes an unflattering look at the Trump administration, and its publisher's description references a government \"under attack by its own le…", "url": "https://www.businessinsider.com/obamas-first-netflix-project-michael-lewis-book-the-fifth-risk-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb54aeda27f857c00afac6-1920-960.jpg", "publishedAt": "2018-11-01T20:01:19Z", "content": "The Obamas have acquired the rights to Michael Lewis' new book, \"The Fifth Risk,\" as part of their production deal with Netflix to make original TV shows and movies. Lewis confirmed the deal on a Katie Couric podcast, The New York Times reported. \"The Fifth R… [+1339 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat", "title": "RANKED: The 25 internships with the best pay, perks, and office space", "description": "Vault, a career search engine, invited more than 400 organizations and their interns to participate in an internship survey. More than 13,000 current and past interns responded to Vault's 2019 survey on best internships for compensation and benefits. Several …", "url": "https://www.businessinsider.com/best-paid-internships-compensation-expenses-office-space-perks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb42d1110d4c560a79325d-1920-960.jpg", "publishedAt": "2018-11-01T19:56:00Z", "content": "Salary, perks, and office culture are often amongst the top considerations for job seekers — and it's no different for students and grads applying to internships. Vault, a career search engine, invited more than 400 organizations to participate in its 2019 in… [+870 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Netflix's 'The Haunting of Hill House' director explains how he kept the show's biggest mystery hidden from the cast", "description": "Warning: Spoilers for \"The Haunting of Hill House.\" Mike Flanagan, the director of Netflix's \"The Haunting of Hill House,\" revealed how he kept the secret of the \"Red Room\" hidden from the cast. He said that the set had to be \"constantly refined\" so that the …", "url": "https://www.businessinsider.com/how-the-haunting-of-hill-house-biggest-mystery-was-hidden-from-cast-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb53a0c95701541c5a71d9-750-375.jpg", "publishedAt": "2018-11-01T19:55:22Z", "content": "There are plenty of mysteries in Netflix's hit new horror series, \"The Haunting of Hill House,\" but the biggest was hidden in plain sight the entire time. That means that director Mike Flanagan had to go to great lengths to keep the secret of the \"Red Room\" h… [+1959 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "You can now have FaceTime calls for up to 32 people — here's how it works (AAPL)", "description": "Apple has finally added group video chats to its iPhones and iPads, thanks to an iOS update released Tuesday to devices. The group video calling feature is a highly anticipated addition to Apple devices. FaceTime now supports video chats with up to 32 partici…", "url": "https://www.businessinsider.com/how-to-use-apples-group-facetime-video-chat-feature-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9d705da27f8355907d9f7-1536-768.png", "publishedAt": "2018-11-01T19:52:30Z", "content": "Apple has finally added group video chats to its iPhones and iPads, thanks to an iOS update released Tuesday to devices. The group video calling feature is a highly anticipated addition to Apple devices. FaceTime now supports video chats with up to 32 partici… [+988 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "See inside the world's first underwater hotel villa, where you can sleep with sharks for $50,000 a night", "description": "The Muraka, the world's first underwater hotel villa, opens November 2018. Located more than 16 feet below sea level in the Maldives, the two-level hotel room offers panoramic views above and under the sea — for $50,000 a night. As part of the Hilton's Conrad…", "url": "https://www.businessinsider.com/the-muraka-underwater-villa-hilton-conrad-maldives-resort-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb49cc9e8c5355d53c875e-1920-960.jpg", "publishedAt": "2018-11-01T19:52:00Z", "content": "Why swim with sharks when you can sleep with them? That's exactly the kind of experience offered at The Muraka, the world's first underwater hotel villa. Located more than 16 feet below sea level in the middle of the Indian Ocean with glass walls, The Muraka … [+1074 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "LIVE: Apple Q4 EARNINGS (AAPL)", "description": "Investors are about to get a big clue as to whether Apple's new iPhones are a hit — or not. Apple's earnings on Thursday will include a revenue forecast for the all-important holiday quarter, historically the Cupertino tech titan's biggest of the year. If App…", "url": "https://www.businessinsider.com/apple-q4-2018-earnings-iphone-sales-revenue-eps-analysis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb53d9110d4c58a868a259-2732-1366.jpg", "publishedAt": "2018-11-01T19:50:00Z", "content": "Investors are about to get a big clue as to whether Apple's new iPhones are a hit — or not. Apple's earnings on Thursday will include a revenue forecast for the all-important holiday quarter, historically the Cupertino tech titan's biggest of the year. If App… [+945 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "China is building a 'Panda Capital' that's 110 times the size of Disneyland", "description": "In the southwestern province of China lies the city of Chengdu, home to the largest building in the world and one of the busiest international airports. It's also the site of a rare treasure — the giant panda, which has teetered on extinction for decades. Man…", "url": "https://www.businessinsider.com/china-panda-capital-bigger-than-disneyland-olympics-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd76e62e4218a04a10c9b9e-2732-1366.jpg", "publishedAt": "2018-11-01T19:47:00Z", "content": "In the southwestern province of China lies the city of Chengdu, home to the largest building in the world and one of the busiest international airports. It's also the site of a rare treasure — the giant panda, which has teetered on extinction for decades. Man… [+787 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Three years after authoring one of the greatest seasons in NBA history, Stephen Curry has somehow gotten better and the league should be terrified", "description": "Through nine games, Stephen Curry is on pace to top his 2015-16 MVP season, considered one of the best offensive seasons in NBA history. Curry is scoring more points, more efficiently than ever, and seems to have even more mastery on the offensive end. Few pe…", "url": "https://www.businessinsider.com/stephen-curry-mvp-season-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb4d528c35ab54925afc7c-1136-568.jpg", "publishedAt": "2018-11-01T19:45:12Z", "content": "In the 2015-16 season, Stephen Curry rose to new heights with one of the greatest individual seasons in NBA history, for a Golden State Warriors team that had the best regular season in NBA history by going 73-9. Curry averaged 30 points per game on 52% shoot… [+4624 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Hershey released the first photo of its controversial new Reese's Cup that is 40% thinner, and it's already being forced to defend itself from critics' attacks", "description": "Hershey released the first photo of Reese's Thins, which are set to launch in March 2019. The new version of the Reese's Cup — which is 40% thinner than the traditional cup — sparked backlash when it was announced last week. The first Reese's Thins ad defends…", "url": "https://www.businessinsider.com/hershey-reveals-reeses-thins-photo-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb50275f1f7556351e0b7a-2732-1366.jpg", "publishedAt": "2018-11-01T19:37:55Z", "content": "Hershey has released the first photo of its upcoming Reese's Cup that is 40% thinner than the traditional version — and its first defense of the lower-calorie treat. On Thursday, the sweets company revealed exactly what the Reese's Thins will look like in com… [+1528 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Here comes Starbucks... (SBUX)", "description": "Starbucks is set to report its third-quarter results after Thursday's closing bell. Analysts surveyed by Bloomberg are expecting earnings of $0.60 a share on revenue of $6.27 billion. UBS said the focus for the results will be on sales in the US and China, as…", "url": "https://markets.businessinsider.com/news/stocks/starbucks-stock-price-earnings-q3-results-2018-11-1027682416", "urlToImage": "https://static6.businessinsider.com/image/5bd1ca5a5b658c15034c3b82-1069/screen-shot-2018-10-25-at-95053-am.png", "publishedAt": "2018-11-01T19:30:00Z", "content": "Starbucks Starbucks is set to report third-quarter results after Thursday's closing bell. Here are what analysts are expecting, according to Bloomberg: Earnings per share : $0.60 Revenue : $6.27 billion Shares faced a huge selloff in June when the company low… [+930 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Here comes Starbucks... (SBUX)", "description": "Starbucks is set to report its third-quarter results after Thursday's closing bell. Analysts surveyed by Bloomberg are expecting earnings of $0.60 a share on revenue of $6.27 billion. UBS said the focus for the results will be on sales in the US and China, as…", "url": "https://www.businessinsider.com/starbucks-stock-price-earnings-q3-results-2018-11", "urlToImage": null, "publishedAt": "2018-11-01T19:30:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Here comes Shake Shack... (SHAK)", "description": "Shake Shack is set to report its third-quarter results after Wednesday's closing bell. Here are the key numbers that Wall Street analysts surveyed by Bloomberg are expecting: Earnings per share: $0.13 Revenue: $116.8 million Last quarter, Shake Shack said del…", "url": "https://markets.businessinsider.com/news/stocks/shake-shack-earnings-q3-2018-2018-11-1027682417", "urlToImage": "https://static3.businessinsider.com/image/59934428f1a850c42a8b4f34-873/gettyimages-462426774.jpg", "publishedAt": "2018-11-01T19:29:00Z", "content": "Scott Olson/Getty Images Shake Shack is set to report its third-quarter results after Wednesday's closing bell. Here are the key numbers that Wall Street analysts surveyed by Bloomberg are expecting: Earnings per share: $0.13 Revenue: $116.8 million Last quar… [+488 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Here comes Shake Shack... (SHAK)", "description": "Shake Shack is set to report its third-quarter results after Wednesday's closing bell. Here are the key numbers that Wall Street analysts surveyed by Bloomberg are expecting: Earnings per share: $0.13 Revenue: $116.8 million Last quarter, Shake Shack said del…", "url": "https://www.businessinsider.com/shake-shack-earnings-q3-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb499bb73c2852eb39bd02-960-480.jpg", "publishedAt": "2018-11-01T19:29:00Z", "content": "Shake Shack is set to report its third-quarter results after Wednesday's closing bell. Here are the key numbers that Wall Street analysts surveyed by Bloomberg are expecting: Last quarter, Shake Shack said delays in new store openings would slow its revenue g… [+413 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "The war in Afghanistan looks bleak as the government loses more control and Afghan security force casualties rise", "description": "The latest report card for the war in Afghanistan is out, and the situation does not look good. The Afghan government's control over territory has dropped to 55.5 percent, according to quarterly report from t he Special Inspector General for Afghan Reconstruc…", "url": "https://www.businessinsider.com/the-afghan-government-is-steadily-losing-territory-to-the-taliban-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb402ac9570151a5514a28-1136-568.jpg", "publishedAt": "2018-11-01T19:08:08Z", "content": "Amid mounting casualties among the Afghan security forces, a new report assesses that the Afghan government is steadily losing control of its territory to the Taliban. Nearly half of the country is either controlled or contested by Taliban insurgents, the Spe… [+2739 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "JCPenney is opening for Black Friday sales earlier than almost any other retailer (JCP)", "description": "JCPenney is opening at 2 p.m. on Thanksgiving Day and will stay open until 10 p.m. on Black Friday. The 2 p.m. start time is an earlier kick-off than that of any other retailer that has announced Black Friday sales so far this year. Associates will be paid tw…", "url": "https://www.businessinsider.com/jcpenney-black-friday-hours-stores-open-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb41b39e8c5354ac54ef7d-960-480.jpg", "publishedAt": "2018-11-01T19:05:43Z", "content": "JCPenney is going all-in on Black Friday mania again this year. The department store announced on Thursday that it will be opening its doors at 2 p.m on Thanksgiving Day and will stay open until 10 p.m. on Black Friday. Stores then reopen at 8 a.m. on Saturda… [+1504 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Paralyzed triathlete to make history at TCS New York City Marathon", "description": "Glenn Hartrick is an avid marathoner and triathlete and has completed 175 races in a six-year span, becoming an IRONMAN All World Athlete in two consecutive years and gracing the cover of Runner's World magazine for their body issue along the way. After compl…", "url": "https://www.businessinsider.com/paralyzed-triathlete-to-make-history-new-york-city-marathon-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd22327f0688a22cd6338c4-1536-768.jpg", "publishedAt": "2018-11-01T19:04:06Z", "content": "Glenn Hartrick was at the peak of his career as a marathoner and triathlete. He had completed 175 races in a six-year span, becoming an IRONMAN All World Athlete in two consecutive years and gracing the cover of Runner's World magazine for their body issue al… [+5101 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "Amazon has released thousands of early Black Friday deals — here are some of the best ones", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday falls on November 23 this year. Amazon is gearing up early for the day by releasing …", "url": "https://www.businessinsider.com/amazon-early-black-friday-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb1b9eda27f84ec2195270-480-240.jpg", "publishedAt": "2018-11-01T18:58:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Discarded candy wrappers litter the streets and your cobweb decorations are still up, but Amazon … [+1363 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "A computer model that picks NFL games is on fire — here are the picks for Week 9", "description": "Week 9 of the NFL season is here, and Cortana is back to make picks in a head-to-head showdown with Elo. We looked at two popular systems used to pick NFL games: Cortana, Microsoft's digital assistant, and Elo, the modeling system used by Nate Silver's data-j…", "url": "https://www.businessinsider.com/nfl-week-9-elo-and-cortana-picks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bad00e23d9ef7680f8b4568-1536-768.jpg", "publishedAt": "2018-11-01T18:42:15Z", "content": "Week 9 of the NFL season is here, and Cortana is back to make picks in a head-to-head showdown with Elo. We looked at two popular systems used to pick NFL games: Cortana, Microsoft's digital assistant, and Elo, the modeling system used by Nate Silver's data-j… [+647 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "51 hilarious White Elephant gifts under $50 that are guaranteed to get a good laugh", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. When it comes to gift swapping games like White Elephant, Yankee Swap, or Nasty Christmas, the ma…", "url": "https://www.businessinsider.com/best-funny-white-elephant-gifts-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd32fdb5f5e95365352f53b-1136-568.jpg", "publishedAt": "2018-11-01T18:38:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. \"A picture is a poem without words.\" - Horace Etsy When it comes to gift swapping games like Whit… [+763 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Trump reportedly offers UN ambassador post to former Fox host Heather Nauert", "description": "President Donald Trump has reportedly asked Heather Nauert, the State Department spokeswoman who doubles as one of the US's highest-ranking diplomats, to replace Nikki Haley as US ambassador to the UN. Nauert, 48, did not have any foreign policy, government, …", "url": "https://www.businessinsider.com/heather-nauert-un-ambassador-position-trump-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb40e4c9570151c02f3ed6-1334-667.jpg", "publishedAt": "2018-11-01T18:33:25Z", "content": "President Donald Trump has reportedly asked Heather Nauert, the State Department spokeswoman who doubles as one of the US's highest-ranking diplomats, to replace Nikki Haley as US ambassador to the UN. Haley abruptly resigned earlier this month — a move she s… [+1449 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Abercrombie & Fitch CEO reveals how the store has stayed close to millennials as they've grown up (ANF)", "description": "Abercrombie & Fitch has been working hard to execute a turnaround by investing in its stores, improving product assortment, and working on its marketing strategy in a bid to appeal to the trendy millennial customer. This seems to be paying off: in August, Abe…", "url": "https://www.businessinsider.com/abercrombie-and-fitch-makeover-millennials-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb299c8c35ab4f8272768f-750-375.jpg", "publishedAt": "2018-11-01T18:30:11Z", "content": "Abercrombie &amp; Fitch has been working hard to refresh its brand in a bid to appeal to millennial shoppers: it's turned up the lights in its stores, ditched its shirtless models, and traded overly sexualized ads for wholesome, outdoorsy images. \"We are not … [+961 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "30 clever gifts for coworkers that they'll actually be happy to receive", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Shopping for coworkers can become a never-ending parade of mild pine-scented candles, Hallmark ca…", "url": "https://www.businessinsider.com/gifts-for-coworkers-under-50-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd09933d2e648594f3d4a7a-1136-568.jpg", "publishedAt": "2018-11-01T18:27:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. A green herbal tea kit. Uncommon Goods Shopping for coworkers can become a never-ending parade of… [+791 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Saudi Arabia's crown prince reportedly told Jared Kushner and Trump's national security adviser that journalist Jamal Khashoggi was a 'dangerous Islamist'", "description": "Saudi Crown Prince Mohammed bin Salman reportedly told White House adviser Jared Kushner and National Security Adviser John Bolton that Jamal Khashoggi was a \" dangerous Islamist\" on a phone call just days after the Saudi journalist went missing. Those who kn…", "url": "https://www.businessinsider.com/khashoggi-killing-crown-prince-mohammed-bin-salman-reportedly-told-kushner-journalist-was-dangerous-islamist-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb40acc9570151c02f3ed3-1536-768.jpg", "publishedAt": "2018-11-01T18:19:03Z", "content": "Saudi Crown Prince Mohammed bin Salman reportedly told White House adviser Jared Kushner and National Security Adviser John Bolton that Jamal Khashoggi was a \"dangerous Islamist\" on a phone call just days after the Saudi journalist went missing. The call occu… [+2274 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "The 24 highest-paid players in the NBA for the 2018-19 season", "description": "For the second-straight season, Stephen Curry is the NBA's highest-paid player. Stephen Curry was once the biggest bargain in the NBA thanks to a contract he signed when there were still doubts about the long-term health of his ankles. But now he is cashing i…", "url": "https://www.businessinsider.com/nba-highest-paid-players-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bdb2ebd110d4c53756c0022-750-375.jpg", "publishedAt": "2018-11-01T18:15:00Z", "content": "For the second-straight season, Stephen Curry is the NBA's highest-paid player. Stephen Curry was once the biggest bargain in the NBA thanks to a contract he signed when there were still doubts about the long-term health of his ankles. But now he is cashing i… [+290 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meghan Morris", "title": "The 'godfather of ETFs' says a bitcoin exchange traded fund will be approved 'no time soon'", "description": "Asset managers are continuing to try and launch bitcoin ETFs, despite no sign that US regulators will approve these funds. A bitcoin ETF has long been viewed as a natural next step in bitcoin’s maturation as an asset class. Reggie Browne, senior managing dire…", "url": "https://www.businessinsider.com/cantors-browne-says-bitcoin-etfs-arent-likely-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59f37fd53e9d2521008b640c-1920-960.jpg", "publishedAt": "2018-11-01T18:04:16Z", "content": "The world is still waiting on the first bitcoin exchange traded fund after months of pushback from US regulators. And according to an executive known as the \"godfather of ETFs,\" bitcoin enthusiasts will have to continue to wait. Reggie Browne, a senior managi… [+1169 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Chinese tech stocks are going bananas after Trump said he had a 'good conversation' with Xi Jinping on trade", "description": "President Donald Trump tweeted on Thursday that he had a 'good conversation' with Chinese President Xi Jinping. Xi on Thursday said he looks forward to meeting with Trump at the G20 in Argentina, according to China's state media. Chinese tech stocks traded in…", "url": "https://markets.businessinsider.com/news/stocks/trump-xi-trade-talk-chinese-tech-stocks-soar-2018-11-1027682196", "urlToImage": "https://static3.businessinsider.com/image/5b3e2e756444452f008b47ab-2000/rts1j6f4.jpg", "publishedAt": "2018-11-01T17:59:00Z", "content": "Thomas Peter/Reuters Chinese tech stocks traded in the US are surging Thursday after President Donald Trump said he had a good trade talk with Chinese President Xi Jinping. \"Just had a long and very good conversation with President Xi Jinping of China,\" Trump… [+4018 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Chinese tech stocks are going bananas after Trump said he had a 'good conversation' with Xi Jinping on trade (BABA, BIDU, JD, NIO, PDD, HUYA, IQ, BILI, UXIN, YY, QTT)", "description": "President Donald Trump tweeted on Thursday that he had a 'good conversation' with Chinese President Xi Jinping. Xi on Thursday said he looks forward to meeting with Trump at the G20 in Argentina, according to China's state media. Chinese tech stocks traded in…", "url": "https://www.businessinsider.com/trump-xi-trade-talk-chinese-tech-stocks-soar-2018-11", "urlToImage": null, "publishedAt": "2018-11-01T17:59:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hayley Peterson", "title": "Target is copying Walmart and eliminating the most dreaded part of holiday shopping (TGT, WMT)", "description": "Target employees across the United States will be able to use mobile devices to process shoppers' payments starting Thursday. The new service, called Skip-the-Line, is designed to help customers avoid one of the biggest frustrations with shopping in stores ov…", "url": "https://www.businessinsider.com/target-rolls-out-mobile-checkout-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a185cf43dbef4cc1d8b7ee4-2732-1366.jpg", "publishedAt": "2018-11-01T17:58:14Z", "content": "Target shoppers might be able to avoid long checkout lines this holiday season, thanks to a new service. Starting Thursday, the retailer's employees can use mobile devices to complete shoppers' checkout process from anywhere in its stores, the company said. T… [+801 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "Only 10 guests can eat at this Michelin-starred restaurant per night, where a meal costs $600 and the dining room is transformed by high-tech lights, sounds, and scents throughout the evening", "description": "A restaurant in China only accepts 10 guests per night and offers a multi-sensory, high-tech dining experience through a combination of lighting, projections, sounds, scents, and of course, food. The 20-course meal at Ultraviolet in Shanghai will cost you bet…", "url": "https://www.businessinsider.com/immersive-restaurant-ultraviolet-shanghai-high-tech-michelin-starred-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bdb27a201b12d4e292f8288-2732-1366.jpg", "publishedAt": "2018-11-01T17:58:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Trump cherry-picks examples of violent illegal immigrants to stir up his base, but the statistics tell a different story", "description": "President Donald Trump has repeatedly portrayed undocumented immigrants as dangerous, violent criminals who must be kept out of the US at all costs, but crime data tells a different story. Multiple studies using federal and state data have found no suggestion…", "url": "https://www.businessinsider.com/trumps-depiction-of-illegal-immigrants-contradicted-by-statistics-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb3a22c9570150ea603a14-2732-1366.jpg", "publishedAt": "2018-11-01T17:55:27Z", "content": "President Donald Trump has repeatedly portrayed undocumented immigrants as dangerous, violent criminals who must be kept out of the US at all costs, but crime data tells a different story. He began his presidential campaign by referring to undocumented Mexica… [+3715 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Kotecki and Aria Bendix", "title": "50 photos of New York City micro-apartments show how tiny living can be glamorous — or disappointing", "description": "In a city where the average apartment rents for $3,600 a month, many New York residents don't mind living in a tiny space to save extra cash. There's just one problem: Micro-apartments are technically illegal, according to the city's 1987 zoning laws, which r…", "url": "https://www.businessinsider.com/photos-nyc-micro-apartments-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bdb1919110d4c4fd02015bb-2560-1280.jpg", "publishedAt": "2018-11-01T17:44:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "50 photos of New York City micro-apartments show how tiny living can be glamorous - or disappointing - Business Insider India", "description": "Business Insider India 50 photos of New York City micro-apartments show how tiny living can be glamorous - or disappointing Business Insider India In a city where the average apartment rents for $3,600 a month, many New York residents don't mind living in a t…", "url": "http://www.businessinsider.com/photos-nyc-micro-apartments-2018-10", "urlToImage": "https://www.businessinsider.in/photo/66467016/50-photos-of-new-york-city-micro-apartments-show-how-tiny-living-can-be-glamorous-or-disappointing.jpg?85524", "publishedAt": "2018-11-01T17:44:00Z", "content": "In a city where the average apartment rents for $3,600 a month, many New York residents don't mind living in a tiny space to save extra cash. There's just one problem: Micro-apartments are technically illegal, according to the city's 1987 zoning laws, which r… [+741 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Abby Jackson", "title": "Comcast EVP says streaming video is a terrible business and sees growth in more creative bundling", "description": "Comcast isn't looking to join the list of companies offering over-the-top streaming video (OTT) services, like AT&T and Disney. The cable giant has tried to get streaming services, like Seeso and Watchable, off the ground without success. It's unclear what th…", "url": "https://www.businessinsider.com/comcast-doesnt-think-out-of-footprint-ott-is-a-smart-bet-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb25fc1011424f5b72acd4-960-480.jpg", "publishedAt": "2018-11-01T17:41:43Z", "content": "For consumers seeking alternatives to linear TV, the options seem boundless. Walmart, WarnerMedia, and Disney have all announced options coming to market — not to mention digital upstarts like Netflix, Hulu, or YouTube. But armed with an arsenal of NBCUnivers… [+2927 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "Apple's next iPad Pro could have a high-resolution 3D camera creating an 'all-new productivity experience' (AAPL)", "description": "Next year, Apple iPads could have a new kind of 3D camera using a technology called \"time of flight,\" according to a well-respected analyst. 2019 iPhones are also expected to have an improved Face ID facial recognition camera, according to the note seen by Bu…", "url": "https://www.businessinsider.com/apples-ipad-pro-lineup-2019-3d-camera-ming-chi-kuo-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd9b1e40d7c672d9b641a42-2732-1366.jpg", "publishedAt": "2018-11-01T17:40:32Z", "content": "Apple's new iPad Pros were revealed this Tuesday, but analysts are already speculating about what next year's models could have. According to Ming-Chi Kuo, a well-respected analyst for TF International Securities, next year's iPad Pro could have an advanced 3… [+1286 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "Apple's next iPad Pro could have a high-resolution 3D camera creating an 'all-new productivity experience' - Business Insider", "description": "Business Insider Apple's next iPad Pro could have a high-resolution 3D camera creating an 'all-new productivity experience' Business Insider Next year, Apple iPads could have a new kind of 3D camera using a technology called \"time of flight,\" according to a w…", "url": "http://uk.businessinsider.com/apples-ipad-pro-lineup-2019-3d-camera-ming-chi-kuo-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5bd9b3b6dde86717b10cfdf5-1190-625/apples-next-ipad-pro-could-have-a-high-resolution-3d-camera-creating-an-all-new-productivity-experience.jpg", "publishedAt": "2018-11-01T17:40:00Z", "content": "Kif Leswing Apple's new iPad Pros were revealed this Tuesday, but analysts are already speculating about what next year's models could have. According to Ming-Chi Kuo, a well-respected analyst for TF International Securities, next year's iPad Pro could have a… [+1298 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Toys R Us appears to have quietly relaunched as 'Geoffrey's Toy Box' with pop-ups in grocery stores", "description": "Toys R Us ' controlling interests decided in early October not to auction off all of its assets. Instead, it reorganized its intellectual property into a holding company called Geoffrey, LLC. Details were scarce at the time of that announcement, but it reveal…", "url": "https://www.businessinsider.com/toys-r-us-brand-appears-in-kroger-stores-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb249fc957014de01767f3-750-375.jpg", "publishedAt": "2018-11-01T17:38:32Z", "content": "The brand formerly known as Toys R Us has launched pop-ups in Kroger stores for the holidays. Instagram/exclusivebenji Geoffrey has risen from the grave. The company formerly known as Toy R Us announced in early October that it had cancelled an auction to sel… [+1950 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson", "title": "A trip to Cabo, an allegation of sexual assault, and 'a culture of dishonesty': Inside the downfall of the founding CEO of $1.9 billion startup Apttus", "description": "Kirk Krappe, the longtime CEO of $1.86 billion startup Apttus, left the company in July. Two months after Krappe's abrupt departure, Apttus was acquired by Thoma Bravo, a Chicago private-equity firm. Sexual harassment and inappropriate relationships were ramp…", "url": "https://www.businessinsider.com/apttus-startup-founder-ceo-downfall-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bda1ea23815073ecd5ae032-1136-568.jpg", "publishedAt": "2018-11-01T17:35:06Z", "content": "When employees showed up to work at Apttus' San Mateo headquarters on July 2, they were shocked to learn that the startup's longtime CEO, Kirk Krappe, was no longer at the company. Krappe, whose faint British accent and pocket-square outfits made him stand ou… [+13506 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caitlin Foster", "title": "These are the world's 20 most dangerous countries, and photos showing what life is like there", "description": "In terms of organized crime, terrorism, homicide and reliability of police forces, the US ranks as the 56th safest country in the world, falling just below China at 55. Russia comes in at 105, just below Kenya and a few dozen spots beneath Bosnia. An Oct. 16,…", "url": "https://www.businessinsider.com/what-life-is-like-in-some-of-the-worlds-most-dangerous-countries-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9f006b73c2836e81dcf02-960-480.jpg", "publishedAt": "2018-11-01T17:28:05Z", "content": "In terms of organized crime, terrorism, homicide and reliability of police forces, the US ranks as the 56th safest country in the world, falling just below China at 55. Russia comes in at 105, just below Kenya and a few dozen spots beneath Bosnia. An Oct. 16,… [+314 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "A $774 billion investment giant is ramping up calls for a Tesla board shakeup — one that goes far beyond what the SEC wants (TSLA)", "description": "Tesla has until the end of November to add two independent directors to its board, as per a $40 million settlement with the Securities and Exchange Commission. CtW Investments and elected officials from three states are urging the company to go above and beyo…", "url": "https://www.businessinsider.com/tesla-investors-renew-calls-for-board-shakeup-after-sec-settlement-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ba5073133db9e3e168b456e-750-375.jpg", "publishedAt": "2018-11-01T17:20:56Z", "content": "Tesla should go beyond the board changes required by its settlement with the US' top stock market regulator, a group of investors and elected officials said in a letter to company directors Thursday. CtW Investment Group, which represents some $774 billion wo… [+2477 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "The iPhone 5 is now considered 'vintage' by Apple (AAPL)", "description": "Apple will no longer support the iPhone 5 with repairs, as it is now considered \"vintage.\" There are now few options for people who prefer smartphones with displays under 5 inches. Apple added the iPhone 5, which came out in 2013, to its list of \" vintage and…", "url": "https://www.businessinsider.com/apple-iphone-5-vintage-no-repairs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb2cae101142508715b946-2732-1366.jpg", "publishedAt": "2018-11-01T17:20:14Z", "content": "Apple added the iPhone 5, which came out in 2013, to its list of \" vintage and obsolete products \" for the US. This means that Apple will no longer repair the hardware for the iPhone 5. iPhone 5 owners with broken devices, whether it's accidental or simply fr… [+1405 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "The director of acclaimed music videos from Taylor Swift and Eminem explains why it was the perfect time to make a highly offensive (and hilarious) movie about battle rappers", "description": "Joseph Kahn, known for his music videos for the likes of Taylor Swift and Lady Gaga, is releasing his latest feature film, \"Bodied,\" on Friday. It is a hilariously un-PC look at the world of battle rapping, where you win by destroying your opponent with the c…", "url": "https://www.businessinsider.com/joseph-kahn-talks-bodied-offensive-hilarious-movie-about-battle-rappers-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9f0ee01b12d3790502d24-1136-568.jpg", "publishedAt": "2018-11-01T17:13:51Z", "content": "Joseph Kahn is known best for his highly stylized music videos that he's been making since the 1990s for the likes of Snoop Dogg, Destiny's Child, Lady Gaga, Britney Spears, Eminem, and Taylor Swift. And through that time he's been trying to figure out how to… [+10997 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "Nintendo just announced the last characters joining 'Super Smash Bros. Ultimate' before the game's release", "description": "\"Super Smash Bros. Ultimate\" will arrive on the Nintendo Switch on December 7th with 74 characters, one of the largest rosters ever in a fighting game. Ken from \"Street Fighter\" and Incineroar from Pokémon are the final members of the launch roster to be reve…", "url": "https://www.businessinsider.com/super-smash-bros-ultimate-adds-characters-ken-incineroar-petey-piranha-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb2c78da27f851d125a3a3-750-375.jpg", "publishedAt": "2018-11-01T17:04:28Z", "content": "The final roster for the launch of \"Super Smash Bros. Ultimate\" was confirmed during a Nintendo Direct livestream today, and even more characters are due to arrive after the game's December 7th launch. Ken from \"Street Fighter,\" and Incineroar from the latest… [+427 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Richard Feloni", "title": "BlackRock CEO Larry Fink says within the next 5 years all investors will measure a company's impact on society, government, and the environment to determine its worth", "description": "BlackRock CEO Larry Fink said at the New York Times Dealbook Conference on Thursday that within five years, all investors will be using ESG (environmental, social, and governance) metrics. In January, Fink wrote in his annual letter to CEOs that all companies…", "url": "https://www.businessinsider.com/blackrock-larry-fink-investors-esg-metrics-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb09ff0d7c6749097256f7-2732-1366.jpg", "publishedAt": "2018-11-01T16:50:15Z", "content": "When BlackRock CEO Larry Fink proclaimed in his annual letter in January that, \"To prosper over time, every company must not only deliver financial performance, but also show how it makes a positive contribution to society,\" he says he wasn't doing it \"to be … [+2009 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson and Business Insider", "title": "These 19 elite athletes are vegan — here's what made them switch their diet", "description": "November 1 is World Vegan Day. From a healthy decrease in cholesterol, blood pressure, and heart disease risk to weight loss, there seem to be plenty of health benefits to ditching dairy, meat, and eggs. A recent study even showed that a plant-based vegan die…", "url": "https://www.businessinsider.com/vegan-athletes-and-why-they-changed-their-diet-11", "urlToImage": "https://amp.businessinsider.com/images/5bdaf713beb670485271ec02-960-480.jpg", "publishedAt": "2018-11-01T16:44:00Z", "content": "November 1 is World Vegan Day. From a healthy decrease in cholesterol, blood pressure, and heart disease risk to weight loss, there seem to be plenty of health benefits to ditching dairy, meat, and eggs. A recent study even showed that a plant-based vegan die… [+776 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Charlotte Hu", "title": "MORGAN STANLEY: Juul, Silicon Valley's favorite vaping startup, is drawing in young users who don't smoke", "description": "Morgan Stanley research finds that while Juul helps smokers lower their cigarette consumption, it's still drawing in plenty of young non-smokers, too. The report also finds that non-smokers are typically drawn to Juul primarily by social marketing. Analysts t…", "url": "https://www.businessinsider.com/morgan-stanley-research-juul-teens-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb13820d7c674a3171a8fd-1920-960.jpg", "publishedAt": "2018-11-01T16:40:47Z", "content": "Popular e-cigarette startup Juul Labs has been facing controversy recently over the appeal of its products for minors. In September, the US Food and Drug Administration announced that it was taking steps to crack down on the sale of e-cigarette products — lik… [+1988 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "Lowe's is kicking off an entire month of Black Friday deals (LOW)", "description": "Lowe's is opting to spread its Black Friday discounts throughout November. The home-improvement retailer will also close its doors on Thanksgiving this year. The strategy reflects the continued decline of Black Friday's importance to the retail sphere. Forget…", "url": "https://www.businessinsider.com/lowes-black-friday-deals-start-november-1-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb14a4f556fc4bb40feac7-960-480.jpg", "publishedAt": "2018-11-01T16:39:53Z", "content": "Forget Black Friday — Lowe's is rolling out its first ever Black November this month. Black Friday-style deals will be offered at Lowe's online and in stores throughout the month of November. The stores will also close on Thanksgiving itself. So why swap out … [+1034 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Millennials are buying the Apple dip ahead of earnings (APPL)", "description": "Apple will report its third-quarter results after Thursday's closing bell. Shares have fell as much as 11.5% from their October 3 peak as the Nasdaq witnessed its heaviest selling since the financial crisis. Investors on Robinhood, a free-trading app popular …", "url": "http://markets.businessinsider.com/news/stocks/Millennials-are-buying-the-Apple-dip-ahead-of-earnings-APPL-1027681925", "urlToImage": "https://static2.businessinsider.com/image/553f822069beddad520ff12d-2400/465697700.jpg", "publishedAt": "2018-11-01T16:31:00Z", "content": "Stephen Lam/Getty Images Apple is set to report its third-quarter earnings after Thursday's closing bell and investors on Robinhood, a no-fee trading app popular among younger traders, are buying the stock's dip ahead of the results. The smartphone giant face… [+1898 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Millennials are buying the Apple dip ahead of earnings (APPL)", "description": "Apple will report its third-quarter results after Thursday's closing bell. Shares have fell as much as 11.5% from their October 3 peak as the Nasdaq witnessed its heaviest selling since the financial crisis. Investors on Robinhood, a free-trading app popular …", "url": "https://www.businessinsider.com/apple-stock-price-millennials-buying-dip-ahead-of-earnings-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb22b10d7c674d0a4607f9-2732-1366.jpg", "publishedAt": "2018-11-01T16:31:00Z", "content": "Apple is set to report its third-quarter earnings after Thursday's closing bell and investors on Robinhood, a no-fee trading app popular among younger traders, are buying the stock's dip ahead of the results. The smartphone giant faced a brutal sell-off in Oc… [+1873 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "A viral rumor after the Lion Air crash claims the airline already had the worst possible safety rating — but it isn’t true", "description": "A hoax after the Lion Air crash that likely killed 189 people claimed that there were serious red flags about the airlines safety. It said the International Air Transport Association (IATA) had given the airline the lowest possible safety rating. A fake scree…", "url": "https://www.businessinsider.com/lion-air-rumor-lowest-safety-rating-untrue-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb1990e4218a4beb578722-960-480.jpg", "publishedAt": "2018-11-01T16:26:18Z", "content": "The International Air Transport Association said that the low safety rating attributed to them was not real. Twitter/Alvin Lie/Business Insider A viral post claims that Lion Air had been ranked with the lowest possible safety record, but is an untrue forgery … [+3060 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump's top economic adviser Larry Kudlow says the federal minimum wage is a 'terrible idea'", "description": "Larry Kudlow, President Donald Trump's top economic adviser, said the federal minimum wage is a \"terrible idea.\" Kudlow said variance between states makes a federal wage level impractical. Kudlow argued that corporate tax cuts are the best way to raise worker…", "url": "https://www.businessinsider.com/kudlow-trump-minimum-wage-medicare-china-trade-war-2018-11", "urlToImage": "https://amp.businessinsider.com/images/565e0bc884307640008b68e2-2732-1366.jpg", "publishedAt": "2018-11-01T16:17:14Z", "content": "Larry Kudlow, President Donald Trump's top economic adviser, said on Thursday that he does not believe the federal government should set a minimum wage. \"My view is a federal minimum wage is a terrible idea, and will damage, in particular, small businesses,\" … [+2362 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The uncensored cut of Lars von Trier's serial-killer movie that prompted 100 walkouts at Cannes will be in theaters for 1 night only this month", "description": "The uncensored director's cut of Lars von Trier's controversial serial-killer movie, \"The House That Jack Built,\" will be released for one night only on November 26. The R-rated cut will be released December 14. The film prompted over 100 people to walk out d…", "url": "https://www.businessinsider.com/uncensored-the-house-that-jack-built-to-be-released-for-1-night-only-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb1cc901b12d4c76004ab4-960-480.jpg", "publishedAt": "2018-11-01T16:15:34Z", "content": "The uncensored director's cut of the controversial serial-killer movie that caused uproar at this year's Cannes Film Festival is getting a theater release for one night only this month. Director Lars von Trier's \"The House that Jack Built,\" starring Matt Dill… [+1073 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Salesforce Tower, the tallest skyscraper in San Francisco, was turned into the 'Eye of Sauron' for Halloween", "description": "Salesforce Tower, the tallest building in San Francisco, was lit up for Halloween to depict the infamous \"Eye of Sauron\" from \"The Lord of the Rings.\" The idea originated from an online petition that had more than 11,000 signatures by Halloween. Salesforce CE…", "url": "https://www.businessinsider.com/salesforce-tower-lights-up-eye-of-sauron-for-halloween-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bb7aa1f19090762d8673302-1536-768.jpg", "publishedAt": "2018-11-01T16:15:20Z", "content": "As the sun set Wednesday night during Halloween, San Francisco was treated to a surprise. Salesforce Tower, the tallest building in the city's skyline, lit up in fiery colors to depict the \"Eye of Sauron,\" the iconic symbol the Dark Lord adopted in \"The Lord … [+1377 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Lion Air pilot made a distress call on Flight JT610's previous flight - Business Insider", "description": "Business Insider Lion Air pilot made a distress call on Flight JT610's previous flight Business Insider The pilot of a Lion Air flight made a radio alert minutes after taking off from Bali on Sunday to report technical problems, but they were overcome, and he…", "url": "https://www.businessinsider.com/r-exclusive-pilot-made-distress-call-on-doomed-indonesian-jets-previous-flight-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdafe86c9570148cc4e00d8-2732-1366.jpg", "publishedAt": "2018-11-01T16:12:35Z", "content": "The pilot of a Lion Air flight from Indonesia's Bali island on Sunday made a radio alert minutes after takeoff because of technical problems, but they were overcome and he pushed on to Jakarta. The same jet crashed on another flight hours later, killing all 1… [+4364 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nathaniel Lee", "title": "Over half a million chunks of space trash could jeopardize space travel — but Europe has a plan to save it", "description": "More than half a million chunks of space trash surround our planet — that poses a serious threat to space travel as we know it. That's why a team out of Europe has developed a way to take out the space trash, and they just tested it in spectacular fashion. Wa…", "url": "https://www.businessinsider.com/europe-plans-save-space-travel-remove-trash-debris-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bca44bebac52b349d112f28-750-375.jpg", "publishedAt": "2018-11-01T16:11:00Z", "content": "Following is a transcript of the video. Narrator: Europe is leading one of the most important space travel efforts of this century. It's a mission called RemoveDEBRIS, and if all goes according to plan, it could save the future of space travel as we know it. … [+3599 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jeremy Berke", "title": "BlackRock's president says the $6.4 trillion asset manager wants to invest in cannabis stocks, but there's one key problem", "description": "BlackRock President Robert Kapito said on Thursday that his firm is looking to invest in cannabis stocks at a conference in Toronto. Kapito said the world's largest asset manager is sitting on the sidelines for now because most bank custodians won't clear can…", "url": "https://www.businessinsider.com/blackrock-is-looking-at-cannabis-investments-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb21bcbeb6704e4e1ec6cc-1920-960.jpg", "publishedAt": "2018-11-01T16:09:32Z", "content": "The world's largest asset manager wants to invest in cannabis stocks — but is sitting on the sidelines for now. BlackRock President Robert Kapito said on Thursday morning his firm is looking to invest in the red-hot sector at the Prime Quadrant Conference in … [+1632 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat and Richard Feloni", "title": "A startup CEO who's raised nearly $500 million says business strategy isn't what you do — it's what you don't", "description": "Harry's co-CEOs Jeff Raider and Andy Katz-Mayfield are intentional with every move they make — and don't make. Raider told Business Insider that while the company has a lot of opportunity, it has finite resources and a small team relative to competitors, so i…", "url": "https://www.businessinsider.com/harrys-jeff-raider-business-strategy-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bc10d79a4cb62768a1ccd3b-1920-960.jpg", "publishedAt": "2018-11-01T16:08:32Z", "content": "Since its first round of funding in 2012, razor company Harry's has raised nearly half a billion dollars. Harry's razors are marketed toward men who value simplicity, Jeff Raider, Harry's co-CEO, said on an episode of Business Insider's podcast \" This Is Succ… [+2490 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "American manufacturers are seriously worried about the 'mounting pressure' caused by Trump's trade war", "description": "US manufacturing activity fell more than expected in October. Tariffs are casting uncertainty over factory activity. Price pressures look poised to worsen throughout the fourth quarter. Manufacturing activity in the US slowed to a six-month low in October. An…", "url": "https://markets.businessinsider.com/news/stocks/manufacturing-institute-for-supply-management-trade-war-concerns-2018-11-1027681824", "urlToImage": null, "publishedAt": "2018-11-01T16:06:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "It looks like Turkey has dismissed a bizarre Saudi theory about Khashoggi's death that a mystery collaborator in Istanbul was given his body then vanished", "description": "Anonymous Saudi officials have pushed a theory that Jamal Khashoggi's body was rolled up some kind of fabric and given to a local Turkish co-conspirator. Turkish authorities do not believe this person exists at all, The Washington Post reported, citing an unn…", "url": "https://www.businessinsider.com/khashoggi-body-local-conspirator-saudi-theory-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc5bd76df918d0d0e0d9454-1536-768.jpg", "publishedAt": "2018-11-01T16:05:12Z", "content": "Saudi officials have pushed a theory that a Turkish collaborator has Jamal Khashoggi's body. Here, a Turkish investigator searches the Saudi consulate after Khashoggi's disappearance. Reuters Turkish officials appear to have dismissed a bizarre theory that Ja… [+2098 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Hosie", "title": "This is the difference between one, two, and three Michelin-starred restaurants", "description": "Being awarded three Michelin stars is the highest accolade a restaurant can receive. The Michelin Guide is famously secretive about how it decides which restaurants deserve stars and how many. Essentially, it comes down to whether the food is good enough to w…", "url": "https://www.businessinsider.com/difference-between-one-two-and-three-michelin-stars-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb231df556fc4e1e593f15-1136-568.jpg", "publishedAt": "2018-11-01T16:01:00Z", "content": "For a restaurateur, there is no greater accolade than being awarded a prestigious Michelin star. Well, except for being awarded two or, the top award, three. The Michelin Guide is, in the eyes of many, a fine dining bible. However, when it was launched by tir… [+2298 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "American manufacturers are seriously worried about the 'mounting pressure' caused by Trump's trade war", "description": "US manufacturing activity fell more than expected in October. Tariffs are casting uncertainty over factory activity. Price pressures look poised to worsen throughout the fourth quarter. Manufacturing activity in the US slowed to a six-month low in October. An…", "url": "https://www.businessinsider.com/manufacturing-institute-for-supply-management-trade-war-concerns-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b7ef6ade361c0a9248b4e4f-1920-960.jpg", "publishedAt": "2018-11-01T16:01:00Z", "content": "Manufacturing activity in the US slowed to a six-month low in October. And the overwhelming concern within the sector is rising protectionism, according to survey respondents. \"For the consumer, the tariffs are for the most part still an abstract idea, but fo… [+1975 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "'Fox and Friends' host Ainsley Earhardt defends Trump calling the media 'the enemy of the people'", "description": "Ainsley Earhardt, one of the hosts of President Donald Trump's favorite morning news show, \"Fox and Friends,\" defended Trump's labeling of the press as the \"enemy of the American people\" on Thursday morning. \"He's saying if you don't want to be called the ene…", "url": "https://www.businessinsider.com/fox-and-friends-host-ainsley-earhardt-defends-trump-attacks-on-media-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb1546c957014bd449ce84-750-375.jpg", "publishedAt": "2018-11-01T15:57:42Z", "content": "Ainsley Earhardt, one of the hosts of President Donald Trump's favorite morning news show, \"Fox and Friends,\" defended Trump's labeling of the press as the \"enemy of the American people\" on Thursday morning, and even argued that the media should report the ne… [+1723 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Brown", "title": "Take a tour of Russia's Admiral Kuznetsov, the world's worst aircraft carrier that recently suffered a massive shipyard accident", "description": "Russia's only aircraft carrier, the Admiral Kuznetsov, recently sustained massive damage from a 70-ton crane falling on it after an accident at a shipyard. The Kuznetsov, which is considered the worst carrier in the world, now has a massive 214 square foot ho…", "url": "https://www.businessinsider.com/step-aboard-the-admiral-kuznetsov-russias-only-aircraft-carrier-2018-5", "urlToImage": "https://amp.businessinsider.com/images/5afc9f18cc061c1d008b4d44-1136-568.jpg", "publishedAt": "2018-11-01T15:32:00Z", "content": "The Russian aircraft carrier Admiral Kuznetsov off the northern coast of Norway in October 2016. Thomson Reuters Russia's only aircraft carrier, the Admiral Kuznetsov, recently sustained massive damage from a 70-ton crane falling on it after an accident at a … [+1063 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hayley Peterson", "title": "Black Friday sales are starting soon — here's when stores will open", "description": "Black Friday sales are kicking off soon. Target, Macy's, and Kohl's are opening on Thanksgiving Day. Nordstrom, Home Depot, and Costco will remain closed on Thanksgiving and reopen on Black Friday. The holiday shopping season is upon us, with Black Friday jus…", "url": "https://www.businessinsider.com/when-do-black-friday-sales-start-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a4265344aa6b5c7198b6c18-1920-960.jpg", "publishedAt": "2018-11-01T15:25:38Z", "content": "The holiday shopping season is upon us, with Black Friday just around the corner. For those of you planning to hit the stores over the holidays, we have compiled a complete list of opening times on Thanksgiving and Black Friday. A growing number of retailers … [+1762 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Trump revives 'Willie Horton' tactic with ugly new ad that blames Democrats for cop-killing immigrant", "description": "President Donald Trump on Wednesday released an ad that blames Democrats for the case of a an unauthorized immigrant who killed multiple police officers in 2014. Many saw comparisons between Trump's new ad and the infamous \"Willie Horton\" ads that ran in supp…", "url": "https://www.businessinsider.com/trump-ad-immigration-willie-horton-comparisons-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb12378c35ab4c2877d739-2732-1366.jpg", "publishedAt": "2018-11-01T15:20:22Z", "content": "President Donald Trump on Wednesday released an ad that blamed Democrats for a homicidal unauthorized immigrant, stirring outrage for its overt racial themes days before the midterm elections. The ad prominently features Luis Bracamontes, an unauthorized Mexi… [+2486 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "Many people who retire early prefer to spend their money the same way", "description": "Many early retirees prefer to spend their money the same way: on experiences. To them, experiences provide more value than things, which take up space and create short-lived excitement. Experiences can take shape in the form of travel, hobbies, caring for fam…", "url": "https://www.businessinsider.com/early-retirement-money-spending-habits-experiences-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda004f0591f23c28587df8-1920-960.jpg", "publishedAt": "2018-11-01T15:20:00Z", "content": "In the world of early retirement, money loses its significance — so say at least four of the early retirees I've talked to. But if money doesn't really matter during early retirement and becomes \"unimportant,\" as Brandon of the blog Mad Fientist, who retired … [+2924 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "These are the filthiest places on an airplane, according to a new report", "description": "A Canadian Broadcasting Corporation (CBC) consumer watchdog series has published a new study that names the five dirtiest surfaces on an airplane. According an analysis conducted by \"Marketplace,\" a CBC consumer watchdog news series, headrests and seat-pocket…", "url": "https://www.businessinsider.com/dirtiest-parts-airplane-cbc-report-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9f4649e8c5339a17f3a13-2732-1366.jpg", "publishedAt": "2018-11-01T15:19:52Z", "content": "A Canadian Broadcasting Corporation (CBC) consumer watchdog series has published a new study that names the five dirtiest surfaces on an airplane. According to analysis done by \"Marketplace,\" a CBC consumer watchdog news series, headrests and seat-pockets are… [+2833 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Trista Kelley", "title": "Morgan Stanley: Hedge funds and VCs fueled a $6.4 billion gain in crypto assets in under 2 years", "description": "Hedge funds, venture capital firms and a smattering of private equity houses have helped the overall number of cryptocurrency funds increase by more than 11% in 2018 alone, Morgan Stanley estimates. The US bank charted the rise in the bar chart on the left. F…", "url": "https://www.businessinsider.com/morgan-stanley-hedge-funds-vcs-fuel-64-billion-rise-in-crypto-in-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb1101c957014b4a33e048-320-160.jpg", "publishedAt": "2018-11-01T15:12:18Z", "content": "Hedge funds, venture capital firms and a smattering of private equity houses have helped the overall number of cryptocurrency funds increase by more than 11% in 2018 alone, Morgan Stanley estimates. The US bank charted the rise in the bar chart on the left. F… [+1269 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Amazon has launched its first attack in its quest to win Black Friday (AMZN)", "description": "Amazon has revealed its \"early Black Friday deals\" page a day earlier than last year. This year, it also comes with a slew of gift guides, Christmas trees, and the holiday classic \"It's a Wonderful Life\" on Prime Video. Alexa device owners can even ask the vo…", "url": "https://www.businessinsider.com/amazon-black-friday-deals-start-early-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb0d8a5f1f754be055dc81-2732-1366.jpg", "publishedAt": "2018-11-01T15:10:14Z", "content": "Amazon is getting into the holiday spirit. The company has launched its \" early Black Friday deals \" page in the lead-up to the biggest shopping day of the year. It's three weeks early, so don't expect the deep discounts that Amazon will have on the big day i… [+1652 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jacob Shamsian", "title": "Synagogue shooting suspect Robert Bowers told the court he's not guilty and wants a jury trial", "description": "Pittsburgh synagogue shooting suspect Robert Bowers pleaded not guilty on Thursday, requesting a jury trial. Bowers was indicted on 44 criminal counts for the shooting and faces the death penalty. On Thursday, Robert Bowers pleaded \"not guilty\" to 44 counts r…", "url": "https://www.businessinsider.com/synagogue-shooting-robert-bowers-plea-not-guilty-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb0fedda27f84d2f53af54-1334-667.jpg", "publishedAt": "2018-11-01T15:04:19Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "This Facebook cofounder's $900 million startup has a new plan to go after big business customers (FB)", "description": "Asana, a team productivity software startup, has announced Asana Business — a new product offering for big business customers. Historically, Asana has found its niche in selling to small-to-midsize businesses, but Asana Business comes with new features to hel…", "url": "https://www.businessinsider.com/asana-business-launches-enterprise-2018-10", "urlToImage": "https://amp.businessinsider.com/images/560c2eadbd86ef11008be1f4-2732-1366.jpg", "publishedAt": "2018-11-01T15:00:00Z", "content": "When two former Facebook employees — including Facebook cofounder Dustin Moskovitz — decided to create a tool to improve their team's productivity, they didn't realize this would quickly spread across the company and form the basis of a new company, Asana. 10… [+2521 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Two of Uber’s most popular services are joining forces as the company races toward an IPO", "description": "Uber for Business is expanding to include Uber Eats, the company announced Thursday, Workers whose companies use the Uber for Business platform for rides, can now expense meals as well. The combined platform could be key to Uber's eventual IPO, as it seeks to…", "url": "https://www.businessinsider.com/uber-for-business-expands-to-include-eats-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9d6dbf556fc338351abde-1920-960.jpg", "publishedAt": "2018-11-01T15:00:00Z", "content": "Uber Eats is growing like crazy. Because the ride-hailing giant noticed its food delivery platform was so popular among customers who were expensing meals to their employer, the program is being added to the already up-and running Uber for Business program, m… [+2727 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Luka Doncic waited outside the Lakers' locker room after game for a jersey from his idol, LeBron James", "description": "Ever since he first dreamed of taking his talents to the NBA, Dallas Mavericks rookie Luka Doncic had one goal in mind: playing against his idol, NBA superstar and newly-minted Los Angeles Laker LeBron James. He did that and more Wednesday night, guarding Jam…", "url": "https://www.businessinsider.com/luka-doncic-waited-postgame-for-idol-lebron-james-jersey-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdafe378c35ab495e171d3c-1334-667.jpg", "publishedAt": "2018-11-01T14:56:31Z", "content": "Life has been an absolute whirlwind for Slovenian basketball sensation and Dallas Mavericks rookie Luka Doncic this year. The 19-year-old led Real Madrid to its 34th Liga ACB title and 10th EuroLeague title, earning the EuroLeague Final Four MVP award and sea… [+2418 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher", "title": "A Russian rocket failed with 2 people onboard, and the moment was recorded on video — here's what it shows", "description": "A Russian Soyuz rocket carrying two people failed in mid-flight on October 12. The crew — NASA astronaut Nick Hague and Russian cosmonaut Alexey Ovchinin — had their space capsule ejected from the rocket and survived without injury. Roscosmos, Russia's space …", "url": "https://www.businessinsider.com/soyuz-rocket-launch-failure-video-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb08d0b73c2849a473c3b5-2732-1366.jpg", "publishedAt": "2018-11-01T14:54:00Z", "content": "A video screenshot showing the Soyuz MS-10 rocket launch failure on October 12, 2018. Roscosmos (via Twitter) Almost three weeks ago, a Soyuz rocket carrying a NASA astronaut and a Russian cosmonaut failed in mid-flight, 31 miles above Earth's surface. The sp… [+1430 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Services like Netflix and Hulu have gotten a boost from older subscribers this year, and it could mean traditional TV will erode faster than expected", "description": "A new Ampere Analysis report shows that subscriptions to SVOD services have grown this year after plateauing in previous quarters. Ampere senior analyst Toby Holleran attributed the growth to traditional, older consumers switching to streaming. Holleran also …", "url": "https://www.businessinsider.com/netflix-hulu-svod-services-see-increase-in-subscribers-analysis-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bdb107c3815074c661a4fdc-960-480.jpg", "publishedAt": "2018-11-01T14:54:00Z", "content": "Subscriptions to streaming services are growing again after a plateau in the US thanks to a boom in Netflix and Hulu subscribers this year. According to a report from Ampere Analysis, subscriptions to streaming video on-demand services (SVOD) were steadily in… [+2190 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "The organizers of the worldwide Google walkout have laid out their demands for the tech giant", "description": "The organizers of the worldwide Google walkout have released a list of their demands for the tech giant. The walkout is in response to Google's handling of sexual misconduct claims, particularly the case involving Android creator Andy Rubin and the reported $…", "url": "https://www.businessinsider.com/google-walkout-organizers-list-of-demands-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb0d87c957014a9571271d-2732-1366.jpg", "publishedAt": "2018-11-01T14:51:55Z", "content": "The organizers of the worldwide Google walkout have now made their demands clear. In response to Google's handling of sexual misconduct claims, employees at more than 60% of worldwide Google offices are participating in a protest walkout on November 1. The wa… [+1273 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "New book reveals former Supreme Court Justice William Rehnquist proposed to Justice Sandra Day O'Connor while she was in law school, but she turned him down", "description": "An author writing a biography of Justice Sandra Day O'Connor uncovered letters that show former Chief Justice William Rehnquist proposed to her in 1952. The two met while attending Stanford University in 1949. At the time of the proposal, O'Connor was dating …", "url": "https://www.businessinsider.com/william-rehnquist-proposed-to-sandra-day-oconnor-book-reveals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb078b01b12d49894dc146-1920-960.jpg", "publishedAt": "2018-11-01T14:50:17Z", "content": "It's never been a secret that former Supreme Court Justice William Rehnquist and fellow Justice Sandra Day O'Connor dated when they attended Stanford together in the 1940s and '50s. But a new book reveals that their relationship was much more serious than man… [+2415 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Wayfair tanks after posting a bigger-than-expected loss (W)", "description": "Wayfair beat on sales but missed on the bottom line. Management said its direct retail business was a strong driver for sales. Shares tumbled 17% following the results. Wayfair was getting slammed Thursday, down 17%, after the company posted a third-quarter l…", "url": "https://www.businessinsider.com/wayfair-stock-price-earnings-q3-reaction-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a8ee668391d9424008b458f-750-375.jpg", "publishedAt": "2018-11-01T14:49:00Z", "content": "Wayfair was getting slammed Thursday, down 17%, after the company posted a third-quarter loss that was bigger than expected. The home-goods retailer generated $1.71 billion of revenue, topping the $1.67 billion that analysts surveyed by Bloomberg were expecti… [+985 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Wayfair tanks after posting a bigger-than-expected loss (W)", "description": "Wayfair beat on sales but missed on the bottom line. Management said its direct retail business was a strong driver for sales. Shares tumbled 17% following the results. Wayfair was getting slammed Thursday, down 17%, after the company posted a third-quarter l…", "url": "https://markets.businessinsider.com/news/stocks/wayfair-stock-price-earnings-q3-reaction-2018-11-1027681571", "urlToImage": "https://static6.businessinsider.com/image/5a591afa5124c9187b3d3a60-800/us-top-court-to-decide-if-online-retailers-must-collect-state-sales-tax.jpg", "publishedAt": "2018-11-01T14:49:00Z", "content": "Thomson Reuters Wayfair was getting slammed Thursday, down 17%, after the company posted a third-quarter loss that was bigger than expected. The home-goods retailer generated $1.71 billion of revenue, topping the $1.67 billion that analysts surveyed by Bloomb… [+1001 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat", "title": "The best-paid and most promising internship in every field, according to more than 13,000 interns who know", "description": "Vault, a career platform, asked current and former interns to comment and rate their internship experience for the 2019 Vault Internship Rankings. More than 13,000 interns responded and rated their internships in five areas: compensation and benefits, quality…", "url": "https://www.businessinsider.com/best-internships-every-field-vault-survey-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd76c2a0591f204674b804d-2732-1366.jpg", "publishedAt": "2018-11-01T14:43:00Z", "content": "Millions of students hold internships throughout their education, but not every internship experience is the same. Vault, a career platform, invited more than 400 organizations to participate in their 2019 best internships survey. Companies provided Vault wit… [+954 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "The NBA world went bonkers celebrating Derrick Rose's 50-point explosion", "description": "Derrick Rose scored 50 points on Wednesday night for the Minnesota Timberwolves in an unlikely explosion. Rose was emotional after the game, his biggest in years as he has battled injuries. After the game, some of the NBA's biggest names took to social media …", "url": "https://www.businessinsider.com/derrick-rose-50-points-celebrated-lebron-james-kobe-bryant-nba-world-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb0ed59e8c534ca54950a7-1136-568.jpg", "publishedAt": "2018-11-01T14:42:49Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "How to stay healthy at work this winter, according to an expert from the elite team that creates flu vaccines", "description": "It's incredibly difficult to avoid catching the flu. Experts say the best thing to do is get a flu shot. It's also smart to stay home when you feel unwell to keep illnesses from spreading. In the winter, when the temperature drops, the flu thrives. As others …", "url": "https://www.businessinsider.com/how-to-avoid-cold-flu-this-winter-at-work-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd8a1490d7c671bca162e0a-1920-960.jpg", "publishedAt": "2018-11-01T14:37:00Z", "content": "In the winter, when the temperature drops, the flu thrives. As others around us get sick, the close quarters we share with our colleagues can begin to feel like the halls of an infirmary, instead of an office. When co-workers begin hacking and sneezing, they … [+3995 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "Meet this year's Rising Stars of Wall Street", "description": "Introducing the Rising Stars of Wall Street. Whether closing multibillion-dollar investments, making huge trades, or leading the future of crypto, this crop of young finance leaders are making an impact. It was hard to pick just 25 people. We received hundred…", "url": "https://www.businessinsider.com/wall-street-rising-stars-18-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bce213dd2e6482440659a42-1136-568.jpg", "publishedAt": "2018-11-01T14:27:32Z", "content": "Introducing the Rising Stars of Wall Street. Whether closing multibillion-dollar investments, making huge trades, or leading the future of crypto, this crop of young finance leaders are making an impact. It was hard to pick just 25 people. We received hundred… [+381 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Turkey reportedly believes Khashoggi's body was dissolved in acid after he was strangled and dismembered", "description": "Warning: Graphic details. Turkish prosecutors said that Jamal Khashoggi was strangled and dismembered inside the Saudi consulate in Istanbul. After that his body could have been dissolved in acid, a Turkish official told The Washington Post on Wednesday. It c…", "url": "https://www.businessinsider.com/khashoggi-body-acid-turkey-investigation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc030bc92b3696777294313-1136-568.jpg", "publishedAt": "2018-11-01T14:21:57Z", "content": "Turkish officials are reportedly pursuing a theory that Jamal Khashoggi's body was dissolved in acid after his killing. The Washington Post on Wednesday cited an unnamed senior Turkish official saying that the body could have been destroyed with chemicals eit… [+2375 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Target stores are opening earlier than ever this Thanksgiving in a clear signal it's not giving up on Black Friday (TGT)", "description": "Target will be open from 5 p.m. to 1 a.m. on Thanksgiving Day and reopen on Black Friday at 7 a.m. This is the longest amount of time that the store has been open during Thanksgiving since it first opened its doors on the holiday in 2011. Target also announce…", "url": "https://www.businessinsider.com/target-black-friday-hours-earliest-ever-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb05461011424a7f0ca138-2732-1366.jpg", "publishedAt": "2018-11-01T14:21:19Z", "content": "Target 's Thanksgiving opening hours are creeping further forward. This year, its stores will be open on Thanksgiving from 5 p.m. to 1 a.m. Stores will then reopen at 7 a.m. on Friday, according to an ad first spotted by BestBlackFriday.com. This is the first… [+1528 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "The new iPad Pro is almost as fast as one of Apple's $2,800 laptops — but it only costs $800 (AAPL, INTC)", "description": "The first Geekbench processor speed test score is out for Apple's new iPad Pro. Its score is very close to what a 15-inch MacBook Pro with an Intel Core 17 chip gets. Although benchmark tests aren't perfect, the scores still underscore how powerful Apple's ch…", "url": "https://www.businessinsider.com/apple-ipad-pro-processor-speed-test-macbook-pro-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd9b1e40d7c672d9b641a42-2732-1366.jpg", "publishedAt": "2018-11-01T14:20:07Z", "content": "If you want the most powerful computer, you're usually looking for a laptop or desktop — after all, those are computers that can do \"real work,\" often powered by high-performance Intel chips. But Apple's new iPad Pro, which was announced on Tuesday, has a pro… [+2299 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "The inside story of DrLupo, one of the most popular video game players in the world", "description": "Ben Lupo, 31, is one of the most popular broadcasters on Twitch, the Amazon-owned service that lets people live-stream themselves playing video games to an online audience. We talked to Lupo over the phone to learn more about how he got to where he is today. …", "url": "https://www.businessinsider.com/drlupo-ben-lupo-twitch-interview-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd315695b658c33f30cd4e5-2732-1366.jpg", "publishedAt": "2018-11-01T14:15:00Z", "content": "Ben Lupo sat in the basement of his house, in his favorite chair, watching home movies. It was around 9 a.m. His father, James, had just passed away a few hours earlier. He had suffered a heart attack while alone in his office at Creighton University, where h… [+6645 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Green", "title": "BofA Merchant Services is pursuing the restaurant industry (BAC)", "description": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Bank of America (BofA) Merchant Services — the bank’s payments, e-commerce, and…", "url": "https://www.businessinsider.com/bofa-merchant-services-talech-restaurant-point-of-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb0740da27f84bd96d83d5-750-375.jpg", "publishedAt": "2018-11-01T14:05:00Z", "content": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Bank of America (BofA) Merchant Services — the bank's payments, e-commerce, and… [+2040 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "YouTube star Logan Paul says he lost $5 million because of the 'suicide forest' video controversy", "description": "Controversial YouTube star Logan Paul said he lost $5 million after he was removed from Google Preferred in January. Paul had uploaded a video from Japan's \"suicide forest\" that showed a dead body, which was met with immediate backlash. YouTube then temporari…", "url": "https://www.businessinsider.com/youtuber-logan-paul-lost-5-million-from-google-preferred-removal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdafc96f556fc47c01fbba6-1536-768.jpg", "publishedAt": "2018-11-01T14:02:32Z", "content": "YouTube personality and vlogger Logan Paul riled up controversy this year with several insensitive videos that came under fire, and it cost him. In an interview with The Hollywood Reporter about mounting a potential comeback, Paul said he lost an estimated $5… [+1482 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Elon Musk said Tesla owners will be able to drive their cars with their phones in around 6 weeks (TSLA)", "description": "Tesla CEO Elon Musk said on Thursday via Twitter that an upcoming software update will allow Tesla owners to drive their cars with their phones in some situations. \"Car will drive to your phone location & follow you like a pet if you hold down summon button o…", "url": "https://www.businessinsider.com/elon-musk-tesla-owners-will-soon-drive-cars-with-phones-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb02bcf556fc489d5b0b73-1136-568.jpg", "publishedAt": "2018-11-01T13:58:55Z", "content": "Tesla CEO Elon Musk said on Thursday via Twitter that an upcoming software update will allow Tesla owners to drive their cars with their phones in some situations. \"Car will drive to your phone location &amp; follow you like a pet if you hold down summon butt… [+1371 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "Here's what it looked like when US forces stormed the beach during massive NATO war games in Norway", "description": "US forces are currently participating in the largest NATO war games in decades, practicing storming the beaches in preparation for a fight against a tough adversary like Russia. The Trident Juncture 2018 joint military exercises involve roughly 50,000 troops,…", "url": "https://www.businessinsider.com/us-marines-storm-the-beach-during-war-games-aimed-at-countering-russia-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bdaf7dbf556fc47644cd3f0-960-480.jpg", "publishedAt": "2018-11-01T13:57:38Z", "content": "US forces are currently participating in the largest NATO war games in decades, practicing storming the beaches in preparation for a fight against a tough adversary like Russia. The Trident Juncture 2018 joint military exercises involve roughly 50,000 troops,… [+779 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meghan Morris", "title": "BlackRock CEO: US and China are headed towards a 'full-fledged' trade war (BLK)", "description": "BlackRock CEO Larry Fink said that the United States is on a path to a full-fledged trade war against China. \"We're going to have a full-fledged trade war,\" with U.S. tariffs on all Chinese goods, if policy continues on its current path, Fink said on Thursday…", "url": "https://www.businessinsider.com/r-blackrocks-fink-says-us-china-on-path-to-full-fledged-trade-war-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb08ea0d7c6748e55b0285-2732-1366.jpg", "publishedAt": "2018-11-01T13:54:33Z", "content": "BlackRock CEO Larry Fink said that the United States is on a path to a full-fledged trade war against China. \"We're going to have a full-fledged trade war,\" with U.S. tariffs on all Chinese goods, if policy continues on its current path, Fink said on Thursday… [+664 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hayley Peterson", "title": "Walmart's Jet is now selling Bonobos and Nike", "description": "Walmart' s Jet is now selling Nike and Bonobos. The new Bonobos-dedicated shop on Jet features $98 slim-fit pants, $118 button-down shirts, and $198 bomber jackets. Jet is offering two-day delivery on Bonobos items and free returns. The dedicated Nike shop on…", "url": "https://www.businessinsider.com/walmarts-jet-selling-bonobos-nike-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb03181011424a3c3ffd77-960-480.jpg", "publishedAt": "2018-11-01T13:47:12Z", "content": "Walmart-owned Jet.com is adding two new brands to its website just in time for the holidays: Nike and Bonobos. Customers will be able to shop the brands on Jet's website starting Thursday, the company said. The new Bonobos-dedicated shop on Jet features $98 s… [+1498 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "'We're too elitist': A red-state Democrat whose race could decide Senate control has some advice for his own party", "description": "Democrat Phil Bredesen, a former Nashville mayor and two-term Tennessee governor, is rejecting the anti-Trump \"resistance\" — and his party's leadership — in an attempt to win a Senate seat in his deep red state. Bredesen says that Democrats are in part to bla…", "url": "https://www.businessinsider.com/phil-bredesen-tennessee-senate-race-election-critical-democrats-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9ffef5f1f753aff7aef78-1136-568.jpg", "publishedAt": "2018-11-01T13:41:51Z", "content": "Democrat Phil Bredesen, a former Nashville mayor and two-term Tennessee governor, is rejecting the anti-Trump \"resistance\" — and his party's leadership - in an attempt to win a Senate seat in a state that went for President Donald Trump by 26 points. The weal… [+3207 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Keyes", "title": "eBay’s marketplace growth is losing steam (EBAY)", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. eBay reported earnings for Q3 2018, announcing that it brought in $2.6 billio…", "url": "https://www.businessinsider.com/ebays-marketplace-growth-slows-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b72eafb0ce5f51a3a8b4b46-1920-960.jpg", "publishedAt": "2018-11-01T13:39:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. eBay reported earnings for Q3 2018, announcing that it brought in $2.6 billio… [+2631 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "The 17 most prestigious internships anyone would be lucky to get", "description": "Internships are increasingly important for college and graduate students. In a survey of 13,000 former and current interns, Google, Apple, and Facebook were ranked as the most prestigious internships. Some of those internships pay up to $8,000 per month. If y…", "url": "https://www.businessinsider.com/most-prestigious-internships-amazon-google-goldman-sachs-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd733df9e1e116eea0a4345-750-375.jpg", "publishedAt": "2018-11-01T13:33:00Z", "content": "If you're looking for a prestigious internship, you'll want to consider working at Google, Apple, or Facebook — at least, that is, according to the 2019 Vault Internship Rankings. Career intelligence platform Vault asked more than 120 companies with internshi… [+772 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "Earnings season has been unusually terrible for many companies — here’s what investors are rewarding, and how to get in on the action", "description": "In an unusual development, traders are punishing companies that beat third-quarter earnings expectations. This earnings season coincided with a rough month for the market, worsening the selling. Strategists at Deutsche Bank have laid out what the stocks that …", "url": "https://www.businessinsider.com/stock-market-investing-during-q3-earnings-whats-working-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdafe4501b12d47cf36eee7-2732-1366.jpg", "publishedAt": "2018-11-01T13:31:23Z", "content": "Even the good companies are getting punished by Wall Street. This earnings season, many companies that are beating analyst expectations for profit growth are not being rewarded with gains in their stock prices. Stocks typically rally during earnings season be… [+2203 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Newman", "title": "Google is partnering with iRobot to leverage smart vacuums for smart home mapping (GOOGL, IRBT)", "description": "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider. To be the first to know, please click here. Google and robotics company iRobot have announced a partnership aimed at improving sma…", "url": "https://www.businessinsider.com/google-irobot-smart-home-mapping-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdaffbd0591f24b927579c3-1334-667.jpg", "publishedAt": "2018-11-01T13:31:01Z", "content": "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider. To be the first to know, please click here. Google and robotics company iRobot have announced a partnership aimed at improving sma… [+2711 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press and Kelly McLaughlin", "title": "A woman survived 6 days in the desert after crashing her car off a hill", "description": "A woman spent six days in the Arizona desert after crashing her car off a highway outside the historic Western town of Wickenburg. She was rescued by two state transportation workers and a rancher who found her mangled car after noticing a break in a fence. T…", "url": "https://www.businessinsider.com/ap-police-woman-in-wreck-saved-after-6-days-in-arizona-desert-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bdaff708c35ab499045dc06-1136-568.jpg", "publishedAt": "2018-11-01T13:31:00Z", "content": "A woman spent six days in the Arizona desert after her car veered off a highway, surviving injuries from the crash and getting rescued after someone noticed a broken fence, authorities said on Wednesday. The Department of Public Safety said two state transpor… [+2989 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Larry Hatheway, GAM Investments", "title": "A $145 billion chief economist says the US market is past its peak — and warns there's nothing else in the world that can step in to take its place", "description": "Larry Hatheway, the chief economist at $145 billion GAM Investments, says the US stock market has reached a stage where it's beyond its peak. Perhaps more ominously, he warns that there's no equity market anywhere in the world capable of stepping up and filli…", "url": "https://www.businessinsider.com/global-stock-market-outlook-larry-hatheway-gam-investments-chief-economist-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdafbc901b12d47cf36eee0-1920-960.jpg", "publishedAt": "2018-11-01T13:24:24Z", "content": "Slumping global equity markets in October have surprised investors. The biggest puzzle is what caused the sell-off. What do markets know now that they didn't know a few months ago? Trade wars and their potential escalation? Uncertainty about US mid-term elect… [+4338 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Trump's next move in the US-China trade war could hit your wallet harder than the last", "description": "President Donald Trump has said tariffs on another $257 billion worth of Chinese imports are ready to go. That round will be more easily felt by the average American household, analysts say. Meanwhile, lower oil prices and planned general tariff cuts in China…", "url": "https://markets.businessinsider.com/news/stocks/trump-tariffs-china-imports-could-hurt-more-than-last-2018-10-1027681086", "urlToImage": "https://static6.businessinsider.com/image/5b6c5d8edcee3029008b508c-1200/xi-trump-point-laugh.jpg", "publishedAt": "2018-11-01T13:24:00Z", "content": "Thomas Peter/Getty After months of trade escalations between Washington and Beijing, headlines about incoming tariffs on Chinese products may seem almost routine. But the next round of escalations could be a whole new game for American consumers, triggering b… [+2838 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Trump's next move in the US-China trade war could hit your wallet harder than the last", "description": "President Donald Trump has said tariffs on another $257 billion worth of Chinese imports are ready to go. That round will be more easily felt by the average American household, analysts say. Meanwhile, lower oil prices and planned general tariff cuts in China…", "url": "https://www.businessinsider.com/trump-tariffs-china-imports-could-hurt-more-than-last-2018-10", "urlToImage": null, "publishedAt": "2018-11-01T13:24:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "", "title": "What you need to know in advertising today", "description": "Investors are betting big on companies that promise to fundamentally shake up TV advertising, and another startup just snagged a sizeable round. The TV-geared analytics and measurement company, Edo, has secured $12 million in Series A funding, led by Breyer C…", "url": "https://www.businessinsider.com/advertising-news-today-edo-funding-coca-colas-dirty-lemon-investment-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdafa14b73c2847b363b0f8-2732-1366.jpg", "publishedAt": "2018-11-01T13:17:14Z", "content": "Edo cofounder and actor Edward Norton AP Investors are betting big on companies that promise to fundamentally shake up TV advertising, and another startup just snagged a sizeable round. The TV-geared analytics and measurement company, Edo, has secured $12 mil… [+2085 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "I've visited more than 30 countries, and the best trick I've found to avoid crushing crowds is a free online tool", "description": "In March, I left New York to travel around the world as Business Insider's international correspondent. In total, in my life, I've traveled to 30-plus countries. I visited top Caribbean destinations like the Cayman Islands, the Bahamas, and St. Maarten, and t…", "url": "https://www.businessinsider.com/avoid-crowds-caribbean-mediterranean-cruise-ship-calendar-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9c3d8c957013141375338-1920-960.jpg", "publishedAt": "2018-11-01T13:17:00Z", "content": "I hate cruise ships. Personally I think they are the worst way to travel — overpriced for their value, boring, bad food, bad for the environment, and never providing enough time to enjoy a destination. You end up spending a whole lot of time staring at an ove… [+2585 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "CEOs and founders of tech's biggest names lost $61 billion during the stock market's plunge in October — here's who got hit hard (FB, AMZN, AAPL, NFLX, GOOG, BIDU, BABA)", "description": "October was a rough month for billionaires in the tech sector, who saw their net worth plummet as stocks took a hammering. A ccording to Bloomberg data, the CEOs and founders of the most popular tech companies \"FAANG+BAT\" lost $61 billion in October. The tech…", "url": "https://www.businessinsider.com/stock-market-news-tech-founders-ceos-lost-billions-october-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd87a7af556fc15d2384276-2732-1366.jpg", "publishedAt": "2018-11-01T13:15:00Z", "content": "Amazon CEO Jeff Bezos Photo by Drew Angerer/Getty Images October was a rough month for billionaires in the tech sector, who saw their net worth plummet as stocks took a hammering. According to Bloomberg data, the CEOs and founders of the most popular tech com… [+451 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "More people are going to be shopping on their phones under the Thanksgiving dinner table this year", "description": "Shoppers will take advantage of early Black Friday deals on their phones during Thanksgiving, according to a holiday forecast by Adobe Analytics. Smartphones are predicted to drive 35% of all purchases on Thanksgiving. That's compared with only 30% on Black F…", "url": "https://www.businessinsider.com/thanksgiving-shopping-will-spike-online-adobe-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/583474f5ba6eb6771b8b59a3-2732-1366.jpg", "publishedAt": "2018-11-01T13:13:08Z", "content": "This Thanksgiving, more dinner guests than ever will be dipping under the table, looking for online shopping deals on their phones. Smartphones are predicted to drive 35% of all purchases on Thanksgiving, according to a holiday forecast by Adobe Analytics. Th… [+1624 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mekebeb Tesfaye", "title": "Nutmeg is adding a human touch to its robo-advisory service", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. Nutmeg, the UK’s largest robo-advisor with assets under management (AUM) exceeding £1.5 billion ($1.9 million), is pilo…", "url": "https://www.businessinsider.com/nutmeg-robo-advisory-human-touch-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdafa22d1e8444eca3e761a-1334-667.jpg", "publishedAt": "2018-11-01T13:11:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. Nutmeg, the UK's largest robo-advisor with assets under management (AUM) exceeding £1.5 billion ($1.9 million), is pilo… [+2002 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "These are the best stores to shop for toys now that Toys R Us has died", "description": "In the wake of Toys R Us' liquidation, shoppers will need to turn elsewhere for their holiday toy shopping. To win over Toys R Us shoppers, stores like Walmart and Target have ramped up their toy categories for the holidays this year. Dollar stores, Party Cit…", "url": "https://www.businessinsider.com/where-to-buy-toys-for-holidays-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc75565912a9129fd3f6fc6-2732-1366.jpg", "publishedAt": "2018-11-01T13:09:00Z", "content": "In the wake of Toys R Us' bankruptcy and liquidation, shoppers will need to turn elsewhere for their holiday toy shopping this year. Toys R Us filed a motion to liquidate its US business in March, initiating the closing or selling of all 735 of its US stores.… [+720 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "I drove a $54,000 Jaguar E-Pace to see if the crossover SUV could deliver both on luxury and performance — here's the verdict", "description": "After launching its first-ever SUV with the mid-size F-Pace, Jaguar has followed with the compact E-Pace. It's a sharply and stylishly designed luxury crossover. I liked the F-Pace better, but there's no arguing that the sport R-Dynamic trim level delivers ey…", "url": "https://www.businessinsider.com/jaguar-e-pace-suv-review-pictures-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bcf9418d2e64846c27bb5f5-1920-960.jpg", "publishedAt": "2018-11-01T13:07:00Z", "content": "The bottom line is that F-Pace is bigger, more beautiful, and better overall — but also much more expensive. The F-Pace that we sampled in 2017 was $72,000. The E-Pace is now the entry-level Jaguar SUV, and it's a pretty solid first taste of this growing fami… [+1970 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "We compared Spotify and Apple Music subscriptions — and the winner is clear (AAPL, SPOT)", "description": "It's not easy choosing a music streaming app these days. The subscription prices are generally the same, there isn't much disparity in the music that's available, and on the surface the services all appear pretty similar. But there are some important differen…", "url": "https://www.businessinsider.com/spotify-vs-apple-music-comparison-2018-7", "urlToImage": "https://amp.businessinsider.com/images/5b4916fc7b6714271f8b4775-750-375.jpg", "publishedAt": "2018-11-01T13:04:00Z", "content": "When you 'save' songs in either Spotify or Apple Music, it means you can access them later in your library without having to search for their artist page again. Both services give the option to download the music you have saved to your library as well. Howeve… [+686 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The 7 movies with the worst box-office openings of all time, including 2 that came out in 2018", "description": "Actress Amber Heard's latest movie isn't just a bomb, it's one of the biggest bombs of all time. The movie, \"London Fields,\" based on the 1989 novel by Martin Amis, debuted over the weekend with just over $168,000, according to Box Office Mojo. It made only $…", "url": "https://www.businessinsider.com/movies-with-worst-box-office-openings-of-all-time-london-fields-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9d8d19e8c53357659503b-750-375.jpg", "publishedAt": "2018-11-01T13:00:41Z", "content": "Actress Amber Heard's latest movie isn't just a bomb, it's one of the biggest bombs of all time. The movie, \"London Fields,\" based on the 1989 novel by Martin Amis, debuted over the weekend with just over $168,000, according to Box Office Mojo. It made only $… [+964 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "Actor Edward Norton's startup wants to fix the way TV ads are measured, and a handful of ad-tech investors have put millions behind it", "description": "Edo is a data and measurement startup with a database of 47 million television airings that helps marketers analyze the creative and placement of their TV ads. Edward Norton and Daniel Nadler founded the firm, which has raised $12 million in Series A funding.…", "url": "https://www.businessinsider.com/actor-edward-nortons-startup-wants-to-fix-tv-advertising-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda0a3bd1e844407e2a0225-2732-1366.jpg", "publishedAt": "2018-11-01T13:00:00Z", "content": "Investors are betting big on companies that promise to fundamentally shake up TV advertising, and another startup just snagged a sizeable round. The TV-geared analytics and measurement company, Edo, has secured $12 million in Series A funding, led by Breyer C… [+3951 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "Apple's new iPad Pro looks better than ever, but 2 more features would make it perfect (AAPL)", "description": "The new iPad Pro is definitely the best tablet Apple has ever made, but it's still not perfect. In 2010, Apple cofounder Steve Jobs demonstrated the iPad's capabilities by sitting down on a big comfy chair with it, on stage in front of hundreds of people, and…", "url": "https://www.businessinsider.com/apple-ipad-pro-file-system-mouse-trackpad-support-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9fc01c9570139647f4f54-1536-768.jpg", "publishedAt": "2018-11-01T13:00:00Z", "content": "In 2014, Apple introduced iCloud Drive, which let you access your saved files across your iPhone, iPad, or Mac. iCloud Drive is useful for getting documents saved to a few folders on your computer, but it's limited to what you can store in iCloud. It's not a … [+1263 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "These are the 18 most prestigious tech internships in 2018, according to interns", "description": "If you're wondering which companies have the most attractive internship programs, it's probably best to ask interns themselves. Vault, a website that provides employer rankings and reviews, asked more than 12,000 current and former interns to rate companies b…", "url": "https://www.businessinsider.com/best-tech-internships-2018-according-interns-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd765be5f1f7503f676cfeb-480-240.jpg", "publishedAt": "2018-11-01T13:00:00Z", "content": "If you're wondering which companies have the most attractive internship programs, it's probably best to ask interns themselves. Vault, a website that provides employer rankings and reviews, asked more than 12,000 current and former interns to rate companies b… [+379 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "A startup that ships Viagra and hair-loss treatments for men now wants to help women, too", "description": "Hims, a men's health startup know for selling generic Viagra and hair-loss medications, now wants to help women facing similar issues. Known as Hers, the brand will offer skin, hair, and sexual wellness products — including Addyi, the first FDA-approved sexua…", "url": "https://www.businessinsider.com/mens-health-company-hims-expands-into-womens-health-with-hers-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda07d9110d4c3dc910b409-1334-667.jpg", "publishedAt": "2018-11-01T13:00:00Z", "content": "From the day men's health startup Hims launched in November 2017, CEO Andrew Dudum told Business Insider, he got asked the question: where's the women's version? Exactly a year later, Hims has an answer. Known as Hers, the brand will offer skin, hair, and sex… [+4559 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "After a former GE exec got some tough feedback from the CEO, she took a simple step to improve", "description": "Don't be afraid to ask your boss for help on troublesome career issues. That's according to Beth Comstock, former vice chair of General Electric. Earlier in her career, Comstock was told by GE's CEO that she needed to be more confident — so she asked him to n…", "url": "https://www.businessinsider.com/ask-boss-for-help-beth-comstock-2018-10", "urlToImage": "https://amp.businessinsider.com/images/577445074321f1c62f8b4899-1136-568.jpg", "publishedAt": "2018-11-01T12:52:00Z", "content": "About six months into Beth Comstock's role as chief marketing officer at General Electric, then-CEO Jeff Immelt invited her into his conference room. As Comstock writes in her book, \" Imagine It Forward,\" written with Tahl Raz, she assumed the conversation wo… [+2328 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "A Google protester dressed up as a stormtrooper to make a brutal point about the firm's sexual misconduct record", "description": "Google employees staged a mass walkout on Thursday in protest over the firm's record of sexual misconduct. It follows a bombshell article in The New York Times detailing allegations of sexual misconduct against senior Google executives. A protester at Google'…", "url": "https://www.businessinsider.com/google-walkout-stormtrooper-makes-point-about-sexual-misconduct-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdaf2cae4218a46e62efeb2-960-480.jpg", "publishedAt": "2018-11-01T12:51:45Z", "content": "Google staff around the world protesting against the company's record of sexual misconduct, and one protester has added a \"Star Wars\" twist. It follows a New York Times report detailing the sexual misconduct of several high-level executives, including the cre… [+1004 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Starbucks' revamped red cups are back despite past scandals — here's what they look like this year (SBUX)", "description": "Starbucks' red holiday cups return on Friday. The coffee chain is kicking off the holiday season on November 2, with the return of seasonal menu items, festive decor, and the 2018 red cups, which come in four varieties. Starbucks' red cups have been plagued b…", "url": "https://www.businessinsider.com/starbucks-red-cups-return-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdaf20de4218a46c2769435-1920-960.jpg", "publishedAt": "2018-11-01T12:49:10Z", "content": "Starbucks' holiday cups are back. On Friday, Starbucks will kick off the holiday season with seasonal drinks like the Peppermint Mocha, festive decor, and — of course — the iconic red cups. This year, however, the cups aren't all red. Starbucks' 2018 red cups… [+1452 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "How to make your boring iPhone photos Instagram-worthy", "description": "I am by no means a professional photographer. I do have a DSLR, but I neglect it far too often and don't bother to take it with me. Luckily, phone cameras have come a long way. With the addition of portrait mode and dual lenses, iPhones are capable of produci…", "url": "https://www.businessinsider.com/how-to-take-good-iphone-photos-2018-6", "urlToImage": "https://amp.businessinsider.com/images/5b18477d1ae66220008b4cd1-2732-1366.jpg", "publishedAt": "2018-11-01T12:47:00Z", "content": "You probably know that tapping on the screen while in the camera will focus on the area you're tapping on. However, it also matches the exposure to whatever you're tapping on as well. To test this out, point your phone at a window where a lot of light is comi… [+793 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "I flew on the world's longest flight in premium economy — here's what the 17-hour voyage was like", "description": "Singapore Airlines relaunched the longest flight in the world between Newark Liberty International Airport and Changi Airport. The trip between New York and Singapore covers 10,000 miles and can take up to 19 hours. Business Insider took the inaugural flight …", "url": "https://www.businessinsider.com/singapore-airlines-worlds-longest-flight-premium-economy-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd223637bec7f26484e39d2-1920-960.jpg", "publishedAt": "2018-11-01T12:47:00Z", "content": "In October, Singapore Airlines re-introduced its nonstop flight connecting New York and the airline's homeland in Singapore. At 10,000 miles with a duration of up to 19 hours, it is the longest flight in the world. And it will likely retain that title until Q… [+1673 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "GM is 'far less risky' than Tesla, if you want to invest in the future of transportation (GM, TSLA)", "description": "General Motors is Morningstar's top pick for investing in autonomous vehicles. The investment firm said GM is \"far less risky\" than Tesla, which has historically struggled to reach production targets. The stock could hit $45, Morningstar estimates, a 23% prem…", "url": "https://www.businessinsider.com/gm-stock-less-risky-investment-than-tesla-self-driving-cars-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9fd300d7c673856044e13-1136-568.jpg", "publishedAt": "2018-11-01T12:37:00Z", "content": "General Motors, the old-guard Detroit automaker that's struggled to fully recover from the Great Recession, could be a better bet than Tesla, at least when it comes to the future of autonomous vehicles, Morningstar said Wednesday. In note to clients, the mark… [+1900 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Erin Brodwin", "title": "A Silicon Valley startup is growing 'mini brains' to come up with drugs for schizophrenia and autism —and big pharma is investing millions", "description": "Silicon Valley startup System1 is a new biotech company growing \"mini brains\" to create new drugs for psychiatric diseases including autism, epilepsy, and schizophrenia. By growing the organoids from the stem cells of patients with the diseases, they hope to …", "url": "https://www.businessinsider.com/silicon-valley-startup-pfizer-mini-brains-drugs-mental-illness-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda0b990591f23d7f6a10cc-1334-667.jpg", "publishedAt": "2018-11-01T12:30:00Z", "content": "Behind a rusted metal door in an industrial part of San Francisco, a live display of miniature brains flickers with activity. Grown from the stem cells of patients with autism, epilepsy, and schizophrenia, the mini brains — more accurately called cerebral org… [+6068 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Spotify sinks after delivering disappointing revenue guidance (SPOT)", "description": "Spotify beat on profits but missed slightly on sales. Subscriber growth was in line with its own expectations. The company's fourth-quarter revenue guidance fell short of Wall Street estimates. Shares dropped more than 5% ahead of Thursday's opening bell. Wat…", "url": "https://www.businessinsider.com/spotify-stock-price-earnings-q3-revenue-guidance-disappoints-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdaeec55f1f75483b443cb5-2732-1366.jpg", "publishedAt": "2018-11-01T12:30:00Z", "content": "Spotify was sinking ahead of Thursday's opening bell, down more than 5%, after disappointing revenue guidance and subscriber growth that was in line with its own expectations. The world's biggest paid-music service on Thursday said it earned 0.23 per share, w… [+913 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Payne", "title": "Brexit campaign donor Arron Banks referred to National Crime Agency over 'multiple suspected offences' during the EU referendum", "description": "LONDON — Brexit campaign donor Arron Banks has been referred to the National Crime Agency over \"multiple suspected offences\" relating to funding during the EU referendum campaign. Banks — the millionaire businessman who funded UKIP during Nigel Farage's leade…", "url": "https://www.businessinsider.com/brexit-campaign-donor-arron-banks-referred-to-national-crime-agency-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdaee595f1f754836466652-1136-568.jpg", "publishedAt": "2018-11-01T12:24:07Z", "content": "LONDON — Brexit campaign donor Arron Banks has been referred to the National Crime Agency over \"multiple suspected offences\" relating to funding during the EU referendum campaign. Banks — the millionaire businessman who funded UKIP during Nigel Farage's leade… [+2601 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "20-year-old 'influencer' sued for allegedly refusing to wear Snap Spectacles in public despite being paid $45,000 (SNAP)", "description": "A public relations agency is suing Luka Sabbat, a 20-year-old influencer, for failing to honor his contract to wear and promote Snap Spectacles. According to the lawsuit, the contract required him to publish Instagram posts and stories of himself wearing the …", "url": "https://www.businessinsider.com/influencer-luka-sabbat-sued-for-alleged-refusal-to-wear-snap-glasses-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdad3750d7c67449625be24-750-375.jpg", "publishedAt": "2018-11-01T12:16:45Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Fitbit spikes as new devices provide a big boost", "description": "Fitbit beat on both the top and bottom lines. The fitness-tracker maker reaffirmed its full-year revenue guidance of $1.5 billion. Shares jumped more than 12% ahead of Thursday's opening bell. Watch Fitbit trade live. Fitbit was soaring Thursday, up more than…", "url": "https://markets.businessinsider.com/news/stocks/fitbit-stock-price-earnings-q3-new-devices-give-boost-2018-11-1027680500", "urlToImage": "https://static2.businessinsider.com/image/5aa6d88dbe412019008b4947-2000/fitbitversalifestyleclassicwhiteflyermaleoutdoorworkout.jpeg", "publishedAt": "2018-11-01T12:12:00Z", "content": "Fitbit Fitbit was soaring Thursday, up more than 12% ahead of the opening bell, after reporting third-quarter results that beat on both the top and bottom line and reaffirming its full-year revenue guidance. The fitness-tracker maker earned an adjusted $0.04 … [+1201 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Fitbit spikes as new devices provide a big boost", "description": "Fitbit beat on both the top and bottom lines. The fitness-tracker maker reaffirmed its full-year revenue guidance of $1.5 billion. Shares jumped more than 12% ahead of Thursday's opening bell. Watch Fitbit trade live. Fitbit was soaring Thursday, up more than…", "url": "https://www.businessinsider.com/fitbit-stock-price-earnings-q3-new-devices-give-boost-2018-11", "urlToImage": null, "publishedAt": "2018-11-01T12:12:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Zachary Tracer", "title": "My company offers free health insurance — here’s why I decided to spend $1,000 more on a better plan", "description": "I just started a new job at Business Insider, and had to pick a health insurance plan for the first time. Figuring out which plan to choose was really complicated — and I've been writing about healthcare for years. Here's what I learned about how to pick a he…", "url": "https://www.businessinsider.com/how-to-pick-choose-health-insurance-plan-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9d2f5c9570133b97c3d8f-1920-960.jpg", "publishedAt": "2018-11-01T12:08:00Z", "content": "I recently got a new job here at Business Insider. And for the first time, I had to pick a health insurance plan, from among the four that our parent company, Insider Inc., offers. I should be pretty well-positioned to do that. I've been writing about healthc… [+8056 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "8 things the $550 OnePlus 6T doesn't have compared to phones that cost hundreds more", "description": "The latest smartphone from OnePlus is here, the OnePlus 6T, and with it comes much of the same formula that OnePlus fans love about the company's devices. Part of that formula includes a $550 price tag that's seemingly too good to be true for a high-end smart…", "url": "https://www.businessinsider.com/oneplus-6t-what-it-doesnt-have-compared-to-competition-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9fab301b12d38f556c031-1920-960.jpg", "publishedAt": "2018-11-01T12:00:00Z", "content": "The latest smartphone from OnePlus is here, the OnePlus 6T, and with it comes much of the same formula that OnePlus fans love about the company's devices. Part of that formula includes a $550 price tag that's seemingly too good to be true for a high-end smart… [+1497 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Khabib Nurmagomedov isn't planning to show up to one of the most important meetings of his life, and it will cost him the biggest fights of his career", "description": "Khabib Nurmagomedov intends to no-show the most important UFC meeting of his life. The Russian wrestler has been ordered to attend a Nevada State Athletic Commission (NSAC) disciplinary hearing on December 10. At the meeting he will find out whether or not he…", "url": "https://www.businessinsider.com/khabib-nurmagomedov-may-never-have-super-fight-again-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdad5f9beb67046312e9b62-1920-960.jpg", "publishedAt": "2018-11-01T11:50:00Z", "content": "Khabib Nurmagomedov has been ordered to attend a disciplinary hearing in Las Vegas on December 10, but it is a meeting he has no intention of going to. The Russian wrestler was in fine form in his UFC 229 lightweight championship fight against Conor McGregor … [+3692 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Trista Kelley", "title": "Hong Kong embraces crypto with UK-style 'sandbox' to protect startups from regulatory burdens", "description": "Hong Kong is proposing a regulatory \"sandbox\" — a space for firms to innovate without regulatory burdens, Reuters reports. The move echoes a 2016 program by the UK's financial regulator, which the agency calls a big success. The FCA regulator in the UK, which…", "url": "https://www.businessinsider.com/hong-kong-embraces-crypto-with-uk-style-regulatory-sandbox-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdae1460591f24918036348-320-160.jpg", "publishedAt": "2018-11-01T11:39:42Z", "content": "Hong Kong is taking steps to provide a friendlier environment for cryptocurrencies, with a proposal for a regulatory \"sandbox\" — a space for startups to experiment and innovate without costly, sometimes crippling, regulation. The move resembles two-year-old U… [+2390 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Here comes the Bank of England...", "description": "Bank of England set to leave interest rates unchanged on Thursday at the November meeting of its Monetary Policy Committee. That will mean the UK will remain with a base interest rate of 0.75%. Rates are widely expected to increase further in the coming years…", "url": "https://www.businessinsider.com/bank-of-england-interest-rate-decision-and-inflation-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a65f8a3a24444e13a8b4b7d-1334-667.jpg", "publishedAt": "2018-11-01T11:35:24Z", "content": "The Bank of England will shortly announce its latest decisions on the UK's monetary policy, and is widely expected to leave interest rates on hold for another month. At 12.00 p.m. in London (8.00 a.m. ET) the bank will announce its latest decisions, and its n… [+1363 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Even Trump isn't prepared to say the GOP will hold the House in the midterms", "description": "Donald Trump was reluctant to say that the Republicans will hold the House in November's midterm elections in an interview on Wednesday. Trump claimed Republicans will \"win\" the Senate but only do \"well\" in the House of Representatives race. Polls give Democr…", "url": "https://www.businessinsider.com/trump-wont-say-hold-house-midterms-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdadad2b73c2845b45a48c6-1536-768.jpg", "publishedAt": "2018-11-01T11:11:13Z", "content": "Even President Donald Trump isn't prepared to say that the Republican Party will hold the House of Representatives in the upcoming midterms. In an interview with Christian television network CBN on Air Force One on Wednesday, Trump was confident that the part… [+1749 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "The 10 best Wall Street internships of 2019", "description": "Each summer, a new crop of students descend onto Wall Street for financial internships. A killer internship helps you gain hands on experience and expands your network, arming you with the right knowledge for a future finance career. To help you navigate thro…", "url": "https://www.businessinsider.com/best-internships-in-investment-banking-2018-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd8abe4d1e8442144362cc2-2732-1366.jpg", "publishedAt": "2018-11-01T11:00:00Z", "content": "UBS, Switzerland's biggest bank, offers summer internship programs starting in June. Score: 8.930 Pros: \"Some of the best aspects to my internship this summer was being apart of a team. I did not feel like an intern, I felt as though I was an equal member of … [+1164 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "Morgan Stanley is investing millions in the startup that helped crack the Panama Papers, bringing its total funding to $160 million", "description": "Startup Neo4j announced Thursday it raised $80 million in Series E financing, led by One Peak Partners and Morgan Stanley Expansion Capital. Neo4j is known for developing graph databases, a newer way to store data that can be even faster than the more widely-…", "url": "https://www.businessinsider.com/neo4j-80-million-one-peak-partners-morgan-stanley-expansion-capital-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda15dd0d7c673ba756e327-2732-1366.jpg", "publishedAt": "2018-11-01T11:00:00Z", "content": "Not many startups can take credit for helping to power cancer research, bolstering a space mission to bring people to Mars, and exposing government corruption with the Panama Papers. But Neo4j can. On Thursday, the Silicon Valley database startup announced th… [+5235 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Morrell, Dakin Campbell and Meghan Morris", "title": "Meet 2018's Rising Stars of Wall Street shaking up investing, trading, and dealmaking", "description": "Introducing the Rising Stars of Wall Street. Whether closing multibillion-dollar investments, making huge trades, or leading the future of crypto, this crop of young finance leaders are making an impact. It was hard to pick just 25 people. We received hundred…", "url": "https://www.businessinsider.com/wall-street-rising-stars-investing-trading-dealmaking-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bce213dd2e6482440659a42-1136-568.jpg", "publishedAt": "2018-11-01T11:00:00Z", "content": "Steve Kurz has already dabbled in trading, entrepreneurship, and asset management — and he's not done yet. At Cornell, Kurz interned with Lehman Brothers and started there on the rates desk after graduation. A few days before the investment bank declared bank… [+1271 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, DENN, GOOGL, HMNY)", "description": "Here is what you need to know. Stocks avoid their worst month since the financial crisis. The S&P 500 gained 1.08% Monday to finish the month of October with a loss of 6.94% — the biggest monthly decline since 2011. It would have needed to finish the month do…", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-november-1-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdad8d85f1f7546d3602599-2732-1366.jpg", "publishedAt": "2018-11-01T10:46:00Z", "content": "A man dressed as Santa Claus receives an influenza vaccine from a nurse in Santa's Village at the Arctic Circle. Reuters/Lehtikuva/Laura Haapamaki Here is what you need to know. Stocks avoid their worst month since the financial crisis. The S&amp;P 500 gained… [+2249 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, DENN, GOOGL, HMNY)", "description": "Here is what you need to know. Stocks avoid their worst month since the financial crisis. The S&P 500 gained 1.08% on Wednesday to finish October with a loss of 6.94% — its biggest monthly decline since 2011. It would have needed to finish the month down by a…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-opening-bell-november-1-2018-2018-11-1027679769", "urlToImage": "https://static3.businessinsider.com/image/5bdad8cdda27f847eb778414-2400/2018-11-01t092904z1396325669rc1d142fef10rtrmadp3finland-santa.jpg", "publishedAt": "2018-11-01T10:46:00Z", "content": "Reuters/Lehtikuva/Laura Haapamaki Here is what you need to know. Stocks avoid their worst month since the financial crisis. The S&amp;P 500 gained 1.08% on Wednesday to finish October with a loss of 6.94% — its biggest monthly decline since 2011. It would hav… [+2161 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton and Jake Kanter", "title": "Google walkout live: Pictures of Google workers leaving their desks in protest over sexual misconduct", "description": "Google staff around the world are staging a mass walkout on Thursday in protest at sexual misconduct. It follows a bombshell New York Times report last week, which named executives who had been accused of sexual misconduct, including Android creator Andy Rubi…", "url": "https://www.businessinsider.com/google-walkout-live-pictures-of-protesting-google-workers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdad875da27f847eb778412-750-375.jpg", "publishedAt": "2018-11-01T10:43:27Z", "content": "Google staff around the world are staging a mass walkout on Thursday in protest at sexual misconduct. It follows a bombshell New York Times report last week, which named executives who had been accused of sexual misconduct, including Android creator Andy Rubi… [+327 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "It looks like the worst of the market meltdown is over — but Goldman Sachs says there's still one big fear troubling investors", "description": "The US stock market had a turbulent October, falling more than 10% from recent highs at its darkest depths. While the selling pressure appears to have subsided for now, Goldman Sachs warns that a worrisome trend has developed under the surface — one that show…", "url": "https://www.businessinsider.com/stock-market-rebound-one-lingering-fear-troubling-traders-goldman-sachs-2018-10", "urlToImage": "https://amp.businessinsider.com/images/57570f49910584cc5e8c72b6-1536-768.jpg", "publishedAt": "2018-11-01T10:06:00Z", "content": "To the casual observer, the stock market meltdown that plunged US indexes into a correction appears to be over. Equities sharply rebounded over the past two days, and investor nerves seemed to have calmed considerably. There may be some lingering aftershocks,… [+1940 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Divers found the black box from the Lion Air flight that crashed into the Java Sea", "description": "Indonesian Navy divers have located and retrieved the black box from the Lion Air plane that crashed into the Java Sea on Monday morning. Divers found the device from the Boeing 737 Max 8 aircraft Thursday morning, on day four of a search hampered by poor con…", "url": "https://www.businessinsider.com/lion-air-jt610-black-box-found-may-help-explain-crash-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdac561beb670455e1793f5-1136-568.jpg", "publishedAt": "2018-11-01T09:51:51Z", "content": "Indonesian Navy divers have retrieved the black box from the Lion Air plane that crashed into the Java Sea earlier this week. Divers lifted the recording device from the Boeing 737 Max 8 aircraft on Thursday morning, Reuters reported, the fourth day of the in… [+3140 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Google staff are abandoning their desks at 11 a.m. today in protest at sexual misconduct", "description": "Google staff all over the world are staging a walkout at 11 a.m. today in protest at sexual misconduct. Campaigners predict that thousands of employees will take part following last week's explosive New York Times report. Staff are calling for five changes, i…", "url": "https://www.businessinsider.com/google-walkout-staff-protest-at-sexual-misconduct-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdabd1c5f1f7545c44eba42-2732-1366.jpg", "publishedAt": "2018-11-01T09:49:31Z", "content": "Google employees all over the world are abandoning their desk at 11 a.m. today in protest at the company's handling of sexual misconduct allegations. It is thought that thousands of staff will stage a 10-minute walkout under a campaign dubbed \"Google Walkout … [+3035 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "EU citizens in UK told they won't face new employment checks in major Brexit climbdown", "description": "The UK government is forced into a climbdown after a minister wrongly tells MPs that employers will be expected to introduce new checks on EU citizens under a no-deal Brexit. Caroline Nokes claimed on Tuesday that employers would be forced to differentiate be…", "url": "https://www.businessinsider.com/theresa-may-government-forced-into-major-climbdown-over-eu-citizens-post-brexit-rights-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdac805f556fc44dd3b1b49-960-480.jpg", "publishedAt": "2018-11-01T09:43:14Z", "content": "LONDON — The UK government was yesterday forced into a major climbdown after the immigration minister wrongly claimed that employers would be forced to introduce stringent new checks on EU citizens in the event of a no-deal Brexit. Caroline Nokes told MPs on … [+4097 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "City of London breathes sigh of relief on Brexit deal to secure financial crown (GBP)", "description": "UK and EU have agreed on a \"tentative\" deal for financial services, securing the post-Brexit future of the City of London, The Times reports. The deal is set to be based on the principle of equivalence. Equivalence is a framework whereby the EU acknowledges t…", "url": "https://www.businessinsider.com/city-of-london-eu-uk-brexit-negotiators-agree-financial-services-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/564499092491f9b9008b4732-2732-1366.jpg", "publishedAt": "2018-11-01T09:28:48Z", "content": "UK and EU negotiators have secured a deal on the future relationship for financial services firms operating in the two jurisdictions after Brexit, The Times newspaper reported on Thursday. Citing UK government sources, the Times reports that the two sides hav… [+2370 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "California man makes Halloween-themed graveyard with tombstones of Democratic lawmakers", "description": "A homeowner in Newhall, California, offended some locals after creating a mock Halloween-themed graveyard with tombstones etched with the names of high-profile Democrats. The man also included a tombstone with political advice, \"REPUBLICAN PARTY SHOULD HAVE B…", "url": "https://www.businessinsider.com/democrat-tombstones-halloween-graveyard-decoration-newhall-california-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda8c148c35ab44130ebf46-1136-568.jpg", "publishedAt": "2018-11-01T09:03:24Z", "content": "A homeowner in Newhall, California, offended some locals after creating a mock graveyard with tombstones etched with the names of high-profile Democrats. The display on his front yard included the tombstones of several California Democrats, including Rep. Nan… [+1063 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sam Jacobs", "title": "JPMorgan CEO Jamie Dimon just said he doesn't 'really give a s--t' about Bitcoin", "description": "JP Morgan CEO Jamie Dimon still isn’t excited about Bitcoin’s potential. In an interview overnight he said he doesn’t “really give a shit” about the cryptocurrency. Dimon called Bitcoin a “fraud” in September 2017. Bitcoin still doesn’t interest JP Morgan CEO…", "url": "http://uk.businessinsider.com/jmorgan-ceo-jamie-dimon-just-said-he-doesnt-really-give-a-st-about-bitcoin-2018-11", "urlToImage": "http://static6.uk.businessinsider.com/image/5bdab634dde86726eb0828fa-1190-625/jpmorgan-ceo-jamie-dimon-just-said-he-doesnt-really-give-a-st-about-bitcoin.jpg", "publishedAt": "2018-11-01T08:44:00Z", "content": "Getty/Win McNamee Bitcoin still doesnt interest JP Morgan CEO Jamie Dimon. While its underlying blockchain technology is real, he said overnight that he doesnt really give a st about the digital currency and cant see it rivalling fiat money. In September last… [+1138 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "\"The Witcher\" is being adapted into a Netflix TV series. CD Projekt RED. Good morning! This is the tech news you need to know this Thursday. Facebook's new political ad transparency tools allowed Business Insider to run adverts as being \"paid for\" by Cambridg…", "url": "http://uk.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-1-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5bdab277bde70f237125c8f7-1190-625/10-things-in-tech-you-need-to-know-today.jpg", "publishedAt": "2018-11-01T08:44:00Z", "content": "\"The Witcher\" is being adapted into a Netflix TV series. CD Projekt RED Good morning! This is the tech news you need to know this Thursday. Business Insider ran 2 fake ads pretending to be Cambridge Analytica and Facebook failed to catch that they were frauds… [+2580 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Walsh", "title": "Poll suggests Trump voters are more loyal to him than they are to the Republican Party", "description": "A Harvard-Harris poll indicates that some Republican voters identify more closely with President Donald Trump than they do the Republican Party. The results showed that 46% of registered Republican voters who were surveyed said they support Trump, compared to…", "url": "https://www.businessinsider.com/poll-suggests-more-voters-align-with-trump-than-the-republican-party-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda8d21f556fc43256e1a04-2732-1366.jpg", "publishedAt": "2018-11-01T08:22:32Z", "content": "A Harvard-Harris poll published this month indicates that some Republican voters identify more closely with President Donald Trump than they do the Republican Party. The poll, which surveyed 1,835 registered voters in the US from October 26-28, shows that 46%… [+678 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sam Jacobs", "title": "JPMorgan CEO Jamie Dimon just said he doesn't 'really give a s..t' about Bitcoin", "description": "JP Morgan CEO Jamie Dimon still isn’t excited about Bitcoin’s potential. In an interview overnight he said he doesn’t “really give a shit” about the cryptocurrency. Dimon called Bitcoin a “fraud” in September 2017. Bitcoin still doesn’t interest JP Morgan CEO…", "url": "https://www.businessinsider.com/jmorgan-ceo-jamie-dimon-just-said-he-doesnt-really-give-a-st-about-bitcoin-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdab4ae381507461b06b012-960-480.jpg", "publishedAt": "2018-11-01T08:12:35Z", "content": "Bitcoin still doesn't interest JP Morgan CEO Jamie Dimon. While its underlying blockchain technology is \"real\", he said overnight that he doesn't \"really give a s--t\" about the digital currency and can't see it rivalling fiat money. In September last year Dim… [+1108 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Thursday. Business Insider ran 2 fake ads pretending to be Cambridge Analytica — and Facebook failed to catch that they were frauds. Facebook's new political ad transparency tools allowed Business Insi…", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-1-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdaa9c2beb6704486323a73-1536-768.png", "publishedAt": "2018-11-01T07:59:19Z", "content": "\"The Witcher\" is being adapted into a Netflix TV series. CD Projekt RED Good morning! This is the tech news you need to know this Thursday. Business Insider ran 2 fake ads pretending to be Cambridge Analytica — and Facebook failed to catch that they were frau… [+2585 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "In new interview, Trump claims 'I always like to be truthful,' but his history of public statements before and after he became president prove otherwise", "description": "President Donald Trump stopped short of admitting to peddling falsehoods when a reporter asked him whether he fulfilled his promise to \"never lie.\" The question was an apparent reference to a 2016 campaign speech in which Trump ensured supporters he would nev…", "url": "https://www.businessinsider.com/trump-on-never-lying-speech-campaign-promise-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda6894beb670427a71ca84-1536-768.jpg", "publishedAt": "2018-11-01T06:55:16Z", "content": "President Donald Trump stopped short of admitting to peddling falsehoods when a reporter asked him whether he fulfilled his campaign promise to \"never lie.\" \"Have you kept to that promise at all times,\" Jonathan Karl, ABC News' chief White House correspondent… [+2413 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "The 10 most important things in the world right now", "description": "Hello! Here's what's happening on Thursday. 1. A suspicious scheme to pay women to falsely accuse Special Counsel Robert Mueller of sexual misconduct could spectacularly backfire. Experts say that if conservative firebrand Jacob Wohl or anyone else was involv…", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-1-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bda8f4f110d4c46930b9616-960-480.jpg", "publishedAt": "2018-11-01T06:20:04Z", "content": "Hello! Here's what's happening on Thursday. 1. A suspicious scheme to pay women to falsely accuse Special Counsel Robert Mueller of sexual misconduct could spectacularly backfire. Experts say that if conservative firebrand Jacob Wohl or anyone else was involv… [+2539 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Walsh", "title": "A petition to change the street name where the Saudi Embassy in Washington is located to 'Jamal Khashoggi Way' already has a heap of signatures", "description": "A petition to rename the street in front of the Saudi Embassy in Washington, DC, to \"Jamal Khashoggi Way\" is quickly drawing support. Jamal Khashoggi is the Saudi columnist who was killed inside the Saudi Consulate in Istanbul, Turkey, October 2. The authors …", "url": "https://www.businessinsider.com/petition-asks-for-street-by-saudi-embassy-to-be-jamal-khashoggi-way-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bbbd6f1ac0a63147f7ef328-1920-960.jpg", "publishedAt": "2018-11-01T05:04:31Z", "content": "An online petition is calling for the street in front of the Saudi Embassy in Washington, DC, to be renamed \"Jamal Khashoggi Way,\" in honor of the murdered dissident, according to The Washington Post. Khashoggi was the Saudi Arabian reporter who was killed in… [+1597 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Kohl's will open stores for Black Friday on Thanksgiving Day (KSS)", "description": "Kohl's will be kicking off its Black Friday sales on Thanksgiving. The department-store chain will open its doors at 5 p.m. on Thursday, November 22 and stay open all night. Black Friday doorbusters launch online at 12:01 a.m. CT on Thanksgiving Day. To kick …", "url": "https://www.businessinsider.com/kohls-black-friday-store-hours-thanksgiving-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bda2e520d7c673e17762dff-1920-960.jpg", "publishedAt": "2018-11-01T05:01:00Z", "content": "Kohl's is getting Black Friday started on Thanksgiving Day. The department store will be open starting at 5 p.m. local time on Thanksgiving Day, offering Black Friday deals until 1 p.m. the next day. These deals kick off online at 12:01 a.m. CT and run until … [+1156 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Oprah is hitting the campaign trail for Stacey Abrams in Georgia, where she could become the nation's first African-American woman governor", "description": "Mario Anzuoni/Reuters Oprah Winfrey will campaign in Georgia for Democratic gubernatorial candidate Stacy Abrams during the midterm elections. Abrams is in the middle of a heated race against her Republican opponent, Brian Kemp, Georgia's Secretary of State. …", "url": "https://www.businessinsider.com/ap-oprah-winfrey-to-campaign-in-georgia-for-stacey-abrams-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda85420591f245ef3a07f4-2732-1366.jpg", "publishedAt": "2018-11-01T04:48:00Z", "content": "ATLANTA (AP) — Oprah Winfrey is bringing her star power to one of the nation's hottest governor's races, even as President Donald Trump and former President Barack Obama try to put their imprint on the Georgia election. Winfrey is joining Democratic nominee S… [+2380 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "A Pentagon official is urging Taiwan to spend more on a modern military in light of China's 'increasing frequency and scale of activity'", "description": "A Pentagon official is urging Taiwan to boost its defense spending in order to \"modernize its military\" in the face of the potential threat from Beijing. David Helvey, the US principal deputy assistant secretary of defense for Asian and Pacific security affai…", "url": "https://www.businessinsider.com/pentagon-official-tells-taiwan-to-modernize-its-military-facing-china-threat-2018-11", "urlToImage": "https://static.businessinsider.com/image/5bda80388c35ab43c201f323-750.jpg", "publishedAt": "2018-11-01T04:15:26Z", "content": "A Pentagon official is urging Taiwan to boost its defense spending and \"modernize its military\" in the face of Beijing's growing military prowess. David Helvey, the US principal deputy assistant secretary of defense for Asian and Pacific security affairs said… [+1908 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Derrick Rose dropped the most unlikely 50-point game of the NBA season, then gave a tearful interview afterward", "description": "Derrick Rose exploded for a career-high 50 points to help the Minnesota Timberwolves beat the Utah Jazz on Wednesday. After the game, Rose was emotional, alluding to the difficult path he's taken in recent years to stay in the NBA. Rose admitted in a recent i…", "url": "https://www.businessinsider.com/derrick-rose-50-points-jazz-interview-tears-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda79280d7c67418935e2f8-1334-667.jpg", "publishedAt": "2018-11-01T03:57:48Z", "content": "Minnesota Timberwolves guard Derrick Rose shocked the NBA world by exploding for a career-high 50 points to help his short-handed team beat the Utah Jazz. The performance came with the Wolves playing without Jimmy Butler and starting guard Jeff Teague, thrust… [+2031 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Australia's top spy says Chinese tech is too good to be allowed near Canberra's key infrastructure and that's a hard truth for China", "description": "Australia's chief spy says Chinese telecoms are a threat to critical infrastructure and that's why they were banned from Canberra's growing 5G network. That news may not come as a surprise to China, but the Ministry of Commerce and the Global Times expressed …", "url": "https://www.businessinsider.com/australia-top-spy-on-chinese-tech-and-key-infrastructure-in-canberra-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda75629e8c534476026f42-2732-1366.jpg", "publishedAt": "2018-11-01T03:41:28Z", "content": "The top spy in Australia has explained why Huawei and ZTE have been barred from the country's 5G network and China is unimpressed. Mike Burgess, the director-general of the Australian Signals Directorate, said in Canberra on Monday that the ban on Chinese tel… [+6534 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "India is already divided over its gargantuan 'Statue of Unity'", "description": "Locals are divided over a statue of the independence hero Sardar Patel being constructed in India. The landmark, dubbed the \"Statue of Unity,\" stretches nearly 600 feet tall and weighs more than 2,000 tons. It's twice as tall as the US's Statue of Liberty and…", "url": "https://www.businessinsider.com/india-statue-of-unity-is-dividing-indians-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bda6086c9570141e80a6717-2732-1366.jpg", "publishedAt": "2018-11-01T02:23:49Z", "content": "It's big, it's bronze, and it's brand new. But the Statue of Unity, a landmark that stretches nearly 600 feet tall and weighs more than 2,000 tons, is dividing India. The Guardian reports that 5,000 police shadowed massive crowds on Wednesday, as they converg… [+2304 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "These 3 charts show why there's more good days ahead for e-commerce — and more bad times for traditional retailers (AMZN)", "description": "Traditional retailers have been struggling, in part due to competition from online rivals. That competition is getting tougher; online stores are continuing to gain share against their brick-and-mortar counterparts, Morgan Stanley details in a new report. Wor…", "url": "https://www.businessinsider.com/morgan-stanley-research-shows-continuing-growth-for-e-tailers-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda50e40d7c6740440d95d3-1136-568.jpg", "publishedAt": "2018-11-01T01:14:38Z", "content": "Traditional retailers have already lost billions of dollars worth of sales to online rivals such as Amazon. Unfortunately for them, things may soon get worse. Online stores are continuing to steal sales from their brick-and-mortar counterparts. The bad news f… [+2805 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Harvey Weinstein accused of sexually assaulting 16-year-old girl in 2002", "description": "Former Hollywood mogul Harvey Weinstein is accused of sexually assaulting a 16-year-old model in New York in 2002. \"He then took off his pants and forcibly held Jane Doe while taking her hand and making her touch and massage his penis,\" court documents report…", "url": "https://www.businessinsider.com/harvey-weinstein-16-year-old-teen-sexual-assault-allegation-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda3961f556fc3fcc1fe8f8-1920-960.jpg", "publishedAt": "2018-11-01T01:04:01Z", "content": "Former Hollywood mogul Harvey Weinstein is accused of sexually assaulting a 16-year-old model in New York in 2002, according to a class-action lawsuit. \"He then took off his pants and forcibly held Jane Doe while taking her hand and making her touch and massa… [+2456 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "San Francisco Giants Hall of Famer Willie McCovey dead at age 80", "description": "AP Willie McCovey, the Hall of Famer nicknamed \"Stretch\" for his 6-foot-4 height and those long arms, died at 80. The San Francisco Giants announced McCovey's death, saying he passed \"peacefully\" in the afternoon \"after losing his battle with ongoing health i…", "url": "https://www.businessinsider.com/willie-mccovey-hall-of-famer-dead-san-francisco-giants-80-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda4e85e4218a40a9579b33-2732-1366.jpg", "publishedAt": "2018-11-01T01:01:42Z", "content": "SAN FRANCISCO (AP) — Willie McCovey, the sweet-swinging Hall of Famer nicknamed \"Stretch\" for his 6-foot-4 height and those long arms, died Wednesday. He was 80. The San Francisco Giants announced McCovey's death, saying the fearsome hitter passed \"peacefully… [+3203 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Walsh", "title": "A Republican House candidate in Missouri lost a key endorsement — his own children", "description": "The children of Steve West, a Republican running for a House seat in Missouri, don't want Missourians to vote for their dad. The children claim that West is unfit for public office, citing previous \"racist\" and \"homophobic\" remarks. West won the state's Repub…", "url": "https://www.businessinsider.com/steve-west-republican-missouri-house-candidates-kids-denounced-him-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda46170d7c673fdd55a463-1920-960.jpg", "publishedAt": "2018-11-01T00:48:13Z", "content": "Steve West, the Republican candidate vying for a House seat in his state's 15th Congressional District, lost the support of two of this three adult children, who are urging Missourians not to vote for their father. Emily and Adam West pointed to what they cal… [+1847 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shona Ghosh", "title": "The investor behind Thread and Chargemaster is looking to raise $100 million", "description": "Startup backer Beringea plans to raise up to £80 million ($100 million) in new funding. Beringea is a long-established investment company in the UK and the US, and has backed startups including men's fashion service Thread and electric car charging company Ch…", "url": "https://www.businessinsider.com/thread-chargemaster-investor-beringea-to-raise-100-million-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bc4b0fea4cb6218085c6556-2732-1366.jpg", "publishedAt": "2018-11-01T00:01:00Z", "content": "Beringea, which has backed men's clothing startup Thread and electric car charging firm Chargemaster, plans to raise up to £80 million ($100 million) in new capital by issuing new shares. The investment firm runs two publicly listed funds in the UK, known as … [+1595 chars]"}]}