{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian de Looper", "title": "The 10 best soundbar and home theater deals to be had on Cyber Monday 2018 — all of which are still going on tonight", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we may get a share of the revenue from your purchase. Cyber Monday is finally here, bringing with it hundreds of deals on all kinds of products. Ma…", "url": "https://www.businessinsider.com/best-soundbar-deals-on-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc802be4218a05c154adf8-1136-568.jpg", "publishedAt": "2018-11-27T00:00:00Z", "content": "Shayanne Gal/Business Insider The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we may get a share of the revenue from your purchase. Amazon Cyber Monday is finally here, bringing with it hundreds … [+586 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Kirsten Gillibrand hits back at top Democratic donors who blame her for Al Franken's ouster", "description": "A host of top Democratic donors say they won't donate to or raise funds for Sen. Kirsten Gillibrand's potential 2020 bid after she pushed to oust fellow Democratic Sen. Al Franken last year amid sexual misconduct charges. Gillibrand hit back on Monday, sugges…", "url": "https://www.businessinsider.com/kirsten-gillibrand-slams-democratic-donors-who-blame-her-for-al-frankens-ouster-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc3014b73c2877e666d4a8-960-480.jpg", "publishedAt": "2018-11-26T23:39:27Z", "content": "When Sen. Kirsten Gillibrand led the charge in pressuring former Sen. Al Franken, the Minnesota Democrat, to resign last year amid mounting allegations of sexual misconduct, many hailed the move as both moral leadership and smart politics. As a majority of De… [+4265 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Elon Musk says people need to work around 80 hours per week to change the world (TSLA)", "description": "Elon Musk said on Monday via Twitter that people need to work from around 80 to over 100 hours per week to \"change the world.\" \"There are way easier places to work, but nobody ever changed the world on 40 hours a week,\" Musk said, referring to the four compan…", "url": "https://www.businessinsider.com/elon-musk-says-80-hours-per-week-needed-change-the-world-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc787c110d4c23032e4178-1920-960.jpg", "publishedAt": "2018-11-26T23:25:01Z", "content": "Elon Musk said on Monday via Twitter that people need to work from around 80 to over 100 hours per week to \"change the world.\" \"There are way easier places to work, but nobody ever changed the world on 40 hours a week,\" Musk said, referring to the four compan… [+1238 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier and Julie Bort", "title": "Uber removed the second backup driver from its self-driving cars ahead of the crash that killed an Arizona pedestrian", "description": "Uber used to have two safety drivers in its self-driving cars: one to monitor the driving and one for inputting data into an iPad. Before a crash that killed a pedestrian in March, the company began testing with just one driver. The revelation comes as part o…", "url": "https://www.businessinsider.com/uber-removed-second-driver-from-self-driving-cars-before-deadly-crash-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc71250591f2295f3bc8cb-1920-960.jpg", "publishedAt": "2018-11-26T23:17:44Z", "content": "After one of the Uber's self-driving test cars struck and killed a pedestrian in Arizona in March, some employees blamed the safety driver because she was streaming Hulu while operating the vehicle. But behind the scenes, a number of things were happening tha… [+1417 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Malarie Gokey", "title": "100 Cyber Monday deals on the best products we recommend in our 800+ buying guides", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Cyber Monday is one of the best days of the year to buy excellent products on sale. We've pored o…", "url": "https://www.businessinsider.com/best-products-on-sale-cyber-monday-deals-2018", "urlToImage": "https://amp.businessinsider.com/images/5bfc01ac8c35ab71b93b02e7-960-480.jpg", "publishedAt": "2018-11-26T23:00:00Z", "content": "Helix offers excellent customization options straight from its website, so you can get the mattress that's perfect for you. It's our favorite mattress with customization options. Use the promo code HOLIDAY100 to save $100 when you spend $600 or more, HOLIDAY1… [+3360 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Trump suggests the US should form a state-run, global news network to counter CNN's 'unfair' coverage", "description": "President Donald Trump on Monday suggested the US should form a state-run, global news network to counter what he called \"unfair\" coverage from CNN. Trump said \"something has to be done, including the possibility of the United States starting our own Worldwid…", "url": "https://www.businessinsider.com/trump-suggests-us-should-form-state-run-global-news-network-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc712d8c35ab07906b4619-1920-960.jpg", "publishedAt": "2018-11-26T22:55:34Z", "content": "President Donald Trump on Monday suggested the US should form a state-run, global news network to counter what he called \"unfair\" coverage from CNN. \"While CNN doesn't do great in the United States based on ratings, outside of the U.S. they have very little c… [+1286 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek and Julie Bort", "title": "Uber employees say the company's autonomous driving unit used this strange term to describe people and animals", "description": "Employees in Uber 's self-driving unit have referred to a human and animal one of its cars might hit as \"a squishy thing,\" sources told Business Insider. Uber employees told Business Insider that the company's autonomous driving unit had in its test vehicles …", "url": "https://www.businessinsider.com/uber-autonomous-driving-unit-used-strange-term-for-people-and-animals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc6c50110d4c20fc65ebaa-1536-768.jpg", "publishedAt": "2018-11-26T22:51:57Z", "content": "Employees in Uber's self-driving unit have referred to a human and animal one of its cars might hit as \"a squishy thing,\" sources told Business Insider. Uber employees told Business Insider that the company's autonomous driving unit had turned off emergency b… [+1001 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matt Weinberger", "title": "Read the sweet letter that Microsoft sends to the newborn children of its employees (MSFT)", "description": "In a popular LinkedIn post, a Microsoft employee shared the letter that the company addressed to his newborn child. The letter comes with a bunch of goodies for the newborn, packaged up by a nonprofit called AtWork! The letter also highlights what Microsoft c…", "url": "https://www.businessinsider.com/microsoft-maternity-paternity-leave-letter-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b9bdf9804f1622c008b5e38-960-480.jpg", "publishedAt": "2018-11-26T22:43:43Z", "content": "Way back in 2015, Microsoft greatly expanded its benefits for new moms and dads, such that employees can get at least 12 weeks of fully-paid leave after the birth of their child. Fast forward to today, and a popular LinkedIn post from David Ertel, a services … [+2853 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "7 Cyber Monday deals on headphones that are still going on — from Bose to Beats", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. There are thousands of Cyber Monday deals out there, and we've rounded up the best ones for you. …", "url": "https://www.businessinsider.com/cyber-monday-headphone-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc70098c35ab07906b460c-1136-568.jpg", "publishedAt": "2018-11-26T22:40:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. This Cyber Monday, we've seen an eclectic range of products on sale at all kinds of retailers — t… [+737 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "J.Crew's website is on day 4 of tech glitches after crashing on Black Friday", "description": "J.Crew's website crashed on Black Friday, the biggest shopping day of the year. The retailer has continued to battle technical difficulties over the weekend and into Cyber Monday. Walmart, Lowe's, and Lululemon all dealt with website crashes last week, as onl…", "url": "https://www.businessinsider.com/jcrew-website-black-friday-tech-problems-continue-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc7453b73c2804d52111fb-960-480.jpg", "publishedAt": "2018-11-26T22:38:48Z", "content": "J.Crew's website is on its fourth day of battles with technical difficulties. People began complaining early Friday morning that J.Crew's website was down. \"Can't log in, then the shopping bag purges itself,\" one shopper wrote on Twitter Friday morning. \"It i… [+1820 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Conservatives are zeroing in on Obama's immigration history to defend Trump, but experts say that's a 'tactic for distraction'", "description": "Some supporters of President Donald Trump are defending the use of tear gas at the border by pointing to immigration policies and practices under former President Barack Obama. Several conservative-leaning outlets and media figures have zoomed in on an incide…", "url": "https://www.businessinsider.com/migrant-caravan-tear-gas-how-does-trump-compare-to-obama-immigration-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc6b83c9570103a6070d9d-1920-960.jpg", "publishedAt": "2018-11-26T22:36:52Z", "content": "Amid backlash over the use of tear gas against migrants at the US-Mexico border, some supporters of President Donald Trump and other conservatives on Monday defended the current administration by pointing to immigration policies and practices under former Pre… [+5587 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "Hundreds of additional US troops take position in California as migrants clash with border patrol", "description": "Hundreds of troops previously stationed in Texas and Arizona have been moved to California to support border patrol agents securing the border after weekend clashes with migrants who sought to enter the US. Around 300 service members were sent to California i…", "url": "https://www.businessinsider.com/more-us-troops-at-border-in-california-after-migrant-clash-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc706138150710924c544c-2732-1366.jpg", "publishedAt": "2018-11-26T22:36:46Z", "content": "Hundreds of troops previously stationed in Texas and Arizona have been moved to California to support border patrol agents securing the border against the thousands of Central American migrants camped nearby. \"In coordination with CBP, it was determined that … [+2602 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Jalen Ramsey and Josh Allen continued their feud on Sunday, with the 'trash' Bills quarterback coming out on top.", "description": "Jalen Ramsey called out Bills rookie quarterback Josh Allen as \"trash\" at the start of the year. On Sunday, Allen led the Bills to a 24-21 win over Ramsey and the Jaguars. Shortly after the win, the Bills went on to troll Ramsey for his comments on Twitter. N…", "url": "https://www.businessinsider.com/jalen-ramsey-josh-allen-trash-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc61c00d7c67024b71010b-1536-768.jpg", "publishedAt": "2018-11-26T22:26:07Z", "content": "Neither the Bills nor the Jaguars will be making the postseason this year, but their matchup on Sunday still found a way to be relatively entertaining thanks to the unlikely feud between Jacksonville corner Jalen Ramsey and Buffalo's rookie quarterback Josh A… [+2544 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "Donald Trump attacks Theresa May's Brexit deal as a 'great deal for the EU'", "description": "Donald Trump has attacked Theresa May's Brexit deal. The US president said it was a \"great deal for the EU\" and may leave the UK unable to trade with the US. His remarks are likely to further infuriate Eurosceptic MPs, who are already highly critical of May's…", "url": "https://www.businessinsider.com/trump-may-brexit-great-deal-for-the-eu-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc6e9c66be506a95713ce4-1920-960.jpg", "publishedAt": "2018-11-26T22:24:27Z", "content": "Donald Trump has criticised Theresa May's Brexit deal as a \"great deal for the EU\" that may make it difficult for the UK to trade with the US, the latest blow to the embattled British Prime Minister's attempts to guide Britain out of the European Union. On Mo… [+2266 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Kotecki", "title": "Watch NASA scientists freak out after landing a probe on Mars for the first time in 6 years", "description": "NASA's InSight lander touched down on Mars on Monday afternoon after a nearly seven-month trip to the red planet. Scientists burst into cheers at NASA's mission control in California, hugging each other and performing wild handshakes. The spacecraft is set to…", "url": "https://www.businessinsider.com/nasa-scientists-freak-out-after-insight-lander-touched-down-on-mars-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc63ef0591f2267667e764-1136-568.jpg", "publishedAt": "2018-11-26T22:21:00Z", "content": "Scientists at NASA's mission control in California burst into applause on Monday afternoon after the InSight lander safely touched down on Mars. Dozens of scientists at the Jet Propulsion Laboratory in California laughed, hugged each other, and performed wild… [+3003 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Remi Rosmarin", "title": "53 cool and useful Cyber Monday deals under $25 that make great stocking stuffers", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Some of the best deals you'll find on Cyber Monday are on big-ticket items — think mattresses, te…", "url": "https://www.businessinsider.com/cheap-cyber-monday-deals-under-25-dollars-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc6fdbda27f825cd75c280-1136-568.jpg", "publishedAt": "2018-11-26T22:20:00Z", "content": "Shayanne Gal/Business Insider The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Some of the best deals you'll find on Cyber Monday are on big-ticke… [+838 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Perticone", "title": "Democratic opposition to Nancy Pelosi's bid for speaker of the House has virtually collapsed", "description": "Nancy Pelosi is consolidating support as she mounts her unopposed campaign to be the next speaker of the House. Several members of the anti-Pelosi group that were opposing her as party leader have flipped in recent days. Massachusetts Rep. Seth Moulton, one o…", "url": "https://www.businessinsider.com/democrats-opposition-nancy-pelosi-speaker-house-has-virtually-collapsed-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc4547381507086a364aef-2732-1366.jpg", "publishedAt": "2018-11-26T22:07:18Z", "content": "WASHINGTON — Just several days after releasing a letter to state their opposition Nancy Pelosi becoming speaker of hte House and retaining her top spot in the caucus, that group of House Democrats has virtually collapsed. Despite initially having an uncertain… [+3475 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump is ready to go all-out in the trade war with China, and even the iPhone may not be spared", "description": "President Donald Trump seemed ready to escalate the trade war with China in an interview with the Wall Street Journal on Monday. Trump said it is \"highly unlikely\" that an upcoming meeting with Chinese President Xi Jinping at the G20 summit will yield a deal …", "url": "https://www.businessinsider.com/trump-china-trade-war-increase-tariffs-iphone-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b918076b354cdbb228b4e12-1920-960.jpg", "publishedAt": "2018-11-26T22:05:38Z", "content": "President Donald Trump is ready to escalate the trade war with China even further as a crucial meeting with Chinese President Xi Jinping nears. In an interview with The Wall Street Journal on Monday, the president said it is \"highly unlikely\" that the US and … [+2488 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian de Looper", "title": "Apple rarely discounts the iPhone, Apple Watch, or MacBooks — here's where to find them on sale for Cyber Monday", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Apple has had a stellar year. The company not only unveiled the new iPhone XS, XS Max, and XR, bu…", "url": "https://www.businessinsider.com/best-apple-cyber-monday-deals-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc9dc387e4239294d2290e7-1920-960.jpg", "publishedAt": "2018-11-26T22:05:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Marcio Jose Sanchez/AP Apple has had a stellar year. The company not only unveiled the new iPhone… [+5506 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Thiefels", "title": "How learning to say 'no' allowed me to build a life that I love", "description": "Learning to say \"no\" in your work and life can change your life for the better. Author Jessica Thiefels describes how saying \"yes\" to the wrong opportunities can have an adverse effect. There's one particular word I say every day that I've found to be life-ch…", "url": "https://www.businessinsider.com/benefits-learning-say-no-in-work-life-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc6c040591f228270fa7a9-1536-768.jpg", "publishedAt": "2018-11-26T22:04:00Z", "content": "There's one particular word I say every day that I've found to be life-changing. It's one that we don't say nearly enough. One that, if said when you truly mean it, can alter the course of your life. That word is \"no.\" While the word \"yes\" can be life-changin… [+3308 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Nguyen and Aj Caldwell", "title": "This Rolls-Royce feature might be the world's fanciest way to tailgate", "description": "The Cullinan is the first Rolls-Royce SUV and the most expensive SUV on the market today. Cullinan, the luxury car brand's first foray into off-road vehicles, is named after the largest diamond ever discovered, worth an estimated $2 billion. Take a look at th…", "url": "https://www.businessinsider.com/rolls-royce-first-cullinan-suv-worlds-fanciest-tailgate-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bb5286321e9cb38a077bb36-1334-667.jpg", "publishedAt": "2018-11-26T22:00:00Z", "content": "The following is a transcript of the video. Is this the fanciest way to tailgate? This SUV will turn you into a tailgate champion. This is the Rolls-Royce Cullinan. It marks Rolls-Royce's first foray into the luxury SUV market. Check out this electric tow hit… [+474 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "The FDA just approved a drug that targets cancers based on DNA, rather than where the tumor is in your body", "description": "The FDA just approved a new cancer treatment in an unconventional way: not by tumor type, but rather by the genetic mutation the drug targets. The drug, Vitrakvi, was developed by Loxo Oncology in partnership with pharma giant Bayer. It's only the second time…", "url": "https://www.businessinsider.com/fda-approves-loxo-oncologys-larotrectinib-vitrakvi-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf568fc01b12d1e4b54974f-2732-1366.jpg", "publishedAt": "2018-11-26T21:55:00Z", "content": "The Food and Drug Administration just took an unconventional approach to approving a new cancer drug. The drug, Vitrakvi, was developed by Loxo Oncology. It's the company's first drug to get approved. Loxo's approach is to develop drugs that act on cancerous … [+1648 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "Trump just threatened to place tariffs on the iPhone and Apple stock is getting crushed (AAPL)", "description": "Trump said in an interview with the Wall Street Journal that he could put a 10% tariff on iPhones and Chinese electronic goods. Apple's stock fell in after hours trading following the remarks. President Donald Trump has threatened to put a 10% tariff on the i…", "url": "https://www.businessinsider.com/trump-threatened-tariffs-on-iphone-laptops-china-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5978e9b15d8a2f22008b59e8-2732-1366.jpg", "publishedAt": "2018-11-26T21:47:22Z", "content": "President Donald Trump has threatened to put a 10% tariff on the iPhone and other consumer electronics, and markets have reacted sharply. Apple stock dropped over 1.5% in after-hours trading. Trump discussed the additional tariffs in an interview with the Wal… [+1818 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "I switched to Android after more than a decade on iPhone and I'm not going back. Here's why (AAPL, GOOG, GOOGL)", "description": "I've been a diehard Apple user for as long as I can remember, and I've exclusively used iPhones since I got the original shortly after it came out in 2007. When it came time to retire my iPhone 6S this year, I was frustrated by the high price of Apple's newes…", "url": "https://www.businessinsider.com/diehard-iphone-ios-user-switches-to-android-oneplus-6t-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beda219f556fc166205b69a-1536-768.jpg", "publishedAt": "2018-11-26T21:43:49Z", "content": "I'm what you might call a Day One Apple user. I've used Apple products and Mac computers for as long as I can remember, from the Power Macintosh my parents had in the family room, to my first iBook, to multiple iterations of iPods. When the first iPhone came … [+9794 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "3 video games that deserve a second chance", "description": "Lots of people buy video games, try them briefly, and forget about them for one reason or another. There are plenty of games that deserve a second chance, or a revisit if you gave up on them the first time. Not every video game makes an excellent impression t…", "url": "https://www.businessinsider.com/video-games-that-deserve-a-second-chance-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc50610591f2228965e65b-960-480.jpg", "publishedAt": "2018-11-26T21:32:59Z", "content": "I'll admit it: The first time I tried playing \"The Witcher 3: Wild Hunt,\" I found it overwhelming. There were too many quests to do, and too many large areas to explore. I had other games I wanted to play at the time, so I put it down and moved on. This summe… [+1090 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "NASA's InSight lander sent back its first photo of Mars within minutes of touching down — take a look", "description": "NASA just successfully landed on Mars for the eighth time in the agency's history. The InSight lander quickly sent back a photo of its new Martian view. InSight will now spend approximately two Earth years on Mars, checking for quakes and taking the planet's …", "url": "https://www.businessinsider.com/nasa-mars-insight-lander-sends-first-photo-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc599b110d4c1cf50fa5dc-1136-568.jpg", "publishedAt": "2018-11-26T21:30:00Z", "content": "NASA's InSight lander hit Mars on Monday at 2:54 p.m. ET. As scientists at mission control erupted in cheers and handshakes, the craft sent back its first visual proof that it had touched down on Martian soil safely. The speckled photo came from one of InSigh… [+1394 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "Forget the traditional boss-employee relationship — people are saying they have their boss' phone number, have met their partners, and have even exercised together", "description": "More people are becoming friends with their bosses. Meeting your boss' significant other, going to their home, and texting them are fairly common practices, according to an Olivet Nazarene University survey of 3,000 workers. It shows just how casual American …", "url": "https://www.businessinsider.com/boss-employee-relationship-traditional-modern-friends-phone-numbers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc3287f556fc7afc22c367-1536-768.jpg", "publishedAt": "2018-11-26T21:15:00Z", "content": "There's nothing like embarking on road trips, sharing advice, and exchanging gifts with your friends. But increasingly, employees are saying they also partake in those same activities with their boss — the very person who might just determine their salary, wo… [+2112 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian de Looper", "title": "Amazon's 10 best Cyber Monday tech deals — if you only have $100 to spend", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday may be a big deal if you're into heading to physical retail stores, but for those wh…", "url": "https://www.businessinsider.com/amazon-tech-deals-under-100-dollars-on-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc5c651011421b982975d4-1334-667.jpg", "publishedAt": "2018-11-26T21:15:00Z", "content": "Smart TV platforms have been taking off, but not everyone has the cash to spend on a smart TV with built-in smart features. That, however, is where devices like the Roku Streaming Stick come in, which brings smart TV features to a so-called dumb TV, and at a … [+420 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "The Dow jumps more than 350 points amid expectations for a historic Cyber Monday", "description": "All three major US indices jumped on what was expected to be a historic Cyber Monday. Concerns about the prospect of slowing demand and rising rates have pummeled equities in recent months. Follow the US indices in real time here. Stocks jumped Monday, stagin…", "url": "https://www.businessinsider.com/stock-market-news-dow-jumps-cyber-monday-expectations-2018-11", "urlToImage": "https://static4.businessinsider.com/image/5bf47d2dc957010e737f1758-2000/2015-07-08t120000z1059894532gf10000153049rtrmadp3usa-economy.jpg", "publishedAt": "2018-11-26T21:10:00Z", "content": "Reuters / Lucas Jackson Stocks jumped Monday, staging a comeback following a series of sell-offs that had wiped out Wall Street’s 2018 gains last week, as investors waded back into the market on the biggest online-shopping day of the year. The Dow Jones Indus… [+2275 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "feedback@businessinsider.com (Meredith Cash), Meredith Cash", "title": "College basketball fans are roasting the NCAA and its new RPI killer which has Ohio State at No. 1 and Kentucky on the tournament bubble", "description": "AP/Eric Gay This season, the NCAA decided to switch its system for sorting and evaluating teams heading into the NCAA tournament from RPI to the NET rankings. According to the NCAA, the new system uses game results, strength of schedule, game location, scorin…", "url": "https://www.businessinsider.com/ncaa-net-rankings-replace-rpi-rank-ohio-state-college-basketball-no-1-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc5989b73c287f1005de3b-2732-1366.jpg", "publishedAt": "2018-11-26T21:07:46Z", "content": "The NCAA introduced a new system to replace the RPI in ranking each of college basketball's 353 Division I programs. So far, it's not going too well. The NET rankings — which, according to the NCAA, factor in game results, strength of schedule, game location,… [+1145 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "NASA’s InSight lander may not be as sexy as a Mars rover, but here’s why the mission matters for Earthlings", "description": "NASA's Insight lander has landed safely. The robot will soon start beaming back information about quakes and wobbles on Mars. Mars doesn't have tectonic plates like Earth, but learning more about how volatile the planet may be could help scientists better und…", "url": "https://www.businessinsider.com/nasa-insight-mars-lander-may-solve-earth-mysteries-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc5e5b110d4c1e03662fb7-1536-768.png", "publishedAt": "2018-11-26T21:04:00Z", "content": "InSight is on the ground. NASA just dropped an SUV-sized quake-hunting laboratory on Mars — the US space agency's eighth successful landing on the red planet. The new solar-powered lander doesn't move. It doesn't record videos. And of InSight's two tiny camer… [+3197 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "The 10 best Cyber Monday deals of 2018 — if you only have $100 to spend", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. All day today, we're rounding up the best Cyber Monday store sales and individual product deals f…", "url": "https://www.businessinsider.com/best-cyber-monday-2018-deals-under-100-dollars", "urlToImage": "https://amp.businessinsider.com/images/5bfc4a7cf556fc7ecc13701d-750-375.jpg", "publishedAt": "2018-11-26T20:55:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Tech Chinos, $83.20 (originally $168) [You save $84.80], available at Bonobos Bonobos/Instagram A… [+902 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "New Yorkers are storming Amazon's store in protest of HQ2. Here are all the reasons why they're furious. (AMZN)", "description": "New Yorkers protested Amazon's HQ2 move to Long Island City on Monday, storming an Amazon Books store in Manhattan. Amazon's announcement earlier in November that it would open part of its second headquarters in New York City has been met with criticism from …", "url": "https://www.businessinsider.com/new-yorkers-storm-amazon-store-hq2-protest-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc51cad1e84427793092f7-1536-768.jpg", "publishedAt": "2018-11-26T20:52:22Z", "content": "Protesters are storming one of Amazon's stores in New York City as anger and criticism regarding HQ2 spills over. On Monday, an Amazon Books store in Manhattan was flooded with protesters railing against the decision to open part of the company's second headq… [+875 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump attacks GM, says they 'better damn well open a new plant' in Ohio after the automaker announces layoffs, factory shutdowns", "description": "President Donald Trump attacked General Motors over the automaker's shake-up announced Monday. GM will stop producing cars at the plants in Ohio, Michigan, and Ontario, Canada. \" They better damn well open a new plant there very quickly,\" Trump said, referrin…", "url": "https://www.businessinsider.com/trump-gm-layoffs-plant-closings-in-ohio-michigan-mary-barra-2018-11", "urlToImage": "https://static.businessinsider.com/image/5bfc58d5c957017f33473c57-750.jpg", "publishedAt": "2018-11-26T20:46:06Z", "content": "President Donald Trump shot back at General Motors on Monday after the automaker announced it would stop producing cars at three North American plants — two in the US — and lay off 15% of its salaried workforce. Trump told The Wall Street Journal that the aut… [+1858 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "17 photos show the White House all decked out for Christmas", "description": "The White House has unveiled this year's Christmas decorations. The official theme is \"American Treasures.\" The first family's official holiday card and ornament join the elaborate installations on display throughout the White House's main rooms and public ar…", "url": "https://www.businessinsider.com/white-house-christmas-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc54d88c35ab027532c07d-1920-960.jpg", "publishedAt": "2018-11-26T20:42:00Z", "content": "Each year, the halls of America's most well-known address get decked out to set off the season's festivities. This year's official theme for the White House decorations is \" American Treasures,\" and decorations include hundreds of trees and ornaments of all s… [+512 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Remi Rosmarin", "title": "55 unique Cyber Monday deals you can get right now — all for under $50", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Some of us go into Cyber Monday with a game plan. We know what we want, what price we want to pay…", "url": "https://www.businessinsider.com/what-to-buy-on-cyber-monday-under-50-dollars-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc50e08c35ab01dc783fb3-750-375.jpg", "publishedAt": "2018-11-26T20:35:00Z", "content": "Shayanne Gal/Business Insider The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Treat yourself to some Philosophy skincare goodies with this Cyber … [+905 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Top 12 waiver-wire pickups for Week 13 of fantasy football", "description": "There are only a few weeks left for fantasy players to prepare their rosters for the postseason. While the biggest steals of the season are already long gone, there are still options at every position for fantasy players looking to add some depth to their lin…", "url": "https://www.businessinsider.com/waiver-wire-week-13-pick-ups-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc522bb73c287d6f7217bc-1536-768.jpg", "publishedAt": "2018-11-26T20:34:38Z", "content": "ESPN fantasy ownership: 1.5% Week 12 stats: 160 passing yards, one passing touchdown, 99 rushing yards, one rushing touchdown — 26.3 fantasy points One thing to know: Josh Allen's accuracy remains a big question, but on Sunday he showed that he could be a dan… [+453 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Barsouk", "title": "I'm convinced that exercising in the morning has transformed my productivity, and research backs me up", "description": "Exercising in the morning can be a beneficial addition to your daily routine. Among other benefits, exercise is scientifically proven to boost wakefulness. Author Adam Barsouk explains how a routine of morning exercise \"transformed\" his productivity. I used t…", "url": "https://www.businessinsider.com/how-morning-exercise-can-increase-productivity-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc519ce4218a7c4e5c0309-1536-768.jpg", "publishedAt": "2018-11-26T20:25:00Z", "content": "I used to find that getting out of bed was the most difficult ordeal of the morning. Hitting snooze for a few minutes led to snoozing for hours, and that morning grogginess would plague the rest of my day. Luckily, I happened upon a straightforward, scientifi… [+3756 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Here’s how to use Duplex, Google’s crazy new service that impersonates a human voice to make appointments on your behalf (GOOG, GOOGL)", "description": "Google has started to roll out its artificial intelligence-powered reservation booking service, called Google Duplex, to some Pixel users. The feature debuted over the summer at Google's I/O conference, where it stunned the audience with its eerily human-soun…", "url": "https://www.businessinsider.com/google-appointment-booking-reservation-tool-duplex-pixel-phones-how-to-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc297c8c35ab78e37dd4ec-1920-960.jpg", "publishedAt": "2018-11-26T20:22:35Z", "content": "Google is bringing Pixel users one step closer to never having to make another phone call again thanks to a new voice-enabled tool that can schedule appointments and book dinner reservations for you. Duplex, the newest artificial intelligence tool for Google … [+1007 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Owen Burke", "title": "10 standout Cyber Monday deals on speakers — from the likes of Bose, Sonos, and JBL", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The web is full of indoor and outdoor audio deals this Cyber Monday, give your weary eyes a rest …", "url": "https://www.businessinsider.com/cyber-monday-speaker-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc3a98d1e84422f610f029-1136-568.jpg", "publishedAt": "2018-11-26T20:18:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Scouring the web for deals on audio equipment can be a headache and a half, and then some if you … [+610 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "More than 100 migrants arrested after mad dash at the border", "description": "US authorities reportedly arrested 69 migrants that attempted to enter the US on Sunday when a large group rushed the border at San Ysidro in California. Tijuana police said that another three-dozen migrants were arrested on the Mexican side. Those who were d…", "url": "https://www.businessinsider.com/migrants-arrested-us-mexico-border-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc4c7a9e8c5312872edb98-2732-1366.jpg", "publishedAt": "2018-11-26T20:08:25Z", "content": "More than 100 migrants have been arrested after trying to cross the US-Mexico border on Sunday, authorities in the US and Mexico have said. A mass of Central American migrants charged the US southern border on Sunday, overwhelming police blockades near San Ys… [+3796 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "'Rebirth of creativity in a new form': Ad industry execs sound off on WPP's agencies J. Walter Thompson and Wunderman merging", "description": "Ad holding giant WPP is merging creative agency J. Walter Thompson with its global digital network Wunderman, the company announced today. The merger is the most recent illustration of WPP chief Mark Read's quest to simplify WPP's various networks; integrate …", "url": "https://www.businessinsider.com/ad-industry-executives-sound-off-on-jwt-and-wunderman-merger-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc39d7e4218a788563a37b-1136-568.jpg", "publishedAt": "2018-11-26T20:05:40Z", "content": "Ad holding giant WPP is merging J. Walter Thompson, one of the world's oldest ad agencies, with its global digital network Wunderman, the company announced today. The new organization will be known as Wunderman Thompson and will led by Wunderman global CEO Me… [+3982 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "Dunkin' execs reveal why they want customers to 'order through a robot' in the near future (DNKN)", "description": "Dunkin' Donuts is rebranding as just Dunkin' and bringing some big changes to its stores in the process. Dunkin' is testing new technology in its Innovation Lab and emphasizing mobile ordering to make crew members' jobs simpler. Dan Wheeler, Dunkin' Brands' v…", "url": "https://www.businessinsider.com/dunkin-tests-ordering-tech-robots-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedbc71e4218a181e793048-1920-960.jpg", "publishedAt": "2018-11-26T19:57:56Z", "content": "As Dunkin' rolls out its rebrand to new and existing locations nationwide, executives say the coffee empire isn't afraid to embrace automation. The rebrand, which started with a name change to just Dunkin', also includes new features like cold brew taps, bran… [+1977 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher", "title": "NASA's new Mars mission just landed — and it could reveal why Earth is habitable but the red planet is not", "description": "NASA just successfully landed its InSight robot on the surface of Mars. InSight won't move around Mars, but it will be the first mission to take the red planet's temperature. NASA will also listen for Mars quakes caused by meteorite impacts and tectonic movem…", "url": "https://www.businessinsider.com/nasa-insight-mars-probe-landing-successful-science-mission-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc12870591f216a11f8997-1920-960.png", "publishedAt": "2018-11-26T19:54:00Z", "content": "While online shoppers celebrated Cyber Monday deals, NASA researchers cheered the successful landing of a new probe on Mars. The roughly $830 million mission is called InSight — short for \"Interior Exploration using Seismic Investigations, Geodesy and Heat Tr… [+7661 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dakin Campbell", "title": "Top fintech VCs explain how PayPal missed a golden opportunity, and why they wouldn't invest in LendingClub today", "description": "PayPal made a mistake when it moved too slowly to offer financing to consumers who used its platform, according to Jim Robinson, general partner at RRE Ventures. Venture capitalists wouldn't invest in certain consumer and small business lending companies, kno…", "url": "https://www.businessinsider.com/top-vcs-discuss-fintech-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf81ee1f556fc479c1a4d1e-1920-960.jpg", "publishedAt": "2018-11-26T19:53:20Z", "content": "PayPal is arguably one of the biggest success stories to come out of Silicon Valley in the last 20 years. It launched the careers of Peter Thiel, Elon Musk and Max Levchin and paved the way for other members of the PayPal mafia to make seed investments in a n… [+4313 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "Here’s why you need smarter BI for retail operations", "description": "Retail is one of the most data-driven industries in the world, so using business intelligence (BI) software to estimate inventory needs, understand customer behavior, and build forecasts is the life’s blood of any retailer. As technology advances, so does cus…", "url": "https://www.businessinsider.com/sc/business-intelligence-makes-retail-operations-smarter-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc0f950591f216166245af-1334-667.jpg", "publishedAt": "2018-11-26T19:45:00Z", "content": "Retail is one of the most data-driven industries in the world, so using business intelligence (BI) software to estimate inventory needs, understand customer behavior, and build forecasts is the life's blood of any retailer. As technology advances, so does cus… [+4313 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Loved ones with health-care decision-making power often over-confident - Business Insider", "description": "Yale News Loved ones with health-care decision-making power often over-confident Business Insider By Linda Carroll. (Reuters Health) - People entrusted with decision-making for incapacitated loved ones tend to believe they know what their loved ones would cho…", "url": "https://www.businessinsider.com/r-loved-ones-with-health-care-decision-making-power-often-over-confident-2018-11", "urlToImage": null, "publishedAt": "2018-11-26T19:41:52Z", "content": "By Linda Carroll (Reuters Health) - People entrusted with decision-making for incapacitated loved ones tend to believe they know what their loved ones would choose - but the vast majority of surrogate decision-makers in a recent study were wrong about loved o… [+4215 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "I visited the 'Equinox of egg freezing' in NYC, where you can drink green juice and Instagram your fertility experience — and it felt more like a fancy spa than a medical facility", "description": "Trellis is a brand-new fertility studio in New York City that offers fertility assessments and services related to egg freezing. The studio has called itself \"the Equinox of egg freezing\" in comparison to the $240 a month luxury gym chain. \"We wanted to creat…", "url": "https://www.businessinsider.com/egg-freezing-nyc-trellis-fertility-studio-clinic-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf325d2beb670700f5a2f20-2732-1366.jpg", "publishedAt": "2018-11-26T19:35:00Z", "content": "They call themselves the \"Equinox of egg freezing.\" It may seem odd to liken a fertility clinic to a luxury gym chain, but for Jennifer Huang, the chief marketing officer at Trellis, a brand-new boutique fertility studio in New York City, the comparison makes… [+1716 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Natalia Lusinski", "title": "14 people share the best advice they've ever received from a teacher", "description": "As we grow up, our teachers share significant wisdom and advice with us. Whether we learn specific lessons or we absorb their words through osmosis, what we gain from them becomes invaluable. Here, 14 people share the best advice they've ever received from a …", "url": "https://www.businessinsider.com/best-advice-people-received-from-teacher-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc3637101142143547cb79-1920-960.jpg", "publishedAt": "2018-11-26T19:35:00Z", "content": "Throughout childhood and into adulthood, various teachers shape the people we become, and certain pieces of their advice resonate with us deeply. Whether the advice was meant to be advice or they offhandedly said something that stuck with us, some teachers' w… [+1012 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "15 standout deals you'll find at Bonobos during its massive Cyber Monday sale", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Today only, you can save 35% on everything at Bonobos by using the promo code \" MONDAY \" at check…", "url": "https://www.businessinsider.com/bonobos-cyber-monday-sale-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc12e0f556fc74f4643ba2-1136-568.jpg", "publishedAt": "2018-11-26T19:33:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Founded in 2007, Bonobos began with one pair of well-made pants, but quickly grew into the larges… [+1192 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "The last time Microsoft was more valuable than Apple, the Zune was still taking on the iPod (AAPL, MSFT)", "description": "Microsoft briefly surpassed Apple as the most valuable US company on Monday. The last time Microsoft was worth more than Apple was in 2010. The technology industry has changed a lot since then. Microsoft dethroned Apple as the most valuable US company during …", "url": "https://www.businessinsider.com/apple-vs-microsoft-what-tech-was-like-in-2010-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc41bbb73c287ac13ab838-2560-1280.jpg", "publishedAt": "2018-11-26T19:14:05Z", "content": "Microsoft dethroned Apple as the most valuable US company during trading on Monday. For the time being, Microsoft's market capitalization is about $812 billion. Apple's is slightly less. The largely symbolic milestone came less than two months after Apple's m… [+871 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "From kids with braces to stores selling guns, people share the biggest culture shocks they experienced in the US", "description": "Culture shock is the feeling of disorientation people often get when they move to a new environment. We compiled 15 of the biggest culture shocks non-Americans experienced in the US. They include Americans' habit of making small talk and smiling, their obsess…", "url": "https://www.businessinsider.com/biggest-culture-shocks-america-us-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc3c5cc9570179f80b41c4-1136-568.jpg", "publishedAt": "2018-11-26T19:13:44Z", "content": "In Mexico, students either need to walk home for meals or buy food outside the school, wrote the immigrant, who used the name N. Lira in a Quora thread. \"Imagine my surprise on my first day of school in the United States,\" she wrote. \"The first class consiste… [+684 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "General Motors spikes after announcing plans to idle 3 North American factories and slash 15% of its salaried workforce (GM)", "description": "General Motors on Monday announced plans to halt productions at three factories in North America and to close two propulsion-component plants in the US. The company also said it will reduce the size of its global workforce by 15%, including a 25% cut in white…", "url": "https://www.businessinsider.com/general-motors-stock-price-halts-3-north-american-factories-cuts-15-workforce-2018-11", "urlToImage": "https://static2.businessinsider.com/image/5346e0d86da811715bf67294-2400/rtr3jns7.jpg", "publishedAt": "2018-11-26T19:05:00Z", "content": "REUTERS/Gary Cameron General Motors rallied as much as 8% Monday after announcing plans to s top producing vehicles at three factories in North America and to cut its salaried employees by 15% next year. GM said its Oshawa Assembly plant in Oshawa, Ontario, i… [+1841 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "General Motors spikes after announcing plans to idle 3 North American factories and slash 15% of its salaried workforce (GM)", "description": "General Motors on Monday announced plans to halt productions at three factories in North America and to close two propulsion-component plants in the US. The company also said it will reduce the size of its global workforce by 15%, including a 25% cut in white…", "url": "https://markets.businessinsider.com/news/stocks/general-motors-stock-price-halts-3-north-american-factories-cuts-15-workforce-2018-11-1027756232", "urlToImage": "https://static2.businessinsider.com/image/5346e0d86da811715bf67294-2400/rtr3jns7.jpg", "publishedAt": "2018-11-26T19:05:00Z", "content": "REUTERS/Gary Cameron General Motors rallied as much as 8% Monday after announcing plans to s top producing vehicles at three factories in North America and to cut its salaried employees by 15% next year. GM said its Oshawa Assembly plant in Oshawa, Ontario, i… [+1841 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hayley Peterson", "title": "Black Friday spending soared to record highs — here were the top sellers at Walmart, Costco, Best Buy, and more", "description": "Black Friday spending soared to $23 billion this year, according to Mastercard. The most popular purchases at Walmart, Target, Costco, Best Buy, and Sam's Club included socks, iPads, pillows, and televisions, according to an analysis of more than 50,000 recei…", "url": "https://www.businessinsider.com/black-friday-top-sellers-walmart-target-best-buy-costco-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7d8bbbeb67041445a9925-1536-768.jpg", "publishedAt": "2018-11-26T18:59:17Z", "content": "Black Friday spending soared to record highs this year. Shoppers spent an estimated $23 billion overall in stores and online during the 24-hour day spending blitz, according to Mastercard. That's up 9% from last year. Much of the spending growth came from onl… [+486 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj and David Slotnick", "title": "The top Walmart Cyber Monday 2018 deals you can still get on sale this afternoon - Business Insider", "description": "Business Insider The top Walmart Cyber Monday 2018 deals you can still get on sale this afternoon Business Insider The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue fr…", "url": "http://uk.businessinsider.com/walmart-cyber-monday-sale-deals-2018", "urlToImage": "http://static4.uk.businessinsider.com/image/5bfb1c47bde70f240b62b9b5-1190-625/the-top-walmart-cyber-monday-2018-deals-you-can-still-get-on-sale-this-afternoon.jpg", "publishedAt": "2018-11-26T18:59:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The Google Home Mini is discounted to $25 at Walmart this Cyber Monday, 50% off its usual retail … [+1107 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Right-wing violence has 'accelerated' in the US since Trump took office", "description": "Far-right violence has been on the rise since President Donald Trump entered the White House, according to a new analysis from The Washington Post on global terrorism data. In 2018 alone, at least 20 people have been killed in alleged right-wing attacks, acco…", "url": "https://www.businessinsider.com/report-under-trump-far-right-violence-on-the-rise-in-the-us-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc398801b12d7c6d07bc8c-1920-960.jpg", "publishedAt": "2018-11-26T18:50:35Z", "content": "Far-right violence has been on the rise since President Donald Trump entered the White House, according to a new analysis from The Washington Post on global terrorism data. The report found that 92 out of 263 incidents of domestic terrorism between 2010 and t… [+2693 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Black Friday sales were the best they have been in years — but companies lost millions of dollars because they weren't ready for success", "description": "Black Friday sales reached record highs, with online sales growing 23.6% to $6.22 billion and total spend for the weekend (online and offline) expected to hit roughly $59.6 billion. However, not every retailer was prepared for the explosive sales, with compan…", "url": "https://www.businessinsider.com/black-friday-success-blindsides-retailers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc32cd9e8c530d9973f0fe-1536-768.jpg", "publishedAt": "2018-11-26T18:45:58Z", "content": "Black Friday sales set records this year. But, that doesn't mean the shopping bonanza was nothing but sunshine and daisies for retailers. Black Friday's online sales hit $6.22 billion, according to Adobe Analytics data. That's up by 23.6% from 2017's $5.03 bi… [+2659 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Backlash erupts after the Trump administration fires tear gas at migrants in clash at the US-Mexico border", "description": "US officials launched tear gas at migrants in a confrontation at a US border facility near Tijuana on Sunday, sparking sharp backlash as reports emerged of mothers and children fleeing the chemical. Chaos erupted as migrants drew close to the San Ysidro port …", "url": "https://www.businessinsider.com/tear-gas-against-migrants-at-mexico-border-backlash-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc37430d7c677a36725c30-1920-960.jpg", "publishedAt": "2018-11-26T18:32:09Z", "content": "US border authorities fired tear gas in a clash with members of a migrant caravan after a group estimated to be in the hundreds stormed the busiest port of entry along the Mexico border on Sunday. A US Customs and Border Patrol spokesperson confirmed agents d… [+5917 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Brown", "title": "What we know about the 3 Ukrainian naval vessels that Russia just fired upon and seized", "description": "The Russian navy fired on two Ukrainian naval vessels and rammed a third off the coast of Crimea on Sunday. The Russian navy also took 23 Ukrainian sailors into custody, six of whom were wounded. The Ukrainian naval vessels were two Gurza-M class artillery bo…", "url": "https://www.businessinsider.com/ukraine-naval-vessels-ships-russia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc137b3815077e653aa602-1136-568.jpg", "publishedAt": "2018-11-26T18:25:38Z", "content": "Russia captured three Ukrainian naval vessels and its crews on Sunday off the coast of Crimea. The Russian navy fired on two of the Ukrainian naval vessels and rammed a third in the Kerch Strait, which connects the Sea of Azov and Black Sea. Six of the 23 Ukr… [+652 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Shake-up in college basketball AP Top 25 may provide a glimpse into who has the inside track to No. 1 seeds in NCAA tournament", "description": "After seven ranked teams — including two in the top 10 — were upset since the AP released its last Top 25 Poll, the updated rankings look remarkably different than they did last week. The Clemson Tigers, UCLA Bruins, TCU Horned Frogs, and LSU Tigers all fell …", "url": "https://www.businessinsider.com/college-basketball-ap-top-25-poll-hints-at-no-1-ncaa-tournament-seeds-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc1ff201b12d77bb030559-1334-667.jpg", "publishedAt": "2018-11-26T18:24:54Z", "content": "After a wild week in the world of college basketball, the AP Top 25 Poll has taken on a very different look than it had in Week 3. Seven ranked teams — including the No. 1 Duke Blue Devils — were upset since the AP released its last Top 25 Poll November 19. F… [+2428 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Amtrak passengers were trapped for 6 hours without air conditioning or working toilets after their train got stuck in Queens", "description": "An Amtrak Acela Express train was stuck in Queens, New York for six hours on Sunday because of damage to overhead power lines. Power was shut off to the train, causing toilets to fill up while on-board temperatures — and tempers — climbed. The train eventuall…", "url": "https://www.businessinsider.com/amtrak-train-stuck-for-hours-without-air-conditioning-or-toilets-new-york-boston-acela-2230-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc2bfa0591f21b8560599e-1920-960.jpg", "publishedAt": "2018-11-26T18:22:53Z", "content": "Amtrak 's high-speed service, the Acela Express, wasn't so express for passengers stuck between New York and Boston on Sunday during one of the busiest travel weekends of the year. Train 2230, which operated on schedule from Washington D.C. to New York, depar… [+1870 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Vancouver's housing market is headed for a 'bumpy landing,' economist says", "description": "Following new mortgage regulations and higher rates, Canada's most expensive housing markets have slowed sharply this year. The housing market in Toronto has showed signs of stabilization in recent months. But Vancouver may not be headed for a similarly soft …", "url": "https://markets.businessinsider.com/news/stocks/vancouver-housing-market-could-be-headed-for-more-trouble-2018-11-1027756183", "urlToImage": "https://static6.businessinsider.com/image/57f3c40157540cdd0a8b46c7-2000/rtrm1na.jpg", "publishedAt": "2018-11-26T18:14:00Z", "content": "Reuters/Reuters Photographer As Canada's housing market cools down, economists say some of its once-booming cities look poised for uneven corrections. Canada’s housing market has cooled since new mortgage regulations aimed at reining in demand and risky lendi… [+2120 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Vancouver's housing market is headed for a 'bumpy landing,' economist says", "description": "Following new mortgage regulations and higher rates, Canada's most expensive housing markets have slowed sharply this year. The housing market in Toronto has showed signs of stabilization in recent months. But Vancouver may not be headed for a similarly soft …", "url": "https://www.businessinsider.com/vancouver-housing-market-could-be-headed-for-more-trouble-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc20d9e4218a745415a972-1920-960.jpg", "publishedAt": "2018-11-26T18:14:00Z", "content": "As Canada's housing market cools down, economists say some of its once-booming cities look poised for uneven corrections. Canada's housing market has cooled since new mortgage regulations aimed at reining in demand and risky lending took effect at the start o… [+2091 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson", "title": "Airbnb poaches Amazon exec as its new CFO as the $31 billion startup preps for IPO", "description": "Airbnb, which is poised to go public in the second half of 2019, has a new chief financial officer. Dave Stephenson joined Airbnb after 17 years at Amazon. He replaces Laurence Tosi, who left the CFO role in February after reportedly disagreeing with CEO Bria…", "url": "https://www.businessinsider.com/airbnb-poaches-amazon-exec-dave-stephenson-new-cfo-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc32e7beb67078e34f8efe-1920-960.jpg", "publishedAt": "2018-11-26T18:05:47Z", "content": "Airbnb has a new chief financial officer, the company announced Monday. Dave Stephenson, whose spent the last 17 years at Amazon, joins the startup more than nine months after Laurence Tosi left the position vacant. Stephenson was poached from his role as vic… [+1009 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "'GM let Northeast Ohio down': GOP senator slams GM decision to shutter factories and lay off workers", "description": "General Motors announced that it would stop producing cars at three North American plants and slash its workforce. One of the plants being shuttered is in Lordstown, Ohio. Ohio politicians blasted the move. \"For decades, workers in the Mahoning Valley have ma…", "url": "https://www.businessinsider.com/gm-layoffs-plant-closings-stock-outrage-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc2fbd0591f21c860977ab-1136-568.jpg", "publishedAt": "2018-11-26T17:59:13Z", "content": "General Motors' announcement Monday that it would stop producing cars at three North American factories and lay off a significant portion of its workforce was met with immediate condemnation from lawmakers of all political stripes. The automaker announced tha… [+2563 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Guetig", "title": "Entertainment pioneers Chris Albrecht and Curtis '50 Cent' Jackson will discuss TV's golden age at IGNITION 2018", "description": "The television landscape has shifted dramatically over the past decade. We'll be talking to some of the executives and creatives heralding in TV's new golden age at IGNITION. Starz CEO Chris Albrecht will take the stage with award-winning rapper, entrepreneur…", "url": "https://www.businessinsider.com/starz-execs-chris-albrecht-curtis-50-cent-jackson-ignition-2018-11", "urlToImage": null, "publishedAt": "2018-11-26T17:57:36Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "A Southwest Airlines baggage handler was caught on camera recklessly throwing luggage around (LUV)", "description": "A Southwest Airlines baggage handler was caught on camera recklessly throwing around luggage at the Phoenix Sky Harbor Airport. Phoenix resident, Loudin Krueg, used his cell phone to film the Southwest Airlines employee throw luggage labeled \"live tropical fi…", "url": "https://www.businessinsider.com/southwest-airlines-baggage-handler-caught-camera-throwing-luggage-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc15ce3815077e6761e3b1-2732-1366.jpg", "publishedAt": "2018-11-26T17:53:06Z", "content": "A Southwest Airlines baggage handler was caught on camera recklessly throwing around luggage at the Phoenix Sky Harbor Airport, according to multiple reports. KARE 11 NBC reports that a Phoenix resident, Loudin Krueg, used his cell phone to film the Southwest… [+1593 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Microsoft dethrones Apple as the most valuable US company (AAPL, MSFT)", "description": "Microsoft surpassed Apple as the most valuable US company. Its market value was about $814 billion. Watch Microsoft and Apple trade live. Microsoft surpassed Apple as the most valuable company in the US, with a market capitalization of about $812 billion. App…", "url": "https://markets.businessinsider.com/news/stocks/microsoft-dethrones-apple-as-the-most-valuable-us-company-2018-11-1027756092", "urlToImage": "https://static3.businessinsider.com/image/5ab9905ee308412a008b4605-2000/5ab42ef9f9963440008b4a18.jpg", "publishedAt": "2018-11-26T17:51:00Z", "content": "Reuters/Shannon Stapleton Microsoft surpassed Apple as the most valuable company in the US, reaching a market capitalization of about $814 billion. Apple's market cap was slightly less. It's a somewhat surprising turn of events as less than two months ago Mic… [+1323 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Oscar-winning director Guillermo del Toro says he's lost over a decade of work on unmade movies, including 'Justice League Dark' and 'Beauty and the Beast'", "description": "Oscar-winning director Guillermo del Toro shared a list of movies on Twitter Monday that he'd written or developed that never got made. The list includes \"Justice League Dark,\" \"Beauty and the Beast,\" and \"Pacific Rim 2.\" Del Toro said he lost more than a dec…", "url": "https://www.businessinsider.com/guillermo-del-toro-unmade-movies-justice-league-pacific-rim-2-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc2b590d7c67771a5ba1cc-960-480.png", "publishedAt": "2018-11-26T17:49:34Z", "content": "\"Justice League\" fans could start asking for the \"Guillermo del Toro cut\" soon. The Oscar-winning director of \"The Shape of Water\" shared a list of movies on Twitter Monday that he had written, co-written, or developed that had yet to be produced. The list in… [+1908 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kelly McLaughlin", "title": "A Fox News guest suggested that the tear gas being used on migrants at the border is so 'natural' you could 'put it on your nachos'", "description": "Ron Colburn, president of the Border Patrol Foundation, defended the use of tear gas on migrants at the US-Mexico border on Monday. He said the tear gas was \"natural\" and said \"you could actually put it on your nachos and eat it.\" Videos and photos posted to …", "url": "https://www.businessinsider.com/fox-news-guest-defended-tear-gas-use-at-us-mexico-border-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc2a9eb73c2876207c3c48-1334-667.jpg", "publishedAt": "2018-11-26T17:47:10Z", "content": "A \"Fox and Friends\" guest downplayed the use of tear gas against migrants at the US-Mexico border on Monday, saying that the spray is \"natural\" and could be put on nachos. President of the Border Patrol Foundation and former Border Patrol deputy, Ron Colburn,… [+1792 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Anderson and Jessica Orwig", "title": "Why Mars is the hardest planet to land on in our solar system", "description": "NASA's InSight probe is scheduled to touch down on Mars today, but it's easier said than done — only 40% of Mars landings have been successful. Mars' atmosphere is 100 times thinner than Earth's making it extremely difficult to land on Mars. To date, only thr…", "url": "https://www.businessinsider.com/nasa-mars-landing-super-hard-insight-curiosity-mars2020-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5d641c957012d2e3ae639-2732-1366.jpg", "publishedAt": "2018-11-26T17:43:00Z", "content": "Following is the transcript of the video. Landing on Mars is easier said than done. Over the last 50 years, spacecraft have landed on over half a dozen worlds. Including Venus, Saturn's moon Titan, a comet, and more. But nowhere has proven more treacherous th… [+2841 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Roger Stone associate Jerome Corsi reportedly turns down plea deal from Robert Mueller: 'I will not lie to save my life'", "description": "Roger Stone associate Jerome Corsi says that special counsel Robert Mueller offered him a plea deal, but he turned it down. Corsi told reporters that he maintains his innocence and refuses to support an accusation he says was included in the plea deal: that h…", "url": "https://www.businessinsider.com/jerome-corsi-mueller-guilty-plea-deal-declined-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc2c97c9570176a34961aa-1536-768.jpg", "publishedAt": "2018-11-26T17:41:44Z", "content": "Jerome Corsi, an associate of Roger Stone, documented conspiracy theorist, and central figure in special counsel Robert Mueller's investigation into Russian election interference, has told reporters that he's been offered a plea deal by Mueller, but that he d… [+1558 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "What a $250,000 home looks like in the biggest city in every state", "description": "Housing prices are on the climb, and with them, the chance of getting less space for your money. With the help of Trulia, we found how much home $250,000 will buy in the biggest city in every state. In Wichita, Kansas, $250,000 can buy 3,504 square-foot house…", "url": "https://www.businessinsider.com/250000-home-listings-us-cities-los-angeles-new-york-seattle-2018-7", "urlToImage": "https://amp.businessinsider.com/images/5b4e5675bbb8832f008b45c3-1136-568.jpg", "publishedAt": "2018-11-26T17:39:00Z", "content": "It's no secret that housing prices in the US are on the climb. It's getting even harder to afford a $500,000 home, let alone a $1 million home. We teamed up with Trulia to see just how far $250,000 — about the cost of an entry-level home when you consider the… [+573 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "8 reasons you should buy Fitbit's $150 smartwatch instead of an Apple Watch", "description": "The Fitbit Versa is a $200 smartwatch aimed at the everyday consumer. While the Apple Watch has long been the leader in the smartwatch category, there are plenty to reasons to choose Fitbit's Versa instead. Fitbit is offering the watch for $150 right now — $5…", "url": "https://www.businessinsider.com/fitbit-versa-vs-apple-watch-2018-5", "urlToImage": "https://amp.businessinsider.com/images/5afb41821ae6621d008b458c-1920-960.jpg", "publishedAt": "2018-11-26T17:39:00Z", "content": "The Fitbit Versa has only a handful of apps preloaded, and none of them are messaging, email, or traditional social apps. Instead, it has things like Starbucks, as well as weather- and meditation-related apps. You don't even have the option to load on Gmail o… [+411 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "The World Chess Championship is all tied after 11 games — and it's been nothing but draws going into the final game before tiebreaks", "description": "The 2018 World Chess Championship is dead-even after 11 consecutive drawn games. That's never happened before. Game 12 will be a test of whether American challenger Fabiano Caruana wants to risk it all with the white pieces against three-time champ Magnus Car…", "url": "https://www.businessinsider.com/world-chess-championship-tied-after-11-games-draws-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef27650591f24c0743564e-960-480.jpg", "publishedAt": "2018-11-26T17:36:14Z", "content": "After an unprecedented 11 draws, the 2018 World Chess Championship has come down to a final classical game, being played today in London between defending champ Magnus Carlsen of Norway and challenger Fabiano Caruana of the United States. The No. 1 and No. 2 … [+3381 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "The biggest Nintendo game of 2018 isn't out yet, but the game has already leaked to pirates", "description": "Nintendo's biggest game of the year, \"Super Smash Bros. Ultimate,\" is scheduled to launch on December 7. It's the fifth major entry in the \"Super Smash Bros.\" fighting game series, which stars a massive cast of classic gaming characters from Nintendo and else…", "url": "https://www.businessinsider.com/super-smash-bros-ultimate-leak-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc1d0466be505b2633f2d1-1920-960.png", "publishedAt": "2018-11-26T17:34:55Z", "content": "Nintendo is playing whack-a-mole with leaked videos of its next big game, \"Super Smash Bros. Ultimate.\" The Japanese video game powerhouse is issuing takedown notices to countless YouTube and Twitch videos that offer an unfiltered look at the next big Nintend… [+1475 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Microsoft dethrones Apple as the most valuable US company (AAPL, MSFT)", "description": "Microsoft surpassed Apple as the most valuable company in the US, reaching a market capitalization of about $814 billion. Apple's market cap was slightly less. It's a surprising turn of events as less than two months ago Microsoft's topped out at $887 billion…", "url": "https://www.businessinsider.com/microsoft-dethrones-apple-as-the-most-valuable-us-company-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ab990959096bc2b008b4610-1920-960.jpg", "publishedAt": "2018-11-26T17:34:00Z", "content": "Microsoft surpassed Apple as the most valuable company in the US, reaching a market capitalization of about $814 billion. Apple's market cap was slightly less. It's a surprising turn of events as less than two months ago Microsoft's topped out at $887 billion… [+1064 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "The salary you need to afford rent in every state, ranked", "description": "Renters have their work — or wallets — cut out for them. GoBankingRates recently revealed the salary renters need to afford rent for a single-family home in every US state. In some states, renters need to earn as much as $100,000. Only four states have a medi…", "url": "https://www.businessinsider.com/salary-afford-rent-every-state-us-ranked-2018-7", "urlToImage": "https://amp.businessinsider.com/images/5b4fb0f529710523008b4787-1920-960.jpg", "publishedAt": "2018-11-26T17:30:00Z", "content": "You need a six-figure salary to keep rent costs below 30% of your income in California. Irina Klyuchnikova/Shutterstock Being a renter these days isn't fun. Renters spent a record amount of money on housing in 2017, and in some cities, they're dealing with cl… [+1164 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj", "title": "You can save $60 on an Amazon Echo bundle that comes with a pair of smart light bulbs today", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. It's Cyber Monday, and you can save $60 on a bundle that includes a second-generation Amazon Echo…", "url": "https://www.businessinsider.com/cyber-monday-amazon-echo-sengled-bundle-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ba8ede039ce1a8d418b456a-1536-768.jpg", "publishedAt": "2018-11-26T17:30:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Cyber Monday is here, and we've combed through thousands of deals from several stores to make sur… [+1717 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Bienkov", "title": "Theresa May's Brexit deal will be voted on by MPs on December 11", "description": "LONDON — Theresa May has just two weeks to sell her Brexit deal to parliament after Conservative MPs were told that the so-called \"meaningful vote\" on the agreement will be held in the House of Commons on December 11. In a letter leaked to Business Insider th…", "url": "https://www.businessinsider.com/theresa-mays-brexit-deal-meaningful-vote-mps-on-december-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc2a55da27f818d925f77b-960-480.jpg", "publishedAt": "2018-11-26T17:25:13Z", "content": "LONDON — Theresa May has just two weeks to sell her Brexit deal to parliament after Conservative MPs were told that the so-called \"meaningful vote\" on the agreement will be held in the House of Commons on December 11. In a letter leaked to Business Insider, t… [+738 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "AMD and Nvidia's crypto problems 'will persist longer than expected,' RBC says (AMD, NVDA)", "description": "Cryptocurrencies, including bitcoin and ethereum, are sitting at their lowest levels in more than a year. Chipmakers such as AMD and Nvidia have warned investors about potential headwinds following the crypto boom and its bust. AMD and Nvidia's oversupply of …", "url": "http://markets.businessinsider.com/news/stocks/AMD-and-Nvidia-s-crypto-problems-will-persist-longer-than-expected-RBC-says-AMD-NVDA-1027756060", "urlToImage": "https://static2.businessinsider.com/image/5bd08d39d2e648504714217c-2400/2006-10-24t000000z368155717bm2dtudiiyaartrmadp3germany.jpg", "publishedAt": "2018-11-26T17:24:00Z", "content": "As cryptocurrencies plunge to their lowest levels in more than a year, crypto-mining chipmakers such as AMD and Nvidia are feeling the long-lasting pain, RBC said in a note titled \"Crypto mining issues likely to persist longer than expected.\" \"A high quality … [+2436 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "AMD and Nvidia's crypto problems 'will persist longer than expected,' RBC says (AMD, NVDA)", "description": "Cryptocurrencies, including bitcoin and ethereum, are sitting at their lowest levels in more than a year. Chipmakers such as AMD and Nvidia have warned investors about potential headwinds following the crypto boom and its bust. AMD and Nvidia's oversupply of …", "url": "https://www.businessinsider.com/amd-nvidia-stock-price-crypto-problems-to-last-longer-rbc-2018-11", "urlToImage": null, "publishedAt": "2018-11-26T17:24:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "How Facebook CEO Mark Zuckerberg could be humbled by a creepy bikini app (FB)", "description": "British lawmakers have seized and may publish potentially explosive documents that could shed light on Facebook's approach to user privacy. The documents risk reopening barely healed wounds over Cambridge Analytica, a scandal that easily ranks among the worst…", "url": "https://www.businessinsider.com/facebook-ceo-mark-zuckerberg-could-be-humbled-by-six4three-pikinis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc1de9beb6707519493361-960-480.jpg", "publishedAt": "2018-11-26T17:20:55Z", "content": "Just when you thought that the heat had gone from Facebook's Cambridge Analytica scandal, a fire has been lit under the story again by a group of British lawmakers who have been relentless in their pursuit of answers. MP Damian Collins had hit a brick wall wi… [+5435 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "LeBron James' move to the Lakers is having one negative effect on the NBA — it's killing TV ratings", "description": "NBA TV ratings are down to start the season. ESPN has seen a 6% decrease in viewership while TNT has seen a 26% decrease, getting off to their worst start in a decade. LeBron James' move to the Western Conference and the void left in the East has massively im…", "url": "https://www.businessinsider.com/nba-tv-ratings-lebron-james-lakers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc23a701b12d7862250ed1-1136-568.jpg", "publishedAt": "2018-11-26T17:16:07Z", "content": "One month into the NBA season, TV ratings are down, and LeBron James is partly to blame, according to Austin Karp of Sports Business Daily. TNT's viewership is down 26%, and ESPN's is down 6%, with TNT averaging 1.79 million viewers per telecast, its slowest … [+1783 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "What it's like to use the Gravity Blanket, a $250 weighted blanket that's designed to reduce stress and help you sleep", "description": "The Gravity Blanket is a weighted blanket that's intended to help you feel less stressed and sleep better. The blanket began as a Kickstarter campaign, which raised more than $4.7 million. Now, Gravity says the blanket has netted more than $15 million in sale…", "url": "https://www.businessinsider.com/gravity-blanket-review-weighted-blanket-sleep-stress-reduction-2018-6", "urlToImage": "https://amp.businessinsider.com/images/5b1fd12f1ae66222008b4cea-1920-960.jpg", "publishedAt": "2018-11-26T17:12:00Z", "content": "When first I got a Gravity Blanket to test out, I had big plans for turning it into a scientific experiment. I would wear an Apple Watch, I reasoned, to test how my heart rate responded to a weighted blanket. I planned to take notes about my mood and stress l… [+4455 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "Here's why you should keep your current smartphone for as long as you can (AAPL, GOOG, GOOGL)", "description": "The latest smartphones are very attractive and more powerful than ever before. They're also more expensive than ever. It makes sense to hold onto your current smartphone for as long as you can — your current phone is probably fine. Besides, most phones have t…", "url": "https://www.businessinsider.com/keep-your-current-smartphone-for-as-long-as-you-can-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc1fa8e4218a7431703eef-2732-1366.jpg", "publishedAt": "2018-11-26T17:07:11Z", "content": "It's the holiday season, and lots of people are thinking about upgrading their phones. Tons of great new phones came out in 2018. Apple launched three new phones — the iPhone XR, XS and XS Max — Google released the Pixel 3 and Pixel 3 XL, Samsung had its Gala… [+4514 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Malarie Gokey", "title": "The top 10 phone deals of Cyber Monday 2018 from Apple, Samsung, Google, and more", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. It's not every day you see smartphones on sale, but Cyber Monday is chock full of great prices on…", "url": "https://www.businessinsider.com/cyber-monday-phone-deals-iphone-samsung-google-pixel-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc0a1cda27f8130a226968-1920-960.jpg", "publishedAt": "2018-11-26T17:06:00Z", "content": "Shayanne Gal/Business Insider The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. It's not every day you see smartphones on sale, but Cyber Monday is… [+9000 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Google denounces Senator Hyde-Smith's 'public hanging' remark after donating to her campaign, but has yet to join companies like Walmart and AT&T asking for their donation to be returned (GOOGL, GOOG)", "description": "Over the past week, high-profile contributors to the campaign of Senator Cindy Hyde-Smith including Walmart, AT&T, Pfizer, and Major League Baseball have requested a refund after the Mississippi politician's \"public hanging\" remark sparked outrage. A video su…", "url": "https://www.businessinsider.com/google-senator-hyde-smith-donation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc179f9e8c5308c9442915-1136-568.jpg", "publishedAt": "2018-11-26T16:58:18Z", "content": "Google has not joined other high-profile companies in requesting its campaign contributions to Senator Cindy Hyde-Smith be returned after the Mississippi politician's \"public hanging\" remark drew widespread criticism, according to Popular Information reporter… [+1660 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Mississippi's Republican Senate candidate is under fire over her history of racial insensitivity as Democrats try to pick off another deep-red seat", "description": "Sen. Cindy Hyde-Smith, the Mississippi Republican up for reelection in a Tuesday runoff, is under renewed fire for race-related issues. Hyde-Smith, who has been widely criticized for racially insensitive comments on the campaign trail, attended an all-white \"…", "url": "https://www.businessinsider.com/mississippi-republican-senate-candidate-accused-of-racial-insensitivity-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc027401b12d729742e0e4-1136-568.jpg", "publishedAt": "2018-11-26T16:56:52Z", "content": "Sen. Cindy Hyde-Smith, the Mississippi Republican up for reelection in a Tuesday runoff, is under renewed fire after a news outlets reported that Hyde-Smith attended an all-white \"segregation academy\" for high school, sent her daughter to another such academy… [+3612 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "Over half a million people downloaded these 13 games from the Google Play Store, but it turns out the apps were hiding malware (GOOG, GOOGL)", "description": "Google has removed several games from its Play Store for containing malware. The games, which were all driving simulators, required users to download an extra app that could then gain full network access to a user's device. If you've downloaded one of the app…", "url": "https://www.businessinsider.com/google-play-store-game-apps-removed-malware-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc1afb1011420f686c891a-1920-960.jpg", "publishedAt": "2018-11-26T16:56:35Z", "content": "Several games in the Google Play Store have been removed by Google for containing malware — software that can potentially harm your device, access sensitive information, or show ads continuously while you're using a device. Security researcher Lukas Stefanko … [+1982 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler and Dennis Green", "title": "Amazon may have just had its best Black Friday yet. Here's what shoppers were buying. (AMZN)", "description": "Amazon said that its Black Friday sales event beat last year's in terms of the number of items sold. Customers purchased more than one million toys and 700,000 fashion items in just the first nine hours of Black Friday. These were Amazon's top-selling items o…", "url": "https://www.businessinsider.com/amazon-black-friday-best-sellers-echo-dot-fire-tv-stick-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5aa169c2c22798de0d8b45b1-1920-960.jpg", "publishedAt": "2018-11-26T16:44:48Z", "content": "Amazon may have just had its best Black Friday yet. The company said Monday that customers shopped Black Friday deals at \"record levels\" and that it beat last year's event in terms of the number of items sold. Amazon ran a week of sales leading up to Black Fr… [+808 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Jimmy Butler hit 2 identical game-winning shots in 8 days, and it shows the 76ers' gamble is paying off", "description": "The Philadelphia 76ers traded for Jimmy Butler in early November in a move that showed the team was looking to win now. Philadelphia's investment is paying off well so far, as Butler has hit two nearly identical game-winning shots over the span of eight days.…", "url": "https://www.businessinsider.com/jimmy-butler-buzzer-beater-identical-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc1059c9570171e71d2d68-1536-768.jpg", "publishedAt": "2018-11-26T16:38:38Z", "content": "It has been only two weeks since Jimmy Butler was traded from the Minnesota Timberwolves to the Philadelphia 76ers, but Butler has already shown that the Sixers made the right move. In his third game with the team, Butler hit a last-second three-pointer to gi… [+2107 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "'Venom' just passed 'Wonder Woman' at the worldwide box office — and there's one big reason it's continued to dominate", "description": "\"Venom\" has officially surpassed \"Wonder Woman\" at the worldwide box office. A major reason is China, where \"Venom\" has made $205 million compared to $90 million for \"Wonder Woman.\" \"Venom\" has also topped other popular superhero movies, like \"Spider-Man\" and…", "url": "https://www.businessinsider.com/venom-crosses-wonder-woman-spider-man-at-global-box-office-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc1c95110d4c116c7f5155-960-480.jpg", "publishedAt": "2018-11-26T16:34:40Z", "content": "\"Venom\" continues to shock Hollywood at the box office. Sony's Spider-Man spin-off continued its dominance over the weekend, pulling in another $21 million internationally and raising its worldwide total to $822 million. That means it has officially surpassed… [+1746 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "Shocking video shows the exact moment a suspected Russian ship rams a Ukrainian boat during a tense naval clash", "description": "Russian ships reportedly fired upon two Ukrainian ships and rammed a third vessel on Sunday. Video footage taken from aboard a Russian coast guard vessel and obtained by Ukrainian authorities appears to show the exact moment an alleged Russian ship slammed in…", "url": "https://www.businessinsider.com/video-russian-ship-hits-ukraine-boat-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc13aeb73c28728a2a3d9c-2732-1366.jpg", "publishedAt": "2018-11-26T16:34:04Z", "content": "Russia fired on two Ukrainian vessels and rammed a third during a confrontation in the Sea of Azov last weekend, in an incident that left a handful of Ukrainian sailors injured. Video footage from the heated naval clash obtained and released by Arsen Avakov, … [+2032 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rayna Hollander", "title": "Smartphones pose a mounting threat to home internet service providers", "description": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. Smartphones are posing a mounting threat to home internet service provide…", "url": "https://www.businessinsider.com/us-consumers-primary-internet-access-smartphones-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc1660da27f8155377e984-2732-1366.jpg", "publishedAt": "2018-11-26T16:33:10Z", "content": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. Smartphones are posing a mounting threat to home internet service provide… [+2710 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "H.R. McMaster reportedly called Trump out for asking about taking Iraq's oil", "description": "President Donald Trump has criticized the wisdom and expense of US military operations overseas. As compensation, Trump has repeatedly suggested taking natural resources from the countries where US troops have been deployed. The idea has been rejected by both…", "url": "https://www.businessinsider.com/hr-mcmaster-criticized-trump-for-asking-about-taking-iraqs-oil-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc19759e8c53092e7df272-2732-1366.jpg", "publishedAt": "2018-11-26T16:28:40Z", "content": "President Donald Trump has more than once expressed interest in being reimbursed for US military operations by the countries where those operations take place, and his focus on the issue reportedly earned him a rebuke from former national security adviser H.R… [+3072 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "China confirms for the first time that it has a third aircraft carrier in the works", "description": "Chinese state media has confirmed for the first time that China has a third aircraft carrier in the works. China has one operational carrier and another undergoing sea trials. The second, China's first-domestically developed carrier, is expected to be commiss…", "url": "https://www.businessinsider.com/china-confirms-for-first-time-third-aircraft-carrier-in-the-works-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bcb207a98b2493e9b6be8b2-1136-568.jpg", "publishedAt": "2018-11-26T16:23:24Z", "content": "A third Chinese aircraft carrier is in development at a domestic shipyard, Chinese state media revealed Sunday, confirming for the first time long-held suspicions. The state-run Xinhua News Agency explained that while the country's first domestically-produced… [+3228 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "Here's how to tell if you are a personalization pro", "description": "Personalization is a game-changer for marketers, but executing it is easier said than done. Many don’t know where to focus or even begin, how they stack up to their competitors, and which brands are doing it right. That inspired Sailthru to launch our Retail …", "url": "https://www.businessinsider.com/sc/marketing-online-retail-personalization-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be469c8beb6706f054e625d-1136-568.jpg", "publishedAt": "2018-11-26T16:20:00Z", "content": "Personalization is a game-changer for marketers, but executing it is easier said than done. Many don't know where to focus or even begin, how they stack up to their competitors, and which brands are doing it right. That inspired Sailthru to launch our Retail … [+2876 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump is suddenly obsessed with the ballooning federal deficit after his signature legislative victories caused it to explode", "description": "President Donald Trump is suddenly obsessed with the growing federal deficit, according to a new Washington Post report. Trump's major legislative achievement — the GOP tax law — is a major driver of the exploding deficit. The possibility Trump will actually …", "url": "https://www.businessinsider.com/trump-federal-debt-deficit-gop-tax-law-budget-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57acb4b4ce38f27d328b6054-1920-960.jpg", "publishedAt": "2018-11-26T16:18:25Z", "content": "President Donald Trump is suddenly very interested in reducing the federal deficit, which is on the rise after two years of debt-adding policies pushed by the president. According to a new report from The Washington Post, Trump has demanded that Cabinet offic… [+2839 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "The MLB is under fire for donating $5,000 to a US Senate candidate after she joked about attending a public hanging, and their explanation has left more questions", "description": "The MLB made the maximum contribution allowed under law to a Mississippi Republican candidate for U.S. Senate after she made a series of racially insensitive comments, including joking about attending a public hanging. According to ESPN, the organization aske…", "url": "https://www.businessinsider.com/mlb-under-fire-for-hyde-smith-donation-explanation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfbfe069e8c530496792a47-1334-667.jpg", "publishedAt": "2018-11-26T16:14:17Z", "content": "Baseball is in the middle of its offseason, but that hasn't stopped the MLB from making headlines and becoming the center of a controversy. As first reported by Judd Legum of Popular Information, the MLB made a $5,000 donation — the maximum contribution allow… [+1443 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "Amazon has an incredible Cyber Monday sale on Bose noise-cancelling headphones", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Amazon has an amazing Cyber Monday deal on Bose QuietComfort 25 noise-cancelling headphones. Toda…", "url": "https://www.businessinsider.com/bose-headphones-cyber-monday-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b4f7a8c4768001a008b46b4-750-375.jpg", "publishedAt": "2018-11-26T16:10:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. If you're looking for headphones that block out the outside world, whether to concentrate on stud… [+3211 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "Furious Walmart shoppers are complaining that hot video game deals sold out seconds into Cyber Monday (WMT)", "description": "Walmart shoppers said that a number of hot video game deals sold out online just seconds into Cyber Monday. Customers complained that products like Red Dead Redemption and PlayStation 4 sold out suspiciously early. Walmart has advertised a number of flashy Cy…", "url": "https://www.businessinsider.com/walmart-cyber-monday-sold-out-video-game-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc0caa01b12d749107cac5-1920-960.jpg", "publishedAt": "2018-11-26T16:03:24Z", "content": "Many shoppers who stayed up late to snag one of Walmart 's Cyber Monday deals on video game products walked away empty-handed. And a number of these shoppers took to social media to report that certain items like Red Dead Redemption and PlayStation 4 seemingl… [+751 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "The Frenchman racing to become the first person to swim across the Pacific is calling it quits, but he says he'll be back next year", "description": "51-year-old Benoît Lecomte is ending his record-breaking attempt to become the first person to swim across the Pacific Ocean. He says he's not tired, but with a broken sail on his ship and the weather looking treacherous, he's calling it quits roughly a third…", "url": "https://www.businessinsider.com/ben-lecomte-ends-record-breaking-attempt-to-swim-across-the-pacific-ocean-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc1972b73c28737a5a56a5-1136-568.jpg", "publishedAt": "2018-11-26T16:00:00Z", "content": "Ben Lecomte has swum over 1,753 miles through the Pacific Ocean since he set out from the Japanese coast of Choshi in June. Along the way, during a trip he hoped would be the first recorded trans-Pacific swimming passage, he's run into turtles, been stung on … [+6022 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Owen Burke", "title": "REI's Cyber Monday sale includes everything from jackets and camping gear to a Greek Islands adventure tour", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Save up to 50% off on outerwear, underwear, and apparel from the REI Co-Op brand, Marmot, The Nor…", "url": "https://www.businessinsider.com/rei-cyber-monday-sale-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfbfa49b73c286e94321fb3-960-480.jpg", "publishedAt": "2018-11-26T16:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. It might be time to put the mosquito repellent and sunscreen away for the season, but there's sti… [+4018 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Conor McGregor's next opponent has reportedly already been arranged by the UFC, and the Irishman himself says his 2019 comeback is on", "description": "Conor McGregor reportedly has a contract in front of him to face UFC history-maker Donald \"Cowboy\" Cerrone in a fight next year. McGregor has not competed since his October loss to Khabib Nurmagomedov at UFC 229. The Irishman campaigned for an immediate remat…", "url": "https://www.businessinsider.com/conor-mcgregors-next-opponent-has-reportedly-been-arranged-by-the-ufc-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5840a0aae02ba7c45e8b622c-1334-667.jpg", "publishedAt": "2018-11-26T15:58:00Z", "content": "Conor McGregor's next opponent has reportedly been arranged by the UFC, according to Showtime presenter Brendan Schaub. The Irish striker has not fought since his UFC 229 thrashing at the hands of the Russian wrestler Khabib Nurmagomedov, who dropped him with… [+2504 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "GM will stop building cars at 3 North American factories and cut its salaried workforce by 15% in 2019 as it shifts to electric and self-driving cars (GM)", "description": "GM announced Monday that it will idle three factories in North America. The automaker said that it will shift resources to investing in electric and autonomous vehicles. GM is also rightsizing its manufacturing capacity ahead of a possible economic downturn o…", "url": "https://www.businessinsider.com/gm-to-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5accfd7987826b2a008b4aea-1136-568.jpg", "publishedAt": "2018-11-26T15:51:42Z", "content": "General Motors announced on Monday that it will stop building vehicles at three factories in North America in 2019. According to the automaker, Oshawa Assembly in Oshawa, Ontario, Canada; Detroit-Hamtramck Assembly in Detroit; and Lordstown Assembly in Warren… [+1334 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor and Jessica Tyler", "title": "Black Friday saw empty stores and fewer shoppers, signaling the death of the shopping bonanza as we know it", "description": "Black Friday 2018 saw foot traffic fall by 1.7% compared to last year. The decline in shoppers actually visiting stores reveals the rise of online shopping and highlights the fact that Black Friday sales are kicking off earlier than ever. Black Friday photos …", "url": "https://www.businessinsider.com/black-friday-store-foot-traffic-drops-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc0fbfd1e8441afe1a6ad2-1920-960.jpg", "publishedAt": "2018-11-26T15:47:25Z", "content": "If your local shopping mall felt a bit empty this Black Friday, you weren't imagining things. Foot traffic fell 1.7% on Black Friday, according to retail analytics brand ShopperTrak. Combined visits for Thanksgiving Day and Black Friday were down 1%. While a … [+1773 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Bitcoin tumbles to its lowest level since September 2017", "description": "Bitcoin was down 5% Monday and trading at its lowest level in over a year. It has fallen 40% since November 14, a few days before a hard fork in its rival bitcoin cash. Watch bitcoin trade live. Bitcoin and its rival cryptocurrencies were under pressure Monda…", "url": "https://www.businessinsider.com/bitcoin-price-tumbles-crypto-bloodbath-continues-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a846237d030721a008b470f-1920-960.jpg", "publishedAt": "2018-11-26T15:47:00Z", "content": "Bitcoin and its rival cryptocurrencies were under pressure Monday as the relentless sell-off that began less than two weeks ago continued. Early selling Monday had bitcoin, the largest crytpocurrency by market value, down 5% to near $3,800 and trading at leve… [+1116 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Bitcoin tumbles to its lowest level since September 2017", "description": "Bitcoin was down 5% Monday and trading at its lowest level in over a year. It has fallen 40% since November 14, a few days before a hard fork in its rival bitcoin cash. Watch bitcoin trade live. Bitcoin and its rival cryptocurrencies were under pressure Monda…", "url": "https://markets.businessinsider.com/currencies/news/bitcoin-price-tumbles-crypto-bloodbath-continues-2018-11-1027755712", "urlToImage": "https://static6.businessinsider.com/image/5a78f299b06a791e008b4791-2000/bitcoin-china.jpg", "publishedAt": "2018-11-26T15:47:00Z", "content": "Bitcoin and its rival cryptocurrencies were under pressure Monday as the relentless sell-off that began less than two weeks ago continued. Early selling Monday had bitcoin, the largest cryptocurrency by market value, down 5% to near $3,800 and trading at leve… [+1116 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Greg Magana", "title": "Thanksgiving e-commerce hit $3.7 billion this year", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. E-commerce sales in the US on Thanksgiving saw a significant acceleration fro…", "url": "https://www.businessinsider.com/thanksgiving-ecommerce-explodes-year-over-year-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc13fc8c35ab75283a1bda-1136-568.jpg", "publishedAt": "2018-11-26T15:46:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. E-commerce sales in the US on Thanksgiving saw a significant acceleration fro… [+2811 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nicky Lineaweaver", "title": "Apple and the VA may bring electronic health records to 9M veterans (AAPL)", "description": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Apple is in preliminary talks with the US Department of Veterans Affairs …", "url": "https://www.businessinsider.com/apple-veterans-affairs-portable-electronic-health-records-for-veterans-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc12189e8c5307c941b44c-1536-768.jpg", "publishedAt": "2018-11-26T15:35:00Z", "content": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Apple is in preliminary talks with the US Department of Veterans Affairs … [+2394 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "Silicon Valley's favorite designer created a line of tiny homes that cost just $280,000. Take a look inside.", "description": "Designer Yves Béhar has created a new line of prefabricated tiny homes that range from 250 to 1,200 square feet. The designs are being touted as a possible solution to the affordable housing crisis in cities like Los Angeles and San Francisco. The \"backyard u…", "url": "https://www.businessinsider.com/tiny-homes-designer-yves-behar-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5bdff110d4c1abd24268e-2732-1366.jpg", "publishedAt": "2018-11-26T15:24:00Z", "content": "Designer Yves Béhar has shepherded along countless products, from laptops and bluetooth headsets to juicers and soda machines. His San Francisco-based design firm, fuseproject, is known for items like SNOO, a robotic bassinet, and Jambox, a speaker that was o… [+1302 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Abby Jackson", "title": "Business Insider wants your nominations for our power players of telecom list", "description": "We're seeking nominations for Business Insider's list of the power players of telecom. We want to hear from you. Please submit your ideas via this survey. These power players are shaking things up at ever-evolving telcos like AT&T, Comcast, and Verizon. They …", "url": "https://www.businessinsider.com/nominations-for-the-power-players-of-telecom-list-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc08a50591f214fb37b654-2732-1366.jpg", "publishedAt": "2018-11-26T15:23:25Z", "content": "We're seeking nominations for Business Insider's list of the power players of telecom. We want to hear from you. Please submit your ideas via this survey. These power players are shaking things up at ever-evolving telcos like AT&amp;T, Comcast, and Verizon. T… [+753 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Green", "title": "Mobile drove Thanksgiving spending to a record high", "description": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. US consumers spent a record $3.7 billion on Thanksgiving this year, driven prim…", "url": "https://www.businessinsider.com/us-consumers-spend-record-high-thanksgiving-mobile-commerce-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc0e8c0d7c677299361b10-1920-960.jpg", "publishedAt": "2018-11-26T15:22:00Z", "content": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. US consumers spent a record $3.7 billion on Thanksgiving this year, driven prim… [+2165 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "These are the 15 best airports in America", "description": "The travel website, The Points Guy, recently released a ranking of the 15 best airports in America By looking at amenities, accessibility, and timeliness, The Points Guy was able to compile a report that ranked airports based on aspects that are most importan…", "url": "https://www.businessinsider.com/best-airports-in-america-according-to-the-points-guy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9e64866be501bcb64b9a6-2732-1366.jpg", "publishedAt": "2018-11-26T15:18:09Z", "content": "Traveling isn't for everybody, but there are those who absolutely love going through different airports and experiencing all the unique offerings of various terminals. The travel website, The Points Guy, recently released a ranking of the 15 best airports in … [+1408 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Retail stocks are rallying on Cyber Monday after Black Friday sales hit a record high", "description": "Black Friday sales hit a record high this year as much of the buying occurred online. As a result, retail stocks are rallying as the holiday shopping wave continues on Cyber Monday 2018. Watch Amazon, Best Buy, Nordstrom, Kohl's trade live. Black Friday sales…", "url": "https://markets.businessinsider.com/news/stocks/cyber-monday-2018-black-friday-sales-hit-record-retail-stocks-rally-2018-11-1027755576", "urlToImage": "https://static1.businessinsider.com/image/5bfbbee8e4218a6adc353934-1800/gettyimages-880487996.jpg", "publishedAt": "2018-11-26T15:11:00Z", "content": "Justin Sullivan/Getty Images Black Friday sales hit a record high this year, sending retail stocks up across the broad on Cyber Monday. Shoppers were projected to have spent $59.6 billion over the Black Friday weekend, up 5.7% year-over-year, according to Glo… [+800 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Retail stocks are rallying on Cyber Monday after Black Friday sales hit a record high", "description": "Black Friday sales hit a record high this year as much of the buying occurred online. As a result, retail stocks are rallying as the holiday shopping wave continues on Cyber Monday. Watch Amazon, Best Buy, Nordstrom, Kohl's trade live. Black Friday sales hit …", "url": "https://www.businessinsider.com/cyber-monday-2018-black-friday-sales-hit-record-retail-stocks-rally-2018-11", "urlToImage": null, "publishedAt": "2018-11-26T15:11:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The new 'Robin Hood' movie is officially the biggest box-office bomb of the year", "description": "The new \"Robin Hood\" movie made just $14 million over the five-day holiday at the box office. It's the biggest bomb of 2018 for a movie with a budget over $90 million. The movie faced tough competition, but it's also another example of audiences not caring ab…", "url": "https://www.businessinsider.com/robin-hood-the-biggest-box-office-bomb-of-the-year-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc06738c35ab727554b67d-750-375.jpg", "publishedAt": "2018-11-26T14:59:52Z", "content": "Hollywood loves \"Robin Hood,\" but the latest take on the classic tale may force some reconsideration. Lionsgate's \"Robin Hood,\" starring Taron Egerton and Jamie Foxx, couldn't break through the competitive Thanksgiving weekend at the box office. With a Friday… [+1458 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mekebeb Tesfaye", "title": "Lawmakers are ramping up pressure on UK banks over IT failures (BCS, RBS, V)", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. Lawmakers in the UK have launched an inquiry into the IT system failures at financial institutions (FIs) that left mill…", "url": "https://www.businessinsider.com/uk-financial-institutions-it-system-failures-lock-out-customers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc0849f556fc729d58a360-1536-768.jpg", "publishedAt": "2018-11-26T14:55:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. Lawmakers in the UK have launched an inquiry into the IT system failures at financial institutions (FIs) that left mill… [+2742 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jeremy Berke", "title": "Big asset managers like BlackRock are sitting on the sidelines of the $75 billion US marijuana industry because of one big pain point, and fixing it could inject billions into the rapidly growing sector", "description": "The world's largest asset managers are sitting on the sidelines of the US marijuana industry. Marijuana is federally illegal in the US. That means that custodian banks are generally reticent to clear stocks of marijuana companies that have US operations. That…", "url": "https://www.businessinsider.com/marijuana-industry-investment-custodial-issues-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf84fab38150758144a3f88-2732-1366.jpg", "publishedAt": "2018-11-26T14:52:58Z", "content": "BlackRock, the world's biggest asset manager, says it wants to invest in US marijuana stocks — but not quite yet. There's one key problem. The $6.4 trillion asset manager can't clear US pot stocks without banking middlemen called custodians. Until that change… [+6789 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "Airlines are copying retailers like Amazon and Walmart and starting a 'Black Friday' of their own", "description": "First, there was Black Friday, and then there was Cyber Monday. Now there's Travel Tuesday. Travel Tuesday is the Tuesday after Thanksgiving and is slated to be the day to get a great deal on plane tickets. According to airfare prediction website Hopper, the …", "url": "https://www.businessinsider.com/travel-tuesday-cheap-flight-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf86856da27f86fba40253e-2732-1366.jpg", "publishedAt": "2018-11-26T14:52:24Z", "content": "First, there was Black Friday, and then there was Cyber Monday. Now there's Travel Tuesday. In recent years, the number of airlines participating in the annual post-Thanksgiving retail fest that is Black Friday has steadily increased. However, airlines and th… [+2384 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "What you need to know in advertising today", "description": "WPP is uniting Wunderman and J. Walter Thompson to form Wunderman Thompson, the ad holding company announced today. The new creative, data and technology agency will provide clients end-to-end solutions at a global scale and will be led by Wunderman global CE…", "url": "https://www.businessinsider.com/advertising-news-today-wunderman-and-jwt-combine-dg-apologizes-11-26-2018", "urlToImage": "https://amp.businessinsider.com/images/5bfc05a53815077bb31caf91-1136-568.jpg", "publishedAt": "2018-11-26T14:45:18Z", "content": "YouTube WPP is uniting Wunderman and J. Walter Thompson to form Wunderman Thompson, the ad holding company announced today. The new creative, data and technology agency will provide clients end-to-end solutions at a global scale and will be led by Wunderman g… [+1381 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Hedge fund billionaire Dan Loeb is reportedly nearing a deal to shake up Campbell Soup's board (CPB)", "description": "Campbell Soup and Third Point Management, the hedge fund owned by billionaire Dan Loeb, are reportedly nearing a deal that would shake up the company's board of directors. Third Point will reportedly nominate two new directors and could have say on a third, a…", "url": "https://www.businessinsider.com/campbell-soup-dan-loeb-reportedly-nearing-deal-to-shake-up-board-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc01cd110d4c0c1a18a37a-1334-667.jpg", "publishedAt": "2018-11-26T14:44:10Z", "content": "Campbell Soup and Third Point Mangement, the hedge fund owned by billionaire Dan Loeb, are reportedly nearing a deal that would shake up the company's board of directors. Shares of the soup maker were little changed following the news. Loeb and Third Point ar… [+2103 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Hedge fund billionaire Dan Loeb is reportedly nearing a deal to shake up Campbell Soup's board (CPB)", "description": "Campbell Soup and Third Point Management, the hedge fund owned by billionaire Dan Loeb, are reportedly nearing a deal that would shake up the company's board of directors. Third Point will reportedly nominate two new directors and could have say on a third, a…", "url": "http://markets.businessinsider.com/news/stocks/Hedge-fund-billionaire-Dan-Loeb-is-reportedly-nearing-a-deal-to-shake-up-Campbell-Soup-s-board-CPB-1027755453", "urlToImage": "https://static4.businessinsider.com/image/556cb1286bb3f70664cba7b0-1397/screen-shot-2015-06-01-at-32242-pm.png", "publishedAt": "2018-11-26T14:44:10Z", "content": "Reuters/ Steve Marcus Campbell Soup and Third Point Mangement, the hedge fund owned by billionaire Dan Loeb, are reportedly nearing a deal that would shake up the company's board of directors. Shares of the soup maker were little changed following the news. L… [+2126 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "Allbirds has dropped a limited-edition sneaker for Cyber Monday", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. For Cyber Monday, Allbirds, the popular online shoe startup, has released a new limited-edition c…", "url": "https://www.businessinsider.com/allbirds-drops-limited-edition-wool-runners-for-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc01889e8c53052b074457-2732-1366.jpg", "publishedAt": "2018-11-26T14:23:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Allbirds — the popular shoe startup that makes ultra-comfortable sneakers from sustainable materi… [+3254 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "CVS is set to complete its $69 billion deal with Aetna almost a year after it was announced, creating a new kind of healthcare company (CVS, AET)", "description": "CVS Health said its deal to acquire health insurer Aetna is set to be completed by Wednesday. The deal, announced in December 2017, forms a new kind of healthcare company that includes the largest retail pharmacy in the US as well as one of the largest insura…", "url": "https://www.businessinsider.com/cvs-health-and-aetna-will-close-69-billion-merger-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59f3899ebcf93d45008b5256-1920-960.jpg", "publishedAt": "2018-11-26T14:20:00Z", "content": "Almost a year after it was announced, CVS Health is set to close on its deal to acquire health insurer Aetna. The two companies got the go-ahead from the Department of Justice for their $69 billion deal in October, but still needed key state insurance agencie… [+1441 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "Nobel-winning economist Paul Krugman warns of a 'real amnesia' around the last financial crisis — and breaks down why we're poorly prepared to handle the next shock", "description": "There's a \"real amnesia going on in the political sphere\" that threatens the global economy ahead of the next financial crisis, according to the Nobel Prize-winning economist Paul Krugman. In an exclusive interview with Business Insider, Krugman laid out what…", "url": "https://www.businessinsider.com/paul-krugman-next-financial-crisis-says-amnesia-leaves-us-unprepared-2018-11", "urlToImage": "https://amp.businessinsider.com/images/52b8c6a96da811e47375956e-960-480.jpg", "publishedAt": "2018-11-26T14:10:30Z", "content": "Paul Krugman does not know what exactly will cause the next financial crisis. When the professor and Nobel Prize-winning economist surveys the global economy, nothing looks quite as compelling as the housing bubble that helped jump-start the Great Recession a… [+3767 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "50% OFF IGNITION TICKETS: A special Cyber Monday offer from Business Insider", "description": "Miss out on our Black Friday deal? You're in luck. We're offering the same 50% discount on IGNITION tickets for Cyber Monday. Our best offer of the year won't last long. The discount expires at midnight tonight. You'll get unscripted presentations, candid con…", "url": "https://www.businessinsider.com/ignition-tickets-cyber-monday-offer-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf58a6801b12d23f25856b4-2732-1366.png", "publishedAt": "2018-11-26T14:09:59Z", "content": "Miss out on our Black Friday deal? You're in luck. We're offering the same 50% discount on IGNITION tickets for Cyber Monday. Our best offer of the year won't last long. The discount expires at midnight tonight. You'll get unscripted presentations, candid con… [+292 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "William Ford, Emilie George, Alex Irace, Rachel Madley, Graham Wehmeyer, and Michael Zingman, Contributors", "title": "A group of students at Weill Cornell and Columbia explain why their CEO is wrong to oppose 'Medicare for All'", "description": "In this letter to the editor, students at Weill Cornell Medicine and Columbia University Vagelos College of Physicians & Surgeons explain why they support health coverage for everyone in the US under a system called \"Medicare for All.\" They're responding to a…", "url": "https://www.businessinsider.com/students-at-weill-cornell-columbia-support-medicare-for-all-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5b1d4beb670286268a560-1536-768.jpg", "publishedAt": "2018-11-26T14:00:00Z", "content": "In a recent article, NewYork-Presbyterian Hospital CEO Dr. Steven Corwin commented on rising healthcare costs. He stated that \"We do a lot of very expensive things...We have to figure out how to reduce our costs.\" In the same article, he stated that he oppose… [+4062 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick and Brandt Ranj", "title": "The 50 best deals and sales you can get online at Target for Cyber Monday 2018 - Business Insider", "description": "Business Insider The 50 best deals and sales you can get online at Target for Cyber Monday 2018 Business Insider The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from…", "url": "http://uk.businessinsider.com/target-cyber-monday-deals-sales-2018", "urlToImage": "http://static1.uk.businessinsider.com/image/5bfaecb3dde867223055e601-1190-625/the-50-best-deals-and-sales-you-can-get-online-at-target-for-cyber-monday-2018.jpg", "publishedAt": "2018-11-26T13:54:05Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Now that Cyber Monday is officially here, we've rounded up the best Target deals and sales. Shaya… [+1531 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "Turkish military helicopter crashes on suburban street in Istanbul, killing 4 soldiers onboard", "description": "A Turkish military helicopter crashed into a quiet Istanbul suburb on Monday morning, smashing into an apartment block on the way down. Four soldiers inside the UH-1 craft were killed, and one was severely injured after the crash in the Sancaktepe district. T…", "url": "https://www.businessinsider.com/turkish-military-helicopter-crash-istanbul-suburb-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfbeade3815077949458fac-2732-1366.jpg", "publishedAt": "2018-11-26T13:53:40Z", "content": "A Turkish military helicopter crashed into a residential street in Istanbul on Monday morning, killing four military personnel onboard and leaving one severely injured. The UH-1 helicopter went down in the quiet suburban district of Sancaktepe, striking a fou… [+1212 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "China is holding a renegade official's family hostage to pressure him to come back", "description": "China has spent years hunting Liu Changming, a renegade official accused of bank fraud. When his estranged wife, son, and daughter visited China this June, Chinese officials refused to let them leave, The New York Times reported. The wife was detained at secr…", "url": "https://www.businessinsider.com/liu-changming-china-holds-officials-family-hostage-to-force-return-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59eec84290992428008b6920-1536-768.jpg", "publishedAt": "2018-11-26T13:35:24Z", "content": "China is holding a renegade official's estranged family hostage to pressure him to return to the country, The New York Times reported. Beijing placed exit bans on the wife, son, and daughter of Liu Changming, a former executive of a state-owned bank in Guangz… [+3243 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Mueller's report will be 'politically very devastating' for Trump, Alan Dershowitz predicts", "description": "Alan Dershowitz predicted that the special counsel Robert Mueller's report into Russian meddling in the 2016 election will be \"politically very devastating\" for President Donald Trump. Harvard law professor Dershowitz said he did not believe that the investig…", "url": "https://www.businessinsider.com/mueller-report-devastating-for-trump-alan-dershowitz-predicts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfbf3619e8c5303a8543b3b-1536-768.jpg", "publishedAt": "2018-11-26T13:32:09Z", "content": "Robert Mueller's Russia investigation will be \"politically very devastating\" for President Donald Trump, Alan Dershowitz, a Harvard law professor and frequent Trump defender, has predicted. \"I think the report is going to be devastating to the president,\" Der… [+2442 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lucia Moses", "title": "NBCUniversal unveils its plan to use tech and a better TV experience to compete with Google and Facebook in 2019", "description": "NBCU is trying to stave off the shift of TV dollars to digital platforms. The TV company is expanding its use of cross-measurement system CFlight in 2019. It’s also continuing to cut ad clutter and make ads more relevant. Linda Yaccarino, chairman of NBCUnive…", "url": "https://www.businessinsider.com/nbcuniversal-is-betting-on-technology-to-compete-with-google-facebook-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5af9d1d847ac5917008b4a07-1136-568.jpg", "publishedAt": "2018-11-26T13:30:00Z", "content": "Linda Yaccarino, chairman of NBCUniversal's advertising sales and partnerships, took some bold steps in the past year, rolling out cross-platform measurement system CFlight, reducing TV ad clutter, and using technology to match ads to content. In 2019, she'll… [+9827 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Apple is about to defend one of its crown jewels at the Supreme Court — here's what you need to know - Business Insider", "description": "Business Insider Apple is about to defend one of its crown jewels at the Supreme Court — here's what you need to know Business Insider Apple will argue a case about antitrust laws and its App Store in front of the Supreme Court on Monday. Apple is accused of …", "url": "https://www.businessinsider.com/apple-v-pepper-supreme-court-case-to-determine-legality-of-app-store-fees-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bea925d9e8c535a342f12fa-1536-768.jpg", "publishedAt": "2018-11-26T13:27:44Z", "content": "iPhone users want to edit blemishes out of their selfies, identify stars and constellations or simply join the latest video game craze, they turn to Apple's App Store, where any software application they buy also includes a 30% cut for Apple. That commission … [+4651 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "Pharmacists are getting squeezed by 2 of the world's biggest companies. Here's how they're fighting back.", "description": "Independent pharmacists have been facing a changing industry for decades but have managed to maintain a presence in communities around the US. As reimbursements dwindle, pharmacists are starting to get creative, looking for new ways to get paid by health plan…", "url": "https://www.businessinsider.com/how-independent-pharmacists-survive-against-amazon-cvs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec6f2dd1e84415dd1ee179-2732-1366.jpg", "publishedAt": "2018-11-26T13:00:00Z", "content": "Roger Paganelli's business in the Bronx is bustling. Mt. Carmel Pharmacy stands at the corner of Beaumont Avenue and 187th Street, near the Bronx Zoo and Fordham University. On a rainy Tuesday morning, shoppers are running errands, and employees, speaking Spa… [+11905 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Elon Musk believes AI could turn humans into an endangered species like the mountain gorilla", "description": "Elon Musk talked to Axios about his neuroscience and AI company Neuralink, which he hopes will achieve \"symbiosis\" between AI technology and humans. He warned that if not handled properly, AI could endanger the human race in the same way humans have driven do…", "url": "https://www.businessinsider.com/elon-musk-ai-could-turn-humans-into-endangered-species-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bab8b45ea40023e6f8b4567-1920-960.jpg", "publishedAt": "2018-11-26T12:55:35Z", "content": "Elon Musk told \"Axios on HBO\" about his AI company Neuralink, and its efforts to develop technology that creates a symbiosis between humans and AI to try and curb the possibility of an existential threat to humanity. Neuralink is Musk's neuroscience company, … [+2038 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, TSLA, AMZN, FB)", "description": "Here is what you need to know. Cyber Monday 2018 is forecast to be the biggest online-shopping day in US history. Sales are expected to hit $7.8 billion, up 18% versus a year ago, according to Adobe Analytics. Amazon is gaining ground. Shares of the e-ecommer…", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-november-26-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfbdc15381507788b0fb1b4-2732-1366.jpg", "publishedAt": "2018-11-26T11:46:00Z", "content": "Here is what you need to know. Cyber Monday 2018 is forecast to be the biggest online-shopping day in US history. Sales are expected to hit $7.8 billion, up 18% versus a year ago, according to Adobe Analytics. Amazon is gaining ground. Shares of the e-ecommer… [+1910 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, TSLA, AMZN, FB)", "description": "Here is what you need to know. Cyber Monday 2018 is forecast to be the biggest online-shopping day in US history. Sales are expected to hit $7.8 billion, up 18% versus a year ago, according to Adobe Analytics. Amazon is gaining ground. Shares of the e-ecommer…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-opening-bell-november-26-2018-2018-11-1027754468", "urlToImage": "https://static3.businessinsider.com/image/5bfbdbed66be50530043df82-2400/2018-11-26t081239z795928942rc1c3b54c1f0rtrmadp3japan-robotcafe.jpg", "publishedAt": "2018-11-26T11:46:00Z", "content": "Your Personalized Market Center"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Facebook has a bruising week ahead as British lawmakers say there's a 'high level of public interest' in releasing a cache of seized legal documents", "description": "British lawmakers appear to be leaning towards publishing a cache of Facebook documents they have seized under a rare parliamentary mechanism. Damian Collins, the chair of the Digital, Culture, Media and Sport Committee, said there is a \"high level of public …", "url": "https://www.businessinsider.com/facebook-documents-could-be-published-by-uk-mp-damian-collins-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfbb72ed1e844146025dab5-2732-1366.jpg", "publishedAt": "2018-11-26T11:26:30Z", "content": "Facebook looks set for another bruising week as it continues to be dogged by the catastrophic Cambridge Analytica data breach, which was first exposed in March. The social network is scrambling to suppress the release of a cache of legal documents that were s… [+3230 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "US Supreme Court weighs antitrust dispute over Apple App Store - Business Insider", "description": "Business Insider US Supreme Court weighs antitrust dispute over Apple App Store Business Insider By Andrew Chung. WASHINGTON (Reuters) - U.S. Supreme Court justices on Monday will take up Apple Inc's effort to bury a lawsuit seeking damages from the company f…", "url": "https://www.businessinsider.com/r-us-supreme-court-weighs-antitrust-dispute-over-apple-app-store-2018-11", "urlToImage": null, "publishedAt": "2018-11-26T11:07:00Z", "content": "A woman uses her mobile phone in Munich Thomson Reuters By Andrew Chung WASHINGTON (Reuters) - U.S. Supreme Court justices on Monday will take up Apple Inc's effort to bury a lawsuit seeking damages from the company for allegedly monopolizing the market for i… [+2673 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Elon Musk says Tesla was 'single-digit weeks' away from death during Model 3 production", "description": "Elon Musk told Axios in an interview that Tesla was \"single-digit weeks\" away from death earlier this year. This was due to the Model 3 production ramp, which has made headlines for pushing Tesla and its CEO to the limit. Musk admitted the long hours were not…", "url": "https://www.businessinsider.com/elon-musk-says-model-3-production-nearly-killed-tesla-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfbcd9dda27f80dbe2f4ab9-1136-568.jpg", "publishedAt": "2018-11-26T10:53:46Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Amazon shares are set to lead a Cyber Monday tech rally while global stocks rebound from a rocky week (AMZN)", "description": "Global stocks bounce back after a bloody Black Friday batters US equities. US futures are up, led by a rally in tech shares. Amazon is up 2.7% in premarket trading on Cyber Monday. European Stocks are rebounding on optimism around Italy's budget progress — th…", "url": "https://www.businessinsider.com/amazon-set-to-lead-tech-stocks-amid-global-rebound-on-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfbc56d9e8c53013c1aa5b2-1920-960.jpg", "publishedAt": "2018-11-26T10:46:17Z", "content": "Global stocks are enjoying a relief rally, led by a tech revival in the US and optimism around Italy's budget deal with the EU, after a volatile week that was capped by the worst Black Friday trading day since 2010. US futures rallied while shares of Amazon s… [+1481 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Cyber Monday 2018 is forecast to be the biggest online shopping day in US history", "description": "This year's Cyber Monday is predicted to be the biggest online shopping day in US history. The day is expected to generate $7.8 billion in sales, up nearly 18% on last year, according to Adobe Analytics. This comes even as holiday shopping becomes more spread…", "url": "https://www.businessinsider.com/cyber-monday-2018-predicted-biggest-online-shopping-day-us-history-2018-11", "urlToImage": "https://static.businessinsider.com/image/5bfbcd698c35ab6e8354b0d6-750.jpg", "publishedAt": "2018-11-26T10:39:47Z", "content": "Cyber Monday 2018 is predicted to be the biggest online shopping day in US history, bringing in more money from online sales than any previous Cyber Monday or Black Friday. Cyber Monday is expected to generate $7.8 billion in sales, up nearly 18% on last year… [+1632 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "GOLDMAN SACHS: Feuding UK politicians aren't united enough to torpedo Theresa May's Brexit deal", "description": "Adrian Paul, a European economist at Goldman Sachs says Prime Minister May's Brexit deal will ultimately achieve parliamentary approval. Paul's view that the deal will be ratified by British politicians is based on what he calls an \"uneasy alliance\" of MPs wh…", "url": "https://www.businessinsider.com/brexit-deal-will-pass-goldman-sachs-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b6c5d2fe361c03c008b4c4a-960-480.jpg", "publishedAt": "2018-11-26T10:05:03Z", "content": "For the two or so weeks since British Prime Minister Theresa May first announced that she had secured an initial Brexit deal with the European Union, that deal has almost constantly appeared to be close to collapse, as politicians from all sides roundly criti… [+3337 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "The UAE pardoned a British student convicted to life in prison after showing a purported confession video where he says he works for MI6", "description": "The United Arab Emirates on Monday pardoned a British academic who was sentenced to life in prison on spying charges. Matthew Hedges was given his life sentence last week at a five-minute trial. Emirati officials at a Monday news conference showed clips of He…", "url": "https://www.businessinsider.com/matthew-hedges-pardoned-after-uae-shows-purported-mi6-confession-video-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfbbc60b73c286b96655112-1136-568.jpg", "publishedAt": "2018-11-26T09:37:34Z", "content": "The United Arab Emirates pardoned Matthew Hedges, a British PhD student who sentenced to life in prison on spying charges, on Monday after showing videos of him purportedly confessing to working for MI6. Hedges, a 31-year-old doctoral student in Middle Easter… [+2557 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Trista Kelley", "title": "10 things you need to know in markets today - Business Insider", "description": "Business Insider 10 things you need to know in markets today Business Insider Good morning! Here's what you need to know in markets on Monday. mark zuckerberg Justin Sullivan/Getty. 1. Oil prices won back some ground after hefty losses on Friday, but remained…", "url": "http://uk.businessinsider.com/10-things-european-markets-november-26-2018", "urlToImage": "http://static6.uk.businessinsider.com/image/5bfba6f90669463b88559582-1190-625/10-things-you-need-to-know-in-markets-today.jpg", "publishedAt": "2018-11-26T08:03:17Z", "content": "Good morning! Here's what you need to know in markets on Monday. Justin Sullivan/Getty 1. Oil prices won back some ground after hefty losses on Friday, but remained under pressure with Brent crude hovering below $60 per barrel amid weak fundamentals and strug… [+1906 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Monday. British lawmakers seized internal Facebook documents to try and find out what led to the Cambridge Analytica scandal after Mark Zuckerberg refused to answer MPs' questions. Politician Damian Co…", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-26-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfba2fa66be5051251a7aa3-2732-1366.jpg", "publishedAt": "2018-11-26T07:50:24Z", "content": "Elon Musk said Model 3 production nearly killed Tesla. AP Good morning! This is the tech news you need to know this Monday. British lawmakers seized internal Facebook documents to try and find out what led to the Cambridge Analytica scandal after Mark Zuckerb… [+2715 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Bienkov", "title": "Theresa May is planning a televised Brexit debate with Jeremy Corbyn in last ditch bid to save her deal", "description": "Theresa May is considering plans to hold a televised debate with Labour leader Jeremy Corbyn in an attempt to win over voters to her Brexit deal. The prime minister is embarking on a two week PR push to sell her deal to voters and to parliament. The House of …", "url": "https://www.businessinsider.com/theresa-may-plans-televised-brexit-debate-with-jeremy-corbyn-to-save-her-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfba389381507768e00a3b4-960-480.jpg", "publishedAt": "2018-11-26T07:48:27Z", "content": "LONDON — Theresa May is planning a televised Brexit debate with Jeremy Corbyn in a last ditch bid to save her embattled Brexit deal. The prime minister is preparing to put her deal, agreed with EU leaders on Sunday, to the Houses of Parliament on December 11.… [+1857 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Elon Musk says there's a '70 percent chance' he'll personally travel to Mars", "description": "SpaceX CEO Elon Musk said there's a \"70 percent chance\" he'll personally travel to Mars. Musk told Axios that he believes Mars exploration is more than just a fantasy dreamed up by the super-wealthy who may want to use space travel as an \"escape hatch.\" He al…", "url": "https://www.businessinsider.com/elon-musk-spacex-mars-space-travel-70-percent-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf07a478c35ab4a8f629c72-2732-1366.jpg", "publishedAt": "2018-11-26T07:08:39Z", "content": "SpaceX CEO Elon Musk said there's a \"70 percent chance\" he'll personally travel to Mars. Musk, 47, told Axios' new program on HBO that he believes Mars exploration is more than just a fantasy dreamed up by the super-wealthy who may want to use space travel as… [+2056 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "The 10 most important things in the world right now", "description": "Hello! Here's everything you need to know on Monday. 1. The closed stretch of US border with Mexico has reopened after it was shut down as migrants clashed with authorities. Mexico's interior ministry also fired back and said it would deport migrants from the…", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-26-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfb816801b12d6d2b798b52-1920-960.jpg", "publishedAt": "2018-11-26T05:57:05Z", "content": "Hello! Here's everything you need to know on Monday. 1. The closed stretch of US border with Mexico has reopened after it was shut down as migrants clashed with authorities. Mexico's interior ministry also fired back and said it would deport migrants from the… [+2006 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "BlackRock is making changes at the top as the $6.4 trillion manager continues its pivot towards Asia-Pacific", "description": "US global investment giant BlackRock has appointed Geraldine Buckingham as chair and head of BlackRock Asia Pacific, as the $6.4 trillion manager continues its Asia-Pacific pivot. Buckingham, global head of corporate strategy at BlackRock, will succeed Ryan S…", "url": "https://www.businessinsider.com/blackrock-new-asia-pacific-chair-geraldine-buckingham-china-strategy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfb74ed110d4c06097d1322-1334-667.jpg", "publishedAt": "2018-11-26T04:45:46Z", "content": "US global investment giant BlackRock has appointed Geraldine Buckingham as chair and head of BlackRock Asia Pacific, as the $6.4 trillion manager continues its Asia-Pacific pivot. Buckingham formerly served as senior managing director and head of corporate st… [+1374 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Taiwan voted to reject same-sex marriage in a surprise about-face that has changed the island both socially and politically", "description": "Taiwan woke up on Sunday morning a very different island, following a series of political blows that dashed hopes of moving towards legalizing same-sex marriage. Last year, Taiwan's highest court ruled that same-sex couples had the right to legally marry, and…", "url": "https://www.businessinsider.com/taiwan-same-sex-marriage-vote-referendum-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfb519438150774220a7df3-1920-960.jpg", "publishedAt": "2018-11-26T04:13:20Z", "content": "Following a series of referendums listed on the ballot for Saturday's island-wide city mayoral elections, Taiwanese residents voted to reject same-sex marriage. The vote on the contested island that China considers a breakaway province has also led to the res… [+3369 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "Cyber Monday 2018: We found the 22 best deals and sales online, period", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Cyber Monday 2018 is predicted to be the largest online shopping day of the year. As a continuati…", "url": "https://www.businessinsider.com/cyber-monday-deals-2018", "urlToImage": "https://amp.businessinsider.com/images/5bfb5b8101b12d6b9f7cfc51-1136-568.jpg", "publishedAt": "2018-11-26T02:53:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Cyber Monday finishes off a marathon weekend of shopping and is predicted to set a new record as … [+5279 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Trump to square off with protesters in Mississippi as he returns to the campaign trail", "description": "President Donald Trump will hold a rally in Mississippi on Monday as he throws his full support behind the embattled Republican Senate candidate Cindy Hyde-Smith. Hyde-Smith is deep into a runoff race for the state's Senate seat with her Democratic opponent, …", "url": "https://www.businessinsider.com/trump-heads-to-mississippi-in-return-to-the-campaign-trail-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfb3714d1e84410717d2854-480-240.jpg", "publishedAt": "2018-11-26T02:07:49Z", "content": "President Donald Trump will be in Mississippi on Monday as he throws his full support behind the Republican Senate candidate Cindy Hyde-Smith. The Mississippi Senate race went to a runoff after neither major candidate secured the requisite 50% of votes to bec… [+3199 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "Amazon's Cyber Monday 2018 deals for every category — what's a good buy among thousands of sales", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. There are thousands of Amazon Cyber Monday deals and more drop by the minute. Below, we help you …", "url": "https://www.businessinsider.com/amazon-cyber-monday-deals-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf9d00cda27f87cc41618f2-1136-568.jpg", "publishedAt": "2018-11-26T01:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Like most shopping holidays at Amazon, Cyber Monday is intense. There are thousands of deals span… [+3138 chars]"}]}