[{"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Highway humor is officials’ new trick to encourage safer driving", "description": "Iowa’s Department on Transportation started using clever one-liners to get drivers to slow down or stop texting, and it’s a trend that’s caught on across the country.", "url": "https://www.nbcnews.com/nightly-news/video/highway-humor-is-officials-new-trick-to-encourage-safer-driving-1378210371594", "urlToImage": "https://media2.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_kda_highway_humor_181122_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T23:57:18Z", "content": null, "fulltext": "Highway humor is officials’ new trick to encourage safer driving copied!\n\nIowa’s Department on Transportation started using clever one-liners to get drivers to slow down or stop texting, and it’s a trend that’s caught on across the country.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Why Fort Worth, Texas could be an example for cities trying to get healthy", "description": "When Cynthia McFadden last visited Fort Worth in 2015, it was one of the unhealthiest cities in America. The mayor took inspiration from “Blue Zones” and has helped to transform the lives of many of her citizens.", "url": "https://www.nbcnews.com/nightly-news/video/why-fort-worth-texas-could-be-an-example-for-cities-trying-to-get-healthy-1378207299588", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_cmc_fort_worth_health_181122_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T23:53:03Z", "content": null, "fulltext": "Why Fort Worth, Texas could be an example for cities trying to get healthy copied!\n\nWhen Cynthia McFadden last visited Fort Worth in 2015, it was one of the unhealthiest cities in America. The mayor took inspiration from “Blue Zones” and has helped to transform the lives of many of her citizens.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Coming together 50 years after growing up in segregated Birmingham", "description": "The children who grew up in a segregated Birmingham, Alabama returned home to tell their stories together, making connections that were strictly forbidden when they were growing up.", "url": "https://www.nbcnews.com/nightly-news/video/coming-together-50-years-after-growing-up-in-segregated-birmingham-1378206787705", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_rel_birmingham_children_181122_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T23:50:52Z", "content": null, "fulltext": "Coming together 50 years after growing up in segregated Birmingham copied!\n\nThe children who grew up in a segregated Birmingham, Alabama returned home to tell their stories together, making connections that were strictly forbidden when they were growing up.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Isolated tribe kills U.S. missionary John Chau killed with bow and arrow", "description": "Chau was trying to meet and convert the Sentinelese, an endangered tribe that’s been isolated for centuries and rejects contact with the outside world.", "url": "https://www.nbcnews.com/nightly-news/video/isolated-tribe-kills-u-s-missionary-john-chau-killed-with-bow-and-arrow-1378206787600", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_lka_american_missionary_killed_181122_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T23:48:24Z", "content": null, "fulltext": "Isolated tribe kills U.S. missionary John Chau killed with bow and arrow copied!\n\nChau was trying to meet and convert the Sentinelese, an endangered tribe that’s been isolated for centuries and rejects contact with the outside world.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "The Black Friday frenzy is on", "description": "With 164 million American expected to flood stores and websites this holiday weekend, NBC’s Jo Ling Kent explains the best Thursday and Friday deals: televisions and electronics.", "url": "https://www.nbcnews.com/nightly-news/video/the-black-friday-frenzy-is-on-1378202691777", "urlToImage": "https://media3.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_jke_black_friday_181122_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T23:41:14Z", "content": null, "fulltext": "Why you should find out if your doctor is being paid by medical device companies 03:06"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Over 1 million brave record cold to watch Macy’s Thanksgiving Day Parade", "description": "Despite a bitter chill and some lip syncing controversy, the famous parade, along with turkey trots and good deeds across the country, rang in the holiday season.", "url": "https://www.nbcnews.com/nightly-news/video/over-1-million-brave-record-cold-to-watch-macy-s-thanksgiving-day-parade-1378199107755", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_ral_thanksgiving_wrap_181122_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T23:39:09Z", "content": null, "fulltext": "Over 1 million brave record cold to watch Macy’s Thanksgiving Day Parade copied!\n\nDespite a bitter chill and some lip syncing controversy, the famous parade, along with turkey trots and good deeds across the country, rang in the holiday season.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Trump escalates war of words with Chief Justice Roberts in Thanksgiving call", "description": "President Donald Trump used a holiday call to U.S. troops and Twitter to roast Chief Justice John Roberts and the federal courts.", "url": "https://www.nbcnews.com/nightly-news/video/trump-escalates-war-of-words-with-chief-justice-roberts-in-thanksgiving-call-1378201667671", "urlToImage": "https://media2.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_kwe_trump_v_roberts_181122_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T23:37:34Z", "content": null, "fulltext": "Why you should find out if your doctor is being paid by medical device companies 03:06"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Trump says troops will use 'lethal force' at the border 'if they have to'", "description": "The president also said Thursday he will close entry at the border if he deems it necessary to prevent immigration.", "url": "https://www.nbcnews.com/nightly-news/video/trump-says-troops-will-use-lethal-force-at-the-border-if-they-have-to-1378200131798", "urlToImage": "https://media3.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_hni_caravan_border_181122_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T23:35:46Z", "content": null, "fulltext": "Trump says troops will use 'lethal force' at the border 'if they have to' copied!\n\nThe president also said Thursday he will close entry at the border if he deems it necessary to prevent immigration.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Wendy Rose Gould", "title": "How to get along (better) with your in-laws this week", "description": "5 tactics to get through a difficult Thanksgiving and holiday weekend with your in-laws", "url": "https://www.nbcnews.com/better/health/how-get-along-better-your-laws-week-ncna938521", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_47/2653521/181120-family-meal-mn-1550_7771d02753cb9ec8c4620516cabf9ce7.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T20:54:00Z", "content": "Differing expectations for how to manage things such as holiday plans, child-rearing, visiting frequency, home presentation, and even work balance can also contribute to a strained relationship. These unmet expectations, at either end, are a breeding ground f… [+5852 chars]", "fulltext": "Differing expectations for how to manage things — such as holiday plans, child-rearing, visiting frequency, home presentation, and even work balance — can also contribute to a strained relationship. These unmet expectations, at either end, are a breeding ground for messy emotions, ranging from anger to frustration to sadness.\n\n“Unmet expectations strain all relationships, but the stakes are high in in-law relationships because they are stakeholders in your marriage, and your children if you decide to have them, as well as your household and even issues like finances,” says Dr. Durvasula.\n\nTo help bridge the gap between differing expectations, make sure you and your partner are on the same page, especially on topics that are particularly contentious with your in-laws.\n\n“A united front makes a huge difference,” says Dr. Durvasula. “You do not want to be figuring things out on the fly with your spouse while in the cross hairs of your in-laws. If you and your spouse are on the same page, then you can take the path of least resistance with in-laws and just smile politely and say ‘sure,’ but then do things the way that you and your spouse believe is appropriate for your relationship.”\n\nSome Dynamics Are More Complicated Than Others\n\nWhile many in-law relationship issues are the result of overstepping boundaries or not meeting expectations, sometimes other factors are at play. Stereotypically and often anecdotally, we see particularly embittered relationships between mother-in-law and her son or daughter in law. Jean, a 58 year old from Indiana who is using her middle name and prefers not to disclose her first and last name for obvious reasons, told NBC News BETTER that she’s been struggling to find a happy ground with her mother-in-law for two decades.\n\n“One time, when the kids were little, I had dirty dishes in the sink and a pile of clean laundry dumped on the couch to be folded. My mother-in-law came in, looked at it, and said, ‘I don't know how people live like this.’ She didn't feel the least bit bad about how unfiltered that remark was or how bad it would make me feel,” Wilson says. “Also, her hostility, domineering ways and criticism were so hard to live with [when visiting her] that I'd be in tears the last couple of days.”\n\nWilson says that she’s received comments from her mother-in-law expressing that she feels like she lost her son. Such feelings aren’t so rare, according to Dr. Laurie Ann Levin, a clinical psychologist with decades of experience dissecting familial stressors.\n\nA mother-in-law’s often unconscious fear is that her son has or will forsake her for his wife, preferring her family and her family holiday functions.\n\n“A mother-in-law’s often unconscious fear is that her son has or will forsake her for his wife, preferring her family and her family holiday functions, thereby leaving less time, attention and care for his mother,” she notes. In the face of a nitpicky mother-in-law who harbors such feelings, she says it’s vital to remind yourself of your true nature and worth. (We’ve also outlined some helpful tips below.)\n\nThere are some extreme outliers to consider in regard to complicated in-law relationships, as well. These include widely varying (and excessively vocal) ideologies, mental illness and substance abuse. Minimal, controlled contact is ideal here, though in dangerous situations it may be best to practice complete avoidance. A therapist can help you navigate this more strategically.\n\nFive Ways to Get Through Holiday Dinner with Difficult In-Laws\n\nIn many cases, conflict is a two-way street. While you may not be able to smooth things over entirely, you can improve a complicated relationship with your in-laws by starting with the below advice.\n\nPrepare yourself mentally: If your father-in-law always brings up politics or your mother-in-law always makes passive aggressive digs, don’t expect anything different the next time you see each other. “If you are mentally prepared for their nonsense, it may still hurt, but it won't be startling,” says Dr. Durvasula. It's like putting on a heavy coat on a very cold day, it's still chilly, but at least you are prepared and can endure it for a little while.”\n\nIf your father-in-law always brings up politics or your mother-in-law always makes passive aggressive digs, don’t expect anything different the next time you see each other. “If you are mentally prepared for their nonsense, it may still hurt, but it won't be startling,” says Dr. Durvasula. It's like putting on a heavy coat on a very cold day, it's still chilly, but at least you are prepared and can endure it for a little while.” Set clear start and end times: Sometimes the biggest stress is not being able to get away or feeling guilted into staying longer. Kyle, a 34 year old from Arizona who is also using his middle name, told NBC News BETTER that keeping a firm schedule helps prevent trouble with his mother-in-law. Their relationship has been deeply contentious since they first met. “We often schedule time to see her and let her know we have to be somewhere else by a certain time,” he says. “They get time alone with us, but it's limited so we don't all go crazy. This is a compromise.”\n\nSometimes the biggest stress is not being able to get away or feeling guilted into staying longer. Kyle, a 34 year old from Arizona who is also using his middle name, told NBC News BETTER that keeping a firm schedule helps prevent trouble with his mother-in-law. Their relationship has been deeply contentious since they first met. “We often schedule time to see her and let her know we have to be somewhere else by a certain time,” he says. “They get time alone with us, but it's limited so we don't all go crazy. This is a compromise.” Stick to neutral topics: If you know of topics that trigger your in-laws, avoid those topics completely. Should the subject come up, divert. A great default topic is how much you love or are proud of their daughter or son. “This is an easy way to connect with your in-law and to set the tone for your interaction for the occasion,” says Dr. Colleen Mullen, a psychologist and family therapist.\n\nIf you know of topics that trigger your in-laws, avoid those topics completely. Should the subject come up, divert. A great default topic is how much you love or are proud of their daughter or son. “This is an easy way to connect with your in-law and to set the tone for your interaction for the occasion,” says Dr. Colleen Mullen, a psychologist and family therapist. Come up with a code word. When you have your pre-holiday powwow with your significant other to get on the same page about those \"expectations\" that come up year after year, Dr. Mullen also suggests creating a code word with your partner. “Using it will signal to them that you are getting annoyed and may need to be ‘rescued’ from the conversation, or that you are just going to step out and get some fresh air,” she says.\n\nWhen you have your pre-holiday powwow with your significant other to get on the same page about those \"expectations\" that come up year after year, Dr. Mullen also suggests creating a code word with your partner. “Using it will signal to them that you are getting annoyed and may need to be ‘rescued’ from the conversation, or that you are just going to step out and get some fresh air,” she says. Kill them with kindness: Complimenting your in-law right out of the gate could easily buy you a few hours of sanity, says Dr. Levin. “Complimenting a person is like defusing a bomb, or at least changing the thermostat. It may feel disingenuous, but anyone can find one nice thing to say about someone. Even if the in-laws are gunning for a fight, you can snip those wires.”\n\nHoliday survival guide\n\nWant more tips like these? NBC News BETTER is obsessed with finding easier, healthier and smarter ways to live. Sign up for our newsletter and follow us on Facebook, Twitter and Instagram."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Howell Raines", "title": "Against all odds, Democrats look to steal a final seat in Trump's Dixie stronghold", "description": "An Espy win would prove that the anti-Trump tide that cost the GOP the House is now lifting Democratic boats in states even more conservative than Alabama.", "url": "https://www.nbcnews.com/think/opinion/mississippi-senate-election-runoff-mike-espy-hoping-doug-jones-style-ncna939346", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_47/2654991/181121-mississippi-debate-ew-420p_984cf81e42bf77327d120f9f8d00140a.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T20:10:29Z", "content": "Get the Think newsletter. SUBSCRIBE Nov. 22, 2018 / 8:10 PM GMT By Howell Raines, Former executive editor, The New York Times President Donald Trump did not have time to visit buried veterans in Arlington Cemetery on Veterans Day, but hell be in Elvis Presley… [+6598 chars]", "fulltext": "Get the Think newsletter.\n\nBy Howell Raines, Former executive editor, The New York Times\n\nPresident Donald Trump did not have time to visit buried veterans in Arlington Cemetery on Veteran’s Day, but he’ll be in Elvis Presley’s birthplace the Monday after Thanksgiving in an attempt to shore up the stumbling runoff campaign of incumbent Republic Senator Cindy Hyde-Smith.\n\nWith a racially insensitive wisecrack about public hanging (Democratic opponent Mike Espy is black), Hyde-Smith put back in play what once looked like an assured seat in the heart of Trump’s Dixie base. Her opponent, the secretary of agriculture under President Bill Clinton, attacked Hyde-Smith during their debate on Tuesday, claiming her comments are about “another blackeye for Mississippi.” WalMart also decided to withdraw its financial support for the senator, who was appointed six months ago to replace the retiring Thad Cochran. With the runoff slated for Nov. 27, a photograph of Hyde-Smith wearing a Confederate cap has cast further doubt on her racial views.\n\nWith a racially insensitive wisecrack about public hanging (Democratic opponent Mike Espy is black), Hyde-Smith put back in play what once looked like an assured seat in the heart of Trump’s Dixie base.\n\nThe much-awaited televised debate proved to be a walking-on-eggshells experience for both of the nervous candidates. The incumbent’s main message was that voters should go to Trump.com to get tickets to a 5 p.m. election-eve rally in Tupelo, home of the Presley birthplace museum, and an 8 p.m. rally in Biloxi, a coastal gambling resort, on Nov. 26. Espy hammered at her record on health care and depicted her as rooted in the state’s racist past. Neither candidate scored a knockout. Hyde-Smith focused on “conservative Mississippi values” as defined by Trump. Espy’s performance, while competent, came short of the obvious breakthrough that would provide a needed turnout boost.\n\nThe White House and Mississippi Republicans are laboring to make these Trump trips look like something other than a rescue mission. Indeed, a come-from-behind victory by Espy would be historic on two scores. First, he would be the first black Mississippi senator since Reconstruction. Clearly, Espy is trying to duplicate the watershed victory scored by Democratic Sen. Doug Jones in Alabama last December, when crossover voters in usually Republican suburbs ignored Trump’s last-ditch on behalf of accused pedophile Roy Moore.\n\nAn Espy win would also prove that the anti-Trump tide that cost the president’s party control of the House of Representatives on November 6 is now lifting Democratic boats in states even more conservative than Alabama. But Trump’s chances of rallying his core believers is better in heavily rural Mississippi than it was in Alabama, where Republican women in the affluent suburbs of Birmingham, Montgomery, Huntsville and Tuscaloosa were a key contingent of Jones’ 21,000 vote margin.\n\nThe conventional wisdom in Mississippi is that the race has tightened but Espy will fall short of the 25 to 30 percent of white voters Democratic strategists think he needs to win. Curtis Wilkie, a veteran Boston Globe political reporter now teaching journalism at the University of Mississippi in Oxford, says polls have detected no GOP suburban crossover movement in Mississippi. It may also be difficult for Espy to get Obama-like turnout numbers in black precincts, another factor in Jones’ victory. “I’ve characterized Mike Espy’s chances as those of having to draw to an inside straight,” Wilkie said. If disinterested Republicans stay home because of the odd timing of the election that could help Espy, said Wilkie, but Mississippi’s white Republicans have not historically not been willing to cross over to vote for black Democrats.\n\nAnother (admittedly biased) Mississippi expert, former Republican Sen. Trent Lott, argued the Trump visit will in fact inoculate the GOP against apathy. \"That's why Trump's coming in,\" he told Politico. Trump “will get massive attention, and it will really make people aware this election is a week from this coming Tuesday and it's big, so don't forget to come out and vote.'\"\n\nJoe Trippi, the architect of Jones’ victory in Alabama and a consultant for the Espy campaign, discussed the race with unusual candor. “I think we’re behind but it’s very low single digits,” he told me. “I think it’s going to be 52 to 48 or can we eke it out by 23,000, the way Doug Jones did in Alabama? I definitely think it’s going to be a tight thing.” Turnout is going to be the biggest factor, but he argued that the timing of Hyde-Smith’s stumbles can only help the Espy campaign. “Her gaffes have her coming down and we’re coming up.”\n\nAs in Alabama, Trippi said, a split in the Republican ranks is helping the Democrat. Supporters of Hyde-Smith’s primary opponent, State Senator Chris McDaniels, are sulking. Moreover, the Republican nominee is a lackluster personality who does not inspire Trump-like devotion. So could Trump’s appearances the day before the election add a jolt of enthusiasm, as Lott claimed? Not necessarily. “That really helped Roy Moore in Alabama,” Trippi said dryly. “It’s an unknown. I don’t know if he can come down and get people excited about her.”\n\nHyde-Smith is certainly not distancing herself from the president. In fact, her use of weaponized, dog-whistle rhetoric echoes Trump’s own style. In addition to the public hanging comment, Hyde-Smith also seemed to embrace voter suppression, which has a sordid history of black disfranchisement, after saying the state should make it harder for “liberal folks” to vote. (Hyde-Smith said she was joking.)\n\nWhen Espy tried to attack her as a relic of a bygone era on Tuesday night, she responded with a Trump-style apology to “anyone who was offended” and cast herself as the wronged party whose words had been “twisted” to make her appear racist. For his part, Espy seemed unsettled when she brought up a $750,000 lobbying fee he received by suspect sources in the Ivory Coast cocoa industry.\n\nAll in all, the debate ended in something of a tie after Espy failed to mount an energetic, sustained attack on her as a throwback to segregationist times. After the holiday break, \"factor x\" becomes Trump’s visit, and whether it will energize Mississippi’s usual Republican majority — or provoke enough backlash to jolt Mississippians into an Alabama-like, bi-racial and bi-partisan push for the Democratic challenger."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": null, "title": null, "description": "Thousands lined the streets to brave one of the coldest Thanksgivings in over a century as balloons floated and marchers danced in celebration of the 92nd Macy's Thanksgiving Day Parade.", "url": "https://www.nbcnews.com/slideshow/new-york-city-braves-cold-macy-s-92nd-thanksgiving-day-n939336", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_47/2655861/ss-181122-macys-thanksgiving-parade-15_8181838bd39692e2b2de6143f34dd66c.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T19:14:00Z", "content": "A turkey float gets underway during the 92nd Macy's Thanksgiving Day Parade in New York on Nov. 22, 2018. The annual parade, which began in 1924, features giant balloons of characters from popular culture floating above the streets of Manhattan.", "fulltext": "A turkey float gets underway during the 92nd Macy's Thanksgiving Day Parade in New York on Nov. 22, 2018.\n\nThe annual parade, which began in 1924, features giant balloons of characters from popular culture floating above the streets of Manhattan."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "U.S. missionary killed by tribe with bows and arrows on remote island", "description": "John Allen Chau, from southwest Washington state, was killed as he tried to bring Christianity to the Sentinelese off the coast of India.", "url": "https://www.nbcnews.com/video/missionary-john-chau-killed-by-tribe-with-bows-and-arrows-on-north-sentinel-island-1378052163664", "urlToImage": "https://media4.s-nbcnews.com/j/MSNBC/Components/Video/201811/lon_tribe_181122.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T18:36:39Z", "content": null, "fulltext": "Missionary John Chau killed by tribe with bows and arrows on North Sentinel Island copied!\n\nJohn Allen Chau, from southwest Washington state, was killed as he tried to bring Christianity to the Sentinelese off the coast of India.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Jonathan Allen", "title": "Trump disputes CIA findings in Khashoggi killing, says too much at stake to punish ally", "description": "NBC and other outlets have reported that the agency recently concluded that Saudi Crown Prince Mohammed bin Salman ordered the murder of journalist Jamal Khashoggi.", "url": "https://www.nbcnews.com/politics/politics-news/trump-disputes-cia-findings-khashoggi-murder-says-u-s-can-n939341", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_47/2653656/181120-donald-trump-ew-511p_d1143675e355dc53bb5fc4b1f36b1d62.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T18:16:00Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 6:16 PM GMT WASHINGTON Responding to questions about Saudi Arabia's role in the murder of Washington Pos… [+3420 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Jonathan Allen\n\nWASHINGTON — Responding to questions about Saudi Arabia's role in the murder of Washington Post journalist Jamal Khashoggi, President Donald Trump suggested Thursday that the U.S. can't afford to punish foreign nations for killing people.\n\n\"Do people really want me to give up hundreds of thousands of jobs?\" he said. \"And frankly, if we went by this standard, we wouldn’t be able to have anybody who’s an ally, because look at what happens all over the world.\"\n\nNBC and other outlets have reported that the CIA recently determined, reportedly with \"high confidence,\" that Saudi Crown Prince Mohammed bin Salman ordered the murder of Khashoggi at a Saudi consulate in Turkey in early October.\n\nTrump rejected that characterization in an exchange with reporters in Palm Beach, Fla., where he is spending the Thanksgiving holiday at his Mar-a-Lago resort, but said the American relationship with Riyadh wouldn't be affected even if the crown prince is responsible for Khashoggi's death.\n\n\"Whether he did or whether he didn’t, he denies it vehemently,\" Trump said. \"The CIA doesn’t say they did it. They do point out certain things, and in pointing out those things, you can conclude that maybe he did or maybe he didn’t.\"\n\nThe aftermath of the killing bothered him, he said, but he argued the CIA gave him conflicting information about the act.\n\n\"I hate the cover-up. And I will tell you this, the crown prince hates it more than I do,\" he said. \"And they have vehemently deny it. The CIA points it both ways. As I said, maybe he did, maybe he didn't. But I will say very strongly that it's a very important ally.\"\n\nBy design, intelligence community analyses don't reach conclusions. Instead, analysts provide evidence and a degree of confidence about their judgments, along with information about any uncertainties.\n\nAfter Trump tweeted a statement of support for Saudi rulers Wednesday, Washington Post publisher and CEO Fred Ryan slammed Trump in an op-ed.\n\n\"A clear and dangerous message has been sent to tyrants around the world: Flash enough money in front of the president of the United States, and you can literally get away with murder,\" Ryan wrote.\n\nPressed Thursday on whether his message to foreign leaders is that they can act with impunity, Trump said \"no.\"\n\n\"Not at all,\" he said. \" Saudi Arabia has been a longtime strategic partner. They're investing hundreds of billions of dollars in our country. I mean hundreds of billions. They're keeping the oil prices low.\"\n\nThe U.S Bureau of Economic Analysis does not report figures for Saudi Arabia's direct investment in the U.S. to avoid revealing information about specific companies. While overall data is not available, the office of the U.S. Trade Representative reports that \"Saudi Arabia's direct investment in the U.S. is led by real estate, information services, and retail trade.\"\n\nFinancial transactions between the two countries amounted to a negative number in 2017 — about $161 million in Riyadh's favor — according to BEA.\n\nSaudi Arabia spent about $9 billion on U.S. arms between 2013 and 2017, according to the Stockholm International Peace Research Institute, but Trump has said erroneously that Saudi rulers are ready to spend many multiples of that in the coming years — up to $450 billion in goods, including $110 billion in military equipment. Saudi Arabia's annual gross domestic product has been below $700 billion in each of the last three years."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Julie Moreau", "title": "Religious exemption laws exacerbating foster and adoption 'crisis,' report finds", "description": "Laws allowing child placement agencies to deny LGBTQ prospective parents are worsening the current “child welfare crisis,” according to a new report.", "url": "https://www.nbcnews.com/feature/nbc-out/religious-exemption-laws-exacerbating-foster-adoption-crisis-report-finds-n939326", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_47/2654746/181121-holding-child-hand-stock-cs-1234p_355a9344b5ac02a50249a51130a32147.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T17:23:00Z", "content": "Nov. 22, 2018 / 5:23 PM GMT Religious exemption laws allowing child placement agencies to deny LGBTQ prospective parents from fostering or adopting are exacerbating the current child welfare crisis, according to a new report from the liberal Center for Americ… [+11400 chars]", "fulltext": "By Julie Moreau\n\nReligious exemption laws allowing child placement agencies to deny LGBTQ prospective parents from fostering or adopting are exacerbating the current “child welfare crisis,” according to a new report from the liberal Center for American Progress (CAP), Voice for Adoption and the North American Council on Adoptable Children.\n\n“Turning away LGBTQ prospective parents by asserting a religious exemption or taking advantage of a lack of state nondiscrimination law is a violation of this group’s rights,” the report states. “It also negatively affects the already strained child welfare system, ultimately harming the children in its care.”\n\n“CHILD WELFARE CRISIS”\n\nIn 2017, there were about 443,000 children in foster care across the U.S., according to data from the U.S. Department of Health and Human Services (HHS). Each year, some 50,000 children are adopted through the U.S. child welfare system, but about 20,000 others “age out” before being placed with an adoptive family, according to HHS.\n\nIn addition to helping place more children in permanent homes, the CAP report claims taxpayers could save hundreds of millions of dollars by removing barriers blocking LGBTQ people from becoming adoptive parents.\n\n“Each child adopted from foster care, even with adoption assistance support, reduces state and federal spending by almost $29,000 annually when compared with those children who remain in foster care,” the report states. “If the child welfare system finds adoptive families for just 1,000 ten-year-old children who would otherwise have aged out of foster care at 18, a rough estimate suggests it would save $230 million of taxpayer money over eight years.”\n\nThe report warns that turning qualified prospective parents away will add unnecessary stress to “an already stressed system,” and it notes LGBTQ people represent a an “important subgroup of potential parents.”\n\n“Same-sex couples raising children are seven times more likely to be raising a foster child and seven times more likely to be raising an adopted child than their different-sex counterparts,” the report states, citing data from the UCLA’s Williams Institute. “They are also more likely to adopt older children and children with special needs, who are statistically less likely to be adopted.”\n\nDespite the needs of children in the child welfare system and the willingness of LGBTQ prospective parents, the report notes there are significant barriers in place that are preventing them from being matched.\n\n“WAIVER TO DISCRIMINATE\"\n\nAt present, 10 states — Alabama, Kansas, Michigan, Mississippi, North Dakota, Oklahoma, South Carolina, South Dakota, Texas and Virginia — have laws allowing religiously affiliated placement agencies to turn away LGBTQ parents, and even refuse to place LGBTQ children.\n\nFrank J. Bewkes, a policy analyst at the Center for American Progress and one of the report’s authors, told NBC News these religious exemption laws “reduce the pool of qualified parents.”\n\n“We are not in the position to turn any qualified parents away,” he said. “That is not in the best interest of children … [There are] too many people in care and not enough homes to take them in.”\n\nThe report cites research that demonstrates children raised in same-sex households are just as emotionally and physically healthy those raised by straight couples.\n\nThe first legislation to allow religious exemptions for child placement agencies was passed in North Dakota in 2003, which allowed agencies to refuse to participate in placement that violated the agency’s “written religious or moral convictions or policies,” and still receive government contracts. But after nearly a decade without other states following suit, such laws have been gaining momentum. Two states passed such a law between 2012 and 2016, three did so in 2017 and four in 2018 alone, according to CAP.\n\nThese laws have the potential to affect not only LGBTQ prospective parents but any prospective parent who does not fit the agency’s definition of a suitable family. In March of this year, South Carolina made headlines when Miracle Hill, the largest foster agency in the state, turned away Beth Lesser and her husband for being Jewish, referring them to a different agency.\n\n“To say we can go somewhere else is like saying you can’t use this state-funded hospital, but you can go to the one down the street,” Lesser told the Greenville News.\n\nEarlier this week, 75 civil rights, child welfare and faith organizations sent a letter to HHS Secretary Alex Azar asking him not to grant South Carolina’s request to exempt Miracle Hill from federal nondiscrimination law.\n\n“Granting South Carolina’s request would upend HHS’s responsibility to ensure that states are properly caring for the nation’s children by explicitly permitting a provider to put its own interests ahead of the best interests and explicit rights of the children in its care,” the letter states. “In addition, an exemption would sanction taxpayer-funded discrimination by organizations providing a government service, violating a host of constitutional and statutory protections.”\n\nCurrey Cook, an attorney at LGBTQ civil rights group Lambda Legal said the implications of granting “a waiver to discriminate” for organizations funded with taxpayer dollars, such as Miracle Hill, “are enormous.”“To allow faith-based agencies to put their beliefs ahead of the wellbeing of children in the state’s care is not only unconstitutional, but more importantly, it is harmful to the very children agencies are paid by the government to care for,” Cook said.\n\nThese religious exemption proposals are also being introduced at the federal level. In July of this year, Rep. Robert Aderholt, R-Ala., unsuccessfully introduced an amendment to the 2019 appropriations bill that, had it passed, would have slashed 15 percent of the federal funding for child welfare services programs to states that enforced nondiscrimination protections in child placement.\n\nSimilarly, Sen. Mike Enzi, R-Wy., and Rep. Mike Kelly, R-Pa., introduced last year the Child Welfare Provider Inclusion Act, which aims to prevent the federal government from taking action against any child welfare agency that “declines to provide, facilitate, or refer for a child welfare service that conflicts with the provider's sincerely held religious beliefs or moral convictions.” The bill is still pending in the Ways and Means Subcommittee on Human Resources.\n\nIn a statement supporting the bill, Rep. Kelly called it “100 percent inclusive and child-focused” and noted that “faith-based organizations have historically played a heroic role in caring for our country’s most vulnerable kids.”\n\n“There is no good reason why any of these care providers should be disqualified from working with their government to serve America’s families simply because of their deeply-rooted religious beliefs,” Kelly said in the statement. “When it comes to helping kids and making families stronger, all service providers – religious or otherwise – should have a seat at the table. That’s what this bill is about.\"\n\nBewkes cautioned that we have not seen the last of religious exemption laws. He said he expects a “ramping up” of proposed legislation in the next legislative session. “This is one of the battlegrounds for LGBTQ equality,” he added.\n\nThe lion's share of U.S. states no have explicit protections for LGBTQ prospective parents, according to Movement Advancement Project (MAP), an LGBTQ think tank. Three states (California, New Jersey and Rhode Island) and the District of Columbia prohibit discrimination by adoption and foster care agencies and officials based on both sexual orientation and gender identity, and an additional six states (Oregon, Wisconsin, New York, Massachusetts, Maryland and Nevada) offer some adoption and foster care discrimination protections based sexual orientation alone, according to MAP.\n\nTHE COURTS\n\nRecently, religiously affiliated child placement agencies and LGBTQ prospective parents have been turning to the courts to decide their fate as foster and adoptive parents.\n\nIn Philadelphia, Catholic Social Services is suing the city for the right to receive government contracts even if it refuses to place children with LGBTQ parents, in violation of the city’s nondiscrimination policy. Thus far a federal judge has rejected the Catholic Social Services’ request for a preliminary injunction, holding that the city’s nondiscrimination law does not violate the organization’s rights.\n\nAnd in Texas, a lesbian couple was turned away by a foster agency because they did not “mirror the holy family.” Lambda Legal is suing the HHS and the U.S. Conference of Catholic Bishops on behalf of the couple for “unlawful funding” of child welfare organizations that accept federal dollars but refuse to work with same-sex couples. The case is still pending in the U.S. District Court for the District of Columbia\n\nCASE STUDIES: TEXAS & MICHIGAN\n\nThe CAP report undertakes case studies of Michigan and Texas, two large states that have adopted relatively broad religious exemption laws. Bewkes described the situation in these states as “pretty bleak,” and the report describes an acute placement crisis in each of them.\n\n“Nationwide, 28 percent of youth had been in foster care for two or more years in fiscal year 2016,” according to the CAP report, which cited HHS data. “In that same period, 38 percent of Texas youth and 52 percent of Michigan youth had been in care for two or more years.”\n\nIn Texas, which has had a religious exemption law for child placement agencies since 2017, the number of foster and adoptive homes working with licensed child placement agencies has decreased nearly 40 percent from 2012 to 2017, according to data from the Texas Department of Family and Protective Services.\n\nAnd in Michigan, which has had a religious exemption law for child placement agencies since 2015, the number of licensed foster homes dropped by more than 20 percent from 2012 to 2017, according to data from the Michigan Department of Health and Human Services.\n\nThe report also highlights how LGBTQ-accepting agencies in these states may be inaccessible to some prospective parents because of geography.\n\n“We found they are actually spaced quite far apart,” Bewkes said of LGBTQ-accepting agencies. “If you’re in El Paso, there are no agencies that have explicit policies that are welcoming. You’d have to drive 350 miles to Lubbock, Texas, to find an agency that is welcoming,” he said, adding, “that’s in a different time zone.”\n\nRECOMMENDATIONS\n\nCAP ended its report with recommendations for the federal government, state governments and state-licensed child-placing agencies to help address the current “child welfare crisis.”\n\nThe organization recommended that a law be passed at the federal level that “explicitly prohibits state-licensed child placing agencies that receive federal funding, or that contract with those that do, from discriminating against or turning away qualified LGBTQ prospective foster or adoptive parents.” And, in the absence of federal protection, CAP recommended that “state legislatures should pass into law explicit nondiscrimination protections for LGBTQ prospective parents — both adoptive and foster.”\n\nThe report also recommended that LGBTQ-welcoming child-placement agencies make their policies explicit by, for example, posting nondiscrimination policies to websites, as these are often the first place prospective parents go when considering fostering or adoption. The report also encouraged states and child placement agencies to increase their recruitment efforts to all prospective parents, especially those who identity as LGBTQ, as this population has a higher propensity to foster and adopt.\n\nFOLLOW NBC OUT ON TWITTER, FACEBOOK AND INSTAGRAM"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Dennis Romero", "title": "California communities bring Thanksgiving to wildfire survivors", "description": "Volunteers planned to serve thousands of meals to evacuees after wildfires devastate California communities in Butte and Ventura counties.", "url": "https://www.nbcnews.com/news/us-news/california-communities-band-together-bring-thanksgiving-wildfire-survivors-n939306", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_47/2655746/181122-chico-thanksgiving-mc-15273_6aa87aab3ec90fbb0384b8aa723a19c7.1200;630;7;70;5.JPG", "publishedAt": "2018-11-22T16:59:17Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 4:59 PM GMT Volunteers were gearing up to serve thousands of Thanksgiving meals to survivors of the California fires Thursday… [+2157 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Dennis Romero\n\nFrom celebrity chefs to concerned residents, volunteers served thousands of Thanksgiving meals Thursday to survivors of the most destructive and deadliest wildfire in California.\n\nAmong those pitching in were the noted chefs José Andrés and Guy Fieri, who oversaw meal preparations for evacuees at California State University at Chico in Butte County. The Camp Fire there is \"a fire like no other fire in America,\" Andrés told NBC News' Steve Patterson.\n\n\"You feel for the people who had to go through it,\" he said. \"We hope that plate of food gives them a sense that America cares for them.\"\n\nFormer California Gov. Arnold Schwarzenegger tweeted a photo of himself helping in the kitchen. The image was accompanied by gratitude to Andrés \"for all you’re doing for the victims of our fires and the first responders.\"\n\nOrganizers estimated that 15,000 plates would be served on campus Thursday.\n\nMore than 500 meals were served at pre-Thanksgiving turkey dinner Wednesday night at the Oroville Rescue Mission, where some survivors have found shelter, said volunteer Kenneth Peters.\n\nMore than 50 people donated time and food, Peters said. \"A lot of them came from way outside of the county,\" he said.\n\nThe 153,336-acre Camp Fire, which all but destroyed the nearby town of Paradise, had killed 84 people and had taken out nearly 14,000 residences as of Thursday night. The blaze, which was sparked Nov. 8, was near full containment Thursday as rains doused much of the state.\n\nHundreds if not thousands of Camp Fire evacuees are still in shelters and makeshift campsites. The California Department of Forestry and Fire Protection, or Cal Fire, reported that three of six shelters set up for evacuees were full.\n\nStarting at 11 a.m. local time Thursday, several nonprofits alongside the town of Paradise, World Central Kitchen and Sierra Nevada Brewing Co. began hosting Thanksgiving for survivors at Cal State-Chico.\n\n\"When you notice this happening,\" Fieri said of the Camp Fire, \"you just gotta come and help. We need more coming together.\"\n\nFour seating times were scheduled. In addition, organizers planned to \"provide evacuees at all official shelters with a Thanksgiving meal at the shelters themselves,\" according to a statement from the Paradise Emergency Operations Center.\n\nThe event, Thanksgiving Together, was billed as \"a chance to bring together and bless the community through the unifying and healing power of food.\"\n\nRobin Gregory, a spokeswoman for Sierra Nevada Brewing Co., said beer, unfortunately, would not be served. \"It's an all-ages event,\" she said.\n\nSome evacuees celebrated the holiday at the homes of family members who have been providing temporary shelter.\n\nKarman Beller, 33 and her husband, Ryan Beller, 30, lost their home in the Camp Fire. She's six months pregnant and staying with her husband's family.\n\n\"We’re lucky we have in-laws,\" she said as she awaited turkey dinner with them at their Chico-area residence on Thursday night. \"We're just happy to be alive.\"\n\nJeff Hill's home was lost in the fire, and so was his mother's home and his grandfather's. Hill planned to visit relatives in the Chico area for celebrations Thursday.\n\n\"I hope everybody can get back to our home\" — Paradise, he said.\n\nIn Southern California, those who survived the Woolsey Fire were welcomed to turkey dinner at the Malibu Strong Community Thanksgiving at Pepperdine University.\n\nThat wildfire, now 100 percent contained, also started Nov. 8. It consumed 96,949 acres, took out 1,500 structures and killed three people, Cal Fire officials said."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Jonathan Allen", "title": "Trump says troops will use 'lethal force' at the border 'if they have to'", "description": "President Donald Trump said Thursday that U.S. troops he dispatched to the nation’s border will use lethal force to stop migrants attempting to enter the country “if they have to.”", "url": "https://www.nbcnews.com/politics/white-house/trump-says-troops-will-use-lethal-force-border-if-they-n939321", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2018_47/2655766/181122-donald-trump-thanksgiving-ew-1116a_bb8326e68e52a4847f7003c24f084323.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T16:54:06Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 4:47 PM GMT WASHINGTON President Donald Trump said Thursday that U.S. troops he dispatched to the nation… [+2264 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Jonathan Allen\n\nWASHINGTON — President Donald Trump said Thursday that U.S. troops he dispatched to the nation's border will use lethal force to stop migrants attempting to enter the country \"if they have to.\"\n\nEarlier this week, Trump authorized the military to use its rules of engagement, rather than those of domestic law enforcement agencies, at the border.\n\n\"If they have to, they're gonna use lethal force,\" he said. \"I've — I've given the OK. If they have to. I hope they don't have to.\"\n\nHe added that he will \"close entry\" at the border if he deems it necessary to prevent immigration. Just before the midterm elections this month, Trump sent thousands of troops to the U.S.-Mexico border in response to the advance of caravans of migrants through Latin America.\n\nSecretary of State Mike Pompeo reinforced the president's message in a statement Thursday, saying: \"The caravans will not be permitted to enter the United States. There are real dangers to the safety and human rights of migrants from those who would prey on them.\"\n\nCritics of Trump's use-of-force policy have said it runs the risk of entering a thicket of federal statutes, constitutional principles and international law — most notably the Posse Comitatus Act, which, with some exceptions, precludes the military from domestic law enforcement activities.\n\n\"The Posse Comitatus Act keeps the President from using troops to enforce domestic policy. For all the obvious reasons,\" Joyce White Vance, a former federal prosecutor and MSNBC contributor, wrote Wednesday on Twitter. \"It was enacted in 1878. Only Trump would think to violate it & as all things with Trump, once you violate a norm, it's a fast slide down the slippery slope.\"\n\nTrump, who has been frustrated by congressional refusal to provide funding for the border wall he promised to build between the United States and Mexico, has repeatedly portrayed migrants fleeing Central America as an invading force.\n\nMost Democrats and some Republicans oppose the border wall, and House Democrats' victory in the midterms means he is less likely to get the money he is seeking.\n\nTrump said he will entirely close the border — to people and trade — if Mexico doesn't stop migrants from trying to come into the United States.\n\n\"That means the Mexico's not going to be able to sell their cars into the United States until it's open,\" he said Thursday. \"But we're going to need to have a border or we're not. And when they lose control of the border on the Mexico side, we just close the border.\""}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Rachel Elbaum", "title": "Michelle Obama's European book tour highlights her global appeal", "description": "Across the pond, former first lady Michelle Obama is a figure of intense interest and admiration, especially for women of color.", "url": "https://www.nbcnews.com/news/world/michelle-obama-s-european-book-tour-highlights-her-global-appeal-n935716", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2018_46/2645586/181114-michelle-obama-book-mc-9253_e35127462da990f8c3867f2fa525f97b.1200;630;7;70;5.JPG", "publishedAt": "2018-11-22T16:25:00Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 4:25 PM GMT LONDON The morning that tickets went on sale for Michelle Obamas book tour appearance in Lon… [+5267 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Rachel Elbaum\n\nLONDON — The morning that tickets went on sale for Michelle Obama’s book tour appearance in London next month, Cyrielle Bedu, a Paris resident, got up early to get in the virtual line.\n\nThree hours before sales opened, Bedu became the 33,000th person seeking a shot online at one of the 2,700 tickets available to the Dec. 3 event.\n\nWhile welcoming crowds and packed venues have so far punctuated Obama's 15-stop tour publicizing her new memoir, \"Becoming,\" in the U.S., in Europe the former first lady has become a figure of intense admiration — especially among women of color.\n\n“When she speaks, she manages to speak to the whole world,” said Bedu, 30, whose mother came to France from Togo and her father from the Congo.\n\n“It’s like going to see Beyoncé — she’s like a rock star. She means so much to us,\" she said. \"In France we don’t have figures like that.”\n\nAt the London event, Obama, 54, will be in conversation with the acclaimed Nigerian novelist Chimamanda Ngozi Adichie, a draw in her own right.\n\nMost of those who waited for tickets were disappointed. Soon after the event sold out, tickets popped up on online re-sellers, with prices reportedly rising into the thousands. They were quickly taken down after complaints from the venue.\n\nObama’s one appearance in Paris, on Dec. 5, was announced just before tickets went on sale. They were in high demand, though the event didn’t sell out as quickly as in London. Bedu — along with friends who had also hoped to see Obama in London — managed to get tickets to the Paris appearance, though they didn't come cheap. The least expensive tickets were on sale for 54 euro ($60).\n\nBefore the memoir was released, it topped Amazon’s best-seller lists across Europe and the U.S., where it has remained since it came out on Nov. 13.\n\n“Becoming” is part of a joint book deal with Obama's husband, President Barack Obama. As first lady, Michelle Obama, a Chicago native and Princeton and Harvard Law School graduate, used her platform to promote education for girls and combat childhood obesity.\n\nAn accomplished lawyer in her own right, Obama campaigned at voter registration events during the recent midterm elections.\n\nBut it isn't her husband or the causes she espouses that are the real draw: Her popularity is especially pronounced among women who identify with her upbringing and see her as a role model.\n\nMichelle Obama appears with former President Barack Obama at the Obama Foundation Summit in Chicago. Jim Young / AFP - Getty Images\n\n“She is a black woman we could all connect with,\" said Tobi Oredein, the editor of the U.K. online magazine Black Ballad, aimed at black women. \"That she happened to be American was a side thing. She has a global appeal.\"\n\nEarlier this year, Obama was named the world’s second most admired woman, behind Angelina Jolie, according to a YouGov study that covered the views of people in 35 countries. Barack Obama came second in the category for men.\n\nThe fanfare surrounding Michelle Obama is all the more notable when compared to popular opposition to President Donald Trump in the U.K. When he visited London in July, tens of thousands of people took to the streets in protest.\n\n“At the moment, because Trump is so disrespected in this country, her currency has increased,” said Sylvia Ellis, a professor of American History and a presidential historian at University of Roehampton in London.\n\nObama's visage even looks down on passers-by in Brixton, a neighborhood dubbed \"London's Harlem,\" where the artist Dreph painted a three-story high mural of the former first lady, in partnership with her publisher, Penguin Books.\n\n“Michelle Obama is always open in giving us an insight into what it looks like to push through and forge our own paths,” wrote the artist on an Instagram post about the mural.\n\nAn evening with Michelle Obama & Chimamanda Ngozi Adichie in London and I don’t get to witness it! Smh. Why not give them the whole o2 so we can all bear witness to this greatness?! https://t.co/ukNeOw0lmi — Maryam (@mazdem) November 9, 2018\n\nObama’s appearances on comedian James Corden’s popular \"Carpool Karaoke\" segment and on the talk show “Ellen,” have contributed to impressions of her as down to earth and relatable, said Ellis. On the first night of her book tour, Oprah Winfrey interviewed Obama on stage, where she talked about what life was like in the White House and how the couple kept their two daughters grounded.\n\n\"The first thing we thought was, while we are having pancakes in the morning, it's just crazy to have a man in a tuxedo come in,\" Obama said. \"When you got some little girls at a sleepover and he's bringing in some water. So we canceled the tuxedos.\"\n\nObama traveled to London twice while her husband was in office, in 2009 and 2015. Both times she visited girls’ schools where she stressed the importance of education.\n\nMaryam Baig of London said Obama's social campaigns as first lady regularly featured in conversations with friends, and she also tried to buy tickets for Obama’s London appearance, even though she was more than 10,000 places back in the virtual line.\n\n“She has a poise and grace that makes her inspiring to young women of color. She motivates you to take on the world, and shows that you can do it despite racism,” said Baig, 29, who is of Ugandan and Pakistani descent.\n\n“If she can do it, then why can’t we?”"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Associated Press", "title": "Nissan fires chairman Carlos Ghosn following arrest", "description": "Nissan Motor Co. fired Carlos Ghosn as chairman after his arrest for alleged financial improprieties.", "url": "https://www.nbcnews.com/news/world/nissan-fires-chairman-carlos-ghosn-following-arrest-n939316", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_47/2654201/181121-carlos-ghosn-mc-1141_7249d762217a5e3e4c201cdd1f19a6db.1200;630;7;70;5.JPG", "publishedAt": "2018-11-22T16:18:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 4:18 PM GMT TOKYO Nissan Motor Co. fired Carlos Ghosn as chairman Thursday in a dramatic end to the powerful executive's near… [+4544 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Associated Press\n\nTOKYO — Nissan Motor Co. fired Carlos Ghosn as chairman Thursday in a dramatic end to the powerful executive's nearly two decade long reign at the Japanese automaker after his arrest for alleged financial improprieties.\n\nIn an hours-long meeting, the company's board of directors voted unanimously to dismiss Ghosn as chairman and as a representative director, Nissan said in a statement. It said its own internal investigation, prompted by a whistleblower, found serious misconduct including under-reporting of his income and misuse of company assets.\n\nIt was a stunning downfall for one of the biggest figures in the auto industry, a man who helped drive turnarounds at both France's Renault SA and at Nissan and then managed an alliance between them that sold 10.6 million cars last year, besting its rivals.\n\nNissan said in a statement filed to the Tokyo Stock Exchange that its investigation uncovered misuse of company investment funds and expense money for personal gain.\n\nEarlier this week, Renault voted to keep Ghosn as its chief executive but appointed Thierry Bollore, its chief operating officer, as its interim chief.\n\nAnother Nissan executive, Greg Kelly, was arrested on suspicion of collaborating in the wrongdoing and also will be dismissed as a representative director, Nissan said. Their replacements will be decided later, it said.\n\nGhosn, 64, is suspected of under-reporting $44.6 million in income from 2011 to 2015, according to Tokyo prosecutors.\n\nNissan's board consists of nine members, including Ghosn and Greg Kelly. The seven other board members voted at the meeting, including two members from Nissan and two from Renault.\n\nGhosn and Kelly will remain on Nissan's board for now as that decision will be up to shareholders. No date has been set yet for a shareholders meeting.\n\nGhosn is also chairman at Mitsubishi Motors Corp., a smaller Japanese automaker that's partnering with the Renault-Nissan alliance and plans to hold a board meeting next week.\n\nGhosn has been held since his arrest Monday at a Tokyo detention center, under the same Spartan conditions as other detainees, Tokyo deputy prosecutor Shin Kukimoto told reporters Thursday. He gave few details about the case.\n\nUnder Japanese law, suspects can be held for 20 days per possible charge without an official indictment. Additional charges can be tagged on, resulting in longer detentions. Neither has been charged so far.\n\nThe maximum penalty upon conviction for violating finance and exchange laws is 10 years in prison, an $89,000 fine, or both.\n\nA French citizen born in Brazil, Ghosn became something of a corporate superstar in Japan as he led Nissan's revival from near bankruptcy after Renault sent him to help in 1999.\n\nGhosn served as Nissan's chief executive from 2001 until last year. He became chief executive of Renault in 2005, leading the two automakers simultaneously. In 2016, he also became chairman of Mitsubishi Motors Corp. after Nissan took it into the alliance.\n\nKelly, 62, joined Nissan, maker of the Leaf electric car and Infiniti luxury models, in the U.S. in 1988. He became a board member in 2012. His background is in human resources and alliance management.\n\nAnalysts say the future of Nissan's alliance with Renault may be at stake, though Nissan's statement Thursday said the company's leadership was determined to minimize the impact from Ghosn's case on the partnership. Renault owns 43 percent of Nissan, and Nissan owns 15 percent of Renault.\n\n\"The longstanding alliance partnership with Renault remains unchanged,\" the Nissan statement in English said, stressing the alliance rather than the misdeeds.\n\nIt also said the board will study setting up a third-party committee to beef up governance in management and compensation at Nissan.\n\nCEO Hiroto Saikawa, in a lengthy news conference on Monday, said too much power had been concentrated in Ghosn, with too little credit given to the many others working for the company's success.\n\nJanet Lewis, managing director and head of industrial research, Asia, at Macquarie Capital Securities in Tokyo, said in an interview that an adjustment was needed to give Nissan more say in the alliance with Renault.\n\nThe partnership remains crucial for both companies, she said, since apart from financial ties the companies share technology and parts.\n\nThe automakers need to be more like roommates than a married couple, \"So they have to find a way to share their house and share all of their expertise because it's very necessary in terms of new automotive technology, new platform development,\" Lewis said.\n\n\"They need to figure out how they can continue this and still live happily together in the same house.\""}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": null, "title": "Iconic stretch of Berlin Wall wins protection from developers", "description": "After the wall fell in 1989, more than 100 international artists painted over its concrete transforming it into the world's longest outdoor gallery.", "url": "https://www.nbcnews.com/news/world/berlin-wall-s-east-side-gallery-wins-protection-developers-n939311", "urlToImage": "https://static.euronews.com/articles/3452138/1000x563_3452138.jpg", "publishedAt": "2018-11-22T16:15:00Z", "content": "MAINZ, Germany The longest remaining section of the Berlin Wall has been saved from the threat of demolition. The so-called East Side Gallery, a three-quarter of a mile stretch that's famous for its art works, has was this week transferred into the care of a … [+1533 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Carlo Angerer\n\nMAINZ, Germany — The longest remaining section of the Berlin Wall has been saved from the threat of demolition.\n\nThe so-called East Side Gallery, a three-quarter of a mile stretch that is famous for its art works, was this week transferred into the care of a public foundation amid fears that it could be lost to property developers.\n\nDuring the Cold War, it was part of the border separating East and West Germany.\n\nTen people died while trying to flee the communist country in the section that was later turned into the East Side Gallery.\n\nAfter the wall fell in 1989, more than 100 international artists painted over its concrete transforming it into the world’s longest outdoor gallery. It has become a symbol for the joy of reunification, but also reminds visitors that Berlin was once a divided city.\n\nA mural by Russian painter Dmitri Vrubel depicting a kiss between Soviet leader Leonid Brezhnev and East German leader Erich Honecker at the East Side Gallery. Felipe Trueba / EPA file\n\nWhile the East Side Gallery has become one of the most visited landmarks in the city, its future was uncertain due to Berlin's construction boom.\n\nIn 2013, sections of the wall were removed to make way for an access road to new luxury apartments.\n\nThe Berlin Wall Foundation, which already runs other memorials and museums in the city, has now taken control of the East Side Gallery.\n\nIt plans to preserve the artwork and run guided tours, while also keeping the area easily accessible.\n\n“We are happy that our foundation is trusted with the preservation and care of this monument,” said Hannah Berger, a spokeswoman for the organization. “It’s also important that we can now explain this place.”\n\nBerger said the foundation aims to preserve the East Side Gallery's character and plans to conduct archaeological research that aims to uncover the foundations of a guard tower that once stood nearby."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": null, "title": "Balloons fly at Macy’s Thanksgiving Day Parade despite weather fears", "description": "Record low temperatures did not deter thousands from watching the annual parade featuring a host of character balloons and marching bands.", "url": "https://www.nbcnews.com/video/balloons-fly-at-macy-s-thanksgiving-day-parade-in-new-york-city-1377972291622?v=a&cid=public-rss_20181122", "urlToImage": "https://media1.s-nbcnews.com/i/MSNBC/Components/Video/201811/18-11-22T155549Z_1137642265_RC1E15B7FF30_RTRMADP_3_USA-THANKSGIVING-PARADE.jpg", "publishedAt": "2018-11-22T16:12:28Z", "content": "Record low temperatures did not deter thousands from watching the annual parade featuring a host of character balloons and marching bands.", "fulltext": "Balloons fly at Macy’s Thanksgiving Day Parade in New York City copied!\n\nRecord low temperatures did not deter thousands from watching the annual parade featuring a host of character balloons and marching bands.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Balloons fly at Macy’s Thanksgiving Day Parade despite weather fears", "description": "Record low temperatures did not deter thousands from watching the annual parade featuring a host of character balloons and marching bands.", "url": "https://www.nbcnews.com/video/balloons-fly-at-macy-s-thanksgiving-day-parade-in-new-york-city-1377972291622", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/18-11-22T155549Z_1137642265_RC1E15B7FF30_RTRMADP_3_USA-THANKSGIVING-PARADE.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T16:12:28Z", "content": null, "fulltext": "Balloons fly at Macy’s Thanksgiving Day Parade in New York City copied!\n\nRecord low temperatures did not deter thousands from watching the annual parade featuring a host of character balloons and marching bands.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Mariana Atencio", "title": "A divided family finds common ground around the Thanksgiving table", "description": "Members of the Cingano family may not agree on politics, but they are determined to find common ground around the Thanksgiving table.", "url": "https://www.nbcnews.com/politics/politics-news/divided-family-finds-common-ground-around-thanksgiving-table-n939191", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_47/2654901/181121-thanksgiving-family-cingano-mn-1002_47135d7d5c46fe16566564736c84153f.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T15:37:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 3:37 PM GMT MOUNT PLEASANT, Mich. The Cinganos may be a politically divided family like the state of Michigan itself, or for … [+3835 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Mariana Atencio\n\nMOUNT PLEASANT, Mich. — The Cinganos may be a politically divided family — like the state of Michigan itself, or for that matter much of the upper Midwest — but they were determined not to divide this year’s Thanksgiving table between armed camps.\n\n“We could have been that family where we didn’t talk because of our opposing views,” said Tammy Cingano, 53, a physician’s assistant who described herself as progressive and active in local Democratic politics. “My brother and I have gotten into really heated arguments where we’ve had to step away from each other and go to your corners kind of thing. But in the end, we choose not to be that family, we choose to not attack each other.”\n\nThere remain widespread political differences in the region, but data suggests that fear of Thanksgiving food fights may be overblown, even though people on the fringes may sound louder.\n\nThe NBC News exit poll on Election Day showed that a plurality of Michigan voters, 39 percent, identified as moderates, compared to conservatives at 34 percent and liberals at 27 percent. The share of moderate voters was even higher in Ohio, Pennsylvania, and Wisconsin.\n\nAnd there is much to bring the two sides together. Overall, more than 44 percent of the voters in Michigan, Pennsylvania and Wisconsin ranked healthcare as the most important issue, and a plurality of voters in Michigan, Ohio, and Wisconsin said Trump was not a factor in their vote.\n\n“There has to be a change because it can’t be all this hate anymore. There’s a boatload of Trump haters and Republican haters,” explained Tammy’s brother Derek, 51, a retired veteran who voted for Trump in 2016 and Gov.-elect Gretchen Whitmer, a Democrat, earlier this month. “I’m a Republican. It was the only Democrat vote I cast.”\n\nWhitmer garnered 2.1 million votes in a state Trump won in 2016 by one percent. She promised to fight divisiveness during her victory speech. “In Michigan we want to build bridges,” she said. “We choose bridges over walls.”\n\nNationally, Democrats have so far picked up a net of 38 seats in the House of Representatives, bringing their tally to 234 and retaking control of the lower chamber. Republicans on the other hand stood their ground on the Senate, holding on to 52 seats with one contest in Mississippi yet to be determined.\n\n“The majority of families I deal with on the road are low-income African Americans that live in a blue state…We definitely talk about life, crime and healthcare,” said the youngest sibling David Cingano, 49, who customizes wheelchairs for people with disabilities, and describes himself as very independent. “Until I feel confident in a candidate and their views, I will stay on the sidelines.”\n\nDespite drastically opposing views, the Ciganos actually all belong to the roughly two-thirds of Americans who don’t identify with political extremes.\n\n“There’s too much disrespect. It’s across the board,” Tammy Cingano said. “It doesn’t matter if you’re Republican or Democrat, if you’re independent, Green Party…people need to be respectful.”\n\nAs a recent report from the non-profit group More In Common showed, a sense of belonging to a political tribe is often a greater factor in divisiveness than ideology. More than polarization, it is tribalism that is at play. Those on the far left represent 8 percent of the U.S., compared to 6 percent on the far right. Most Americans actually share more common ground than fights on Facebook might suggest, including support for stricter gun laws, a belief that racism is a still a problem, and a sense that the immigration system is completely broken, even if they disagree on how to solve it.\n\nMost of the Cinganos reside in Isabella County, which swung from Obama over Romney in 2012 to Trump over Clinton in 2016.\n\n“America was built on opposing ideas,” said Toni Sessions, who is married to Tammy. “It’s actually compromise.”\n\nAnd as Tammy responded: “We’ve been family a whole lot longer than Trump’s been in office... and pretty much that trumps everything else.”"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": null, "title": "Brexit could leave the U.K. worse off, finance minister admits", "description": "\"We will have a politically chaotic situation\" without a deal, finance minister Philip Hammond said.", "url": "https://www.nbcnews.com/storyline/brexit-referendum/no-deal-brexit-would-cost-britain-tens-billions-finance-minister-n939291", "urlToImage": "https://static.euronews.com/articles/3451962/1000x563_3451962.jpg", "publishedAt": "2018-11-22T14:59:21Z", "content": "LONDON Brexit could leave the U.K. worse off than if voters had chosen to remain in the European Union, the country's finance minister admitted Wednesday amid deepening political chaos over the process. Splitting from the trading bloc without a divorce deal w… [+2292 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Alastair Jamieson\n\nLONDON — Brexit could leave the U.K. worse off than if voters had chosen to remain in the European Union, the country's finance minister admitted Wednesday amid deepening political chaos over the process.\n\nSplitting from the trading bloc without a divorce deal would cost Britain tens of billions of dollars — more than it currently contributes in E.U. membership, Chancellor of the Exchequer Philip Hammond acknowledged.\n\nBritain will leave the E.U. on March 29 but lawmakers are bitterly divided over the terms of Brexit.\n\n\"A smooth exit from the European Union, doing this in an orderly fashion, is worth tens of billions of pounds to our economy,\" he told broadcaster ITV.\n\nChancellor concedes PM’s Brexit deal will make us poorer than staying in EU, but says Brexit is not all about money https://t.co/Man9lp2luw — Robert Peston (@Peston) November 21, 2018\n\nIt echoed his warning from earlier this year that annual government borrowing in the world’s fifth-largest economy could leap by $100 billion a year by 2023-34 if Britain crashes out of the E.U. in a so-called “no-deal” scenario.\n\nHis comments underscore the scale of the decision awaiting lawmakers in the House of Commons, who are expected to vote on a proposed agreement in the coming weeks.\n\nHammond said lawmakers would be shown estimates of what a no-deal outcome would likely cost its economy compared to “the status quo,” and warned that any attempt by hardline pro-Brexit lawmakers to scupper a deal could result in Brexit being abandoned altogether.\n\n\"If the deal is not approved by parliament, we will have a politically chaotic situation ... In that chaos that would ensue, there may be no Brexit,\" he added.\n\nBritish Prime Minister Theresa May Ben Stansall / AFP - Getty Images\n\nPrime Minister Theresa May on Thursday hailed a final draft of the agreement, saying a deal was “within our grasp and I am determined to deliver it.\"\n\nShe added: “The British people want this to be settled.”\n\nHer draft declaration will now be screened by national envoys of the remaining 27 EU states in Brussels, followed by a summit meeting on Sunday.\n\nMajor questions remain unanswered, such as the future of Gibraltar, the British territory on the southern Spanish coast that Madrid has been trying to reclaim for centuries.\n\nSome quick thoughts on the #Brexit Political Declaration which we've all been reading and digesting.\n\n\n\n(Shorter: unicorn hunters are goin to find themselves in a target-rich environment).\n\n\n\n1/THREAD — Peter Foster (@pmdfoster) November 22, 2018\n\nBoth Britain and the E.U. — which will remain its biggest trading partner — need a deal to keep goods flowing across borders that are currently open to free movement.\n\nBut May has struggled to untangle nearly 46 years of membership without damaging trade or upsetting lawmakers concerned about unfettered immigration.\n\nThe current draft deal allows for a transition period of up to two years in which to finesse the future relationship — but many lawmakers see that as unacceptably slow after voters chose to quit the E.U. in a June 2016 referendum."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Alastair Jamieson, Jareen Imam, Associated Press", "title": "Family of U.S. missionary John Chau: We forgive tribe for killing him", "description": "John Chau's family said the adventurer \"loved God, life, helping those in need, and had nothing but love for the Sentinelese people\" who killed him with arrows.", "url": "https://www.nbcnews.com/news/world/family-u-s-missionary-john-chau-we-forgive-tribe-killing-n939276", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_47/2655531/181122-john-chau-mc-1127-2_e3e3380500f6fafc3bec823742945469.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T14:12:00Z", "content": "Chau attended Vancouver Christian High School and graduated from Oral Roberts University, a Christian college in Oklahoma, in 2014, with a degree in health and exercise science. While there, he worked with the university's missions and outreach department. \"I… [+4079 chars]", "fulltext": "Chau attended Vancouver Christian High School and graduated from Oral Roberts University, a Christian college in Oklahoma, in 2014, with a degree in health and exercise science. While there, he worked with the university's missions and outreach department.\n\n\"I have never known a more courageous, selfless, compassionate man and friend,\" said Bobby Parks, the department's former director. \"John lived and gave his life to share the love of Jesus with everyone.\"\n\nA tribesman aims his bow at an Indian coast guard helicopter as it flew over North Sentinel Island in 2004. Indian Coast Guard via AP file\n\nChau was involved with Parks' nonprofit, More Than a Game, a soccer program for disadvantaged children, including refugees.\n\nChau traveled to the Kurdistan region of northern Iraq in 2014 to work with young Syrian and Iraqi refugees. Parks said. He also worked with Burmese refugee children in Tulsa, Oklahoma, for several years.\n\nCasey Prince, 39, of Cape Town, South Africa, met Chau five years ago when they traveled with members of his university's soccer team.\n\nHe told the Associated Press that Chau was easy to like, kind, joyful and driven by twin passions: a love of the outdoors and fervent Christianity.\n\n\"He was an explorer at heart,\" Prince said. \"He loved creation and being out in it, I think having probably found and connected with God that way, and deeply so.\"\n\nHe said Chau accepted the dangers that came with his travels. \"If he was taking a risk, he was very aware of it,\" Prince said.\n\nDependra Pathak, director general of police on India's Andaman and Nicobar Islands, said Chau arrived in the archipelago Oct. 16. It was not his first time in the islands, having visited in 2015 and 2016.\n\nChau organized his visit to North Sentinel through a friend who hired seven fishermen for $325 to take him there on a boat, which also towed his kayak, Pathak said.\n\nThe island was completely off-limits until earlier this year, but visits are still heavily restricted and required permissions that Pathak said had not been sought.\n\nThe Andaman and Nicobar Islands are located at the corner of the Bay of Bengal and Andaman Sea. Google Maps\n\nThe American went ashore in his kayak on Nov. 15 and sent the boat with the fishermen out to sea to avoid detection, Pathak said in a news release. He interacted with some of the tribespeople, offering gifts such as a football and fish. But the tribespeople became angry and shot an arrow at him, hitting a book he was carrying.\n\nChau swam back to the fishermen's boat and for the night and set out again to meet the tribespeople on Nov. 16.\n\nOn Nov. 17, the waiting fishermen watched from a distance as the tribesmen dragged Chau's body.\n\nPathak said the seven fishermen were charged with endangering the life of the American by taking him to a prohibited area on his “misplaced adventure.”\n\nHe was apparently killed by arrows but the cause of death can't be confirmed until his body is recovered, Pathak said.\n\nPolice surveyed the island by air Tuesday, and a team of police and forest department officials used a coast guard boat to travel there Wednesday and another trip was planned Thursday, he said.\n\nSurvival International, a global advocacy non-profit for tribespeople, described the Sentinelese as an \"uncontacted\" community of between 50 and 200 people who \"vigorously reject all contact with outsiders.\"\n\nJust five months ago the Indian authorities lifted one key restriction on foreign tourists going to the #Sentinelese tribe's island – the news of an American missionary's death on the island is the tragic consequence. Protect #uncontacted tribes' lands now! pic.twitter.com/R2j9ANezsk — Survival International (@Survival) November 21, 2018\n\n\"This tragedy should never have been allowed to happen. Indian authorities should have been enforcing the protection of the Sentinelese and their island for the safety of both the tribe, and outsiders,\" said Survival International director Stephen Corry. \"The Sentinelese have shown again and again that they want to be left alone, and their wishes should be respected.\""}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Simon Moya-Smith", "title": "The Thanksgiving Cowboys game is just another insult to Native Americans", "description": "Playing the Washington-area team whose name is a racial slur on a day dedicated to myths of indigenous cooperation is a slap in the face.", "url": "https://www.nbcnews.com/think/opinion/thanksgiving-game-cowboys-just-another-insult-native-americans-season-full-ncna939296", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_47/2655111/181121-washington-nfl-redskins-protest-2014-ac-555p_6ece6eb428085b082e7f4b360e92cba0.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T14:09:00Z", "content": "Get the Think newsletter. SUBSCRIBE Nov. 22, 2018 / 2:09 PM GMT Every November, most Americans are focused on three dominant things: Thanksgiving, buying crap they dont need and, of course, football. This year will mark the eighth year in its history that the… [+5658 chars]", "fulltext": "Get the Think newsletter.\n\nBy Simon Moya-Smith\n\nEvery November, most Americans are focused on three dominant things: Thanksgiving, buying crap they don’t need and, of course, football.\n\nThis year will mark the eighth year in its history that the National Football League has scheduled the Washington, D.C.-area team — I will not perpetuate its name by using it here because it is incontrovertibly a dictionary-defined racial slur and should be changed immediately — to play the Dallas Cowboys on Thanksgiving.\n\nJust for a moment, think of the symbolism in this game: Cowboys against “Indians,” the old American narrative that routinely valorizes the brave cowboy and demonizes the “merciless Indian savages,” as we are referred to in the Declaration of Independence.\n\nWhat’s more, the league has continually scheduled this storied rivalry on a holiday – Thanksgiving – that omits the murder and mutilation of indigenous peoples by European invaders often referred to as “pilgrims” or “settlers.” (It violates a fundamental law of time and space to refer to an invader as a “settler” or “pilgrim.” You must first invade before you can settle.)\n\nHere is what’s even more egregious: Natives are per capita, even hundreds of years later, more likely to be killed by police than any other demographic in the U.S.\n\nSo, the Cowboys will take on a team whose name is a racial slur (which has historically been used to refer to murdered Indians) on a holiday historically soaked in Native blood (the fact of which many Americans are ignorant) at a time during which Natives are most likely to die at the hands of police… during Native American Heritage month meant to celebrate Native Americans?\n\nAnd in what city does the Washington NFL team represent? Not a city at all, but a federal district, named for… Christopher Columbus. And, lest we forget (or ignore) history, the man opened the slave trade to the western hemisphere, slaughtered and enslaved Natives and set into motion a genocide that, even today, we can see in the numbers: We, indigenous peoples, are the smallest racial minority in our ancestral lands.\n\nThis means that we are more often the smallest racial minority in almost every setting: Work, of course, and especially at schools — which is unfortunate because another antiquated tradition of November resurrected every year is teachers dressing up their students as pilgrims and Indians.\n\nIt should be clear that this practice is not a cute, harmless affair, but an American tradition that has lifelong consequences. Those kids will grow up believing that it is perfectly acceptable to dress up as white stereotypes about another race, especially Natives — but it tends to carry over to other racist costumes like blackface and geishas.\n\nNative Americans taking part in the protest against the Redskins team name, carry tribal banners outside the stadium that the Washington Redskins will play the Minnesota Vikings in Minneapolis, Minnesota on November 2, 2014. John McDonnell / The Washington Post/Getty Images file\n\nSo it is no surprise — at least to the indigenous peoples of these shores — that when we see fans of the Washington NFL team (or the Kansas City Chiefs or Cleveland Indians) in face paint and headdresses, they were likely once kids who were told that it’s just good ol’ American fun to “play Indian.”\n\nMost of my Native relatives and friends look forward to the end of November because it means the annual autumn hostilities — from Halloween costumes to baseball season to fantasies of indigenous settler cooperation — are coming to a close, for at least a little while. Indeed, those hostilities are always there, but at least the colonialist victory lap every fall shuts down for a bit.\n\nBut just before the close of November, there’s one more insult the U.S. feels it must deal to Natives, like a quintessential middle finger as one walks away: Native American Heritage Day itself.\n\nIt should be the annual time of year during which this century’s Americans celebrate and honor and learn about the innumerable accomplishments and contributions indigenous peoples have given and still give to the world. After all, we gave you chocolate, tobacco and even the antagonists for the racist Hollywood westerns people seem to love so much.\n\nAnd it would make sense that such a day would be officially held in early November — when kids are in school — so they can learn about Billy Mills, the Native Olympian and Gold Medalist, read about Wilma Mankiller, the first female chief of the Cherokee Nation, and even today learn about Debra Haaland and Sharice Davids, the first two Native women to ever be elected to Congress.\n\nBut no: Native American Heritage Day was officially lumped together with — you guessed it — Black Friday. And I can’t imagine people standing in long lines in the frigid cold outside of some big-box retailer turning to a fellow shopper who they most likely elbowed in the ribs and saying, “Oh, hey, by the way, Happy Native American Heritage Day!”\n\nNovember, at least for Natives, is not the most pleasant month but, perhaps in time — with the proliferation of social media, which allows people to read our wisdom in real-time (follow #NativeTwitter for the latest), and as we push ourselves deeper into the American dialogue — sports teams won’t be named after racist slurs, teachers won’t dress up their kiddos as white stereotypes of Indians and people will reshape their beloved Thanksgiving holiday to reflect history, not myths and lies.\n\nUntil then, I reject the banal excuse of ignorance, especially in an age when we have access — literally at our finger tips — to rivers of data, first-hand accounts and uncontested history. This is not simple ignorance anymore. White ignorance of Native Americans is a direct insult, and it needs to end. Now."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Ani Bundel", "title": "Disney's 'Wreck-It Ralph' sequel 'Ralph Breaks the Internet' is the perfect combination of parody and heart - NBCNews.com", "description": "NBCNews.com Disney's 'Wreck-It Ralph' sequel 'Ralph Breaks the Internet' is the perfect combination of parody and heart NBCNews.com No one sends up Disney quite like Disney. Even when gently parodying itself, there's still a level of sincerity at the core. It…", "url": "https://www.nbcnews.com/think/opinion/disney-s-wreck-it-ralph-sequel-ralph-breaks-internet-perfect-ncna939106", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2018_47/2654826/181121-wreck-it-ralph-breaks-the-internet-3-ew-228p_598c8adb905343d4246e739d8d1c6dd2.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T13:46:00Z", "content": "Get the Think newsletter. SUBSCRIBE Nov. 22, 2018 / 1:46 PM GMT No one sends up Disney quite like Disney. Even when gently parodying itself, there's still a level of sincerity at the core. Its latest animated offering is no different. Just in time for the Tha… [+5299 chars]", "fulltext": "Get the Think newsletter.\n\nBy Ani Bundel\n\nNo one sends up Disney quite like Disney. Even when gently parodying itself, there's still a level of sincerity at the core. Its latest animated offering is no different. Just in time for the Thanksgiving holiday weekend, \"Ralph Breaks the Internet\" was created by the minds behind Disney Animation Studios, the division of the entertainment behemoth that originally put it on the map. A follow-up to the 2012 surprise hit “Wreck-It Ralph,” this sequel sends up all the company’s own clichés while reminding everyone that all Disney princesses, no matter where they come from, are just trying to follow their dreams.\n\nThis sequel sends up all the company’s own clichés while reminding everyone that all Disney princesses, no matter where they come from, are just trying to follow their dreams.\n\nWith Disney poised to merge with 20th Century Fox in less than a year, the company stands as the largest entertainment monopoly in the world. And yet, endless remakes and franchises have recently left something to be desired as far original content is concerned. Disney Animation Studios made the company iconic with stories that told a clear moral tale of family and heart, packaged and marketed to the hilt. But the overall company’s acquisition of other studios and a new habit of co-opting these once-animated stories for CGI-heavy “live action” remakes has meant that the animation department has been overlooked these last few years. While fans fawn over Pixar’s next “Toy Story” installment and Tim Burton’s “Dumbo” trailers, Disney Animation Studios has had to get creative about where the niche is for them to fill.\n\nEnter the “Wreck-It Ralph” series, which takes the “Toy Story” formula and moves it to the dawn of the digital era. The toys who come to life when the kids aren’t around are now arcade characters who wander out of their video games after closing. The original story, which was equal parts nostalgia, gentle parody and heartfelt buddy parable, centered around Wreck-It Ralph (John C. Reilly) from “Fix-It Felix Jr” (a parody of the 1980s game “Rampage”). Ralph was paired up with Princess Vanellope Von Schweetz (Sarah Silverman) from “Sugar Rush” (a parody of every female-oriented game mixed with a parody of every racing game of the era) who together form an unlikely friendship so touching, the film was nominated for an Oscar.\n\n“Ralph Breaks The Internet” takes this 1980s parody and moves it to the present, as the old school arcade finally gets WiFi. When Vanellope’s game is damaged, and the only replacement part can be found on e-Bay, Ralph decides to take his little friend out into the great internet unknown to find it before her console is dismantled and sold for parts.\n\nThe trip that ensues feels like a digital version of “Fantastic Voyage,” or Pixar’s “Inside Out.” Human avatars are enveloped in a little bubble packet of data and flown through wires to the global World Wide Web, citified. Here. the social media district is dominated by a large blue book with the word FACE on it and Twitter birds fly through the air spouting endless cat pictures. Google’s skyscraper dominates the landscape and eBay is a warehouse of enormous size. A trip to the “dark Web” finds everyone in dark glasses and hoodies, as unscrupulous pop-up ad dealers try to make a buck or two selling virus-laden cons. And, of course, over in one corner stands the entertainment district, dominated by a large pink castle and its flagship site, Oh My Disney.\n\nRalph, discovering he needs money to buy the Sugar Rush part from eBay, starts making viral videos on “BuzzTube” — an opportunity for the filmmakers to reference every viral YouTube video of the last few years. Meanwhile, Vanellope and her racer’s heart discovers the latest generation of racing games when she enters “Slaughter Race” (an obvious parody of “Grand Theft Auto”), where the bad guys are led by Shank (Gal Gadot, doing a take on her “Fast & Furious” character).\n\nThe premise is creative enough, and anyone who understands internet culture will appreciate the attention to detail. But the movie really shines when its main characters enter Disney’s colonized corner of the internet. Part of being an entertainment monopoly today means being Extremely Online, and Disney’s send-up of its own digital footprint is clearly done with love. The security at Disney is run by Stormtroopers, Buzz Lightyear stands outside entertaining the crowds, an animated Stan Lee wanders out of the Marvel building and endless comic-con panels run day and night.\n\nThe main draws, though, are the iconic princesses that made Disney a household name. The company released footage of these princess scenes ahead of the film's release, and it represents a microcosm of everything that makes the movie work overall: A visual feast of meticulously crafted puns that avoids self-indulgence by managing to always gently push the plot forward.\n\nCleverness aside, at the end of the day the real emotional center of this movie is (still) the friendship between Vanellope and Ralph. They may get into fights and internet viruses may try to exploit their insecurities, but in the end, theirs is the timeless love story of a big, strong self-declared hero and an itty-bitty princess with a dream to drive free. It’s just another variation on the same story Disney Animation Studios has been telling since 1939, but it still works all these generations later."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Jonathan Allen", "title": "Trump, ripping into Roberts, says judges make 'our Country unsafe'", "description": "President Donald Trump extended his feud with Chief Justice John Roberts and the federal judiciary on Thanksgiving, saying judges make the country unsafe.", "url": "https://www.nbcnews.com/politics/politics-news/trump-ripping-roberts-says-judges-make-our-country-unsafe-n939286", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2018_47/2655571/181122-trump-roberts-mc-1235_1e09c082b2982a09fe26b50ab70e51a8.1200;630;7;70;5.JPG", "publishedAt": "2018-11-22T13:30:31Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 1:24 PM GMT / Updated 1:38 PM GMT WASHINGTON While millions of Americans prepared to eat roast turkey fo… [+3345 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Jonathan Allen\n\nWASHINGTON — While millions of Americans prepared to eat roast turkey for Thanksgiving Thursday, President Donald Trump used a holiday call to U.S. troops and Twitter to roast Chief Justice John Roberts and the federal courts.\n\n\"Justice Roberts can say what he wants, but the 9th Circuit is a complete & total disaster,\" Trump wrote on Twitter. \"Judges must not Legislate Security ...and Safety at the Border, or anywhere else. They know nothing about it and are making our Country unsafe. Our great Law Enforcement professionals MUST BE ALLOWED TO DO THEIR JOB! If not there will be only bedlam, chaos, injury and death. We want the Constitution as written!\"\n\nThe leaders of two of the three branches of the federal government have clashed this week over Trump's rebuke of a federal judge who ruled that the administration must consider claims of asylum no matter where migrants cross the U.S. border.\n\nWhile Trump didn’t name-check Roberts in his conference call with members of military Thursday morning, he chided the Ninth Circuit.\n\n“We get a lot of bad court decisions from the Ninth Circuit, which has become a big thorn in our side,” he said of the federal appellate circuit most often targeted for derision by conservatives “It's a terrible thing when judges take over your protective services, when they tell you how to protect your border. It's a disgrace.”\n\nTrump, who is spending his holiday in Florida, chose to speak with members of the armed forces by conference call after taking criticism from some veterans for not yet having visited troops in a war zone.\n\nIn a subsequent exchange with reporters, Trump took a softer tone toward Roberts.\n\n“Chief Justice John Roberts — I like him and I respect him — but I think we have to use some common sense,” the president said.\n\nTrump ripped the federal district court judge who issued the ruling, Jon S. Tigar, as an \"Obama judge,\" bashed the Ninth U.S. Circuit Court of Appeals, even though Tigar sits a level below the federal appellate tier, and generally argued that the judiciary both has no role in maintaining national security and is endangering America through its rulings.\n\nThe characterization of Tigar as an \"Obama judge\" clearly got under the skin of the chief justice, who, for the first time, pushed back on Trump.\n\n\"We do not have Obama judges or Trump judges, Bush judges or Clinton judges,\" Roberts told the Associated Press Wednesday. \"What we have is an extraordinary group of dedicated judges doing their level best to do equal right to those appearing before them.\"\n\nAnd, he added, \"the independent judiciary is something we should all be thankful for.\"\n\nTrump initially responded to that Wednesday on Twitter.\n\n\"Sorry Chief Justice John Roberts, but you do indeed have ‘Obama judges,’ and they have a much different point of view than the people who are charged with the safety of our country,\" Trump wrote on twitter.\n\nIn Trump's Thursday tweets, his citation of a 79 percent Supreme Court reversal rate in cases taken up from the Ninth Circuit is accurate for a specific set of years but does not provide the context that the Ninth doesn't have the highest rate among circuits.\n\nIn the October 2017 term, the reversal rate for the Ninth Circuit was 86 percent and the rate for all circuit courts was 76 percent — with three circuits being reversed 100 percent of the time — according to an analysis by SCOTUSblog.\n\nIncluding the two posts on the judiciary, Trump had tweeted four times before 7:30 a.m. on Thursday. \"HAPPY THANKSGIVING TO ALL!\" he wrote shortly before tearing into federal judges."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Maria Shriver", "title": "Maria Shriver: Americans, step up and join the 'Inner Peace Corps' this Thanksgiving", "description": "We are the American family, and many of us are hurting and feeling isolated, lonely and scared. Let's step up. Let's serve one another. Let's be friends.", "url": "https://www.nbcnews.com/better/health/maria-shriver-americans-step-join-inner-peace-corps-thanksgiving-ncna938121", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_37/2562371/180911-maria-shriver-se-1241p_3886baf76521591b9f62ca25867e0d2e.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T13:20:00Z", "content": "Get the Better newsletter. SUBSCRIBE Nov. 22, 2018 / 1:20 PM GMT The other day, I woke up to a text from my friend Matthew DiGirolamo. Matthew and I worked together for many years. Hes a bright and creative writer and thinker, so I pay attention when he sends… [+5301 chars]", "fulltext": "Get the Better newsletter.\n\nBy Maria Shriver\n\nThe other day, I woke up to a text from my friend Matthew DiGirolamo.\n\nMatthew and I worked together for many years. He’s a bright and creative writer and thinker, so I pay attention when he sends me a message.\n\nMatthew said: “I think we should create an ‘Inner Peace Corps.’ Our world is in a mental and emotional health crisis and I feel like we need a corps of therapists, psychologists, psychiatrists, spiritual teachers, meditation coaches, etc. to be organized in a massive and coordinated volunteer effort. In times of tragedy and grief, they can help people process their pain, trauma, grief and stress, and help them connect to their core emotions in a healthy way.”\n\nAn “Inner Peace Corps.” I just love this concept! Maybe it could also be called an “Inner Health Corps” or an “Inner Service Corps,” but regardless of the name, I think this idea is brilliant and spot-on. I hope you agree.\n\nI’m going to work with Matthew on this idea. I’m also going to pitch it to my state’s new governor, who says his role model is my dad (founder of the Peace Corps). Yes, there are already so many wonderful organizations working around-the-clock to care for those who need support (and I hope you’ll reach out to one of them if you feel that you are in need right now). But, I think we could really benefit from coming together to build one go-to resource — a place where anyone who is hurting on the inside could quickly get support from someone else.\n\nWe could definitely use a service corps like this in California right now, where so many people have been displaced due to the fires sweeping across our state. These families need resources and financial aid, but they also need emotional support at this time of grieving and loss. For them, I have no doubt that this upcoming holiday will be incredibly difficult.\n\nOne thing they need is to know that they aren’t alone and that there are people out there who want to help. It’s up to all of us to let them know that we’re here for them.\n\nA national inner service corps like this could bring us together in so many ways. It could serve as a reminder that we are capable of serving one another — no matter our background, no matter our skillset. And, by answering that call of service, we would become more connected and more united by our shared humanity. We would also be reminded that we are one nation — one people — and that we all have it within us to help and heal another person. Our collective suffering could become collective healing, and it could start today. We just have to step up and serve.\n\nI don’t think that we have to wait for this idea to become something official. We can start this Thanksgiving week as we gather around tables to share meals and give thanks. Connect to those sitting at your table. Listen to what they have to say. Ask them how they are doing (as in, “how are you really doing?”). And, if you have room at your table, then reach out and invite others to join you. So many people are alone during the holidays and would really appreciate your invitation.\n\nThanksgiving is my favorite holiday, by far. It involves everything I love: family, food, gratitude and conversation. I’m going to throw this idea out to everyone who gathers at my table this Thursday and ask them if they would be of service in the “Inner Peace Corps.” I’m going to ask them to be of service to the people in their own lives by listening to a friend or reaching out to someone who may be lonely or in need.\n\nMatthew is right, our country is in trouble. People are hurting. They are spending a record number of hours immersed in their virtual worlds because their real worlds don’t feel safe, welcoming or loving.\n\nOne of the best cures for our anxiety and our loneliness, though, is connection. It’s building community and keeping those you love close. Sometimes all you need is dinner with someone who “gets you,” or who is willing to listen, to feel like everything is okay.\n\nIf you know someone who might be alone, then invite them into your life. Ask them to join you around your kitchen table. If you have family that you haven’t seen in awhile, then clear your schedule. I’m so grateful that my brother Bobby and his family are making the effort to come to Los Angeles to be with me and my family for Thanksgiving. I’m also blessed that I just got to spend a few days with my cousins Sydney and Caroline.\n\nMoments with those I love, and whom I know love me, really fill me up. They make me feel grounded, safe and understood. They really serve me and help build up my inner life. I’m sure those moments do the same for you.\n\nSo, make room for the people in your life. Make time. See yourself as a member of the “Inner Peace Corps.” It’s so important that we make the effort to gather — not just during the holidays, but during all times of the year.\n\nTogether, we can be of service to those who need some internal support. We are one big family, after all. We are the American family, and many of us are hurting and feeling isolated, lonely and scared.\n\nLet’s step up. Let’s serve one another. Let’s be friends. Let’s broaden our table and invite more people to gather with us. There’s no better time than this week to begin.\n\nAre you in?\n\nThis essay first appeared in Maria Shriver’s Sunday Paper, a free weekly newsletter offering news and views for a meaningful life. To sign up, click here."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Linda Givetash", "title": "Laura Loomer banned from Twitter after criticizing Ilhan Omar", "description": "Far-right activist Laura Loomer became the latest conservative figure to be kicked off Twitter when her account was shut down Wednesday.", "url": "https://www.nbcnews.com/tech/security/laura-loomer-banned-twitter-after-criticizing-ilhan-omar-n939256", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_47/2655511/181122-laura-loomer-mc-938_f01ea06c264859a976906c9eff42b424.1200;630;7;70;5.JPG", "publishedAt": "2018-11-22T13:03:00Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 1:01 PM GMT / Updated 1:10 PM GMT Far-right activist Laura Loomer became the latest conservative figure … [+2192 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Linda Givetash\n\nFar-right activist Laura Loomer became the latest conservative figure to be kicked off Twitter when her account was shut down Wednesday.\n\nLoomer said she was told by the platform that her account violated its rules against hateful conduct after she sent a tweet criticizing Minnesota Rep.-elect Ilhan Omar (D-Minn.) and her Muslim faith.\n\nRep.-elect Ilhan Omar. Emilie Richardson / Bloomberg via Getty Images, file\n\n\"I've been silenced in America,\" Loomer said in a video posted to YouTube in response to the Twitter ban. She had more than 260,000 followers on the social-media platform before her suspension.\n\nIn the tweet in question, Loomer called Omar \"anti Jewish\" and said she is a member of a religion in which \"homosexuals are oppressed\" and \"women are abused\" and \"forced to wear the hijab.\" Omar is the first Somali refugee and among two of the first Muslim women to be elected to Congress.\n\nLoomer insisted that she did not violate Twitter's terms. \"Everything I said is 100 percent true and factual. It's not malicious, it's not mean, it's not hateful,\" she said.\n\nTwitter has taken aim at far-right activists and groups in recent months, banning conspiracy theorist Alex Jones and website Infowars in September.\n\n\"My haters are celebrating today, and they are saying this is the end of my career, but I want everyone to know I'm just getting started. Everyone who knows me knows I don't back down,\" Loomer wrote as part of a statement on Gab, a social media site that recently gained attention for being used by the gunman in the Pittsburgh synagogue shooting.\n\nMilo Yiannopoulos, the former Breitbart editor who was banned from Twitter two years ago, called the suspension against Loomer \"political warfare.\"\n\n\"She was banned for criticizing an elected politician,\" he said on Facebook.\n\nTwitter did not immediately comment on its decision to ban Loomer.\n\nOn its website, Twitter says it is dedicated to making the platform \"a safe place for free expression\" and prohibits \"abusive behavior.\"\n\nLoomer was last year blocked from using ride-hailing services Uber and Lyft after she posted a series of anti-Muslim tweets in response to a terrorist attack in New York.\n\nLoomer, who touts herself as an investigative journalist, said her Twitter suspension is a threat to the First Amendment.\n\nIn Wednesday's YouTube video, she pleaded to President Donald Trump to take action.\n\n\"If you want to win in 2020 you have to ensure your supporters have a voice on social media,\" Loomer said."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Tony Brown", "title": "Forget the Thanksgiving turducken: The cokyntryce is fit for a king", "description": "Bizarre dishes similar to the turducken were being served in Europe hundreds of years ago, experts say.", "url": "https://www.nbcnews.com/news/world/forget-thanksgiving-turducken-cokyntryce-fit-king-n938791", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_47/2654341/181121-cokntryce-mc-1323373_35ed757c1103cd1b0a846be40ea86bc5.1200;630;7;70;5.JPG", "publishedAt": "2018-11-22T12:33:02Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 12:24 PM GMT / Updated 12:36 PM GMT LONDON When it comes to Thanksgiving dinner, everyone has their own … [+2961 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Tony Brown\n\nLONDON — When it comes to Thanksgiving dinner, everyone has their own take on the classics, ranging from the traditional fare to the turducken — chicken stuffed inside duck stuffed inside turkey.\n\nAt Hebert’s Specialty Meats in Maurice, Louisiana, they’ve been making this deboned delicacy since 1984, when a customer came in with three birds and a special request to put them all together.\n\nThe turducken has proved so popular that owner Quinn Hebert says they’ll make more than 1,000 of them on Thursday, and the word was even added to Merriam-Webster's Collegiate Dictionary in 2014.\n\nBut bizarre dishes similar to the turducken were being served in Europe hundreds of years ago, experts say.\n\nThe royal courts of Burgundy and later the Tudor court of Henry VIII strove to outdo one another with show-stopping dishes aimed to highlight the power and wealth of the host.\n\nKitchens at Henry VIII’s historic Hampton Court palace recently painstakingly recreated some of them using 15th century recipes, hand-made tools and old-world methods.\n\nOne of their boldest attempts is the cokyntryce — which bolted together a bird and a pig and could be considered an ancestor of the turducken.\n\nThe top half of a pig is joined to legs of a turkey to create a cokyntryce, with all of it covered in buttered paper to prevent burning during roasting. Richard Fitch / Historic Royal Palaces\n\nOver a full day, two workers at the palace carefully double-stitched three parts of a pig with two turkeys, with the heads of both animals sewed onto the ends.\n\nAfter using wire to position the cokyntryce in as life-like position as possible, the creation was spit-roasted for two hours on a hand-turned rotisserie, basted in a pancake batter and finally decorated and served.\n\n“These are not everyday meals but would’ve been made for special occasions such as large feasts after a specific tournament, or treaty meetings and high holidays,” says Richard Fitch, the historic kitchens manager at Hampton Court.\n\nThe finished version of a pig and turkey cokyntryce. Richard Fitch / Historic Royal Palaces\n\nHe suggested ice sculptures were the modern equivalent of these expensive spectacles of the past.\n\nWhen asked about how cokyntryce was to eat, Fitch quipped: \"What do you think it tasted like? We’re not mucking with their DNA it’s just half a turkey and half a pig sewn together.\"\n\nHe said that its stuffing or batter provided more flavor but added that \"it genuinely just tastes of turkey or pig depending on what part you take.\"\n\nWhile the cokyntryce and similar recipes, such as the Yorkshire Christmas Pie — an 18th century combination of stuffed pigeon, partridge, turkey and goose — have fallen out of fashion in Britain, the turducken appears to have a lasting place at Thanksgiving tables.\n\n\"It’s just the thought of having a turkey, a duck and a chicken all together, it just makes people want it,\" Hebert said. \"If somebody likes duck, they eat the duck, if somebody don’t like duck, they can eat the chicken.\""}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Reuters", "title": "U.S.-Israeli man sentenced to 10 years over anti-Semitic bomb threats", "description": "An Israeli-American man was sentenced to 10 years in prison in Israel on Thursday for making about 2,000 hoax bomb threats that forced evacuations of U.S. Jewish community centers.", "url": "https://www.nbcnews.com/news/world/u-s-israeli-man-sentenced-10-years-over-anti-semitic-n939281", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2017_12/1942381/jcc-ejo-032317_3e076b1e8e8864bfcb39e592dad803dd.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T12:23:27Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 12:23 PM GMT JERUSALEM An Israeli-American man was sentenced to 10 years in prison in Israel on Thursday for making about 2,0… [+2500 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Reuters\n\nJERUSALEM — An Israeli-American man was sentenced to 10 years in prison in Israel on Thursday for making about 2,000 hoax bomb threats that forced evacuations of Jewish community centers across the U.S. and planes to make emergency landings.\n\nThe threats were made by phone and email in 2016 and 2017, and raised concern at the time in the United States that anti-Semitism was on the rise.\n\nPsychiatrists found that the defendant, now 20 but a minor when some of the crimes were committed, was on the autism spectrum and had paranoid delusions. But the Tel Aviv District Court that convicted him in June said he was fit to stand trial after it weighed medical opinions.\n\nIn passing sentence, the court said the defendant offered on the \"dark web\" — part of the Internet accessible only through special software — to make bomb and shooting threats for money, earning about $240,000 worth of the digital currency Bitcoin.\n\nThe man, who has not been named in the proceedings in Israel due his status as a minor when the offences took place, has been identified as Michael Kadar in separate indictments in the United States for alleged hate crimes.\n\nThe court in Tel Aviv had convicted Kadar of counts that included extortion, disseminating hoaxes in order to spread panic, money laundering and computer hacking over bomb and shooting threats against community centers, schools, shopping malls, police stations, airlines and airports in North America, Britain, Australia, New Zealand, Norway and Denmark.\n\n\"As a result of 142 telephone calls to airports and airlines, in which he said bombs had been planted in passenger planes or they would come under attack, aircraft were forced to make emergency landings and fighter planes were scrambled,\" the court said.\n\nThe Justice Department has said that in early 2017, Kadar made bomb threats against the Anti-Defamation League, a Jewish campaign group based in New York and the Israeli embassy in Washington, as well as threatening calls about bomb and gun attacks against Jewish community centers in Florida.\n\nKadar, who was arrested in Israel in March 2017, is Jewish.\n\nHis parents have said he has a brain tumor that causes autism and other mental problems, making him unable to understand the nature of his actions.\n\n\"True, the accused is recognized as autistic but he is highly intelligent and understands his actions full well,\" the court said, adding that it would have sent him to jail for 17 years had he not had mental health issues.\n\nThe court also said Kadar refuses to disclose the password to his Bitcoin digital wallet and its value has since risen to more than $1 million."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Associated Press, Phil Helsel", "title": "U.K. police arrest man in connection to explosive devices found in London apartment", "description": "British counterterrorism police have arrested a 48-year-old man in connection to the discovery of two apparent explosive devices found in northwest London.", "url": "https://www.nbcnews.com/news/world/u-k-police-arrest-man-connection-explosive-devices-found-london-n939271", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_47/2655261/181121-uk-devices-717p_730e059257e16c5004be8a7742b7c6b7.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T10:22:02Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 10:22 AM GMT LONDON British counter terrorism police have arrested a 48-year-old man in connection to the discovery of two ap… [+1195 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Associated Press\n\nLONDON — British counter terrorism police have arrested a 48-year-old man in connection to the discovery of two apparent explosive devices found in northwest London.\n\nPolice said the man was arrested Thursday morning in north London on suspicion of violating the Explosive Substances Act.\n\nPolice say detectives do not believe the suspect has links to any terrorist organizations and say there is no ongoing threat to public safety posed by the incident.\n\nThe two devices were found Wednesday in an unoccupied apartment in northwest London. The area was evacuated as a precaution.\n\nPolice said the \"initial assessment\" is that the items were improvised explosive devices.\n\nThe suspect has not been charged or identified.\n\nThe country's official terrorism threat level is at \"severe,\" meaning intelligence analysts believe an attack is highly likely.\n\nThe United Kingdom has experienced several terror attacks in recent years, including the March of 2017 car-ramming and stabbing attack on Westminster Bridge and near Parliament in which killed five people, including police officer Keith Palmer.\n\nIn June of 2017, eight people were killed after three attackers drove a vehicle into pedestrians on the London Bridge and then embarked on a stabbing rampage at a nearby market. The three assailants were killed by police."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Associated Press", "title": "Car plows into children outside primary school in China; 5 reportedly dead", "description": "Security camera footage showed a line of children crossing the street when a vehicle approaches, then changes lanes and swerves into the crowd.", "url": "https://www.nbcnews.com/news/world/car-strikes-children-outside-primary-school-china-5-reportedly-dead-n939251", "urlToImage": "https://nodeassets.nbcnews.com/cdnassets/projects/socialshareimages-bento/og-nbcnews1200x630.png", "publishedAt": "2018-11-22T09:36:47Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 9:36 AM GMT BEIJING A car plowed into a crowd of children outside a primary school in northeastern China on Thursday, leaving… [+1687 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Associated Press\n\nBEIJING — A car plowed into a crowd of children outside a primary school in northeastern China on Thursday, killing five people and injuring 18, a local government spokesman said.\n\nThe driver was taken into custody after the crash around noon in the coastal city of Huludao, said the spokesman for Jianchang county in the city's suburbs, who declined to give his name as is standard with Chinese bureaucrats.\n\nHe described the crash as \"a major traffic accident\" and said the cause was under investigation.\n\nState broadcaster CCTV reported all five dead and all but two of the injured were children.\n\nSecurity camera footage showed a line of children crossing the street in front of their school when a car approaches, which then changes lanes and swerves into the crowd of children.\n\nIt wasn't clear if the crash was a deliberate attack or whether the driver was swerving to avoid obstacles in front of him.\n\nWang Mingkuan, a cook at a nearby noodle restaurant, said he was making meals when the crash occurred.\n\n\"I ran out and saw about a dozen children lying on the ground, some of them bleeding, all about 7 or 8 years old. Two or three showed no signs of life,\" Wang told The Associated Press by telephone.\n\nHuludao is located in China's Liaoning province. Bing Maps\n\nChina has recently seen a number of similar deliberate incidents.\n\nLast month, a knife-wielding man drove a vehicle into a crowd of pedestrians in the eastern city of Ningbo, killing two people and wounding 16.\n\nAnd in September, 11 people were killed and 44 hospitalized after a man drove an SUV deliberately into people at a plaza in the central province of Hunan, before jumping out and attacking victims with a dagger and shovel.\n\nThe most common motivations are identified as mental illness, alienation from society or a desire to settle scores.\n\nOther deadly attacks have occurred at schools, including several in 2010 in which nearly 20 children were killed, prompting a response from top government officials and leading many schools to beef up security.\n\nHowever, in June, a man used a kitchen knife to attack three boys and a mother near a school in Shanghai, killing two of the children.\n\nLast year, police said a man set off an explosion at the front gate of a kindergarten in eastern China, which struck as relatives gathered to pick up their children at the end of the day, killing eight people."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": null, "title": "Head of Russian spy agency accused of U.S. election hack, U.K. spy poisoning dies", "description": "Igor Korobov, 62, who ran the spy agency since 2016, died on Wednesday after \"a serious and long illness,\" the Russian defense ministry said.", "url": "https://www.nbcnews.com/news/world/head-russian-spy-agency-accused-u-s-election-hack-u-n939261", "urlToImage": "https://static.euronews.com/articles/3450618/1000x563_3450618.jpg", "publishedAt": "2018-11-22T09:32:00Z", "content": "MOSCOW The head of Russia's GRU military intelligence agency that the West has blamed for a string of brazen attacks died on Wednesday after \"a serious and long illness,\" the Russian defense ministry said. State news agency TASS cited the ministry as saying I… [+2118 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Reuters\n\nMOSCOW — The head of Russia's GRU military intelligence agency that the West has blamed for a string of brazen attacks died on Wednesday after \"a serious and long illness,\" the Russian defense ministry said.\n\nState news agency TASS cited the ministry as saying Igor Korobov, 62, who ran the spy agency since 2016, had been made a Hero of Russia for his service in the post, the highest state award.\n\nBritain has accused the GRU of attempting to poison former Russian spy Sergei Skripal and his daughter with a nerve agent in the city of Salisbury, the Netherlands has accused it of trying to hack the global chemical weapons watchdog, and U.S. intelligence agencies say it tried to hack the 2016 presidential election.\n\nRussia denies all those allegations.\n\nSpeculation about Korobov's fate had been growing since an unconfirmed Russian media report that he had been summoned by President Vladimir Putin after the Skripal affair and severely criticized for the operation which left the Skripals alive and the GRU a target of mockery in the Western media.\n\nKorobov was absent from a ceremony in Moscow this month where Putin and other senior officials celebrated the centenary of the GRU, with the Russian leader praising its skill and \"unique abilities.\"\n\nOperatives of the agency, widely known by its old acronym of GRU, set an example for a future generation of military spies, said Putin, himself a former intelligence officer, citing their readiness to sacrifice everything \"for the motherland.\"\n\nKorobov's death paves the way for Putin to appoint a successor to head an agency that intelligence experts say has stepped up its covert missions as tension mounts between Russia and the West, which has imposed sanctions on Moscow over its annexation of Ukraine's Crimea.\n\nAsked last month if there would be a shake-up at the defense ministry in the aftermath of the Skripal affair, the Kremlin said the low quality of the allegations leveled at GRU did not justify such changes.\n\nThe United States included Korobov's name on a March sanctions blacklist of people believed to have helped \"undermine cyber security on behalf of the Russian government\".\n\nThe GRU, founded as the registration directorate in 1918 after the Bolshevik revolution, is one of Russia's three main intelligence agencies, alongside the domestic Federal Security Service and the SVR Foreign Intelligence Service."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Reuters", "title": "Head of Russian spy agency accused of U.S. election hack, U.K. spy poisoning dies", "description": "The head of Russia's GRU military intelligence agency that the West has blamed for a string of brazen attacks died on Wednesday after \"a serious and long illness,\" the Russian defense ministry said.", "url": "https://www.nbcnews.com/news/world/head-russian-spy-agency-accused-u-s-election-hack-u-n939261", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_47/2655506/181122-igor-koborov-mc-929_b44eb4c0ef5d13c4105d1ec61f2711ac.1200;630;7;70;5.JPG", "publishedAt": "2018-11-22T09:32:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 9:32 AM GMT MOSCOW The head of Russia's GRU military intelligence agency that the West has blamed for a string of brazen atta… [+2259 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Reuters\n\nMOSCOW — The head of Russia's GRU military intelligence agency that the West has blamed for a string of brazen attacks died on Wednesday after \"a serious and long illness,\" the Russian defense ministry said.\n\nState news agency TASS cited the ministry as saying Igor Korobov, 62, who ran the spy agency since 2016, had been made a Hero of Russia for his service in the post, the highest state award.\n\nBritain has accused the GRU of attempting to poison former Russian spy Sergei Skripal and his daughter with a nerve agent in the city of Salisbury, the Netherlands has accused it of trying to hack the global chemical weapons watchdog, and U.S. intelligence agencies say it tried to hack the 2016 presidential election.\n\nRussia denies all those allegations.\n\nSpeculation about Korobov's fate had been growing since an unconfirmed Russian media report that he had been summoned by President Vladimir Putin after the Skripal affair and severely criticized for the operation which left the Skripals alive and the GRU a target of mockery in the Western media.\n\nKorobov was absent from a ceremony in Moscow this month where Putin and other senior officials celebrated the centenary of the GRU, with the Russian leader praising its skill and \"unique abilities.\"\n\nOperatives of the agency, widely known by its old acronym of GRU, set an example for a future generation of military spies, said Putin, himself a former intelligence officer, citing their readiness to sacrifice everything \"for the motherland.\"\n\nKorobov's death paves the way for Putin to appoint a successor to head an agency that intelligence experts say has stepped up its covert missions as tension mounts between Russia and the West, which has imposed sanctions on Moscow over its annexation of Ukraine's Crimea.\n\nAsked last month if there would be a shake-up at the defense ministry in the aftermath of the Skripal affair, the Kremlin said the low quality of the allegations leveled at GRU did not justify such changes.\n\nThe United States included Korobov's name on a March sanctions blacklist of people believed to have helped \"undermine cyber security on behalf of the Russian government\".\n\nThe GRU, founded as the registration directorate in 1918 after the Bolshevik revolution, is one of Russia's three main intelligence agencies, alongside the domestic Federal Security Service and the SVR Foreign Intelligence Service."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Dennis Romero", "title": "Man arrested for alleged anti-Semitic rant on flight to Atlanta", "description": "David Toaf of Washington was arrested for an alleged anti-Semitic tirade on a flight to Atlanta, according to police and inmate records.", "url": "https://www.nbcnews.com/news/us-news/man-arrested-alleged-anti-semitic-rant-flight-atlanta-n939216", "urlToImage": "https://nodeassets.nbcnews.com/cdnassets/projects/socialshareimages-bento/og-nbcnews1200x630.png", "publishedAt": "2018-11-22T06:35:43Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 6:35 AM GMT A man was arrested Wednesday at the Atlanta airport after he allegedly went on an anti-Semitic rant on an evening… [+1154 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Dennis Romero\n\nA man was arrested Wednesday at the Atlanta airport after he allegedly went on an anti-Semitic rant on an evening flight, police said in a statement.\n\nThe suspect was seen on a cellphone video struggling with three officers at the Hartsfield-Jackson Atlanta International Airport and yelling, \"I'm not doing anything!\" and \"White guy with blue eyes and he was just like Trump — he's a Nazi!\"\n\nAfter a struggle, law enforcement officers handcuffed him.\n\nDavid Toaf of Washington was arrested at 7:57 p.m. local time on suspicion of disorderly conduct and obstructing or hindering an officer, according to police and inmate records.\n\nNBC News affiliate WXIA reported that the flight began in Washington.\n\n\"Preliminary information indicates that while in flight to Atlanta a male began uttering anti-Semitic words to passengers aboard the aircraft,\" Atlanta police said in their statement. \"When the flight arrived at the gate the male continued the disturbance and refused to provide officers with identification.\"\n\nToaf was jailed with no bond set.\n\nThe incident took place about three weeks after a man opened fire inside a Pittsburgh synagogue, killing 11. Suspect Robert Bowers had posted anti-Semitic rants online."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Associated Press", "title": "Oldest US military survivor of Pearl Harbor dies at age 106", "description": "Ray Chavez, the oldest United States military survivor of Pearl Harbor, dead at 106 in San Diego area.", "url": "https://www.nbcnews.com/news/us-news/oldest-us-military-survivor-pearl-harbor-dies-age-106-n939201", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2018_47/2655351/181121-ray-chavez-obit-oldest-pearl-harbor-survivor-dies-ac-932p_f95f9aa94a2690b223a7144f8fabe256.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T05:49:12Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 5:40 AM GMT LOS ANGELES Ray Chavez, the oldest U.S. military survivor of the Dec. 7, 1941, attack on Pea… [+4171 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Associated Press\n\nLOS ANGELES — Ray Chavez, the oldest U.S. military survivor of the Dec. 7, 1941, attack on Pearl Harbor that plunged the United States into World War II, died Wednesday. He was 106.\n\nChavez, who had been battling pneumonia, died in his sleep in the San Diego suburb of Poway, his daughter, Kathleen Chavez, told The Associated Press.\n\nAs recently as last May he had traveled to Washington, D.C., where he was honored on Memorial Day by President Donald Trump. The White House tweeted a statement after his death: \"We were honored to host him at the White House earlier this year. Thank you for your service to our great nation, Ray!\"\n\nDaniel Martinez, chief historian for the National Park Service at Pearl Harbor, Hawaii, confirmed Wednesday that Chavez was the oldest survivor of the attack that killed 2,335 U.S. military personnel and 68 civilians.\n\n\"I still feel a loss,\" Chavez said during 2016 ceremonies marking the attack's 75th anniversary. \"We were all together. We were friends and brothers. I feel close to all of them.\"\n\nHours before the attack, he was aboard the minesweeper USS Condor as it patrolled the harbor's east entrance when he and others saw the periscope of a Japanese submarine. They notified a destroyer that sunk it shortly before Japanese bombers arrived to strafe the harbor.\n\nBy then Chavez, who had worked through the early morning hours, had gone to his nearby home to sleep, ordering his wife not to wake him because he had been up all night.\n\n\"It seemed like I only slept about 10 minutes when she called me and said, 'We're being attacked,' \" he recalled in 2016. \"And I said, 'Who is going to attack us?' \"\n\n\"She said, 'The Japanese are here, and they're attacking everything.' \"\n\nHe ran back to the harbor to find it in flames.\n\nChavez would spend the next week there, working around the clock sifting through the destruction that had crippled the U.S. Navy's Pacific fleet.\n\nLater he was assigned to the transport ship USS La Salle, ferrying troops, tanks and other equipment to war-torn islands across the Pacific, from Guadalcanal to Okinawa.\n\nAlthough never wounded, he left the military in 1945, suffering from post-traumatic stress disorder that left him anxious and shaking.\n\nReturning to San Diego, where he had grown up, he took a job as a landscaper and groundskeeper, attributing the outdoors, a healthy diet and a strict workout program that he continued into his early 100s with restoring his health.\n\n\"He loved trees and he dearly loved plants and he knew everything about a plant or tree that you could possibly want to know,\" his daughter said Wednesday with a chuckle. \"And he finally retired when he was 95.\"\n\nStill, he would not talk about Pearl Harbor for decades. Then, on a last-minute whim, he decided to return to Hawaii in 1991 for ceremonies marking the attack's 50th anniversary.\n\n\"Then we did the 55th, the 60th, the 65th and the 70th, and from then on we went to every one,\" his daughter recalled, adding that until Chavez's health began to fail he had planned to attend this year's gathering next month.\n\nBorn March 12, 1912, in San Bernardino, California, to Mexican immigrant parents, Chavez moved to San Diego as a child, where his family ran a wholesale flower business. He joined the Navy in 1938.\n\nIn his later years, as he became well-known as the attack's oldest military survivor, he'd be approached at memorial services and other events and asked for his autograph or to pose for pictures. He always maintained that those events were not about him, however, but about those who gave their lives.\n\n\"He'd just shrug his shoulders and shake his head and say, 'I was just doing my job,'\" said his daughter. \"He was just a very nice, quiet man. He never hollered about anything, and he was always pleasant to everybody.\"\n\nChavez was preceded in death by his wife, Margaret. His daughter is his only survivor. Funeral services were pending."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Maggie Fox", "title": "CDC watches adenovirus outbreak that killed college student", "description": "At least six people have been infected and one has died from adenovirus at the University of Maryland, the state health department said.", "url": "https://www.nbcnews.com/health/health-news/cdc-watches-adenovirus-outbreak-killed-college-student-n939206", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_47/2655376/181121-university-of-maryland-2013-ac-1025p_cdc1a46357161c8486be81f16a9f3a06.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T04:09:42Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 4:02 AM GMT The Centers for Disease Control and Prevention said Wednesday it is helping investigate an o… [+3176 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Maggie Fox\n\nThe Centers for Disease Control and Prevention said Wednesday it is helping investigate an outbreak of adenovirus that has killed one student at the University of Maryland and sickened at least five more.\n\nOlivia Paregol, 18, died Nov. 18, according to an obituary. She was a freshman at the university and died after suffering respiratory symptoms typical of the virus, her father, Ian Paregol, told local television stations as well as the Baltimore Sun.\n\nAt least one of those affected by the outbreak was infected with adenovirus 7, a strain that can cause sometimes fatal pneumonia, the Maryland Department of Health said in a statement sent to NBC News. It is the same strain of adenovirus that has killed 11 patients at a long-term care facility in New Jersey.\n\nThe CDC said it is testing other specimens from the patients. Neither the CDC nor the Maryland health department said whether it was adenovirus 7 that killed Paregol.\n\nAdenoviruses are very common and can cause symptoms ranging from a cold to eye infections and sometimes stomach upset. Only a few of the 50 or so known strains cause serious disease but they include the adenovirus 7 strain.\n\nThe virus is not typically tracked by health officials so there are no statistics on how many people it makes sick every year, or how many it kills. But the adenovirus 4 and 7 strains have been linked with deadly outbreaks in the past and can be such a nuisance among new military recruits that they are now routinely vaccinated. The vaccine is only approved for military recruits.\n\nThe university is closed for the Thanksgiving holiday but confirmed the outbreak and the death on its website. “The Health Center staff has been on high alert and we have reached out to medical facilities in the area to heighten awareness of this illness,” Dr. David McBride, the health center’s director, said. “We offer our condolences during this difficult time.”\n\nTwo different strains of adenoviruses are causing outbreaks in New Jersey — one at the Wanaque long term care facility and a second at a pediatric facility in Voorhees. The New Jersey health department says 35 people, mostly ill children, were infected in the Wanaque outbreak. Eleven have died. Twelve cases are reported in Voorhees, all with adenovirus 3, a strain that is not usually associated with serious illness.\n\nLike so many other viruses, adenoviruses spread easily, through touching, in the air via coughing and sneezing, and from touching contaminated surfaces, the CDC says. People who are not sick can still spread the virus to others if they are infected. The virus is not easy to kill.\n\n“Adenoviruses are relatively resistant to common disinfectants and can be detected on surfaces, such as doorknobs, objects, and water of swimming pools and small lakes,\" the CDC said.\n\nIan Paregol was quoted as saying his daughter was taking immune suppressing drugs to treat Crohn’s disease. That could have put her at higher risk of severe illness from an infection such as adenovirus. “People with weakened immune systems are at high risk for developing severe illness caused by adenovirus infection,” the CDC says on its website."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Support crew keeps firefighters fueled to fight the Camp Fire", "description": "More than 3,700 people are at the Cal Fire basecamp in Chico, California, to support firefighters in the battle against the Camp Fire.", "url": "https://www.nbcnews.com/video/support-crew-keeps-firefighters-fueled-to-fight-the-camp-fire-1377564739617", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/nc_kcra_firewx_181121.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T03:58:53Z", "content": null, "fulltext": "Support crew keeps firefighters fueled to fight the Camp Fire copied!\n\nMore than 3,700 people are at the Cal Fire basecamp in Chico, California, to support firefighters in the battle against the Camp Fire.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Alex Johnson", "title": "Man tried to bribe ICE officer to deport his wife", "description": "Antonio Burgos offered $4,000 to have his wife and her child removed after he brought them to the United States from El Salvador, according to his guilty plea.", "url": "https://www.nbcnews.com/news/crime-courts/oregon-man-tried-bribe-ice-officer-deport-his-wife-her-n939211", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2018_47/2655366/181121-ice-customs-enforcement-ac-10p_33627f8924639d39dc414333fd37f0c5.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T03:39:12Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 3:39 AM GMT A Portland, Oregon, man has pleaded guilty to trying to bribe an immigration official to deport his wife and her … [+1880 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Alex Johnson\n\nA Portland, Oregon, man has pleaded guilty to trying to bribe an immigration official to deport his wife and her child from a previous relationship, according to court documents.\n\nThe man, Antonio Oswaldo Burgos, 48, agreed last month to plead guilty to one of three counts of bribery of a public official in exchange for a reduced sentence, according to federal grand jury documents that were unsealed after his plea hearing in Portland on Tuesday.\n\nAccording to the plea deal, Burgos married the woman, who wasn't identified, in El Salvador. But after he brought the woman and her minor child to the United States, the \"marital relationship deteriorated,\" and the woman moved out with her child, it says.\n\nOn May 24, according to the plea deal, Burgos tailed a deportation officer from Immigration and Customs Enforcement, or ICE, in his car for almost 15 miles from the ICE office in Portland across the state line to the southern Washington city of Vancouver.\n\nWhen the ICE officer finally stopped in a parking lot, Burgos offered the officer $4,000 to deport his wife, saying they were divorcing and giving the officer his contact information, according to the plea deal. ICE investigators then set up a sting, and in two phone calls, Burgos again offered money — $3,000 this time — \"to remove [the woman] from the United States,\" according to the plea deal.\n\nThen, on June 6, Burgos met with the ICE officer in another parking lot and gave the officer $2,000, with a promise of $2,000 more once his wife was out of the country, the documents say. He was arrested on June 29.\n\n\"We rely upon our officers to perform their duties with integrity,\" Brad Bench, special agent in charge of the Seattle office of Homeland Security Investigations, said in a statement. \"This case should send a strong message that those who attempt to coerce a public official will be punished.\"\n\nHad Burgos been convicted at trial, he could have faced 15 years in prison and a $250,000 fine. Sentencing was set for next May."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Phil Helsel, Steve Patterson", "title": "Death toll in Northern California fire rises to 83, but number of missing drops", "description": "Searchers found the remains of two more victims of the Camp Fire in Northern California, but officials narrowed a list of those unaccounted for to 563.", "url": "https://www.nbcnews.com/news/us-news/death-toll-northern-california-fire-rises-83-number-missing-drops-n939196", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2018_47/2655321/181121-camp-fire-aftermath-ac-843p_3183e1139ed28b30a4fd79a18330fb36.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T03:18:00Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 3:18 AM GMT By Phil Helsel and Steve Patterson Searchers in areas devastated by the deadliest wildfire i… [+3403 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Phil Helsel and Steve Patterson\n\nSearchers in areas devastated by the deadliest wildfire in California found two more bodies Wednesday, bringing the number of known dead to 83, but the list of those believed to be unaccounted for dropped by several hundred, the sheriff said Wednesday.\n\nThe remains of two people were found in structures in the towns of Paradise and Magalia in Butte County in the aftermath of the Camp Fire, which raged through the wooded area after igniting Nov. 8, Butte County Sheriff-Coroner Kory L. Honea said.\n\nSearchers will not take the day off for Thanksgiving on Thursday, but some crews could be held back if mudslides threaten the burn area, where rain was falling Wednesday night, Honea said.\n\n\"But I can assure you that we are going to continue to push forward because this is important work that we're doing,\" Honea said.\n\nThe National Weather Service said flash flood watches were in effect through Friday morning, and 6 inches of rain could fall on burn areas through Saturday when the rain's expected to end.\n\nHonea said rain makes the process of sifting through the ash and debris more difficult, but the searchers and anthropologists working in the burn areas “have a high degree of certainty that if it’s out there, they’re going to find it.”\n\nThe number of people who might be unaccounted for in the aftermath of the Camp Fire was 563 Wednesday, down from 870 the previous day.\n\nSearch and rescue crews dig through the burnt remains of a business in Paradise, California on November 21, 2018. Justin Sullivan / Getty Images\n\nWhile the number of unaccounted for is fluid, Honea said “I’m encouraged by the fact that we’re continuing to locate and account for more and more people.”\n\nThe Camp Fire broke out near the community of Pulga on the morning of Nov. 8 and has burned more than 153,000 acres, or an area roughly the size of Chicago, according to the California Department of Forestry and Fire Protection, also known as Cal Fire.\n\nThe most destructive and deadly wildfire in recorded state history has destroyed more than 13,500 homes and over 500 commercial structures, along with other buildings.\n\nThe fire devastated Paradise, population 26,000, west of Pulga, burning down an estimated 80 to 90 percent of the homes in the city, officials have said.\n\nOfficials said they are working to open up areas of Paradise in the coming days so residents can check on their homes. The Camp Fire was 85 percent contained as of Wednesday, according to Cal Fire.\n\nCindy De Lano, who fled her home in Magalia, north of Paradise, when the fire broke out, described this week hearing what sounded like metal sheds blowing in the high winds — but which was actually propane tanks exploding \"like bombs.\"\n\n\"It was really scary when I looked at the rear-view mirror, and these flames were billowing bright orange-red, and black smoke up and 150 feet or so up into the atmosphere,” De Lano said. \"It was like, 'Oh, my God.'\"\n\n\"You know, we’re lucky. We’re lucky we’re alive,\" she said on Tuesday.\n\nIn Southern California, firefighters battling another fire near Los Angeles that has claimed three lives and has burned nearly 97,000 acres and destroyed more than 1,600 homes and other structures reached 100 percent containment by Wednesday evening, the Los Angeles County Fire Department said on Twitter.\n\nThe Woolsey Fire broke out the afternoon of Nov. 8, according to Cal Fire. The causes of both the Camp and Woolsey fires are still under investigation."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "David Ingram", "title": "Facebook's Sheryl Sandberg says she saw materials from PR firm", "description": "Facebook’s Sheryl Sandberg says she got materials from controversial PR firm Definers Public Affairs, which pushed anti-George Soros ideas to reporters.", "url": "https://www.nbcnews.com/tech/tech-news/facebook-s-sheryl-sandberg-says-she-saw-materials-pr-firm-n939186", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_47/2651451/181119-sheryl-sandberg-facebook-cs-925a_b57ab007679df310c9e20875535812ce.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T01:19:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 1:19 AM GMT Sheryl Sandberg, Facebook's chief operating officer, on Wednesday revised her account of her knowledge of the com… [+2393 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy David Ingram\n\nSheryl Sandberg, Facebook's chief operating officer, on Wednesday revised her account of her knowledge of the company's relationship with Definers Public Affairs, the Washington-based public relations firm that the company hired last year and fired this month after a firestorm over the firm’s tactics.\n\nDefiners, a firm founded by Republican operatives, has drawn criticism since The New York Times reported last week that it pushed reporters to investigate ties between billionaire George Soros and anti-Facebook advocates — a tactic that Soros’ office called a smear campaign with echoes of anti-Semitism.\n\nDefiners also ran what one employee described to NBC News as an “in-house fake news shop,” known as NTK Network, which pushed stories on behalf of clients in the hope that bigger media outlets would pick them up. Facebook says it didn’t ask for that specific service.\n\nSandberg, who is second in command at the company to CEO Mark Zuckerberg, said in a statement posted online on Wednesday that she had learned more about Definers in recent days after ordering her staff to check records.\n\n“I asked our team to look into the work Definers did for us and to double-check whether anything had crossed my desk,” she said.\n\nWhat they found, Sandberg wrote, was: “Some of their work was incorporated into materials presented to me and I received a small number of emails where Definers was referenced.”\n\nFacebook did not immediately respond to a request for additional details of what Sandberg saw.\n\nPreviously, Sandberg said that she had not known about Definers’ work. “I did not know we hired them or about the work they were doing, but I should have,” she said then in a post on Facebook last Thursday.\n\nSandberg added that the company had no intention of implicating Soros in a way that would be anti-Semitic.\n\n\"I also want to emphasize that it was never anyone’s intention to play into an anti-Semitic narrative against Mr. Soros or anyone else,\" Sandberg said. \"Being Jewish is a core part of who I am and our company stands firmly against hate. The idea that our work has been interpreted as anti-Semitic is abhorrent to me — and deeply personal.\"\n\nIn Wednesday's blog post, Elliot Schrage, Facebook’s outgoing head of communications and policy, said that responsibility for the hiring and oversight of Definers should rest with him.\n\n“I knew and approved of the decision to hire Definers and similar firms,\" Schrage said. \"I should have known of the decision to expand their mandate.\""}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Doha Madani", "title": "Proud Boys founder distancing himself from 'extremist' organization", "description": "Proud Boys Founder Gavin McInnes released a video on Wednesday distancing himself from the extremist group he created in an effort to alleviate sentencing for Proud Boy members arrested after a brawl in New York City.", "url": "https://www.nbcnews.com/news/us-news/proud-boys-founder-distancing-himself-extremist-organization-n939176", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_47/2655311/181121-proud-boys-trump-rally-ac-749p_70e5473e88fa5e8ef74f96d7a54a0f2d.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T01:02:34Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 22, 2018 / 1:02 AM GMT The founder of the \"Proud Boys,\" a pugilistic group of self-described \"western chauvinists\" that has been home to… [+2481 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Doha Madani\n\nThe founder of the \"Proud Boys,\" a pugilistic group of self-described \"western chauvinists\" that has been home to racist and homophobic rhetoric, released a video Wednesday disassociating himself from the club in order to help a group of members facing serious legal trouble.\n\nSeveral members of the Proud Boys were arrested following an October 12 brawl in New York after the group's founder gave a speech at the Metropolitan Republican Club on the Upper East Side.\n\nOn Wednesday, in an effort to alleviate any punishment related to the assault charges, Proud Boys founder Gavin McInnes announced he was leaving the group.\n\nThe move comes after internal law enforcement documents revealed Tuesday showed the FBI branded the Proud Boys an \"extremist group with ties to white nationalism,\" though the group calls itself a club of \"western chauvinists.\"\n\nA man wearing a Proud Boys scarf attends a rally for President Donald Trump in Charlotte, North Carolina on Oct. 26. Sean Rayford / Getty Images\n\n“The FBI has warned local law enforcement that the Proud Boys are actively recruiting in the Pacific Northwest and that some in the group have contributed to the escalation of violence at political rallies held on college campuses,” a report from the Clark County Sheriff’s Office in Washington state from July 5 stated.\n\nMcInnes, who also co-founded the now-mainstream Vice Media, denied any ties to the so-called Alt-Right in his video, and claimed his legal team advised him to make a statement to help keep the arrested Proud Boys out of jail.\n\nHe also encouraged viewers to donate to the men's legal defense funds through a website that sold \"Proud Boy\" bracelets.\n\n\"I do all this reluctantly because I still see this as the greatest fraternal organization in the world but rumors and lies and terrible journalism has made its way to the court system,\" McInnes said in a video released to his YouTube account.\n\nThe Southern Poverty Law Center (SPLC), an organization that tracks hate groups, classifies the Proud Boys' idealogy as \"general hate.\" SPLC also details McInness' history of sexist, Islamophobic and transphobic rhetoric, which he dismissed Wednesday as political satire taken out of context.\n\n\"Their disavowals of bigotry are belied by their actions: rank-and-file Proud Boys and leaders regularly spout white nationalist memes and maintain affiliations with known extremists,\" SPLC states on its website. \"They are known for anti-Muslim and misogynistic rhetoric.\""}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Record-breaking number of people flying for Thanksgiving this year", "description": "With 54 million Americans traveling this holiday, Thanksgiving this year will see the busiest road rush in a dozen years, while the nation’s airports will have the most travelers ever.", "url": "https://www.nbcnews.com/nightly-news/video/record-breaking-number-of-people-flying-for-thanksgiving-this-year-1377436227717", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_tco_travel_national_command_center_181121_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T00:43:24Z", "content": null, "fulltext": "Record-breaking number of people flying for Thanksgiving this year copied!\n\nWith 54 million Americans traveling this holiday, Thanksgiving this year will see the busiest road rush in a dozen years, while the nation’s airports will have the most travelers ever.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Fire evacuees camp in Walmart parking lot", "description": "Residents of Paradise, California, camp in tents and slept in their cars in a Walmart parking lot after escaping the fires that tore through their town. The Camp Fire destroyed 13,500 homes leaving thousands displaced.", "url": "https://www.nbcnews.com/video/fire-evacuees-take-residence-camping-at-a-walmart-parking-lot-in-chico-california-1377417283737", "urlToImage": "https://media3.s-nbcnews.com/j/MSNBC/Components/Video/201811/f_tov_walmart_chico_181121.1200;630;7;70;5.jpg", "publishedAt": "2018-11-22T00:21:09Z", "content": null, "fulltext": "Fire evacuees camp in Walmart parking lot\n\nResidents of Paradise, California, camp in tents and slept in their cars in a Walmart parking lot after escaping the fires that tore through their town. The Camp Fire destroyed 13,500 homes leaving thousands displaced."}]