[{"source": {"id": "politico", "name": "Politico"}, "author": "mcaputo@politico.com (Marc Caputo)", "title": "DeSantis wins Florida gubernatorial race as Gillum concedes", "description": "Andrew Gillum, the Florida Democratic Party’s first African-American candidate for governor, officially called it quits Saturday and congratulated Republican Ron DeSantis as the governor-elect of Florida.", "url": "https://www.politico.com/story/2018/11/17/desantis-wins-florida-gubernatorial-race-as-gillum-concedes-1000530", "urlToImage": "https://static.politico.com/4d/af/f1e6130e4253bc43f64646da52a1/gettyimages-1063880714.jpg", "publishedAt": "2018-11-17T22:36:01Z", "content": "Jeff J Mitchell/Getty Images MIAMI Andrew Gillum, the Florida Democratic Partys first African-American candidate for governor, officially called it quits Saturday and congratulated Republican Ron DeSantis as the governor-elect of Florida. Gillums announcement… [+2258 chars]", "fulltext": "Ron DeSantis, a former congressman, aligned himself closely with President Donald Trump during his campaign. | Jeff J Mitchell/Getty Images Elections DeSantis wins Florida gubernatorial race as Gillum concedes\n\nMIAMI — Andrew Gillum, the Florida Democratic Party’s first African-American candidate for governor, officially called it quits Saturday and congratulated Republican Ron DeSantis as the governor-elect of Florida.\n\nGillum’s announcement follows an automatic recount that ended Thursday and showed him gaining just one net vote in the process, making the margin against DeSantis officially 33,683 votes, or 0.41 percentage points.\n\nStory Continued Below\n\nGillum, who conceded on Election Night Nov. 6 and then withdrew his concession when the race headed to an automatic recount, was hoping that lawsuits from Democratic Sen. Bill Nelson in his race would turn up more votes. But it didn’t happen, and Nelson is sure to lose as well. The 2018 Florida midterm election results are scheduled to be certified Tuesday.\n\n“We said we would fight until the last vote is counted. We are now closing out the hand recount phase in two of the statewide races,” Gillum said in a Facebook video address, referring to Nelson’s contest and the race for agriculture commissioner, where Nikki Fried appears to be the only Democrat elected statewide.\n\n“We wanted to make sure that every single vote including those that were overvotes, undervotes — as long as it was a legally cast vote — we wanted those votes to be counted,” Gillum said, standing next to his wife and adding that they “wanted to take a moment to congratulate Mr. DeSantis on becoming the next governor of the great state of Florida.”\n\nposter=\"http://v.politico.com/images/1155968404/201811/2636/1155968404_5968126243001_5968129423001-vs.jpg?pubId=1155968404\" true\n\nThe 39-year-old mayor of Tallahassee came closer than any other Democrat in 20 years to beating a Republican candidate for governor. Gillum’s unlikely win in the Democratic primary and his dynamic speaking style earned him a national fan base, and signaled that he’s likely to run for office again because, he said, his campaign was part of a “movement.”\n\nIn conceding, Gillum opted not to keep his options open by contesting the election, a long-shot effort that he and his advisers believed would be doomed to fail and corrosive for his brand.\n\nEven President Donald Trump, who trashed Gillum as corrupt and feckless, had kind words about Gillum and said he was someone to watch.\n\n“Congratulations to Andrew Gillum on having run a really tough and competitive race for Governor of the Great State of Florida,” Trump said on Twitter. “He will be a strong Democrat warrior long into the future - a force to reckon with!”"}, {"source": {"id": "politico", "name": "Politico"}, "author": "Bhavan Jaipragas | South China Morning Post", "title": "Xi, Pence trade barbs over trade war at APEC summit while selling visions for regional cooperation", "description": "&quot;China has taken advantage of the United States for many, many years and those days are over,” the vice president said.", "url": "https://www.politico.com/story/2018/11/17/xi-jinping-mike-pence-trade-apec-1000495", "urlToImage": "https://static.politico.com/6b/d6/01bcf6084d29a79e56907063c531/181117-pence-ap-773.jpg", "publishedAt": "2018-11-17T20:14:52Z", "content": "Vice President Mike Pence and Japanese Prime Minister Shinzo Abe arrive for a family photo with leaders and their spouses during the APEC Economic Leaders Meeting summit in Port Moresby, Papua New Guinea on Saturday. | Mark Schiefelbein/AP Photo This story is… [+5384 chars]", "fulltext": "Vice President Mike Pence and Japanese Prime Minister Shinzo Abe arrive for a family photo with leaders and their spouses during the APEC Economic Leaders Meeting summit in Port Moresby, Papua New Guinea on Saturday. | Mark Schiefelbein/AP Photo South China Morning Post Xi, Pence trade barbs over trade war at APEC summit while selling visions for regional cooperation\n\nThis story is being published by POLITICO as part of a content partnership with the South China Morning Post. It originally appeared on scmp.com on Nov. 17, 2018.\n\nChinese President Xi Jinping and Vice President Mike Pence traded barbs at the Asia-Pacific Economic Cooperation summit in Papua New Guinea on Saturday, with each laying the blame for the trade war and growing geopolitical rivalry at the other’s doorstep, while also seeking to sell their vision of a regional development strategy.\n\nStory Continued Below\n\nIn a speech lasting almost 40 minutes, Xi urged the business and political leaders gathered in Port Moresby to uphold free trade and promote a multilateral system.\n\n“Unilateralism and protectionism will not solve problems but add uncertainty to the world economy,” he said. “History has shown that confrontation, whether in the form of a cold war, a hot war or a trade war, produces no winners.”\n\nWhen it was his turn to take to the podium, Pence was equally fervent but far more direct in his criticism.\n\n“We have great respect for President Xi and China, but as we all know, China has taken advantage of the United States for many, many years and those days are over,” he said.\n\nSign up for Morning Trade A speed read on global trade news — weekday mornings, in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nHe then leveled a number of accusations at Beijing, including its insistence on forced technology transfers and intellectual property theft.\n\n“The U.S. will not change course until China changes its ways,” Pence said, adding that there was still room for the White House to introduce new tariffs on Chinese goods.\n\nSince July, Washington has imposed tariffs on $250 billion worth of Chinese imports, while Beijing has slapped similar duties on $110 billion worth of goods it imports from the US. In September, President Donald Trump threatened to extend the tariffs to all of the products it imports from China.\n\nNeither Xi nor Pence listened to the other’s speech, both of which were delivered from a conference room on a cruise ship moored in Port Moresby harbour.\n\nDespite his hard line, Pence said Washington “believed progress could be made” when Trump and Xi meet in the Argentinian capital Buenos Aires at the end of the month on the sidelines of the Group of 20 summit. The talks will be the first between the two leaders since the trade war began.\n\nAside from airing their grievances on trade, Xi and Pence were equally keen to promote their nations’ respective plans for regional cooperation, respectively the “Belt and Road Initiative” and Indo-Pacific strategy.\n\n“The belt and road [plan] is an open platform for cooperation. [It is] neither designed to serve any hidden political agendas nor to target anyone,” Xi said.\n\n“It does not cause debt traps, as some want to label it, [but] is a transparent project that brings common development to the world.”\n\nXi launched the trillion-dollar program in 2013 as a way to boost connectivity between China and the Eurasian land mass.\n\nPence, however, made a thinly veiled attack of China’s controversial overseas infrastructure building spree.\n\n“As we are all aware, some are offering infrastructure loans to governments across the Indo-Pacific and around the world,” he said. “Yet the terms of those loans are often vague at best, projects they support are often unsustainable … too often they come with strings attached.”\n\nWhile he made no specific references to China, Pence urged governments in Asia to consider Washington’s Indo-Pacific Strategy, which is backed by Australia and Japan, as a preferable alternative to the belt and road plan.\n\n“Know that the U.S. offers a better option,” he said. “We don’t drown our partners in a sea of debt, we don’t coerce, or compromise your independence … We don’t offer a constricting belt or a one way road.”\n\nOn the issue of China’s growing militarization of the disputed South China Sea, Pence said the U.S. would partner Australia on the upgrading of the Lombrum naval base on the Pacific nation’s Manus island.\n\nInfrastructure development, including roads, railways, ports, pipelines and airports, would be the priority of the Indo-Pacific Strategy, Pence said, adding that the U.S. would adopt a “principled approach that will stand in contrast to some other nations”.\n\nThe tension between the two nations was also evident at a photo call for the leaders of the 21 Apec member nations on Saturday afternoon. While Xi stood beside Papua New Guinean President Peter O’Neill, Pence was noticeably absent from the shot.\n\nMeanwhile, Taiwan’s foreign ministry reported that the vice president met the self-ruled island’s envoy to Apec, Morris Chang, and discussed ways to “boost inclusive growth and shape the digital future”.\n\nPence described his meeting with Chang as being “about economics”. “They were strong supporters of TPP [Trans-Pacific Partnership] and made a case for being considered for a free-trade agreement. And I assured them we would carry back that ask,” he said.\n\nIn contrast, there were no reports of meetings between Chinese and American officials at the event.\n\nXi is currently on a seven-day tour of the Asia-Pacific region. After leaving Papua New Guinea he will travel to Brunei and the Philippines for state visits, and attend the G20 summit from November 30 to December 1 in Buenos Aires.\n\n"}, {"source": {"id": "politico", "name": "Politico"}, "author": "qforgey@politico.com (Quint Forgey)", "title": "Trump schedules Mississippi rallies to boost Hyde-Smith", "description": "The Republican senator's campaign has become the subject of national scrutiny over the past week.", "url": "https://www.politico.com/story/2018/11/17/trump-hyde-smith-mississippi-senate-1000496", "urlToImage": "https://static.politico.com/94/b7/ceb5e0fe4bad91b1fdc1f769e5da/181117-trump-hyde-smith-ap-773.jpg", "publishedAt": "2018-11-17T19:46:07Z", "content": "President Donald Trump's upcoming rallies for Sen. Cindy Hyde-Smith will mark his first campaign stops since his mad dash of appearances across the country leading up to the midterm elections on Nov. 6. | Rogelio V. Solis/AP Photo President Donald Trump will … [+2598 chars]", "fulltext": "President Donald Trump's upcoming rallies for Sen. Cindy Hyde-Smith will mark his first campaign stops since his appearances across the country leading up to the midterm elections on Nov. 6. | Rogelio V. Solis/AP Photo Elections Trump schedules Mississippi rallies to boost Hyde-Smith\n\nPresident Donald Trump will appear in Mississippi later this month to shore up support for Republican Sen. Cindy Hyde-Smith, whose once-bulletproof bid for another two years in the chamber has become increasingly imperiled following comments involving a public hanging and voter suppression.\n\nTrump’s visit has been in the works for several days, and the National Republican Senatorial Committee is expected to spend more than $1 million on a TV ad blitz bolstering Hyde-Smith ahead of Election Day on Nov. 27.\n\nStory Continued Below\n\nAppointed by Gov. Phil Bryant in March to fill retiring GOP Sen. Thad Cochran’s seat, Hyde-Smith is facing Democrat Mike Espy in a runoff election to serve out the remainder of Cochran’s term, which ends in January 2021.\n\nBut her campaign in deep-red Mississippi has become the subject of national scrutiny over the past week, after a video appeared on social media Sunday of the senator saying that if she were invited by one of her supporters to a \"public hanging,\" she would be in \"the front row.\"\n\nMorning Score newsletter Your guide to the permanent campaign — weekday mornings, in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nOn Thursday, another video surfaced of Hyde-Smith telling a group of people that “there's a lot of liberal folks in those other schools who that maybe we don't want to vote. Maybe we want to make it just a little more difficult. So, I think that's a great idea.”\n\nThe high-profile missteps in the campaign's final weeks have alarmed national Republicans, and fueled Democratic hopes that the party might be able to narrowly capture a previously unattainable Senate seat in an overwhelmingly conservative state. The president won Mississippi by nearly 18 percentage points in the 2016 presidential election.\n\nTrump is scheduled to headline two Make America Great Again rallies for Hyde-Smith on Nov. 26, the eve of the election, in Tupelo and Biloxi. Those events will mark the president’s first campaign stops since his mad dash of appearances across the country leading up to the midterm elections on Nov. 6.\n\n“President Trump is so committed to getting out the vote for Cindy Hyde-Smith that he scheduled two rallies in the great State of Mississippi on the day before the run-off election,” Trump campaign chief operating officer Michael Glassner said in a news release. “The President needs all hands on deck on Election Day on November 27 so he can continue to count on Senator Hyde-Smith’s outstanding support for his America First agenda.”"}, {"source": {"id": "politico", "name": "Politico"}, "author": "jwhite@politico.com (Jeremy B. White)", "title": "After trading barbs all year, Newsom and Trump meet at California fire zone", "description": "Since the president announced his visit, there had been speculation as to whether he would be joined by the governor-elect, who campaigned as an alternative to Trumpism.", "url": "https://www.politico.com/story/2018/11/17/newsom-trump-california-wildfires-1000494", "urlToImage": "https://static.politico.com/44/9d/a368289d48538d20cca132960394/181117-newsom-trump-ap-773.jpg", "publishedAt": "2018-11-17T19:35:43Z", "content": "President Donald Trump greets California Gov.-elect Gavin Newsom, left, and Gov. Jerry Brown as he arrives at Beale Air Force Base on Saturday for a visit to areas affected by wildfires. | Evan Vucci/AP Photo YUBA COUNTY, Calif. Two weeks after decisively win… [+4355 chars]", "fulltext": "President Donald Trump talks with California Gov.-elect Gavin Newsom on Saturday during a visit to a neighborhood destroyed by wildfires. | Evan Vucci/AP Photo California After trading barbs all year, Newsom and Trump meet at California fire zone Since the president announced his visit, there had been speculation as to whether he would be joined by the governor-elect, who campaigned as an alternative to Trumpism.\n\nYUBA COUNTY, Calif. — Two weeks after decisively winning an election framed as a referendum on President Donald Trump, California Gov.-elect Gavin Newsom met his foil for the first time on a smoke-stifled tarmac as the state burned.\n\nNewsom and Gov. Jerry Brown were on hand when Air Force One touched down at Beale Air Force Base north of Sacramento on Saturday, Trump's second visit to California since assuming the presidency. The three shook hands and exchanged words, the silhouettes of trees at the end of the tarmac barely visible through a gray haze.\n\nStory Continued Below\n\nFrom the moment Trump announced his visit, there was speculation about whether he would be joined by Newsom, who has framed his imminent governorship as a counterweight to the president.\n\nBut as California reels from the deadliest wildfire in state history, Trump's visit affords the incoming governor an opportunity to rise above the animosity and work with the federal government when the need arises — even as he faces pressure from liberals at home to do the opposite.\n\n\"A smart woman once told me that you campaign partisan and you govern bipartisan,\" Dana Williamson, an adviser to Brown, told POLITICO. \"It's imperative that the victims of these horrible fires and the thousands of first responders have the full attention of our federal, state and local leaders regardless of politics.\"\n\nA spokesman for Brown said he joined at Trump's invitation.\n\nCalifornia Playbook newsletter Our must-read briefing on politics and government in the Golden State. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nTrump and the two California leaders later toured the town of Paradise along with Mayor Jody Jones and Federal Emergency Management Agency Director Brock Long.\n\n“This is probably the worst disaster that I’ve seen in my career,” Long told Trump, according to The Sacramento Bee, one of the pool outlets.\n\nIt was the first time Trump has visited California in the past 13 months of deadly disasters the state has faced. He did not travel here after last year's massive wildfire in Santa Rosa, the January mudslide in Montecito or the fatal Carr Fire in Redding this summer.\n\nTrump and Newsom at times paused to speak to each other in front of the charred wreckage. Trump appeared to assent as Newsom spoke to him and gesticulated, and Trump repeatedly called Newsom by his first name during subsequent remarks to the media.\n\n“Jerry and I have been speaking, and Gavin and I have gotten to know each other, and we’re all going to work together,\" Trump said, flanked by Newsom and Brown. He offered Newsom a chance to speak, which the governor-elect declined.\n\nTrump said they were “all on the same path” regarding the need to work on \"the forest floor.\"\n\n\"We’ll be working also with environmental groups,\" he added. \"I think everybody has seen the light.”\n\nJoining Trump on Air Force One were two of his top allies from California’s diminishing Republican congressional delegation: newly elected Minority Leader Kevin McCarthy and Rep. Doug LaMalfa, who represents the area ravaged by flames.\n\nAfter arriving at Beale Air Force Base, they left with Brown and Newsom by helicopter for the Paradise fire zone about 60 miles north.\n\nAs he sought to consolidate support for his leadership bid, McCarthy aligned himself closely with the president. In Paradise, Trump heralded their relationship, thanking McCarthy for “the support you’ve given in Washington.”\n\n“Kevin, anything we can do, you know we’re here. Just bring it over to the office,” Trump said.\n\nNewsom and Trump have long been locked in a dance of mutual enmity, each regularly invoking the other to galvanize their respective bases: Newsom positions himself as the champion of California's alternative to Trumpism, while the president caricatures Newsom on the campaign trail as an extreme liberal who wants to open borders and distribute free health care.\n\nStill, the social media reaction underscored the political peril, with detractors questioning Newsom's decision and equating it to an act of betrayal.\n\nNumerous users said Newsom and Brown should use the opportunity to demand that Trump apologize for his tweets faulting California for the severity of the fires or to challenge the accuracy of his claims. While some praised the show of unity, others said Newsom should have skipped the appearance to send a statement. More than a few mentioned that Newsom’s ex-wife Kimberly Guilfoyle is now dating Trump’s son Donald Jr. and wondered whether the relationship would come up.\n\nWhen Trump a week ago responded to the natural disaster ravaging California by deriding the state's management and threatening to halt federal help, Newsom joined Democrats heaping on criticism. \"Lives have been lost. Entire towns have been burned to the ground. Cars abandoned on the side of the road. People are being forced to flee their homes. This is not a time for partisanship,\" he said.\n\nThe sight of Brown alongside Trump was also jarring, given how the current governor has sparred with Trump — particularly over the White House's unraveling of policies intended to blunt the effects of climate change, a signature issue for Brown. Trump told Fox News' Chris Wallace in an interview set to air Sunday that while an altered climate contributed \"a little bit\" to voracious wildfires, forest management was the larger culprit, and he reiterated on Saturday that he believes better management of forests is the paramount issue.\n\nWhile Trump is reviled by much of the California electorate, the area at the heart of the fire's devastation supported the president in 2016. In the town of Paradise, almost completely destroyed by the Camp Fire, Trump won 53 percent of the votes in 2016, compared with 37 percent for Hillary Clinton.\n\nLaMalfa, the Republican who represents the area, told McClatchy that he had invited Trump and echoed the president's calls to better manage the trees on which fires feed."}, {"source": {"id": "politico", "name": "Politico"}, "author": "qforgey@politico.com (Quint Forgey)", "title": "Trump disputes NYT report that he asked aides about Pence's loyalty", "description": "“I don’t question his loyalty at all,” the president said.", "url": "https://www.politico.com/story/2018/11/17/trump-pence-loyal-new-york-times-1000493", "urlToImage": "https://static.politico.com/fa/c2/36fc38db463080f99e75f423b78c/181117-trump-pence-gty-773.jpg", "publishedAt": "2018-11-17T18:26:36Z", "content": "President Donald Trump referred to Vice President Mike Pence as a trooper who has already been tested, in many ways. | Al Drago - Pool/Getty Images President Donald Trump on Saturday reaffirmed his confidence in Mike Pence, repeatedly slamming a report in the… [+3187 chars]", "fulltext": "President Donald Trump referred to Vice President Mike Pence as “a trooper” who has “already been tested, in many ways.” | Al Drago - Pool/Getty Images White House Trump disputes NYT report that he asked aides about Pence's loyalty\n\nPresident Donald Trump on Saturday reaffirmed his confidence in Mike Pence, repeatedly slamming a report in the New York Times that asserted Trump has questioned the loyalty of his vice president, while claiming against available evidence that the newspaper had not sought comment before publication.\n\n“The New York Times did a phony story, as usual, about my relationship with @VP Mike Pence,” the president wrote on Twitter. “They made up sources and refused to ask me, the only one that would know, for a quote....”\n\nStory Continued Below\n\nTrump added: “....I can’t imagine any President having a better or closer relationship with their Vice President then the two of us. Just more FAKE NEWS, the Enemy of the People!”\n\nIn a story published Friday, the Times reported that Trump has recently been querying White House aides and advisers as to whether they considered Pence loyal ahead of the president’s 2020 reelection campaign.\n\nEarlier Saturday, speaking to reporters at the White House before departing for California to survey damage from the state’s wildfires, Trump dismissed the Times’ report.\n\nTrump, who is known to hold personal loyalty as a deciding factor in many of his friendships and hiring decisions, referred to the vice president as “a trooper” and “a terrific person” who has “already been tested, in many ways.”\n\n“I don’t question his loyalty at all,” the president said of Pence, according to a pool report. “He is 100 percent loyal. It was a phony story.”\n\nTrump also suggested that neither he nor White House press secretary Sarah Huckabee Sanders were contacted for comment on the Times’ story.\n\n“How do you do a story like that, and you don’t call the principal?” Trump said. “I would give them a quote, I would say it’s not true. And that’s the end of their story. But they don’t do that.”\n\nThe president added: “You know what the quote would be? Mike Pence is 100 percent. Now you can't do your story. So that’s why they don’t like calling me for a quote.”\n\nMaggie Haberman, a White House correspondent for the Times and a co-author of the story (who is also a former POLITICO reporter), disputed the president’s account in a tweet Saturday. Haberman said she corresponded with Sanders via email ahead of the story’s publication, and pointed to a quote from White House deputy press secretary Hogan Gidley that is featured in the story.\n\n“FACT CHECK: Emailed with @PressSec and spoke with first deputy Hogan Gidley, who is quoted,” Haberman wrote online. “POTUS would need to talk to them about why they didn’t provide us with a quote from him.”\n\nPence was in Singapore on Thursday for the multinational East Asia Summit, where he and National Security Adviser John Bolton talked briefly with President Vladimir Putin of Russia. On Saturday, Pence represented the U.S. at an Asia Pacific Economic Co-operation summit in Papua New Guinea.\n\nAsked by reporters Saturday about the veracity of the report, Pence said he and the president enjoyed “a very close” and “a very strong” relationship, according to a pool report. The vice president also revealed that the story was mentioned in a recent conversation he shared with the president.\n\n“It came up,” Pence said. “We had a good laugh.”"}, {"source": {"id": "politico", "name": "Politico"}, "author": "daniel@politico.com (Daniel Lippman)", "title": "Trump says Republicans would save Pelosi, Pelosi world says she'll win with Dems", "description": null, "url": "https://www.politico.com/newsletters/playbook/2018/11/17/trump-says-republicans-would-save-pelosi-pelosi-world-says-shell-win-with-dems-348427", "urlToImage": "https://static.politico.com/da/f5/44342c424c68b675719324b1106b/politico.jpg", "publishedAt": "2018-11-17T15:28:25Z", "content": "DRIVING THE DAY THE PRESIDENT SAYS HE'LL HELP PELOSI -- @realDonaldTrump at 6:37 a.m.: I can get Nancy Pelosi as many votes as she wants in order for her to be Speaker of the House. She deserves this victory, she has earned it -- but there are those in her pa… [+24520 chars]", "fulltext": "POLITICO Playbook: Trump says Republicans would save Pelosi, Pelosi world says she'll win with Dems Presented by\n\nHouse Minority Leader Nancy Pelosi leaves a news conference at the Capitol on Thursday. | J. Scott Applewhite/AP Photo\n\nDRIVING THE DAY\n\nTHE PRESIDENT SAYS HE'LL HELP PELOSI -- @realDonaldTrump at 6:37 a.m.: “I can get Nancy Pelosi as many votes as she wants in order for her to be Speaker of the House. She deserves this victory, she has earned it -- but there are those in her party who are trying to take it away. She will win! @TomReedCongress”.\n\n-- TRUMP, via a pool report from from Linda Feldmann of the Christian Science Monitor: \"I’m not saying I'd get any [votes from] the super conservative side, but maybe I even get them from there. But I don’t imagine she’d need too many. But whatever number of votes she needs, if it's 50 or 10 or 2 or 1, she’s got em from [me], automatic. So tell her opposition, they’re wasting their time.”\n\nPELOSI RESPONDS ... DREW HAMMILL, Pelosi's deputy chief of staff: “Leader Pelosi will win the Speakership with Democratic votes.”\n\n-- ALSO ... ANY REPUBLICAN who votes for Pelosi would probably get a primary challenge. Kevin McCarthy -- who is flying with Trump to California today -- might have a different take on this.\n\nNOTES ON THE SPEAKER RACE … ONE OF THE NICE things about the Capitol is that reporters have the ability to go everywhere, and lawmakers truly can’t escape us. (Newly elected Democrats are getting accustomed to that).\n\nNANCY PELOSI’S office is connected to the Rayburn Room, a large space on the second floor of the Capitol -- and that’s where a bunch of the press corps was camped out yesterday afternoon. It allowed us to see practically everyone who walked into Pelosi’s office -- although they could escape through a back entrance on the way out.\n\nIT WAS AN INTERESTING scene. Pelosi had a rotating cast of lawmakers cycling in and out of the office all day. She would ask new lawmakers about their priorities, their districts and they emerged seemingly positive about their interactions with Pelosi. MIKIE SHERRILL, a Democrat who won the New Jersey seat held for decades by GOP Rep. Rodney Frelinghuysen, wouldn’t say a word about who she would vote for when she emerged from a meeting with Pelosi -- despite saying she was against Pelosi on the campaign trail. HALEY STEVENS, a Michigan Democrat, said she hasn’t said no to voting for Pelosi.\n\nABIGAIL SPANBERGER, the Democrat who beat Virginia Rep. Dave Brat, said her conversation with Pelosi was positive, but she would be keeping her campaign promise and voting against her.\n\n-- LIZZIE FLETCHER, who beat longtime Texas Rep. John Culberson in Houston, came out in support of Pelosi. As did Katie Porter of California.\n\nIT SEEMED as if Pelosi was methodically hearing out everyone in the Democratic caucus. At around 3 p.m., the press corps asked Pelosi’s team how many more meetings she had. They said she would squeeze in another six meetings before the end of the day, before three evening events.\n\nThe most reliable politics newsletter. Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nBEHIND THE SCENES ... PELOSI attended a Democracy Alliance event at the Capitol Hilton, where she was introduced as \"the original badass woman in Washington and the next speaker of the House.\"\n\nPELOSI on winning on health care -- “Two years ago after the election so many people were sad but we said, ‘we don’t agonize, we organize.’ And working together we did that. The very next day we had our conference call with the groups. By next Sunday and ever widening circle of friends, putting together how we would protect the Affordable Care Act.\n\n\"We made a plan to launch on Martin Luther King Weekend – which we did... The next day, the brightest day, in spontaneous, organic activism on Washington turned into a march around the world. Much of it focused on health care, women’s health care, family planning, lots of other issues as well – but all shared values. Women marched, and then they ran, and then they won.\"\n\nMEANWHILE, there has been a lot of chatter about a letter from 20 or so rebels saying they will not vote for Pelosi. That letter has yet to surface, and Pelosi continues to grind. No one knows how this will end up.\n\n-- WAPO’S MIKE DEBONIS on MASSACHUSETTS REP. SETH MOULTON: “Democratic Rep. Seth Moulton, the hard-charging Marine who served four tours of duty in Iraq is leading the challenge to Rep. Nancy Pelosi and her bid for speaker — and is suddenly taking incoming fire from all quarters.\n\n“Prominent liberal activists are openly floating a primary challenge to the two-term Massachusetts congressman, the instigator of the nearly 20 Democratic foes to Pelosi and one who helped recruit several of the incoming freshmen opposing her.\n\n“Outraged by the treatment of the first female House speaker, Pelosi’s backers have characterized the effort as a sexist putsch and urged calls to Moulton’s office as well as the other male Democratic opponents.\n\n“Inside the House, Moulton’s ambition and sharp elbows have long been a subject of his colleagues’ grumbling, and his latest fusillade at Pelosi — this time, after a sweeping electoral win — has angered even some of his admirers. … ‘Never took responsibility for anything, and that’s not what leaders do,’ he said. ‘A good selfless leader shares the credit for a win and owns mistakes.’” WaPo\n\n\n\nA message from H&R Block: We have spent the last year evaluating all parts of our business, with a specific focus on consumers and their feedback. Now we're shaking up the tax prep industry by becoming the only national brand to offer upfront, transparent pricing. Learn more.\n\nSNEAK PEEK … PRESIDENT TRUMP on “FOX NEWS SUNDAY” with Chris Wallace: WALLACE: “A federal judge, who you appointed has just ruled that you must give CNN reporter Jim Acosta his press pass back. Your reaction to the ruling, sir.”\n\nTRUMP: “Yeah, it’s fine I mean it’s not a big deal. What they said though is that we have to create rules and regulations for conduct etc. etc. We’re doing that, were going to write them up right now. It’s not a big deal and if he misbehaves we’ll throw him out or we’ll stop the news conference.”\n\nWALLACE: “What are your rules going to be? What is it that you’re saying?” TRUMP: “They’re doing them now.” WALLACE: “‘This is over the line and you lose your press pass.’”\n\nTRUMP: “We’re writing them now. We’ll have rules of decorum you know you can’t keep asking questions. We had a lot of reporters in that room, many many reporters in that room and they were unable to ask questions because this guy gets up and starts you know doing what he’s supposed to be doing for him and for CNN and you know just shouting out questions and making statements too. But I will say this look, nobody believes in the First Amendment more than I do and if I think somebody is acting out of sorts I will leave I will say thank you very much everybody I appreciate you coming and I’ll leave. And those reporters will not be too friendly to whoever it is that’s acting up.”\n\n-- TRUMP on Veterans Day: WALLACE: “But here’s the question, you’re back in Washington on Monday, Veterans Day, why don’t you go across the river to Arlington for that ceremony? Barack Obama went every year he was here in D.C.”\n\nTRUMP: “I should have done that, I was extremely busy on calls for the country, we did a lot of calling as you know.” WALLACE: “But this is Veteran’s Day.”\n\nTRUMP: “I could have done that, as you know I just left the day before the American Cemetery and I probably think, and that was one where it was raining as hard as you can imagine and I made a speech at the American Cemetery the day before and I probably, you know, in retrospect I should have and I did last year and I will virtually every year. But we had come in very late at night and I had just left, literally, the American Cemetery in Paris and I really probably assumed that was fine and I was extremely busy because of affairs of state -- doing other things.”\n\nWALLACE: “Why…” TRUMP: “But I would have -- I would have done it.”\n\nTWO WAPO BOMBSHELLS …\n\n-- WAPO’S SHANE HARRIS, GREG MILLER and JOSH DAWSEY: “CIA concludes Saudi crown prince ordered Jamal Khashoggi’s assassination”: “The CIA has concluded that Saudi Crown Prince Mohammed bin Salman ordered the assassination of journalist Jamal Khashoggi in Istanbul last month, contradicting the Saudi government’s claims that he was not involved in the killing, according to people familiar with the matter.\n\n“The CIA’s assessment, in which officials have said they have high confidence, is the most definitive to date linking Mohammed to the operation and complicates the Trump administration’s efforts to preserve its relationship with a close ally. ...\n\n“In reaching its conclusions, the CIA examined multiple sources of intelligence, including a phone call that the prince’s brother Khalid bin Salman, the Saudi ambassador to the United States, had with Khashoggi, according to the people familiar with the matter who spoke on the condition of anonymity to discuss the intelligence.\n\n“Khalid told Khashoggi, a contributing columnist to The Washington Post, that he should go to the Saudi consulate in Istanbul to retrieve the documents and gave him assurances that it would be safe to do so. It is not clear if Khalid knew that Khashoggi would be killed, but he made the call at his brother’s direction, according to the people familiar with the call, which was intercepted by U.S. intelligence.” WaPo\n\n-- WAPO’S GREG MILLER and SOUAD MEKHENNET: “Woman says she married Khashoggi in ceremony kept secret from his fiancee and some in his family”: “An Egyptian woman says she married Saudi journalist Jamal Khashoggi in a religious ceremony in the United States this year, months before he was killed at a Saudi consulate in Turkey while seeking papers needed to marry a different woman.\n\n“The disclosure of the marriage, which Khashoggi appears to have kept hidden from his Turkish fiancee and even members of his family, adds to the complicated timeline of Khashoggi’s final months before he was killed by a team of Saudi assassins in October.\n\n“In an interview, the woman said she was coming forward to reveal her relationship with Khashoggi because ‘as a Muslim wife, I want my full right and to be recognized.’” WaPo\n\nMCCONNELL TO KUSHNER … THANKS, BUT NO THANKS … NYT’S NICK FANDOS and MAGGIE HABERMAN: “Senator Mitch McConnell told President Trump in a private meeting on Thursday that there is not likely to be enough time to bring a bipartisan criminal justice bill up for a vote this year, regardless of the support it has in the Senate and the White House, according to people familiar with the meeting.\n\n“Mr. McConnell, who as majority leader controls the Senate floor, delivered the news in a previously scheduled meeting at the White House convened to discuss the chamber’s legislative agenda for the remaining weeks of the term. Lawmakers from both parties have been working furiously to build support for the compromise legislation that would begin to reverse some of the tough-on-crime federal policies of the 1980s and 1990s that incarcerated African-American offenders at much higher rates than white offenders.” NYT\n\nELIANA JOHNSON: “John Kelly makes final bid to save Kirstjen Nielsen’s job”: “White House chief of staff John Kelly is fighting to save Kirstjen Nielsen, the Homeland Security chief at whom President Donald Trump has lashed out for the rise in border apprehensions over the past several months. Kelly, whose fate in the administration is also unclear, is working to convince the president that Nielsen is not to blame for a recent surge in arrests at the U.S.-Mexico border that has enraged him, according to two sources familiar with the conversations.\n\n“Nielsen also has other supporters, including Secretary of State Mike Pompeo, who have told Trump that Nielsen cannot control the border crossing rate. ... Kelly’s bid to save Nielsen may be motivated in part by an understanding that, with Nielsen gone, he would be almost completely isolated in an administration that several of his onetime allies have departed.” POLITICO\n\nTHE INVESTIGATIONS …\n\n-- WAPO’S SPENCER HSU: “Maria Butina, alleged Russian agent who met with NRA and other groups, is in plea talks”: “Attorneys for a Russian woman jailed on charges of seeking to infiltrate the National Rifle Association and other American conservative groups for the Russian government are in negotiations with federal prosecutors, both sides said in a court filing Friday. Lawyers for Maria Butina, 29, and the U.S. attorney’s office for the District made the disclosure about talks over a potential plea agreement in a two-page filing that asked U.S. District Judge Tanya S. Chutkan to postpone a Dec. 6 court hearing by about two weeks.” WaPo\n\nTIM MILLER RESPONDS: “Setting the Record Straight Regarding My Facebook Work”\n\nPLAYBOOK METRO SECTION – “National Landing? In Amazon’s new neighborhood, a new and strange name,” by WaPo’s Steve Hendrix\n\nPLAYBOOK READS\n\nPHOTO DU JOUR: President Donald Trump boards Air Force One for a trip to visit areas impacted by the California wildfires on Saturday at Andrews Air Force Base. | Evan Vucci/AP Photo\n\nWRAPPING UP -- “Bill Nelson’s recount comeback hopes slip from slim to ‘virtually impossible’” -- Miami Herald: “Election Day has passed. More than 8 million votes have been counted (twice). And an unprecedented statewide manual recount is all but over. So, too, it seems, is Bill Nelson’s career in the U.S. Senate. Already clinging to the thinnest of reelection hopes, the Democrat’s fast-fading campaign took what appeared to be fatal blows Friday when two court rulings went against him and a manual recount across Florida’s 67 counties progressed smoothly and with little drama.” Miami Herald\n\n-- “Stacey Abrams’ defiant speech delights supporters, irks critics,” by Atlanta Journal-Constitution’s Tia Mitchell and Greg Bluestein: “Stacey Abrams chose to end her gubernatorial campaign the way she ran it: by bucking conventional wisdom. Where other losing candidates have been subdued and conciliatory, she was defiant and bold. … [S]he knew her critics would have wanted her to say nice things about Republican Brian Kemp, but she didn’t feel comfortable giving that kind of speech. ...\n\n“The Democrat wished Kemp well and said she will pray for his success as Georgia’s governor. But she also blasted his tenure as secretary of state and promised to remain vocal on the issues of election reform and voter suppression.” AJC\n\n-- “Rep. Mia Love jumps ahead of Ben McAdams by 419 votes after updates from Utah, Salt Lake counties,” by Salt Lake Tribune’s Benjamin Wood\n\n\n\nANNIE KARNI: “Another Trump aide tell-all due to hit shelves in January”: “Cliff Sims, a Trump adviser who joined the West Wing staff on Day One as a special assistant to the president after working on the campaign, is writing a memoir about his time working for the president. The book is set to be published in January, two sources familiar with the project said. ... Sims’ book, according to people familiar with the project, has been in the works for months and was described as a thoughtful and introspective portrayal of his time serving in the Trump White House.\n\n“The book is modeled, those people said, on George Stephanopoulos’ tell-all memoir ‘All Too Human,’ a personal account of his time serving as communications director in the Clinton White House. ... He’s also in competition with writers who are still telling the story from the inside out. The journalist Michael Wolff is also working on a sequel to his bestseller ‘Fire & Fury: Inside the Trump White House.’” POLITICO\n\nCLICKER – “The nation’s cartoonists on the week in politics,” edited by Matt Wuerker -- 12 funnies\n\nGREAT WEEKEND LISTEN FROM JAKE: Phish from 21 years ago today at McNichols Arena in Denver. The show\n\nGREAT WEEKEND READS, curated by Daniel Lippman:\n\n-- “How Podcasts Became a Seductive—and Sometimes Slippery—Mode of Storytelling,” by the New Yorker’s Rebecca Mead: “In our frenetic age, audio narratives offer a rare opportunity for slow immersion. But this intimacy can become manipulative.” New Yorker\n\n-- “Everyone Believed Larry Nassar,” by Kerry Howley in the Cut: “The predatory trainer may have just taken down USA Gymnastics. How did he deceive so many for so long?” The Cut (h/t Longform.org)\n\n-- “The Mystery of the Havana Syndrome,” by the New Yorker’s Adam Entous and Jon Lee Anderson: “Unexplained brain injuries afflicted dozens of American diplomats and spies. What happened?” New Yorker\n\n-- “Quitting Instagram: She’s one of the millions disillusioned with social media. But she also helped create it,” by WaPo’s Elizabeth Dwoskin: “Even in Silicon Valley, where it’s common to hear start-up workers become frustrated with management after an acquisition, the disillusionment of the early Instagram employees is striking: People seldom swear off or criticize the product they built, particularly when it has enjoyed such remarkable success. Instagram reached 1 billion users this year.” WaPo (h/t Longreads.com)\n\n-- “Surviving Jonestown,” by Jackie Speier in POLITICO Magazine in an excerpt of her new book “Undaunted: Surviving Jonestown, Summoning Courage, and Fighting Back”: “In 1978, I went to Guyana on a fact-finding mission. By the time I returned, more than 900 people died. I was almost one of them.” POLITICO Magazine … $14.95 on Amazon\n\n-- “Billionaire Democrat Tom Steyer on Impeaching Trump, Getting Out the Vote, and Winning in 2020,” by Rob Haskell in Vogue: “In 2007, Tom and Kat started a bank in Oakland, California, now called Beneficial, that is dedicated to serving low-income communities and supporting businesses that are committed to social justice and the environment. Kat serves as its CEO. But as this story went to press, Steyer called with some difficult news. He and Kat had decided that after 32 years of marriage, they were going to try living apart. They will, however, remain a family and work together on that dream of justice that consumes them both.” Vogue\n\n-- “Why Are Young People Having So Little Sex?” by Kate Julian on the cover of the December issue of The Atlantic: “Despite the easing of taboos and the rise of hookup apps, Americans are in the midst of a sex recession.” Atlantic\n\n-- “Chris Wallace is Fox News’s Man in the Middle,” by Andrew Goldman in the Dec./Jan. issue of Town and Country magazine: “[At an August 2015 GOP primary debate] Trump finished by needling Wallace with a familiar insult. ‘The great Mike Wallace was a friend of mine,’ Trump said. ‘He was a tough cookie and he was great. And the son is only a tiny action of Mike, believe me.’ If Trump’s comment ever stung him, Wallace is over it. ‘One of us has daddy issues, and it isn’t me,’ he says.” Town and Country\n\n-- “American Jews Face a Choice: Create Meaning or Fade Away,” by Gal Beckerman in the NYT: “To hear the professional worriers in the Jewish community, it’s love, not hate, that poses the bigger existential challenge. A vast majority of Jews — 72 percent among the non-Orthodox — now marry outside the tribe. The infrastructure of Judaism, from the synagogue to the long-established liberal denominations, is being steadily abandoned. Almost a third of millennial Jews are so unidentified with Judaism they say they have no religion at all.” NYT\n\n-- “How This All Happened,” by Morgan Housel in Collaborative Fund: “If you fell asleep in 1945 and woke up in 2018 you would not recognise the world. ... If you saw the level of wealth in New York and San Francisco, you’d be shocked. If you compared it to the poverty of Detroit, you’d be shocked. If you saw the price of homes, college tuition, and health care, you’d be shocked. Our politics would blow your mind.” Collaborative Fund (h/t TheBrowser.com)\n\n\n\nPLAYBOOKERS\n\nSPOTTED: Ret. Col. Oliver North attending a Friday evening performance of \"Anastasia\" at the Kennedy Center.\n\nSPOTTED at a cocktail party at the Metropolitan Club Friday night to welcome retired Navy Admiral Jim Stavridis (who is now with the Carlyle Group) and his wife Laura back to D.C. after a stint at Tufts: Susan Rice, Michele Flournoy, Richard Danzig, Jeremy Bash, Avril Haines, Stephen Preston, Martha Raddatz, Richard Burt, Robert Kimmitt, Bill Lynn, and Mack McLarty.\n\nTRANSITIONS … HOGAN GIDLEY has been promoted to principal deputy press secretary. He is currently deputy press secretary. WSJ\n\nBIRTHWEEK (was yesterday): Madalene Milano, partner at GMMB\n\nBIRTHDAYS: Jarrod Agen, comms director and deputy chief of staff to Vice President Mike Pence, is 41 ... former House Speaker John Boehner is 69 ... Charmaine Yoest, associate director for the WH office of national drug control policy (hat tip: Hannah) ... NBC News president Noah Oppenheim … Susan Rice is 54 ... Lorne Michaels is 74 … Fox News’ Chris Stirewalt ... Paul Lindsay ... Arielle Mueller (h/t Olivia Perez Cubas) … Brian Jones, partner at Black Rock Group ... Howard Dean is 7-0 ... Sen. Jim Inhofe (R-Okla.) is 84 ... Sen. Pat Toomey (R-Pa.) is 57 … U.S. Amb. to China Terry Branstad is 72 (h/t Blake Waggoner) ... Quartz’s Chase Purdy ... Halie Soifer, executive director of the Jewish Democratic Council of America, is 4-0 (hubby tip: Andrew Kauders) ... Pennsylvania Gov. Tom Wolf is 7-0 ... Denver Peacock … Rick Dunham is 62 ... Mike Ricci … Alice Noah ...\n\n… Howard Fineman is 7-0 … Politico’s Helena Bottemiller Evich ... Jeff Watters of the Ocean Conservancy (h/t Samantha Bisogno) ... Isaac Baker, partner at AKPD ... Diana Aviv (h/t Jon Haber) ... Christy Osler … Harry Jaffe (h/t Cathy Merrill Williams) ... Lea Anne Foster ... WSJ’s Felicia Schwartz ... Ralph Posner … Martin Fackler … Chris Sloan … Anna Karl ... Kellie Boyle, partner at Boyle Public Affairs (hubby tip: Jim) … Lucas Fleischer ... Gordon Whiting ... Laurie Norton Moffatt ... Erika Compart ... Marty Reiser ... Russ Grote … Michele Tasoff ... Edelman’s Elisa Vitalo ... Alex Gallo ... Greg Croft … Carly Montoya … Owen Baynard … David Kurtz … Andrew Hinkebein ... Mike Defilippis ... Ada Waelder ... Michael Maloof ... Allison Hayward ... Michael Ostrolenk is 48 … Gary Duff ... Linda Moore (h/t Teresa Vilmain)\n\nTHE SHOWS, by @MattMackowiak, filing from Austin:\n\n\n\nFox “Fox News Sunday”: President Donald Trump. Panel: Jason Chaffetz, Donna Edwards, Jerry Seib and Jonathan Swan\n\nNBC “Meet the Press”: Sen. Sherrod Brown (D-Ohio) … Sen. Lindsey Graham (R-S.C.). Panel: Yamiche Alcindor, John Harwood, Hallie Jackson and Rich Lowry\n\nABC “This Week”: Rep. Adam Schiff (D-Calif.) … Sen. Roy Blunt (R-Mo.) … new Democrats in Congress panel: Reps.-elect Deb Haaland (D-N.M.), Chrissy Houlahan (D-Pa.), Donna Shalala (D-Fla.), Abigail Spanberger (D-Va.) and Lauren Underwood (D-Ill.) … panel: Chris Christie, Stephanie Cutter, Mary Jordan and Reihan Salam\n\nCNN “State of the Union”: Sen. Jeff Flake (R-Ariz.) … new members of Congress panel: Reps.-elect Deb Haaland (D-N.M.), Dan Crenshaw (R-Texas) and Chrissy Houlahan (D-Pa.) … panel: Richard Ojeda, Michael Caputo, Amanda Carpenter and Karine Jean-Pierre\n\nCBS “Face the Nation”: Sen. Rand Paul (R-Ky.)… Sen. Joni Ernst (R-Iowa.) … Rep. Elijah Cummings (D-Md.) ... new members of Congress panel: Reps.-elect Dan Crenshaw (R-Texas), Chrissy Houlahan (D-Pa.), Deb Haaland (D-N.M.) and Joe Neguse (D-Colo.) … panel: David Nakamura, Seung Min Kim, Paula Reid and Ed O’Keefe\n\nFox News “Sunday Morning Futures”: Sen. Roy Blunt (R-Mo.) … Rep. Devin Nunes (R-Calif.). Panel: Maslansky + Partners president Lee Carter and Mark Penn\n\nFox News “MediaBuzz”: Chris Wallace … Sara Fischer … Mo Elleithee … Emily Jashinsky … Gillian Turner\n\nCNN “Inside Politics”: Michael Shear, Julie Davis, Kaitlin Collins and Sahil Kapur\n\nCNN “Fareed Zakaria GPS”: Panel: Ian Bremmer, Kurt Campbell and Rana Foroohar… Peter Beinart and Democracy in Color founder Steve Phillips … Serbian prime minister Ana Brnabić\n\nCNN “Reliable Sources”: Ted Boutrous … Sam Donaldson … Carl Bernstein and Chris Ruddy … Rappler CEO and executive editor Maria Ressa … New Knowledge director of research Renee DiResta\n\nUnivision “Al Punto”: Jésica Zermeño … panel: Rep.-elect Sylvia Garcia (D-Texas), Rep. Mario Diaz-Balart (R-Fla.), Rep. Salud Carbajal (D-Calif.) and Rep. Henry Cuellar (D-Texas) … Proceso Magazine’s Jesús Esquivel … singer Karol G\n\nC-SPAN “The Communicators”: FTC Commissioner Noah Phillips, questioned by John Hendel … “Newsmakers”: Rep. Peter DeFazio (D-Ore.), questioned by Tanya Snyder and Kellie Mejdrich … “Q&A”: author and Rep. Jackie Speier (D-Calif.)\n\nMSNBC “Kasie DC”: Rep. Diana DeGette (D-Colo.) … Doris Kearns Goodwin … Michael Steele … Katty Kay … Jonathan Lemire … Betsy Woodruff … Sam Stein … Nick Confessore … Jackie Alemany\n\nWashington Times “Mack on Politics” weekly politics podcast with Matt Mackowiak (download on iTunes, Google Play, or Stitcher or listen at MackOnPolitics.com): Deltapoll co-founder and director Joe Twyman (from London).\n\nA message from H&R Block: Unlike other tax companies, we think clients should know the price before they begin filing – in person or online. This represents an important shift in the tax industry, and a significant improvement in the experience for consumers. H&R Block is also using corporate tax savings to invest in in our clients by lowering prices for millions of our assisted tax preparation clients. Consumers will see the price drops reflected in H&R Block’s new upfront, transparent prices. Learn more.\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us"}, {"source": {"id": "politico", "name": "Politico"}, "author": "qforgey@politico.com (Quint Forgey)", "title": "Trump, en route to California, says more missing in wildfires 'than anyone thought even possible'", "description": "The confirmed death toll of a single Northern California wildfire that razed the town of Paradise stands at 71.", "url": "https://www.politico.com/story/2018/11/17/trump-wildfires-california-trip-missing-1000488", "urlToImage": "https://static.politico.com/75/0a/3476438240de97eba65d916c9712/181117-trump-2-ap-773.jpg", "publishedAt": "2018-11-17T14:16:39Z", "content": "President Donald Trump said he will be meeting Saturday with Gov. Jerry Brown, Gov.-elect Gavin Newsom and emergency workers across the state. | Jacquelyn Martin/AP Photo President Donald Trump previewed his trip to California with reporters at the White Hous… [+2033 chars]", "fulltext": "President Donald Trump said he will be meeting Saturday with Gov. Jerry Brown, Gov.-elect Gavin Newsom and emergency workers across the state. | Jacquelyn Martin/AP Photo White House Trump, en route to California, says more missing in wildfires 'than anyone thought even possible'\n\nPresident Donald Trump previewed his trip to California with reporters at the White House on Saturday, lamenting the number of residents missing in the wake of multiple deadly wildfires that blazed across the state this week.\n\n“Many more people are missing than anyone thought even possible,” the president said.\n\nStory Continued Below\n\nThe confirmed death toll of a single Northern California wildfire that razed the town of Paradise stands at 71, with the list of missing people rising to more than 1,000, authorities said Friday.\n\nTrump said he will be meeting Saturday with Gov. Jerry Brown, Gov.-elect Gavin Newsom and emergency workers across the state.\n\n“I want to be with the firefighters and the FEMA first responders,” Trump said, anticipating that he would likely be returning to the White House at 4 a.m. Sunday morning, “or something like that.”\n\nCalifornia Playbook newsletter Our must-read briefing on politics and government in the Golden State. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nThe president also hinted at some potentially confrontational discussions he might engage in Saturday with California’s elected leaders, including on the state’s forest management efforts.\n\n“I’ve been saying that for a long time this could have been a lot different situation, but the one thing is that everybody now knows that this is what we have to be doing, and there's no question about it,” Trump said. “It should have been done many years ago, but i think everybody's on the right side. It’s a big issue.”\n\nThe president was widely criticized by state officials last week for a tweet in which he blamed the fires on California’s “gross mismanagement” of its forests and threatening to withhold federal funding from the state.\n\n“There is no reason for these massive, deadly and costly forest fires in California except that forest management is so poor,” Trump wrote online. “Billions of dollars are given each year, with so many lives lost, all because of gross mismanagement of the forests. Remedy now, or no more Fed payments!”\n\nLater Saturday, Trump tweeted: \"Heading to California with @GOPLeader Kevin McCarthy, @RepLaMalfa, and @KenCalvert. Look forward to being with our brave Firefighters, First Responders and @FEMA, along with the many brave People of California. We are with you all the way – God Bless you all!\""}, {"source": {"id": "politico", "name": "Politico"}, "author": "qforgey@politico.com (Quint Forgey)", "title": "Trump hails Saudis as 'spectacular ally' in wake of CIA Khashoggi reports", "description": "President Donald Trump on Saturday heralded Saudi Arabia as a “spectacular ally” two days after his administration <a href=\"https://www.politico.com/story/2018/11/15/trump-administration-sanctions-saudi-khashoggi-992296\" target=\"_blank\">leveled sanctions</a> …", "url": "https://www.politico.com/story/2018/11/17/trump-saudis-khashoggi-cia-gulen-1000487", "urlToImage": "https://static.politico.com/ef/d8/caec0d1549c9b796a14592c3964f/181117-trump-ap-773.jpg", "publishedAt": "2018-11-17T13:45:27Z", "content": "Jacquelyn Martin/AP Photo President Donald Trump on Saturday heralded Saudi Arabia as a spectacular ally two days after his administration leveled sanctions against 17 Saudi officials for the death of Washington Post journalist Jamal Khashoggi. The president … [+1680 chars]", "fulltext": "“It’s a horrible thing that took place, the killing of a journalist,” President Donald Trump told reporters. | Jacquelyn Martin/AP Photo White House Trump promises intel report on Khashoggi murder 'over the next two days'\n\nPresident Donald Trump on Saturday declined to say whether American intelligence officials had implicated Saudi Crown Prince Mohammed bin Salman in the murder of Washington Post journalist Jamal Khashoggi, following reports the CIA had concluded the crown prince ordered Khashoggi's assassination.\n\n\"They haven’t assessed anything yet. It’s too early,” the president told reporters when asked if the CIA had assessed the crown prince's involvement, according to a pool report.\n\nStory Continued Below\n\n“It’s a horrible thing that took place, the killing of a journalist,” Trump said. “We’ll be having a very full report over the next two days, probably Monday or Tuesday.”\n\nTrump said that report will convey what members of the intelligence community \"think the overall impact was, and who caused it, and who did it.” Trump also said he spoke with CIA Director Gina Haspel earlier in the day.\n\nUpon departing the White House on Saturday morning for a trip to survey damage from wildfires in California, Trump heralded Saudi Arabia as a “spectacular ally” — two days after his administration leveled sanctions against 17 Saudi officials for Khashoggi's death. The president demurred on any potential involvement by the crown prince.\n\n“As of this moment we were told that he did not play a role,” Trump told reporters. “We’re going to have to find out what they have to say.”\n\nTrump also rejected a Thursday report by NBC News alleging that his administration is considering extraditing exiled Turkish cleric Fethullah Gulen in the hope of dissuading Turkish President Recep Erdogan from punishing the Saudis for Khashoggi’s murder.\n\n“It’s not under consideration,” Trump said, adding that “we’re having a very good moment with Turkey,” and citing Erdogan’s release of American pastor Andrew Brunson in October.\n\n“You know, we also have a great ally in Saudi Arabia,” the president said. “They give us a lot of jobs and a lot of business and economic development. They have been a truly spectacular ally in terms of jobs and economic development.”"}, {"source": {"id": "politico", "name": "Politico"}, "author": "jshafer@politico.com (Jack Shafer)", "title": "Week 78: Will the Left Get Its Revenge on Assange?", "description": "A mysterious court filing hints the Wikileaks maestro, blamed by many for Hillary’s defeat, has already been secretly charged. But for what?", "url": "https://www.politico.com/magazine/story/2018/11/17/julian-assange-robert-mueller-222608", "urlToImage": "https://static.politico.com/5e/99/329f620c4a77909e8e9691c36f3a/181116-julian-assange-gtty-773.jpg", "publishedAt": "2018-11-17T11:44:13Z", "content": "Having conditioned the press corps to think that he loves nothing better than to spend his Fridays filing criminal indictments, special counsel Robert S. Mueller III had Washington reporters fidgeting all week long in the expectation that Roger Stone or Jerom… [+7125 chars]", "fulltext": "Having conditioned the press corps to think that he loves nothing better than to spend his Fridays filing criminal indictments, special counsel Robert S. Mueller III had Washington reporters fidgeting all week long in the expectation that Roger Stone or Jerome Corsi or someone else connected to the scandal would get slapped in the kisser with criminal charges. Late on Thursday, news of a criminal indictment did bring joy to the press, but it wasn't what they expected at all. News dribbled out that—thanks to a clip-and-paste flub into a court filing by federal prosecutors—international man of mystery and WikiLeaks chief Julian Assange stands secretly charged with something or other.\n\nThat something or other could be, take your pick, his role in 2010 in disseminating via WikiLeaks the diplomatic cables and other materials stolen by Chelsea Manning or for posting to his site the purloined Democratic Party emails in 2016. Or maybe both. Or who knows? The indictment was sealed in deference to the “needs of law enforcement,” the passage states, and “due to the sophistication of the defendant and the publicity of the case.” The news galvanized First Amendment Twitter. Flush with its temporary restraining order victory in the Jim Acosta affair, it rose to defend Assange even before anybody—outside the Department of Justice, that is—knew what crimes he’d been charged with.\n\nStory Continued Below\n\nDuring his decade in the spotlight, Assange has hit the cardinal as well as the ordinal points on the public’s compass. He’s been lionized by the left as a truth-teller and savaged by the right as a traitor to the West. He’s cozied up to the Russians (his deputy helped ensconce whistleblower Edward Snowden safely in Moscow) but become a TV buddy of Fox News Channel talker Sean Hannity. Depending on his most recent performance, he’s denounced as a sociopath or celebrated as a savior. Who in the 21st century has forced so much sputtering indignation and flip-flopping? The prospect that he might soon appear in a U.S. courtroom and defend his deed is both chilling and thrilling to the journalists who have covered and sometimes abetted him.\n\nThe Assange indictment doesn’t appear to be the product of Mueller’s investigation, but interest in Assange occupies a place of primacy in the Mueller investigation timeline. WikiLeaks posted the trove of emails allegedly stolen from Democrats during the campaign by previously indicted Russian intelligence officers, although Assange has consistently—and not very convincingly—denied that the Russians were the source of the emails. The nature of the connections among the Trump campaign team, WikiLeaks, and the Russian officers has been one of the mainstays of the Mueller probe. Stone, an unreliable witness if ever there was one, was an early Trump supporter who has both bragged about his intimate relationship with WikiLeaks and Assange and denied having an intimate relationship with the operation. He's also claimed intimate foreknowledge of the WikiLeaks dump of the emails and denied that he knew anything that wasn't public domain. Donald Trump Jr., the easy mark of the Trump campaign, has also dallied with WikiLeaks. President Donald Trump, of course, has been effusive in his praise for WikiLeaks, speaking of his “love” for the organization and its email dumps repeatedly during the presidential campaign.\n\nUsing a criminal indictment to muscle Assange into telling all he knows about the provenance of the stolen emails and what part—if any—Trump and his campaign played in spreading them would track with standard federal prosecutor conduct. Assange, who appears to be on the verge of eviction (with his cat) from his safe space in the Ecuadorean Embassy in London, has long feared extradition to the United States on Espionage Act charges. Although the feds don't appear to have an open-and-shut case against him in the Manning or email affairs—he can cite legitimate First Amendment protections for much of his work—prosecutors might have secret dirt on him that would stick in court. Perhaps the indictment is part of a plea-deal scheme to extract from Assange everything he knows about the Russians in return for a light sentence for his “crimes.” Or maybe I’m wrong and this theory is just more Washington columnist fidgeting.\n\nThe press corps wasn’t alone in its high anxiety this week. The president, who has reportedly spent the week completing the homework questions Mueller sent over to the White House, reached new heights of ferocity in his Twitter account, calling the “inner workings of the Mueller probe” a “total mess” and a “disgrace.” Who might have told him about the inner workings? Could it be our faux attorney general, Matthew Whitaker? If true, CNN reported, “that would raise concerns that Trump was possibly trying to interfere with the probe.” He wouldn't do that, would he?\n\nHe would if he could. Meanwhile, former Roger Stone aide Andrew Miller is attempting to do what Trump dreams about. Miller is challenging a grand jury subpoena to testify by invoking the legal theory that Mueller's appointment to the position of special prosecutor was unconstitutional to begin with. (His argument boils down to this: Mueller has too much unaccountable power.) This dispute could stretch for months, further elongating the Mueller investigation until it's resolved. And my Politico colleagues reported this week that Mueller and Paul Manafort had pushed back to Nov. 26 the filing of a status report that precedes Manafort's sentencing. It’s safe to speculate that Manafort is still sharing information with Mueller. Rick Gates, who also plead guilty to Mueller charges, is likewise in sentencing limbo as he continues to talk.\n\nEverybody seems to be talking, even Trump himself, who said he has answered the special counsel’s questions but hasn’t turned them in yet. The latest cooperator is accused and jailed Russian agent Mariia Butina, who although not a target of the Mueller probe, appears to have roamed similar turf. In July, she was charged with having conspired against the United States as an agent directed by a high-level member of the Russian government. Now, Butina is working on a plea agreement with prosecutors according to court filings (previously she asked the court to dismiss the charges as “unconstitutional”). According to the Washington Post, Butina tried to cultivate “back-channel” relationships with the Republican Party’s 2016 presidential candidates and bridge build with the National Rifle Association in a way that would give Russians official access and influence over the party.\n\n“Silence is a weapon,” former FBI agent Ali Soufan told GQ, referencing the stealthy, no-nonsense tactics of his onetime boss, Mueller. Mueller’s disciplined silence has made intuiting his intentions impossible, so it doesn’t pay to speculate too long on whether he’s got Assange in his sights. But let’s say he did. Isn’t this the way he’d land the big fish that nobody else has been able to hook?\n\n******\n\nHow best to condition the press? Wind sprints or beatings? Send your ideas via email to Shafer.Politico@gmail.com. My email alerts avoid dinner-party invitations by protesting they are unconstitutional. My Twitter feed usually invokes natural law in its refusals. My RSS feed never gets dinner-party invitations.\n\n\n\nJack Shafer is Politico’s senior media writer."}, {"source": {"id": "politico", "name": "Politico"}, "author": "Carla Marinucci", "title": "RIP, California GOP: Republicans lash out after midterm election debacle", "description": "&quot;There is no message. There is no messenger. There is no money. And there is no infrastructure,” says one top Republican.", "url": "https://www.politico.com/story/2018/11/17/rip-california-gop-republicans-lash-out-after-midterm-election-debacle-1000481", "urlToImage": "https://static.politico.com/c5/db/c4f5638b4110b669667716fd7943/18116-mimiwalters-ap-773.jpg", "publishedAt": "2018-11-17T11:43:16Z", "content": "Rep. Mimi Walters, R-Calif., hands out a campaign flyer during an election eve stop in Irvine, Calif. | Chris Carlson/AP Photo LOS ANGELES In the wake of a near-political annihilation in California that has left even longtime conservative stronghold Orange Co… [+8685 chars]", "fulltext": "Republican Rep. Mimi Walters hands out a campaign flier during an election eve stop in Irvine, Calif. She lost her bid for another term in the 45th District. | Chris Carlson/AP Photo ELECTIONS RIP, California GOP: Republicans lash out after midterm election debacle ‘There is no message. There is no messenger. There is no money. And there is no infrastructure,' says one top Republican.\n\nLOS ANGELES — In the wake of a near-political annihilation in California that has left even longtime conservative stronghold Orange County bereft of a single Republican in the House of Representatives, a growing chorus of GOP loyalists here say there’s only one hope for reviving the flatlining party: Blow it up and start again from scratch.\n\nThat harsh assessment comes as Republicans survey the damage from the devastation of a “blue tsunami” in California which wiped out five GOP-held House seats — with more still threatened — while handing every statewide seat and a supermajority to the Democrats in both houses of the state legislature this week.\n\nStory Continued Below\n\nThe latest blows wiped out two more GOP seats in Southern California: Democrat Katie Porter, an UC Irvine professor, on Thursday was declared the winner over Republican Rep. Mimi Walters in a district which represents the beating political heart of Orange County, and Democrat Gil Cisneros completed the rout Saturday, winning the neighboring open seat formerly held by Republican Ed Royce.\n\n“I believe that the party has to die before it can be rebuilt. And by die — I mean, completely decimated. And I think Tuesday night was a big step,’’ says veteran California GOP political consultant Mike Madrid. “There is no message. There is no messenger. There is no money. And there is no infrastructure.”\n\nRepublicans like Madrid also mourned another low point this week: the defeat of Southern California Assemblyman Dante Acosta, marking the demise of the last GOP Latino legislator — in a state where Latinos comprise the fastest-growing electorate.\n\nCalifornia Playbook newsletter Our must-read briefing on politics and government in the Golden State. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\n“The California Republican Party isn’t salvageable at this time. The Grand Old Party is dead,” wrote former state GOP Assembly leader Kristin Olsen, who startled fellow Republicans with a brutally frank op-ed this week saying Republicans must acknowledge their “serious problem” in California, particularly the effects of toxicity of President Trump.\n\nGOP strategist John Weaver, who has worked California races and also has represented the presidential campaign of Ohio governor John Kasich, seconded Olsen’s view, tweeting that the effects of the Trump presidency have doomed any chance of resurrection. “In one fell swoop Trump & Republicans who willingly handcuffed themselves to him have turned Orange County into a GOP wasteland,’’ he tweeted this week. “You want to see the future? Look no further than the demographic death spiral in the place once considered a cornerstone of the party.”\n\nMadrid argues that many California Republican leaders remain in complete denial of the fact that their continued support of Trump presidency has sealed the fate of the GOP — and last week’s midterm elections revealed the true extent of the GOP’s rot in California, where the state party has now shrunken to third party status.\n\n“Now, it’s just open warfare. The barbarians have broken through the gates. The army is in full retreat,’’ said Madrid, who adds there’s no hope left for a party that for years has been on a path toward destruction. “Burn it to the ground. I want to reconstitute.’’\n\nRepublicans looking at the ashes of the midterm results say they must envision what a new party will look like — after the current structure and its leadership has been entirely disassembled.\n\n“That’s the question: how do you start over?,’’ said Joel Fox, a longtime GOP strategist who publishes the “Fox & Hounds Daily” commentary site. He says the answer will be more wide-ranging than finding “one dynamic leader” — celebrity or billionaire — to rescue their cause.\n\n“The rise of the Republican Party may really depend on the Democratic Party,’’ Fox said, and how it handles the heady times of having a $14 billion surplus and a supermajority under the leadership of the incoming Governor-elect Gavin Newsom. If progressives try to push their agenda too far, and land too many pro-tax ballot measures in front of the voters in future ballots — including revisions of the landmark property tax measure Prop. 13, soda taxes and oil taxes — it’s possible they will create an opening for the GOP to return to viability.\n\nNot everyone agrees that Trump is the cause for the party’s bottoming out. This week, former state GOP chair Shawn Steel, a member of the Republican National Committee, argued in an op-ed published in the Washington Examiner that “it’s not Trump” who lost Orange County dominance for the party. He laid the blame on millions of dollars in “dark money” raised by Democrats, who he said were aided by better organization and help from the tech industry in Silicon Valley. And — without any substantiation — Steel also claimed Democratic voter registration drives produced “borderline fraudulent turnout rates” in some key districts.\n\nAlready, a leading pro-Trump Republican voice — former gubernatorial candidate Assemblyman Travis Allen, a far-right conservative who fully supports the president’s wall and immigration policies — has kicked off his campaign to head the state GOP, announcing that it’s time to “take back California.”\n\nBut a growing number of Republicans in the party’s #NeverTrump wing — which includes prominent strategists like Rob Stutzman and Luis Alvarado — insist that a new beginning will rely heavily on a full-throated repudiation of Trump’s caustic divisiveness. They believe the rebuilding process could require years, if not generations, to rid the state GOP of the taint of a president who is blamed for ramping up anti-immigrant sentiment in a state that is home to more immigrants than any other in the country.\n\nGil Cisneros was elected to a U.S. House seat in California’s 39th District, one of six seats Democrats picked up in the state. | Chris Carlson/AP Photo\n\nThis isn’t the first time the dilapidated Republican Party in California has faced a dire outlook — or debated the notion that it must be completely overhauled. In 2007, then-Gov. Arnold Schwarzenegger was lambasted by Republicans when he delivered an address to their state convention warning that the GOP was “dying at the box office’’ because they lacked inclusive messaging and policies, particularly to minorities who now dominate the state’s demographics.\n\nAnd in assuming the leadership of the party in 2013, former state Sen. Jim Brulte predicted it would take at least six years to rebuild the structure and fundraising strength of Republican in California. He warned then that Republicans would need to “either stop the bleeding and/or start turning it around” in 2014 --- or the party will be in the pits “for the rest of the decade.”\n\nNone of that altered the party’s downward trajectory, however, or caused a wholesale rethinking among some leading candidates and party leaders. Madrid cites the recent gubernatorial contest in which Republican nominee John Cox, who described himself repeatedly as a “Jack Kemp” Republican, pushed for Trump policies that are abhorrent to many Californians.\n\n“It is completely unfathomable ... for a Republican nominee to run on building a wall,’’ said Madrid, a nationally recognized expert on Latino voting trends who noted that the party has spent 20 years trying to extricate itself from the damage done by Prop. 187, the anti-illegal immigration ballot measure that eviscerated Latino support in the state. “And everyone acts like it’s normal ... Cox was running on that, in California. Are you out of your mind?”\n\nMadrid, who most recently advised the gubernatorial campaign of former Los Angeles Mayor Antonio Villaraigosa, a Democrat, said the party needs to stop looking for silver bullets — like a gas tax repeal — and confront the disintegration of some of the state GOP’s once most reliable electorates, especially college-educated voters and women.\n\n“We hemorrhaged college-educated Republican voters on Tuesday night. The ‘diploma divide’ is a very real thing,” he said. “The smaller it gets, the more monolithic is gets. The whiter it gets. The more populist-nationalist it gets. What you’re seeing in the Republican Party is that it’s the party of white identity politics.”\n\nDemocratic political strategist Darry Sragow says if the party continues on its current path, its complete disintegration is entirely predictable.\n\n“They’re down to 24 percent registration. And the reason is that they have a huge deficit with Latinos, with African Americans...and with Asian Americans. And they now have a deficit with whites,’’ he said. “You’re talking about a party where 77 percent of Republican likely voters in California are white. And the population that’s white here is 39 percent.”\n\nHis advice: “They have to take down the ‘whites only’ sign from the clubhouse door,’’ Sragow says. “And if they’re willing to allow people who aren’t white into the club, they may be able to recover.’’\n\n“I think that the GOP is capable of turning itself around, because it’s a well-established brand,’’ he said. “The problem is, the people who manage the party are going to have to be willing to do that. And by definition, they are the opposite of that. They have no interest in that.”"}, {"source": {"id": "politico", "name": "Politico"}, "author": "(Associated Press)", "title": "Fire death toll rises to 71 ahead of Trump’s California visit", "description": "The president on Saturday is expected to get a look at the grief and damage caused by the deadliest U.S. wildfire in a century", "url": "https://www.politico.com/story/2018/11/16/california-fires-trump-visit-death-toll-1000486", "urlToImage": "https://static.politico.com/cb/b6/896e974b4c15b6ef75143305e044/181116-californiafires-ap-773.jpg", "publishedAt": "2018-11-17T03:09:26Z", "content": "A firefighter searches for human remains in a trailer park destroyed in the Camp Fire on Nov. 16 in Paradise, Calif. | John Locher/AP Photo CHICO, Calif. With the confirmed death toll at 71 and the list of unaccounted for people more than 1,000, authorities i… [+2328 chars]", "fulltext": "A firefighter searches for human remains in a trailer park destroyed in the Camp Fire on Nov. 16 in Paradise, Calif. | John Locher/AP Photo California fires Fire death toll rises to 71 ahead of Trump’s California visit\n\nCHICO, Calif. — With the confirmed death toll at 71 and the list of unaccounted for people more than 1,000, authorities in Northern California on Friday searched for those who perished and those who survived the fiercest of wildfires ahead of a planned visit by President Donald Trump.\n\nThe president on Saturday is expected to get a look at the grief and damage caused by the deadliest U.S. wildfire in a century, and he could face resentment from locals for blaming the inferno on poor forest management in California.\n\nStory Continued Below\n\nIn an interview taped Friday and scheduled for broadcast on “Fox News Sunday,” Trump said he was surprised to see images of firefighters removing dried brush near a fire, adding, “This should have been all raked out.”\n\nLate Friday, Trump tweeted: \"Thank you @JerryBrownGov. Look forward to joining you and @GavinNewsom tomorrow in California. We are with you!\"\n\nDeputies found eight more bodies Friday, bringing the death toll to 71.\n\nThe number of people unaccounted for grew from 631 on Thursday night to more than 1,000 on Friday, but Sheriff Kory Honea said the list was dynamic and could easily contain duplicate names and unreliable spellings of names.\n\nCalifornia Playbook newsletter Our must-read briefing on politics and government in the Golden State. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nHe said the roster probably includes some who fled the blaze and do not realize they’ve been reported missing.\n\nSome on the list have been confirmed as dead by family and friends on social media. Others have been located and are safe, but authorities haven’t gotten around to marking them as found.\n\nIn last year’s catastrophic wildfires in California wine country, Sonoma County authorities at one point listed more than 2,000 people as missing. But they slowly whittled down the number. In the end, 44 people died in several counties.\n\nThe wildfire this time all but razed the town of Paradise, population 27,000, and heavily damaged the outlying communities of Magalia and Concow on Nov. 8, destroying 9,700 houses and 144 apartment buildings, authorities said.\n\nFirefighters were gaining ground against the blaze, which blackened 222 square miles. It was 45 percent contained and posed no immediate threat to populated areas. Crews managed to stop it from spreading toward Oroville, population 19,000."}, {"source": {"id": "politico", "name": "Politico"}, "author": "mcaputo@politico.com (Marc Caputo)", "title": "'Nelson has no path': Democrats admit Scott beats Florida icon", "description": "“It’s done. But it was done before today. This was a total Hail Mary,” said a top Democrat involved in Sen. Bill Nelson’s campaign.", "url": "https://www.politico.com/states/florida/story/2018/11/16/nelson-has-no-path-democrats-admit-scott-beats-florida-icon-702880", "urlToImage": "https://static.politico.com/a8/03/1a49b0d4452499faf6000439aa66/181116-billnelson-ap-900.jpg", "publishedAt": "2018-11-17T02:18:52Z", "content": "Without favorable court rulings to expand the available ballot pool, Sen. Bill Nelson has no way to make up his 12,603-vote deficit with Gov. Rick Scott. | J. Scott Applewhite/AP Photo Sen. Bill Nelson has run out of time, run out of favorable court rulings a… [+6548 chars]", "fulltext": "Without favorable court rulings to expand the available ballot pool, Sen. Bill Nelson has no way to make up his 12,603-vote deficit with Gov. Rick Scott. | J. Scott Applewhite/AP Photo 'Nelson has no path': Democrats admit Scott beats Florida icon\n\nSen. Bill Nelson has run out of time, run out of favorable court rulings and is about to officially run out of votes.\n\nAfter losing to Gov. Rick Scott on Election Day, losing after an automatic recount and appearing to not make up the gap following a manual recount Friday, Nelson’s campaign was dealt a mortal blow later that evening by U.S. District Judge Mark E. Walker, who crushed the Democrat’s last major hope by upholding a Florida law that forbids county election offices from counting vote-by-mail ballots received after 7 p.m. Election Day.\n\nStory Continued Below\n\n“It’s done. But it was done before today. This was a total Hail Mary,” said a top Democrat involved in Nelson’s campaign who didn’t want to speak publicly before the Democratic Party icon conceded defeat to one of the party's most-hated rivals.\n\nThe night before, Walker had rejected yet another Nelson lawsuit concerning standards for divining voter intent in manual recounts, and he refused to extend the deadlines of the recount.\n\nWithout favorable court rulings to expand the available ballot pool, Nelson has no way to make up his 12,603-vote deficit with Scott. Nelson can still appeal, but Democrats said that’s highly unlikely, considering Walker has historically appeared more sympathetic to their arguments compared to appeals courts.\n\nThe counties officially have to submit their manual recount totals to the state Sunday. The election is supposed to be certified Tuesday.\n\nOn Friday, Nelson gave an emotional “thank you” speech to staff earlier in the day “but it was more of a goodbye,” said yet another top Florida Democrat connected to Nelson’s re-election. A third source added that the Democratic Senatorial Campaign Committee and its mammoth recount ground force is starting to leave Florida: “DSCC is packing up and headed north” — an assertion disputed by a DSCC official who said “no one’s leaving.”\n\nWhile party officials refused to discuss the hopelessness of the situation on the record, the Florida Democratic Party on Friday continued to fundraise off the recount, suggesting to donors that Nelson had a shot when his own top backers knew he didn’t.\n\nNelson, a three-term U.S. Senator, was the last Democratic statewide elected official in Florida for years. First elected to the Florida House in 1972, he served as a member of the U.S. House and as insurance commissioner before being elected to the Senate in 2000. He only lost one race: a Democratic primary for governor against party legend “Walkin’” Lawton Chiles in 1990.\n\nScott's defeat of Nelson certifies him as a Democratic giant-killer who continues to prove party elites wrong. In three straight elections, Democratic insiders have predicted his defeat. Scott first beat Alex Sink, the woman once thought to be the future of the party, in his first gubernatorial race. Then he defeated former Gov. Charlie Crist, a once-highly popular governor. And now he has bested the one politician Democrats thought was unbeatable in a Florida general election, Nelson.\n\nScott called on Nelson to withdraw.\n\n“Once again, the courts have denied Bill Nelson’s desperate attempt to change Florida law after the election. It’s long past time for Bill Nelson to face the facts: this charade is over, Floridians' votes have been counted multiple times, and Rick Scott is the next Senator from Florida,\" said Chris Hartline, Scott's campaign spokesperson.\n\nLike Nelson's official campaign spokespeople, the Democrat’s usually voluble recount attorney, Marc Elias, fell uncharacteristically quiet Friday after the recounts and before Walker’s ruling.\n\nElias this week has held daily conference calls with reporters and — contrary to the assertions of experts who spoke to POLITICO — had insisted throughout that Nelson had a shot. But Elias acknowledged Thursday evening it would take more than “one silver bullet ...[to] ... change the margin in this race.”\n\nDuring that call, Elias said Nelson was relying on a court ruling to potentially count absentee and provisional ballots that had been rejected because the voter’s signature did not match the signature on file. The state estimated Friday that 5,686 such ballots existed. But even if all somehow voted for Nelson, he still would come up short against Scott.\n\nElias also hoped that the manual recounts, which wrapped up Friday, would produce new loads of votes for Nelson — especially in Broward County, where he estimated 23,000 votes in the Democratic-rich area might not have been properly read by machines in the precincts on Election Day. In pushing this narrative, Elias specifically tried to bat down experts who said that the county’s bad ballot design — the Senate race was tucked in the lower left-hand corner beneath the instructions — caused many voters to not see the race and therefore not vote in it.\n\nBut after the recount Friday in Broward, observers in the room said there was no batch of hidden votes. People just undervoted the race by disproportionate margins compared to the 66 other counties.\n\n“The votes weren’t there. It was bad ballot design,” said Democratic data analyst Matt Isbell, who first raised the issue of the undervotes after Election Night. “Nelson has no path.”\n\nLate Friday, the Scott campaign reported that Nelson netted fewer than 300 votes in Broward County after the recount. The campaign obtained the numbers through a public records request.\n\nThe third “silver bullet” Elias was hoping for concerned the mail-in ballots that were not received at county offices before 7 p.m. Election Day. The estimated number of these ballots is unclear, but likely totaled in the thousands.\n\nElias had said the ballot-receipt rule was unfair because overseas absentee ballots that were postmarked before Election Day could continue to be counted through Friday, Nov. 16.\n\nBut Judge Walker said the rule just helps soldiers and other U.S. citizens who are disadvantaged by the mail system since they’re overseas, and that this effort to give them a little help does not disadvantage domestic absentee-ballot voters.\n\nWalker also noted that the challenge of a longstanding law by Nelson came too late in the process, and that the state at a certain point has the right to fix the deadlines it wants to make sure elections are orderly.\n\n“The fact that there might be problems with the mail does not outweigh the state’s important interest in delineating finality in elections. To hold otherwise could call into question the entirety of the vote-by-mail system itself,” Walker said. “The restriction is reasonable, and the state’s regulatory interest is sufficient to justify the deadline.”\n\nAnd though other states allow absentee ballots to be received after Election Day as long as they’re postmarked by Election Day, the judge said that has no bearing on Florida.\n\n“A later or more lenient deadline in other states may not a constitutional violation make,” he ruled."}, {"source": {"id": "politico", "name": "Politico"}, "author": "bgriffiths@politico.com (Brent D. Griffiths)", "title": "Trump returns to the migrant caravan after post-election lull", "description": "The president had not tweeted about the caravan since the midterm elections.", "url": "https://www.politico.com/story/2018/11/16/trump-migrant-migrant-caravan-1000485", "urlToImage": "https://static.politico.com/84/45/81a78ca84725b35b6c7be9486e18/181116-donaldtrump-getty-773.jpg", "publishedAt": "2018-11-17T02:06:00Z", "content": "\"Isnt it ironic that large Caravans of people are marching to our border wanting U.S.A. asylum because they are fearful of being in their country - yet they are proudly waving...., President Donald Trump wrote on Twitter. | Nicholas Kamm/AFP/Getty Images Pres… [+2017 chars]", "fulltext": "“Isn’t it ironic that large Caravans of people are marching to our border wanting U.S.A. asylum because they are fearful of being in their country - yet they are proudly waving....,” President Donald Trump wrote on Twitter. | Nicholas Kamm/AFP/Getty Images White House Trump returns to the migrant caravan after post-election lull\n\nPresident Donald Trump on Friday night returned to the issue of the migrant caravan, a topic he placed intense focus on before the midterm elections but since then has remained largely silent about.\n\n“Isn’t it ironic that large Caravans of people are marching to our border wanting U.S.A. asylum because they are fearful of being in their country - yet they are proudly waving....,” the president wrote on Twitter.\n\nStory Continued Below\n\n“....their country’s flag. Can this be possible? Yes, because it is all a BIG CON, and the American taxpayer is paying for it!,” he added in a follow up tweet.\n\nBefore Friday night, Trump had not written about the caravan on Twitter since before the midterm elections. At that time, his claims about the group of Central American migrants, some of whom said that they planned to seek asylum in the U.S., drew the attention of a number of fact checkers , especially to an ad Trump’s reelection campaign released that eventually every cable news network , including Fox News, refused to air.\n\nJournalists and pundits had noted how silent the president had been about the topic he called one of the key points of the elections — with CNN going so far as to use a chyron with the word “Caravanished.”\n\nMorning Score newsletter Your guide to the permanent campaign — weekday mornings, in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nPart of the White House’s response to the caravan was ordering 5,200 active-duty troops to the Mexican border, a move Defense Secretary James Mattis defended earlier this week.\n\n\"I think many of you are aware that President Wilson 100 years ago — a little over 100 years ago deployed the U.S. Army to the Southwest border,” Mattis told reporters on Wednesday. “The threat then was Pancho Villa’s troops, a revolutionary raiding across the border into the United States, New Mexico in 1916. And there's a more recent history of DOD's support on the border.\"\n\nTrump praised the border effort as \"tremendous\" in a press gaggle on Saturday morning, saying the troops will stay there \"as long as necessary.\"\n\nOf the migrant caravan, Trump said, \"This has nothing to do with asylum, it has to do with getting into country illegally.”"}, {"source": {"id": "politico", "name": "Politico"}, "author": "nkorecki@politico.com (Natasha Korecki)", "title": "John Delaney expands Iowa 2020 footprint", "description": "Delaney was the first Democrat to announce his candidacy for president and has heavily invested in the first presidential state of Iowa.", "url": "https://www.politico.com/story/2018/11/16/john-delaney-iowa-2020-1000484", "urlToImage": "https://static.politico.com/ad/f0/fb53cc2c49719090944ff4f3878a/181116-john-delaney-ap-773.jpg", "publishedAt": "2018-11-17T00:41:18Z", "content": "With an expansive field of candidates already taking shape, Rep. John Delaneys campaign is attempting to maintain the early toehold it has so far in Iowa. | Charlie Neibergall/AP Photo Maryland Congressman John Delaney is ramping up his Iowa operation, with p… [+1344 chars]", "fulltext": "With an expansive field of candidates already taking shape, Rep. John Delaney’s campaign is attempting to maintain the early toehold it has so far in Iowa. | Charlie Neibergall/AP Photo Elections John Delaney expands Iowa 2020 footprint\n\nMaryland Congressman John Delaney is ramping up his Iowa operation, with plans to have 30 full-time staffers on the ground and up to eight offices opened by January, his campaign told POLITICO.\n\nDelaney was the first Democrat to announce his candidacy for president and has heavily invested in the first presidential state of Iowa, having already visited all 99 counties and run television ads in the state.\n\nStory Continued Below\n\n“We’re encouraged by what we are hearing on the ground across the state,” Delaney campaign spokeswoman Monica Biddix said Friday. “We want to build on our early efforts by ramping up the campaign with staff and offices.”\n\nBiddix said the campaign wants to expand its footprint in the state and “show up everywhere.”\n\nCOUNTDOWN TO 2020 The race for 2020 starts now. Stay in the know. Follow our presidential election coverage. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nWith an expansive field of candidates already taking shape, Delaney’s campaign is attempting to maintain the early toehold it has so far in Iowa.\n\nEven though Iowa’s competitive midterms saw a flurry of 2020 potential candidates come through, no campaign has held a more expansive presence so far than Delaney’s.\n\nThe congressman has already aired seven different TV ads, spending nearly $1 million on TV advertising in Iowa alone."}, {"source": {"id": "politico", "name": "Politico"}, "author": "(Associated Press)", "title": "Intelligence officials: Saudi crown prince ordered Khashoggi killing", "description": "The Trump administration this week sanctioned individuals for their alleged role in the killing", "url": "https://www.politico.com/story/2018/11/16/mohammed-bin-salman-jamal-khashoggi-intelligence-community-1000482", "urlToImage": "https://static.politico.com/a2/26/74b97324434a9b5f4a6c5059f02a/181116-mohammedbinsalman-getty-773.jpg", "publishedAt": "2018-11-17T00:36:10Z", "content": "Turkish and Saudi authorities say Jamal Khashoggi was killed by a team from the kingdom on the orders of Saudi Crown Prince Mohammed bin Salman (pictured). | Fayez Nureldine/AFP/Getty Images U.S. intelligence officials have concluded that Saudi Crown Prince M… [+1046 chars]", "fulltext": "Turkish and Saudi authorities say Jamal Khashoggi was killed by a team from the kingdom on the orders of Saudi Crown Prince Mohammed bin Salman (pictured). | Fayez Nureldine/AFP/Getty Images Foreign Policy Intelligence officials: Saudi crown prince ordered Khashoggi killing\n\nU.S. intelligence officials have concluded that Saudi Crown Prince Mohammed bin Salman ordered the killing of journalist Jamal Khashoggi, a U.S. official said Friday. The Saudi government has denied the claim.\n\nThe conclusion will bolster efforts in Congress to further punish the close U.S. ally for the killing. The Trump administration this week sanctioned 17 Saudi officials for their alleged role in the killing, but lawmakers have called on the administration to curtail arms sales to Saudi Arabia or take other harsher punitive measures.\n\nStory Continued Below\n\nThe U.S. official familiar with the intelligence agencies’ conclusion was unauthorized to speak publicly about it and spoke on condition of anonymity. It was first reported by The Washington Post.\n\nSaudi Arabia’s top diplomat has said the crown prince had “absolutely” nothing to do with the killing.\n\nThe most reliable politics newsletter. Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nKhashoggi, a Saudi who lived in the United States, was a columnist for the Post and often criticized the royal family. He was killed Oct. 2 at the Saudi Consulate in Istanbul. Turkish and Saudi authorities say he was killed inside the consulate by a team from the kingdom after he went there to get marriage documents.\n\nThis week, U.S. intelligence officials briefed members of the Senate and House intelligence committees and the Treasury Department announced economic sanctions on 17 Saudi officials suspected of being responsible for or complicit in the killing.\n\nAmong those targeted for sanctions were Mohammed al-Otaibi, the diplomat in charge of the consulate, and Maher Mutreb, who was part of the crown prince’s entourage on trips abroad.\n\nThe sanctions freeze any assets the 17 may have in the U.S. and prohibit any Americans from doing business with them.\n\nAlso this week, the top prosecutor in Saudi Arabia announced he will seek the death penalty against five men suspected in the killing. The prosecutor’s announcement sought to quiet the global outcry over Khashoggi’s death and distance the killers and their operation from the kingdom’s leadership, primarily the crown prince.\n\nPresident Donald Trump has called the killing a botched operation that was carried out very poorly and has said “the cover-up was one of the worst cover-ups in the history of cover-ups.”\n\nBut he has resisted calls to cut off arms sales to the kingdom and has been reluctant to antagonize the Saudi rulers. Trump considers the Saudis vital allies in his Mideast agenda.\n\nThe Post, citing unnamed sources, also reported that U.S. intelligence agencies reviewed a phone call that the prince’s brother, Khalid bin Salman, had with Khashoggi. The newspaper said the prince’s brother, who is the current Saudi ambassador to the United States, told Khashoggi he would be safe in going to the Saudi Consulate in Istanbul to retrieve the documents he needed to get married.\n\nThe newspaper said it was not known whether the ambassador knew Khashoggi would be killed. But it said he made the call at the direction the crown prince, and the call was intercepted by U.S. intelligence.\n\nFatimah Baeshen, a spokesperson for the Saudi embassy in Washington, said that claim was false.\n\nShe said in a statement issued to The Associated Press that the ambassador met Khashoggi in person once in late September 2017. After that, they communicated via text messages, she said. The last text message the ambassador sent to Khashoggi was on Oct. 26, 2017, she said.\n\nBaeshen said the ambassador did not discuss with Khashoggi “anything related to going to Turkey.”\n\n“Ambassador Prince Khalid bin Salman has never had any phone conversations with him,” she said.\n\n“You are welcome to check the phone records and cell phone content to corroborate this — in which case, you would have to request it from Turkish authorities,” Baeshen said, adding that Saudi prosecutors have checked the phone records numerous times to no avail.\n\nThe ambassador himself tweeted: “The last contact I had with Mr. Khashoggi was via text on Oct. 26, 2017. I never talked to him by phone and certainly never suggested he go to Turkey for any reason. I ask the U.S. government to release any information regarding this claim.”\n\n"}, {"source": {"id": "politico", "name": "Politico"}, "author": "ejohnson@politico.com (Eliana Johnson)", "title": "Top police official seeking Trump job reversed position on criminal justice bill", "description": "Critics of the sentencing reform measure note that the Fraternal Order of Police dropped its opposition to the measure at a time when its chief, Chuck Canterbury, is a candidate to run the ATF.", "url": "https://www.politico.com/story/2018/11/16/criminal-justice-bill-chuck-canterbury-1000429", "urlToImage": "https://static.politico.com/77/98/6095e9a84c0b93321308797d5889/181116-chuck-canterbury-gtty-773.jpg", "publishedAt": "2018-11-17T00:34:10Z", "content": "Chuck Canterbury, the head of the Fraternal Order of Police, stood beside President Donald Trump on Wednesday at an event celebrating the proposed criminal justice bill. | Tasos Katopodis/AFP/Getty Images President Donald Trump is considering a top national p… [+6481 chars]", "fulltext": "Chuck Canterbury, the head of the Fraternal Order of Police, stood beside President Donald Trump on Wednesday at an event celebrating the proposed criminal justice bill. | Tasos Katopodis/AFP/Getty Images White House Top police official seeking Trump job reversed position on criminal justice bill Critics of the sentencing reform measure note that the Fraternal Order of Police dropped its opposition to the measure at a time when its chief, Chuck Canterbury, is a candidate to run the ATF.\n\nPresident Donald Trump is considering a top national police official to be his director of the Bureau of Alcohol, Tobacco, Firearms and Explosives, an appointment that critics say could be a potential reward for his support of a White House-backed sentencing reform bill.\n\nOpponents of bipartisan legislation to overhaul federal sentencing guidelines were surprised to see Chuck Canterbury, the head of the influential Fraternal Order of Police, standing beside Trump on Wednesday at an event celebrating the proposed measure. The police group, which Canterbury has headed for more than a decade, had previously opposed the legislation.\n\nStory Continued Below\n\nIt was an unusual move for the law enforcement veteran, who enthusiastically testified at last year’s Senate confirmation hearing on behalf of Jeff Sessions, Trump's recently dismissed attorney general and a high-profile opponent of the criminal justice reform legislation. Canterbury’s group said in a statement ahead of the president’s endorsement that the First Step Act would boost safety “in our streets and neighborhoods” and better protect police.\n\n“We are proud to stand with President Trump on this issue,” he said Wednesday.\n\nThe most reliable politics newsletter. Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nBut Congressional opponents of the bill are suspicious of the FOP's endorsement, given that Canterbury has been seeking a top job in the Trump administration, according to two Republican aides.\n\n“They should get something out of this,” said one law enforcement official, who opposed the plan and thought Canterbury went “out on a limb” by signing off on it. “I would guess in some way this is not going to be the perfect bill.”\n\nThe legislation hit an additional snag after Senate Majority Leader Mitch McConnell said he may not have time to bring it to the Senate floor for a vote this year, emphasizing that time is tight and he plans to prioritize a spending bill that would prevent the government from partially shutting down on Dec. 7, as well as a farm bill that will funnel money to rural parts of the country that form the bedrock of the Republican Party's support.\n\nCanterbury recently emerged as a contender for ATF, where deputy director Thomas Brandon has served as the acting head since April 2015, according to three sources familiar with the situation. He has for months been lobbying for a “big job” in the administration, according to a former White House official, who said Canterbury’s name was bandied about for several roles.\n\nCanterbury has a “very good relationship” with Trump, according to a close friend, and has been a regular presence at White House listening sessions on immigration and issues affecting law enforcement. At a late October board meeting, he told colleagues he was flattered to have had his name floated for ATF chief, but had not formally been offered the job, according to a person in the room. This person said Canterbury is currently running for an eighth term as head of the FOP, describing the competitive re-election process as “like running for Congress nationwide.”\n\n“Chuck is one of the most honorable people I’ve ever worked with and if he is selected, I can’t think of a finer person to take the position,” Jonathan Thompson, executive director of the National Sheriffs’ Association, told POLITICO.\n\nBut Thompson’s group, which represents over 3,000 elected sheriffs in the U.S., was among several to forcefully push back on the legislation, claiming in a statement this week that the bill would “release dangerous criminals back into our communities… [and] falls far short in the funding, personnel and social services needed to protect our communities.”\n\nRepublican senators who have withheld support for the measure, which would require 60 “yes” votes to pass the upper chamber, cited the opposition by Thompson’s organization in defending their own position.\n\n“I put great weight on the views of those sheriffs,” said Sen. Tom Cotton (R-Ark.). “They have grave concerns about a ‘social experiment’ of this kind.”\n\nLike other opponents, Cotton said he would prefer that the legislation “focus on prison reform and give prisoners who are on their way out of prison a chance to land on their feet,” instead of introducing greater leniency in mandatory minimum sentencing for serious offenders.\n\nThe Fraternal Order’s endorsement puzzled its law enforcement community allies in part because it was a reversal of its earlier position.\n\nCanterbury and his team had several meetings and phone calls with White House officials, including the president's son-in-law, Jared Kushner, between August, when the group reportedly described the proposal as “unworkable,” and Trump’s declaration of support this week. “There were regular phone conversations with staff and we sent a letter to the president articulating our concerns,” said FOP executive director Jim Pasco.\n\n“Pasco said the group struck “common ground” after changes were made to the bill, including the removal of conditions that would have eased existing limitations on early release for persons who used firearms in the commission of their crimes.”\n\n“We wanted it to be well-defined that violent felons wouldn’t get reduced sentences,” Canterbury told the Washington Post.\n\nOthers suggested the FOP was never truly against the legislation and made it easy for the administration to secure their support. “They were ready to fold pretty quickly,” said the law enforcement official, who claimed the group at one point simply requested a “study on the effects” of the legislation in order to throw their weight behind it.\n\nThose claiming the group’s endorsement was linked in some fashion to Canterbury angling for a Trump administration post are playing “part of the game in Washington,” Pasco said.\n\n“It was a confluence of timing. I don’t think there’s anything nefarious or untoward,” added the person close to Canterbury.\n\nShould the bill pass the Senate, it would return to the House where proponents of the legislation have already begun whipping support in its favor. One potential problem as the plan moves forward is acting Attorney General Matt Whitaker, who has privately warned Trump about aspects of the bill related to illicit drugs. However, Sen. Lindsey Graham (R-S.C.) told the Post that Whitaker “doesn’t want to kill it” following a meeting with the interim attorney general."}]