{"articles": [{"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE EDITORIAL BOARD", "title": "Trump’s Foes by Any Other Name....", "description": "President Trump is trying to wear down America with childish name-calling. Let’s not fall for it.", "url": "https://www.nytimes.com/2018/11/19/opinion/trump-tweets-adam-schiff.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/19tweetsEDTweb/19tweetsEDTweb-facebookJumbo.jpg", "publishedAt": "2018-11-19T23:44:48Z", "content": "I feel like Im back in seventh grade here, where we have juvenile name-calling, Representative Mike Quigley, a Democrat, marveled to CNN. Were talking about protecting the rule of law, and the best the president can do is start calling people names. Trolling … [+1823 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEAN RUTTER and HIROKO MASUIKE", "title": "California Wildfires, Nancy Pelosi, China: Your Monday Evening Briefing", "description": "Here’s what you need to know at the end of the day.", "url": "https://www.nytimes.com/2018/11/19/briefing/california-wildfires-nancy-pelosi-china.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/briefing/111918evening-briefing-promo/111918evening-briefing-promo-facebookJumbo.jpg", "publishedAt": "2018-11-19T23:24:33Z", "content": "10. Finally, and just in time for Thanksgiving, our colleagues in Opinion have a five-step method to help you have a conversation not a fight with people who think differently from you. But youll have to practice. Tell our Angry Uncle Bot your general politic… [+468 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BENJAMIN MUELLER", "title": "Theresa May, Onetime Business Foe, Finds Corporate Embrace Amid Brexit Debate", "description": "The prime minister found a more receptive audience among business leaders than any others she has faced since unveiling her draft Brexit deal.", "url": "https://www.nytimes.com/2018/11/19/world/europe/theresa-may-brexit.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/world/20Brexit-Business1-print/20Brexit-Business1-facebookJumbo.jpg", "publishedAt": "2018-11-19T22:55:11Z", "content": "She put a deal on the table, which is the first time in two-and-a-half years thats been true, said Craig Beaumont, the director of external affairs and advocacy for the Federation of Small Businesses, who was in the audience. Business is accepting shes in a t… [+1054 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Michael M. Grynbaum", "title": "No More Laughs as White House Correspondents Dinner Turns to a Historian", "description": "Ron Chernow, the biographer of Alexander Hamilton, will take over the role traditionally occupied by a comedian. This year, Michelle Wolf outraged the crowd with her jokes.", "url": "https://www.nytimes.com/2018/11/19/business/media/ron-chernow-white-house-correspondents-dinner.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/business/20WHCA-01/20WHCA-01-facebookJumbo.jpg", "publishedAt": "2018-11-19T22:47:41Z", "content": "Some critics have long viewed the night as problematic. Kyle Pope, the editor of the Columbia Journalism Review, wrote in April that the dinner was destined to be either sycophantic, on one extreme, or meanspirited, on the other. Neither is a good look at a t… [+1285 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MITCH SMITH", "title": "Shooting Reported at Chicago Hospital; Police Officer in Critical Condition", "description": "Dozens of officers converged on Mercy Hospital after the authorities received reports of a shooting.", "url": "https://www.nytimes.com/2018/11/19/us/chicago-shooting-hospital.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-19T22:32:39Z", "content": "CHICAGO The police converged on a hospital just south of downtown Chicago on Monday afternoon after the authorities received reports of a shooting there. One police officer was shot and critically injured, a police spokesman said. And at least one assailant w… [+263 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Churches turn to pop music hits instead of hymns to attract young...", "description": "Sweden is one of Europe’s least religious countries. Pastors there are using pop and rock music at Masses to try to attract a younger crowd.", "url": "https://www.nytimes.com/2018/11/19/arts/music/avicii-mass-church-stockholm.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/arts/20avicii-mass-7/20avicii-mass-7-facebookJumbo.jpg", "publishedAt": "2018-11-19T22:01:38Z", "content": "Christopher State, 25, said that he had not been in church since his confirmation a decade earlier but that he had been moved by the experience. The feeling of bringing everyone together, the emotions it gave me goose bumps, he said. Harpa Hjartardottir, 27, … [+380 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FLORENCE FABRICANT", "title": "Front Burner: A Brownie Made With Olive Oil", "description": "The Sullivan Street Bakery’s latest creation is a caky version ideal for Hanukkah entertaining.", "url": "https://www.nytimes.com/2018/11/19/dining/tuscan-brownie-sullivan-street-bakery.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21burner11/21burner11-facebookJumbo.jpg", "publishedAt": "2018-11-19T21:50:01Z", "content": "Jim Lahey, the chef and owner of Sullivan Street Bakery, spent several months perfecting his new brownie. Its moist and seriously intense more caky than fudgy. He said the treat is inspired by recipe from his brownie muse, Faith Heller Willinger, a food write… [+494 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LAURA M. HOLSON", "title": "Marilyn Monroe’s Golden Globe Fetches $250,000", "description": "On March 5, 1962, Marilyn Monroe was awarded a Henrietta Award for World Film Favorite Female. She is seen at the Beverly Hilton Hotel carrying the Golden Globe, recently sold at auction for $250,000.", "url": "https://www.nytimes.com/2018/11/19/arts/marilyn-monroe-golden-globe-sold.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/arts/20xp-globe/20xp-globe-facebookJumbo.jpg", "publishedAt": "2018-11-19T21:36:51Z", "content": "A lot of clients who invest in the art market are buying these things too, Mr. Julien said. They want to diversify their portfolios. And Ms. Monroe, who wowed audiences in the 1950s with her sexually expressive onscreen persona, has long been a favorite for t… [+998 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FLORENCE FABRICANT", "title": "Front Burner: A New Stock Worth Seeking Out", "description": "Mother Wit Cluckity Chicken Bone Broth, from the chef behind the Pandering Pig in Upper Manhattan, is rich and deeply flavorful.", "url": "https://www.nytimes.com/2018/11/19/dining/chicken-stock-mother-wit.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21burner5/21burner5-facebookJumbo.jpg", "publishedAt": "2018-11-19T21:34:47Z", "content": "The minute theres a nip in the air, the broths, and particularly bone broths these days, emerge. Heres a new one that I would not hesitate to shamelessly call my own. Mother Wit is the brand, and its owned by Nicole OBrien, a self-taught chef who owns the Pan… [+658 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "王霜舟", "title": "香港米埔湿地：当开发商瞄准水鸟天堂", "description": "这片湿地被香港和深圳两座特大城市包围，成千上万的鸟类飞来过冬，人类也有了一个远离喧嚣城市生活的去处。然而，在这个在寸土寸金的地段，开发商正在积极活动。 Billy H.C. Kwok for The New York Times 在香港米埔自然保护区，可以看见中国深圳的天际线。", "url": "https://cn.nytimes.com/china/20181120/hong-kong-wetlands-mai-po-nam-sang-wai/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/18/world/18hongkong-wetlands/merlin_138478080_1eeabc77-de97-43da-9ba4-029a3cb8b0db-articleLarge.jpg", "publishedAt": "2018-11-19T21:31:01Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FLORENCE FABRICANT", "title": "Front Burner: Alaskan Salmon Straight to Your Door", "description": "Bristol Bay, Alaska, had a record-breaking wild sockeye season. Now the fish are available in the lower 48, direct from the fishery.", "url": "https://www.nytimes.com/2018/11/19/dining/alaskan-salmon-bristol-bay.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21burner10/merlin_147057594_efeda24e-1037-4b24-8fe6-976738671842-facebookJumbo.jpg", "publishedAt": "2018-11-19T21:26:10Z", "content": "Bristol Bay, an arm of the Bering Sea between Alaska and Siberia, is known for seasonal sockeye salmon runs, and this years harvest was the largest in 125 years, according to the Alaska Department of Fish and Game. ( Other salmon areas in the state have not d… [+702 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "In Mississippi, Issues of Race Complicate a Senate Election - New York Times", "description": "In Mississippi, Issues of Race Complicate a Senate Election New York Times JACKSON, Miss. — A special election for the Senate in Mississippi has become a test of racial and partisan politics in the Deep South, as a Republican woman, Cindy Hyde-Smith, and an A…", "url": "https://www.nytimes.com/2018/11/19/us/politics/mississippi-senate-election-cindy-hyde-smith-espy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/us/politics/20mississippi1/20mississippi1-facebookJumbo.jpg", "publishedAt": "2018-11-19T21:25:54Z", "content": "His candidacy has given the party a standard-bearer with name recognition and fund-raising prowess in a state where Democrats seldom contest Senate races. As he knocked on doors Sunday in Jackson, Mr. Espy, who is from nearby Yazoo City, ran into residents wh… [+2010 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ANDREW HIGGINS", "title": "In Bosnia, Entrenched Ethnic Divisions Are a Warning to the World", "description": "Sabit Golos at his fire station in Mostar, Bosnia, where there are two separate fire brigades — one made up mostly of Muslims, like Mr. Golos, and a second one staffed by Catholic Croats.", "url": "https://www.nytimes.com/2018/11/19/world/europe/mostar-bosnia-ethnic-divisions-nationalism.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/world/19bosnia/19bosnia-facebookJumbo.jpg", "publishedAt": "2018-11-19T21:25:46Z", "content": "You are looking at your own future here, said Adnan Huskic, a scholar in politics and international relations at the School of Science and Technology in Sarajevo. We have been dealing with the rise of nationalist populism for years. Instead of creating a unit… [+1609 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letters: Trump’s Response to the California Fires", "description": "“As a symbol of hope, compassion and healing, Donald Trump is an abject failure,” one reader says.", "url": "https://www.nytimes.com/2018/11/19/opinion/letters/trump-california-fires.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/us/18trump-print-sub/merlin_146999931_4e177045-cab2-44bd-be23-2cf3e02989ed-facebookJumbo.jpg", "publishedAt": "2018-11-19T21:23:51Z", "content": "To the Editor: Re Trump Surveys the Ashes: This Was a Really, Really Bad One (news article, Nov. 18): The merits and wisdom of President Trumps policies and agenda can be debated with widely divergent perceptions among fair-minded observers. But nowhere are h… [+1106 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FLORENCE FABRICANT", "title": "Front Burner: Raddish Brings Cooking Lessons to Your Child’s Mailbox", "description": "The new subscription box includes a badge each month, so your young cook can track his progress on his apron.", "url": "https://www.nytimes.com/2018/11/19/dining/raddish-cooking-subscription-box.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21burner2/21burner2-facebookJumbo.jpg", "publishedAt": "2018-11-19T21:22:57Z", "content": "Novembers recipes were corn pudding, cranberry crostini and maple pumpkin pie. In December, subscribers to Raddish, a monthly cooking instruction kit designed for children 4 to 14, can make rosemary focaccia, minestrone soup and hot cocoa cupcakes. The step-b… [+588 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FLORENCE FABRICANT", "title": "Front Burner: German Mustards With an American Accent", "description": "Made in Tennessee, Tigertail — from the German mustard company Develey — boasts classic flavors, as well as inventive ones.", "url": "https://www.nytimes.com/2018/11/19/dining/tigertail-mustard-develey.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21burner3/21burner3-facebookJumbo.jpg", "publishedAt": "2018-11-19T21:21:11Z", "content": "When Develey a German mustard company founded near Munich in 1845 sought a location in the United States, it landed in Dyersburg, Tenn., north of Memphis. The plant, its 17th, opened in 2016, and this year, itsTigertail brand of small-batch mustards became av… [+533 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TIFFANY HSU", "title": "David’s Bridal Files for Bankruptcy, but Brides Will Get Their Dresses", "description": "In over six decades in business, David’s Bridal has “seen a lot of things change: fashion trends, where brides find inspirations and how customers shop,” said Scott Key, the chief executive.", "url": "https://www.nytimes.com/2018/11/19/business/davids-bridal-bankruptcy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/business/20DAVIDS/merlin_147084309_c85fa9a9-9a0e-4ed6-83fe-bac2a19c4357-facebookJumbo.jpg", "publishedAt": "2018-11-19T21:20:04Z", "content": "The business, based in Conshohocken, Pa., after starting as an individual bridal salon in Florida in 1950, is known for selling affordable bridal gowns, usually priced below $2,000. It was purchased in 2012 by a private equity company, Clayton, Dubilier &amp;… [+1470 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOE COSCARELLI", "title": "Kane Brown Lands His First No. 1 Album on the Billboard Chart", "description": "The singer, just the third country artist to top the charts this year, beat out Imagine Dragons, Trippie Redd and Lil Peep.", "url": "https://www.nytimes.com/2018/11/19/arts/music/kane-brown-trippie-redd-billboard.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/arts/20billboard/20billboard-facebookJumbo.jpg", "publishedAt": "2018-11-19T21:16:21Z", "content": "Kane Brown has arrived as a country star, landing his first No. 1 album on the Billboard chart. Experiment (Zone 4/RCA Nashville), the singer and songwriters second LP, had an impressive debut week, earning 124,000 album-equivalent units, according to Nielsen… [+1151 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DANIEL E. SLOTNIK", "title": "Fernando del Paso, Expansive Mexican Writer, Is Dead at 83", "description": "The Mexican novelist Fernando del Paso in an undated photo. He won the Miguel de Cervantes Prize, the most prestigious Spanish-language literary award, in 2015.", "url": "https://www.nytimes.com/2018/11/19/obituaries/fernando-del-paso-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/obituaries/00delpaso2/00delpaso2-facebookJumbo-v2.jpg", "publishedAt": "2018-11-19T21:07:02Z", "content": "One sentence, taken from his second novel, Palinuro of Mexico (1977), which follows the peregrinations and romances of a medical student, reads in part (translated by Elisabeth Plaister): Grandfather Franciscos fortunes began to wane and finally he sank in a … [+1478 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Chris Watts Gets Life in Prison for Killing Daughters and Pregnant Wife - New York Times", "description": "NBCNews.com Chris Watts Gets Life in Prison for Killing Daughters and Pregnant Wife New York Times When Christopher Watts, 33, pleaded on the news for his wife and two daughters to return to their home in Frederick, Colo., he knew what the public did not: the…", "url": "https://www.nytimes.com/2018/11/19/us/chris-watts-sentencing-colorado.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/us/20xp-watts-1/20xp-watts-facebookJumbo.jpg", "publishedAt": "2018-11-19T21:03:31Z", "content": "After an investigation, the authorities came to believe Mr. Watts was guilty of all three murders. At first, Mr. Watts turned the blame on his wife, claiming he saw her strangle their daughters on a baby monitor and in turn strangled her out of rage. Mr. Watt… [+703 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PRIYA KRISHNA", "title": "For These Brothers, the Real Thanksgiving Feast Is a Filipino Breakfast", "description": "For the brothers Chase and Chad Valencia, who own the Filipino restaurant Lasa, in Los Angeles, breakfast holds special significance, as it has long been a central meal in Filipino culture.", "url": "https://www.nytimes.com/2018/11/19/dining/thanksgiving-filipino-breakfast-valencia-lasa.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21Valencia6/21Valencia6-facebookJumbo.jpg", "publishedAt": "2018-11-19T20:54:16Z", "content": "The morning after Thanksgiving in the Valencia household is always chaotic. No one sits at the table, or wakes at the same time. The sandwiches are made in waves, along with a huge batch of silog. The brothers usually devour theirs at the stove, bits of egg a… [+1403 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ArtsJournal", "title": "Ford Foundation Uses Its Building To Help Reinvent The 21st Century Foundation", "description": "After half a century, the building remained a gem but needed an upgrade. City officials gave the foundation until 2019 to remove asbestos, fix the sprinklers and make the site wheelchair accessible. The foundation’s president, Darren Walker, saw the opportuni…", "url": "https://www.nytimes.com/2018/11/19/arts/design/ford-foundation-center-for-social-justice-renovation.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/arts/20ford1/20ford1-facebookJumbo.jpg", "publishedAt": "2018-11-19T20:53:04Z", "content": "What had been a combination of dense clusters of greenery in Kileys original plan feels more like one lush space in the sturdy replanting by Raymond Jungles, the Miami-based landscape architect Ford hired. Gensler, the architectural giant, which oversaw the r… [+1131 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Michel Vega", "title": "Google Fotos podría recordar más que nosotros… en el futuro - New York Times en Español", "description": "New York Times en Español Google Fotos podría recordar más que nosotros… en el futuro New York Times en Español Read in English. La primera vez que Google Fotos me hizo llorar fue un golpe que me tomó por sorpresa. Una mañana de abril, miré mi teléfono resign…", "url": "https://www.nytimes.com/es/2018/11/19/google-photos-inteligencia-artificial/", "urlToImage": "https://static01.nyt.com/images/2018/11/15/business/15STATE/15STATE-videoSixteenByNine768.gif", "publishedAt": "2018-11-19T20:46:14Z", "content": "Read in English La primera vez que Google Fotos me hizo llorar fue un golpe que me tomó por sorpresa. Una mañana de abril, miré mi teléfono resignado a encontrarme con más noticias sobre las calamidades del mundo. En cambio, había una alerta de Fotos en la qu… [+9701 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROBERT D. McFADDEN", "title": "Andrew Fitzgerald, Who Saved Men From a Storm-Sundered Ship, Dies at 87", "description": "Andrew Fitzgerald at the Coast Guard station at Chatham Light on Cape Cod in 2014. He was the last survivor of a crew that rescued 32 seamen from raging seas six miles off the coast there, on the elbow of Cape Cod.", "url": "https://www.nytimes.com/2018/11/19/obituaries/andrew-fitzgerald-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/obituaries/20fitzgerald-obit1/20fitzgerald3-facebookJumbo.jpg", "publishedAt": "2018-11-19T20:28:15Z", "content": "Separated amidships, the stern section rode the mountainous seas, spilling its cargo, but lost none of its 33 seamen. Many scrambled topside from bunks, a galley and fire and engine rooms, closing watertight doors as they went, a precaution that enabled the h… [+1591 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MELISSA CLARK", "title": "Melissa Clark’s Menu for Your Best Thanksgiving Yet", "description": "Melissa Clark’s childhood Thanksgivings included her father’s quest to make the perfect turkey. In this year’s recipe, she carries on her late dad’s tradition, and makes one inspired by the savory leg of lamb.", "url": "https://www.nytimes.com/2018/11/19/dining/melissa-clarks-menu-for-your-best-thanksgiving-yet.html", "urlToImage": "https://static01.nyt.com/images/2018/11/07/dining/07tgiving/07tgiving-facebookJumbo.jpg", "publishedAt": "2018-11-19T20:22:18Z", "content": "Melissa Clark has been a columnist for the Timess Food section since 2007. Her childhood Thanksgivings included her fathers quest to make the perfect turkey. In this years recipe, she carries on her late dads tradition, and makes one inspired by the savory le… [+1387 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "WILLIAM LAZONICK", "title": "The Secret of Amazon’s Success", "description": "An Amazon distribution center in Carteret, N.J. Amazon retains its profits to reinvest in its business and employees rather than handing them out to shareholders.", "url": "https://www.nytimes.com/2018/11/19/opinion/amazon-bezos-hq2.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/19LAZONICK/19LAZONICK-facebookJumbo.jpg", "publishedAt": "2018-11-19T20:17:02Z", "content": "With all those retained profits, Amazon can easily afford to increase the wages of its low-paid workers, too. Starting this month, the company is paying its more than 350,000 employees in the United States a minimum of $15 per hour, although there was critici… [+2278 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Revisiting the West's view of China internet censorship", "description": "The internet was supposed to set the world free. But China likes its walled-off and censored version just fine.", "url": "https://www.nytimes.com/interactive/2018/11/18/world/asia/china-internet.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/china-internet-promo/china-internet-promo-facebookJumbo-v6.png", "publishedAt": "2018-11-19T20:13:48Z", "content": "It was 2000, and Bill Clinton was upbeat. The internet, he said, was opening up the world. Theres no question China has been trying to crack down on the internet, he said. Good luck. Thats sort of like trying to nail Jell-O to the wall. The internet would ine… [+5404 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Former Ohio Judge Who Beat His Wife Is Arrested in Her Stabbing Death - New York Times", "description": "NBCNews.com Former Ohio Judge Who Beat His Wife Is Arrested in Her Stabbing Death New York Times A former Ohio judge who served nine months in prison for brutally beating his wife in 2014 in front of their children, punching her 20 times and fracturing a bone…", "url": "https://www.nytimes.com/2018/11/19/us/ohio-judge-lance-mason-arrested.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/us/20xp-judge/merlin_147076878_505bca40-b0e2-45a5-aa6a-3ba2f9dca53f-facebookJumbo.jpg", "publishedAt": "2018-11-19T20:11:33Z", "content": "It was a shocking downfall for Mr. Mason, who had risen to top public positions in Cleveland and Ohio. In the late 1990s, he handled felony cases as an assistant prosecutor in Cuyahoga County, which includes Cleveland. He was later appointed to fill a vacancy… [+2056 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MANNY FERNANDEZ", "title": "Will Hurd Wins Re-election to Texas Congressional Seat", "description": "The majority-Hispanic congressional district represented by Will Hurd, a Republican, has been a hard-fought battleground for Democrats and Republicans in Texas. The seat has flipped five times since the early 1990s.", "url": "https://www.nytimes.com/2018/11/19/us/will-hurd-texas-election.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/us/00TEXAS-HURD-HFO/00TEXAS-HURD-HFO-facebookJumbo.jpg", "publishedAt": "2018-11-19T20:11:12Z", "content": "The race opened a window on the increasing diversity of Texas politics. Mr. Hurd is the first black Republican to represent Texas in Congress. Ms. Jones was seeking to become the countrys first Filipina-American congresswoman and the states first openly gay o… [+2320 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RISHI CHANDNA", "title": "Op-Docs: Tungrus and the Chicken From Hell", "description": "A cautionary tale about the epic power struggle between humans and poultry.", "url": "https://www.nytimes.com/2018/11/19/opinion/tungrus-and-the-chicken-from-hell-india.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/19opdoc-chicken-img/19opdoc-chicken-img-facebookJumbo-v2.jpg", "publishedAt": "2018-11-19T20:07:04Z", "content": "By Rishi Chandna Rishi Chandna is a filmmaker. Nov. 19, 2018 Mumbai, India, where I live, is a constant clash of contradictions. You have elders who grew up in villages living with their cosmopolitan children, villagers who have moved to work in the city, and… [+1749 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RISHI CHANDNA", "title": "Tungrus and the Chicken From Hell", "description": "A cautionary tale about the epic power struggle between humans and poultry.", "url": "https://www.nytimes.com/video/opinion/100000006211392/tungrus-and-the-chicken-from-hell.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/19opdoc-chicken-img/19opdoc-chicken-img-videoSixteenByNine1050-v2.jpg", "publishedAt": "2018-11-19T20:05:24Z", "content": "1 U.S. Paul Manaforts Trail of Scandals"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LARA ZARUM", "title": "‘My Brilliant Friend’: Here’s What to Know About the HBO Adaptation", "description": "Based on the first book of the beloved Neapolitan series by Elena Ferrante, the series faces high expectations. How does it fare? Here’s what to read.", "url": "https://www.nytimes.com/2018/11/19/arts/television/my-brilliant-friend-reviews-hbo.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/arts/20brilliant-chatter/20brilliant-chatter-facebookJumbo.jpg", "publishedAt": "2018-11-19T19:54:02Z", "content": "My Brilliant Friend Is an Intimate Adaptation of a Beloved Novel [ Vulture ] With a focus on close-up shots and a devoted attention to period detail, My Brilliant Friend is both intimate and immersive, writes Vultures Matt Zoller Seitz. The series, he adds, r… [+1708 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: Sketches From California", "description": "A 95-year-old man describes two very different scenes, in and out of the fire zone.", "url": "https://www.nytimes.com/2018/11/19/opinion/letters/california-wildfire-scenes.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/insider/15rc-wildfires3/merlin_146792571_0d8e3c23-3b2d-4167-be94-af8a316913bb-facebookJumbo.jpg", "publishedAt": "2018-11-19T19:51:29Z", "content": "To the Editor: After eight days of evacuation from the raging fire in the major canyon to the west, I returned home and canceled my usual Saturday morning art class. I find my 95-year-old eyes filling as I think of the horror up north in Paradise, and am grat… [+558 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PATRICK CHAPPATTE", "title": "卡舒吉案与特朗普的“正义”（漫画）", "description": "卡舒吉案的谜底正逐步揭开。CIA认为，有证据表明沙特阿拉伯记者卡舒吉正是由沙特王储萨勒曼下令杀害的。特朗普却对此未置可否。", "url": "https://cn.nytimes.com/opinion/20181120/trump-weighs-in-on-the-khashoggi-affair/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/20/universal/zh/cn20chappatte-khashoggi/cn20chappatte-khashoggi-articleLarge.jpg", "publishedAt": "2018-11-19T19:50:19Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALISHA HARIDASANI GUPTA", "title": "Asia and Australia Edition: The Chinese Dream, Nissan, Picasso: Your Tuesday Briefing", "description": "Here’s what you need to know to start your day.", "url": "https://www.nytimes.com/2018/11/19/briefing/the-chinese-dream-nissan-picasso.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/briefing/20Briefing-asia-promo/20Briefing-asia-promo-facebookJumbo-v2.jpg", "publishedAt": "2018-11-19T19:46:28Z", "content": "The top end of the art market is booming. At auctions last week, masterworks by Edward Hopper and David Hockney sold for more than $90 million each. But these kinds of numbers arent so new, taking inflation into account. Twenty years ago today, van Goghs Port… [+1013 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: The Future of Charter Schools", "description": "“I understand why charter schools exist,” said Alessandra Biaggi, who will represent part of the Bronx in the State Senate. “But we’ve got to focus on improving our public schools.”", "url": "https://www.nytimes.com/2018/11/19/opinion/letters/charter-schools.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/nyregion/10charters03/09charters03-facebookJumbo.jpg", "publishedAt": "2018-11-19T19:46:23Z", "content": "To the Editor: Blue Wave May Be Charter Schools Black Cloud (front page, Nov. 10) does an excellent job of sketching the charter school political landscape and has laid bare the conundrum that many of us in the charter movement are facing. The great majority … [+788 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHARLIE SAVAGE and NICHOLAS FANDOS", "title": "Democratic Senators Challenge Whitaker Appointment in Court", "description": "The lawsuit by Richard Blumenthal, Mazie K. Hirono and Sheldon Whitehouse is the latest effort to get President Trump’s designation of Matthew G. Whitaker as acting attorney general declared unlawful.", "url": "https://www.nytimes.com/2018/11/19/us/politics/democrats-lawsuit-whitaker-attorney-general.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/us/politics/20dc-whitaker/20dc-whitaker-facebookJumbo.jpg", "publishedAt": "2018-11-19T19:45:50Z", "content": "The Justice Department last week disclosed an Office of Legal Counsel memo arguing that Mr. Whitakers temporary appointment was lawful under the Vacancies Reform Act of 1998. It also cited an 1898 Supreme Court opinion and numerous historical examples in supp… [+2354 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BILGE EBIRI", "title": "Critic’s Pick: ‘Ralph Breaks the Internet’ Review: Disney Gets Caught in the Web", "description": "John C. Reilly and Sarah Silverman return to voice the characters in this social satire sequel that is downright scary.", "url": "https://www.nytimes.com/2018/11/19/movies/ralph-breaks-the-internet-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/arts/21ralphbreaks/21ralphbreaks-facebookJumbo.jpg", "publishedAt": "2018-11-19T19:42:33Z", "content": "Ralph Breaks the Internet might look like just another adorable, funny animated family film, but it also connects to our current reality in ways that are downright bone-chilling. This sequel to the 2012 Disney hit Wreck-It Ralph which was set in the virtual w… [+850 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NIKIL SAVAL", "title": "Notes on the Culture: Why Is Japan Still So Attached to Paper?", "description": "Japan’s centuries-long fascination with traditional papermaking means there’s still a robust analog culture in a country known for its embrace of the modern.", "url": "https://www.nytimes.com/2018/11/19/t-magazine/japanese-paper-washi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/13/t-magazine/tktmag-paper-slide-SQBO/tktmag-paper-slide-SQBO-facebookJumbo.jpg", "publishedAt": "2018-11-19T19:31:45Z", "content": "IT WAS THE KOREAN Buddhist monk Dancho who is credited with supervising the production of the first pieces of paper in seventh-century Japan, using Chinese techniques. The court culture of the Heian era, which ran from the eighth through the 12th centuries, w… [+3967 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: Grueling Schedules and the Pursuit of Happiness", "description": "A reader recalls her father’s insight.", "url": "https://www.nytimes.com/2018/11/19/opinion/letters/grueling-schedules.html", "urlToImage": "https://static01.nyt.com/images/2018/11/06/business/06NEWWORLDprint/merlin_143227311_5d10f4e5-87c8-4207-8ea1-5f6101d6c6c1-facebookJumbo.jpg", "publishedAt": "2018-11-19T19:27:25Z", "content": "To the Editor: Re The New New World (Business Day, Nov. 6): Reading about the punishing work schedules of Chinese technology executives reminded me of how, during my 1950s Brooklyn childhood, my father, a high school French teacher as well as an immigrant fro… [+281 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BROOKS BARNES", "title": "Disney Wins Chinese Approval for Fox Deal, Clearing Major Hurdle", "description": "Disney’s takeover of most of 21st Century Fox was initially expected to be completed by June 2019 but Robert A. Iger, Disney’s chief executive, said he expected the deal to close “meaningfully earlier.”", "url": "https://www.nytimes.com/2018/11/19/business/media/disney-fox-china-approval.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/business/20DISNEY-01/20DISNEY-01-facebookJumbo.jpg", "publishedAt": "2018-11-19T19:22:09Z", "content": "Disneys takeover of most of 21st Century Fox was initially expected to be completed by June of next year. On an earnings-related conference call with analysts on Nov. 8, however, Robert A. Iger, Disneys chief executive, said he expected the deal to close mean… [+1011 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DWIGHT GARNER", "title": "Books of The Times: ‘Anthony Powell’ Captures the Rich, Long Life of the Man Behind an Epic Series", "description": "Hilary Spurling’s latest biography is of the English writer whose 12-novel cycle, “A Dance to the Music of Time,” maintains its irony, wit and resonance.", "url": "https://www.nytimes.com/2018/11/19/books/review-anthony-powell-biography-dancing-music-time-hilary-spurling.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/books/20bookspurling1/20bookspurling1-facebookJumbo.jpg", "publishedAt": "2018-11-19T19:17:31Z", "content": "Powells father was a splenetic figure, given to outbursts of rage. Powell pushed himself in the other direction, toward watchfulness, dryness, a coolness of temperament. Nobody could get the wrong impression of you, a friend wrote him later in life, because y… [+1434 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JIM TANKERSLEY and BEN CASSELMAN", "title": "Did a Tax Increase Tucked Into Trump’s Tax Cut Come Back to Bite Republicans?", "description": "President Trump signed a $1.5 trillion tax cut into law last December. The law capped a popular tax break used by high-earning taxpayers in high-tax states.", "url": "https://www.nytimes.com/2018/11/19/us/politics/trump-tax-cut-republican.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/business/00DC-SALT-01/00DC-SALT-01-facebookJumbo.jpg", "publishedAt": "2018-11-19T19:11:05Z", "content": "Those losses included a drubbing in the districts where the SALT deduction is most heavily claimed. Democrats won 10 of the 20 Republican-held districts where the largest proportion of taxpayers claim the deduction, including seats in California, Virginia and… [+1416 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHUHUA TANG", "title": "Birther：奥巴马究竟是哪里人？", "description": "“Birther”们的逻辑是，奥巴马并非出生在美国，他的出生证明系伪造。这使得他不是美国的“天生公民”，也就不符合美国总统候选人的必备条件。 Marco Garcia/Associated Press 1961年8月13日，《檀香山广告商报》(The Honolulu Advertiser)的一份出生公告中写道，1961年8月4日，巴拉克·H·奥巴马夫妇生下了一个儿子。", "url": "https://cn.nytimes.com/culture/20181120/wod-birther/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2016/09/23/upshot/23UP-Birther/23UP-Birther-articleLarge.jpg", "publishedAt": "2018-11-19T19:00:55Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ANDREA BARRETT", "title": "Fiction: The Life of J. Robert Oppenheimer, Imagined Through His Collisions With Others", "description": "Louisa Hall’s novel “Trinity” tells the story of the father of the atomic bomb by way of the people who were around him and reacted to him.", "url": "https://www.nytimes.com/2018/11/19/books/review/trinity-louisa-hall.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/books/review/25barrett1/25barrett1-facebookJumbo.jpg", "publishedAt": "2018-11-19T19:00:03Z", "content": "In brief italicized passages separating seven major sections, an unspecified, interestingly reticent narrator offers glimpses of Oppenheimer just before the test. How long does he inspect the device? This narrator, who pretends to know only the kind of eviden… [+2838 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "YOTAM OTTOLENGHI", "title": "A Far Cry From Overcooked Turkey", "description": "Yotam Ottolenghi’s beloved late mother-in-law always made four types of meat and six carbs for festive family meals. He honors her memory — but serves salmon instead.", "url": "https://www.nytimes.com/2018/11/19/dining/salmon-thai-basil-recipes.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21ottolenghi1/21ottolenghi1-facebookJumbo.jpg", "publishedAt": "2018-11-19T18:59:15Z", "content": "Regardless of what she placed on the table, though, what I learned from Greta was a particular way of celebrating with family and loved ones, her unique gift for just being there. The food at the center of the table always important, no doubt, and the subject… [+957 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MATT PHILLIPS", "title": "Tech Stocks Lead Slump That Erases November’s Gain", "description": "The sell-off in tech stocks continued, as Apple, Amazon, Facebook and Microsoft all dropped more than 3 percent.", "url": "https://www.nytimes.com/2018/11/19/business/tech-stocks-markets-slump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/business/20Stocks/20Stocks-facebookJumbo.png", "publishedAt": "2018-11-19T18:57:28Z", "content": "Shares of the giant tech companies tumbled on Monday, pushing major stock market indexes into negative territory for November and leaving investors clinging to a gain of less than 1 percent for the year. Apple, Amazon, Facebook and Microsoft were all down by … [+843 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Checkmate or Stalemate? Carlsen and Caruana Draw Again - New York Times", "description": "New York Times Checkmate or Stalemate? Carlsen and Caruana Draw Again New York Times Like tic-tac-toe, five-day cricket matches and Italian soccer in the 1980s, chess has a lot of draws. But the two grandmasters currently battling for the world title in Londo…", "url": "https://www.nytimes.com/2018/11/19/sports/world-chess-magnus-carlsen-fabiano-caruana.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/sports/20chessWEB1/merlin_147075720_93f84d7c-a235-456a-8165-5734cca5308e-facebookJumbo.jpg", "publishedAt": "2018-11-19T18:56:15Z", "content": "In 2016, the last time Carlsen defended his title, the match began with seven consecutive draws. Then the challenger, Sergey Karjakin of Russia, won a game, but Carlsen came back to win one of his own before retaining his crown in a tiebreaker. Ah yes, the ti… [+765 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ANDREW DICKSON", "title": "A New Time for Christian Marclay", "description": "The artist may have won acclaim for “The Clock,” but at a festival in England his music is the object of attention.", "url": "https://www.nytimes.com/2018/11/19/arts/music/christian-marclay-huddersfield-music-festival.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/arts/20huddersfield-6/20huddersfield-6-facebookJumbo.jpg", "publishedAt": "2018-11-19T18:52:15Z", "content": "The festivals opening night featured a raucous British premiere of Mr. Marclays 2016 To Be Continued, the score for which is a 48-page book of cartoons featuring noisy sound effects (MMMMRRR, PLINK! PLONK!). It was followed by the 2003 work The Bell and the G… [+901 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELEANOR STANFORD", "title": "5 Things to Know in Pop Culture Today", "description": "Taylor Swift’s new deal with Universal Music Group is one of the things we’re talking about today in pop culture.", "url": "https://www.nytimes.com/2018/11/19/arts/karen-o-taylor-swift-viola-davis.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/arts/20cheatsheet-taylor/20cheatsheet-taylor-facebookJumbo.jpg", "publishedAt": "2018-11-19T18:43:04Z", "content": "What would you like to see here? Email us at popculture@nytimes.com. Hello! Welcome to your daily roundup of whats going on in pop culture. I dont believe in guilty pleasures, so I will say (though not proudly) that I love Moulin Rouge. I love how little sens… [+574 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JANE PERLEZ", "title": "APEC峰会明争暗斗，中美冲突激化进入新阶段？", "description": "中国不满官方公报的部分内容，官员闯入东道国外交部长办公室要求修改，最终联合公报未能发布。分析认为，这表明中国正以更强硬姿态挑战美国亚太主导地位。 Fazry Ismail/EPA, via Shutterstock 中国国家主席习近平（中）周日在巴布亚新几内亚莫尔兹比港举行的亚太经济合作会议上。", "url": "https://cn.nytimes.com/asia-pacific/20181120/apec-us-china-trade/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/20/world/20APEC1-print/merlin_147010788_b92a4ae7-ccc3-4e39-9698-4117f3385616-articleLarge.jpg", "publishedAt": "2018-11-19T18:41:21Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Park Chan-wook Brings His Art-House Eye to 'The Little Drummer Girl' - New York Times", "description": "Vancouver Sun Park Chan-wook Brings His Art-House Eye to 'The Little Drummer Girl' New York Times LONDON — A leather suitcase sits in a dark room. A woman hurries over cobblestones in high-heeled boots. A child bounces a ball against a wall. The moments seem …", "url": "https://www.nytimes.com/2018/11/19/arts/television/park-chan-wook-little-drummer-girl-john-le-carre.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/arts/20pugh-2/20pugh-2-facebookJumbo.jpg", "publishedAt": "2018-11-19T18:36:12Z", "content": "Little Drummer Girl, published in 1983, was only translated into Korean around 2005, he said, and although the story is set in 1979, it resonated. Korea is a country where the Cold War is still very much continuing in terms of what goes on behind the scenes b… [+960 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Breaking Down the New Players on This Year's Baseball Hall of Fame Ballot - New York Times", "description": "New York Times Breaking Down the New Players on This Year's Baseball Hall of Fame Ballot New York Times This year's Hall of Fame ballot, announced Monday and mailed to voters this week, is tinged with sadness. One of the top new candidates, Roy Halladay, died…", "url": "https://www.nytimes.com/2018/11/19/sports/baseball/mlb-hall-of-fame-ballot-mariano-rivera.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/sports/20kepner-hall/20kepner-hall-facebookJumbo.jpg", "publishedAt": "2018-11-19T18:32:59Z", "content": "DEREK LOWE What a wild ride for Lowe with the Red Sox in the early 2000s. He made the All-Star team as a closer in 2000. He made it again as a starter in 2002, the year he threw a no-hitter. He was 0-3 in the 2003 postseason but 3-0 the next fall, winning the… [+1499 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELISABETH VINCENTELLI", "title": "Critic’s Pick: ‘Christmas Spectacular’ Review: Where Rockettes and Drones Dazzle", "description": "Radio City Music Hall successfully merges old-fashioned showmanship and state-of-the-art technology in this year’s Christmas pageant.", "url": "https://www.nytimes.com/2018/11/19/theater/christmas-spectacular-review-rockettes-radio-city.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/arts/23spectacular/23spectacular-facebookJumbo.jpg", "publishedAt": "2018-11-19T18:19:58Z", "content": "Admittedly the juxtaposition of state-of-the-art technology with precision dancing creates a surreal combo. One minute you get 3D projections, the next its The Parade of the Wooden Soldiers, a paragon of old-fashioned showmanship that is simultaneously quaint… [+1171 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEXANDRA S. LEVINE", "title": "Update: When Will Tourists Be Able to Return to the Florida Panhandle?", "description": "Recovery will be slow for many of the vacation spots devastated by Hurricane Michael. But there are some options in the area for vacationers looking for a winter getaway.", "url": "https://www.nytimes.com/2018/11/19/travel/when-will-tourists-be-able-to-return-to-the-florida-panhandle.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/travel/25panhandle/merlin_146047650_91196cc5-d412-4fb4-bd91-56910200d18e-facebookJumbo.jpg", "publishedAt": "2018-11-19T18:00:05Z", "content": "VRBO is advising those who have reserved rentals in the area to contact the homeowners to check the status of not only the property itself, but also the nearby beaches and businesses. Whether or not a traveler can get a trip refunded or rescheduled depends on… [+2038 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SALMAN MASOOD", "title": "Pakistan Angered by Trump’s Claim That It Does ‘Nothing’ for U.S.", "description": "President Trump and Prime Minister Imran Khan of Pakistan traded criticism on Twitter after Mr. Trump defended his decision to withdraw hundreds of millions in aid.", "url": "https://www.nytimes.com/2018/11/19/world/asia/pakistan-trump-imran-khan.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/world/20Pakistan1/20Pakistan1-facebookJumbo.jpg", "publishedAt": "2018-11-19T17:45:17Z", "content": "The United States and Pakistan enjoyed relatively warmer relations in the years after the attacks of Sept. 11, 2001, when Washington considered Pervez Musharraf, Pakistans military ruler until 2008, a close ally. But the relationship turned sour amid mutual m… [+870 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOHN BRANCH", "title": "Stay or Go? For This Californian, That’s an Easy Choice", "description": "The long-fading myth of California as Eden has been scorched but John Branch, a California-based correspondent, remains a defender of his native state.", "url": "https://www.nytimes.com/2018/11/19/us/living-in-california.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/00calmemo-01-copy/00calmemo-01-copy-facebookJumbo-v2.jpg", "publishedAt": "2018-11-19T17:43:31Z", "content": "Most of us are digging in. Its exciting to be on the front lines to many of this countrys biggest problems climate change and energy, economic disparity and infrastructure, race and immigration among them. Ingrained with a wanderlust that I try to foist on my… [+1737 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Rapper 6ix9ine Arrested on Racketeering Charges - New York Times", "description": "New York Times Rapper 6ix9ine Arrested on Racketeering Charges New York Times [What you need to know to start your day: Get New York Today in your inbox]. The Brooklyn-based rapper and Instagram star known as 6ix9ine, whose talent as a performer is often over…", "url": "https://www.nytimes.com/2018/11/19/nyregion/tekashi-6ix9ine-arrested-racketeering.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/nyregion/20rapper/20rapper-facebookJumbo.jpg", "publishedAt": "2018-11-19T17:38:08Z", "content": "Three subsequent songs cracked the Top 50, including Fefe, with Nicki Minaj, which also went platinum and peaked at No. 3. His debut album, DAY69, came out in February and reached No. 4 on the Billboard album chart. Over the weekend, Mr. Hernandez announced t… [+1443 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "WILLIAM NEUMAN", "title": "New York City’s Top Watchdog Claims de Blasio Fired Him Over Critical Inquiries", "description": "In a letter released Monday, the investigations chief, Mark Peters, cited “a late-night screaming call from the mayor” in response to a report about the city’s Administration for Children’s Services.", "url": "https://www.nytimes.com/2018/11/19/nyregion/mark-peters-deblasio-investigations.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/nyregion/20doi/20doi-facebookJumbo.jpg", "publishedAt": "2018-11-19T17:34:36Z", "content": "The context of the mayors interactions over the past several years with D.O.I., combined with certain ongoing investigations about which the mayor and his senior staff are very much aware, must cast doubt upon the mayors true motives, Mr. Peters wrote in the … [+1052 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JANE PERLEZ", "title": "News Analysis: U.S.-China Clash at Asian Summit Was Over More Than Words", "description": "A dispute over trade language meant that members of the Asia-Pacific Economic Cooperation forum failed to issue a joint document for the first time.", "url": "https://www.nytimes.com/2018/11/19/world/asia/apec-us-china-trade.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/world/20APEC1/20APEC1-facebookJumbo.jpg", "publishedAt": "2018-11-19T17:10:19Z", "content": "It does not exclude anyone, Mr. Xi said in his speech about the Belt and Road Initiative. It is not an exclusive club closed to nonmembers, nor is it a trap as some people have labeled it. China may also have been rattled by the American decision to join hand… [+1706 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FLORENCE FABRICANT", "title": "Front Burner: Dominique Ansel Shares His Secrets", "description": "The creator of the Cronut joins the MasterClass lineup. His online course covers the fundamentals of French pastry.", "url": "https://www.nytimes.com/2018/11/19/dining/masterclass-dominique-ansel.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21burner8/21burner8-facebookJumbo.jpg", "publishedAt": "2018-11-19T17:00:03Z", "content": "MasterClass is a series of online courses, from a company that has assembled an impressive roster of experts on a host of topics, including Bob Woodward, Spike Lee, Margaret Atwood, Frank Gehry, Serena Williams, Steve Martin, and, for food, Thomas Keller and … [+595 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEN HUBBARD and CARLOTTA GALL", "title": "Saudi King Stands by Crown Prince as Outrage Over Khashoggi Killing Spreads", "description": "King Salman of Saudi Arabia, right, in the country’s capital, Riyadh, on Monday. In his first public remarks since the dissident Jamal Khashoggi was killed in Istanbul last month, the king avoided directly mentioning the scandal.", "url": "https://www.nytimes.com/2018/11/19/world/middleeast/saudi-arabia-king-salman-khashoggi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/world/20saudi1/20saudi1-facebookJumbo.jpg", "publishedAt": "2018-11-19T16:56:35Z", "content": "And because of the diplomatic immunity they left very easily, without having any problem with the luggage. Possibly in the luggage they carried the dismembered body of Khashoggi, he added. The killers had several hours between Mr. Khashoggis arrival at the co… [+1647 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KITANA ANANDA and V.V. GANESHANANTHAN", "title": "Another Season of Trouble in Sri Lanka", "description": "A renewed power play by Mahinda Rajapaksa, who ran the country for a decade, has reignited fears of majoritarianism and trouble for the minorities.", "url": "https://www.nytimes.com/2018/11/19/opinion/sri-lanka-troubles-strongman-minority-tamils-rajapaksa-srisena.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/19anandWeb/19anandWeb-facebookJumbo.jpg", "publishedAt": "2018-11-19T16:55:30Z", "content": "The Sirisena-Wickremasinghe coalition made limited progress on reforms. The government depoliticized the military, initiated investigations into Rajapaksa-era crimes, permitted human rights inquiries and established modest transitional justice mechanisms, inc… [+2184 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KYLE BUCHANAN", "title": "The Carpetbagger: Cicely Tyson Delivers Emotional Speech at Honorary Oscars", "description": "More muted due to the wildfires, the Governors Awards also paid tribute to producers Frank Marshall and Kathleen Kennedy, composer Lalo Schifrin and publicist Marvin Levy.", "url": "https://www.nytimes.com/2018/11/19/movies/governors-awards-cicely-tyson.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/arts/19governors-awards1/19governors-awards1-facebookJumbo.jpg", "publishedAt": "2018-11-19T16:50:34Z", "content": "The producers Frank Marshall and Kathleen Kennedy were honored by Steven Spielberg, who brought the powerhouse duo together on his earliest films. Kennedy, who now runs Lucasfilm, encouraged the audience to cast a wider net in hiring. It is my hope that with … [+940 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By NICHOLAS BAKALAR", "title": "Omega-3s May Lower the Risk of Preterm Birth", "description": "Compared with women who did not take omega-3s, those who took supplements had an 11 percent lower risk of giving birth before 37 weeks of gestation.", "url": "https://www.nytimes.com/2018/11/19/well/family/omega-3s-fish-oil-preterm-birth-premature-pregnancy.html", "urlToImage": "https://static01.nyt.com/images/2016/09/15/well/well_pog_pregnancy/well_pog_pregnancy-facebookJumbo-v2.jpg", "publishedAt": "2018-11-19T16:20:38Z", "content": "Taking omega-3 supplements during pregnancy may lower the risk for preterm birth, a review of studies has found. The analysis, in the Cochrane Reviews, considered 70 randomized trials that included almost 20,000 women. A few studied fish consumption, but most… [+514 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOHN SCHWARTZ", "title": "‘Like a Terror Movie’: How Climate Change Will Cause More Simultaneous Disasters", "description": "By the end of this century, some parts of the world could face as many as six climate-related crises at the same time, researchers have concluded.", "url": "https://www.nytimes.com/2018/11/19/climate/climate-disasters.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/climate/20CLI-DISASTERS1/20CLI-DISASTERS1-facebookJumbo.jpg", "publishedAt": "2018-11-19T16:07:10Z", "content": "The paper concludes that traditional research into one element of climate change and its effects can miss the bigger picture of interrelation and risk. Climate change also has different effects on the worlds haves and have-nots, the authors found: The largest… [+1799 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CLARA FERREIRA-MARQUES", "title": "Breakingviews: Consolidation Might Solve Some of Asia’s Big Airline Issues", "description": "Too many carriers, with too many planes, offering cheap fares have left the industry on its knees. M.&.A. could fix that.", "url": "https://www.nytimes.com/2018/11/19/business/dealbook/consolidation-asian-airlines.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/business/20db-viewsairlines/20db-viewsairlines-facebookJumbo.jpg", "publishedAt": "2018-11-19T16:07:01Z", "content": "Get the DealBook newsletter to make sense of major business and policy headlines and the power-brokers who shape them. __________ There is hope for Asias crowded skies. In much of the region, too many carriers, with too many planes, charging too little have l… [+1024 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JAVIER C. HERNÁNDEZ and ALBEE ZHANG", "title": "Writer of Erotic Novels in China Is Jailed for Producing Gay Pornography", "description": "The novelist, known as Tianyi, faces more than a decade in jail, prompting many to criticize the government for going too far in its efforts to block obscene material.", "url": "https://www.nytimes.com/2018/11/19/world/asia/tianyi-china-erotic-novels-prison.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-19T15:49:55Z", "content": "The popularity of boys love dramas has surged in recent years, especially among heterosexual Chinese women, some of whom embrace the novels as an act of rebellion against a conservative culture that says women should be chaste and subservient to men. Fans of … [+1140 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EDMUND LEE", "title": "Founder’s Big Idea to Revive BuzzFeed’s Fortunes? A Merger With Rivals", "description": "Jonah Peretti started BuzzFeed in 2006 as a kind of experimental project while working at The Huffington Post. He declined to name which companies he has talked to regarding any potential mergers.", "url": "https://www.nytimes.com/2018/11/19/business/media/buzzfeed-jonah-peretti-mergers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/business/19BUZZFEED-01/19BUZZFEED-01-facebookJumbo.jpg", "publishedAt": "2018-11-19T15:37:50Z", "content": "Mr. Peretti extolled the logic of combining forces: A larger entity could lobby for better business terms from Facebook and Google, and in turn supply them with videos and articles safe for users and friendlier for advertisers. He pointed to how Facebook, You… [+2132 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "A.O. SCOTT", "title": "An Appraisal: William Goldman’s Journey From Page to Screen", "description": "William Goldman, left, and Paddy Chayefsky with the Oscars presented to them by the novelist Norman Mailer.", "url": "https://www.nytimes.com/2018/11/19/movies/william-goldman-remembrance.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/arts/25goldman-appraisal2/merlin_146750058_68bff5ca-ff75-4ca2-916e-29ab764649a6-facebookJumbo.jpg", "publishedAt": "2018-11-19T15:31:57Z", "content": "Not many screenwriters before or since matched his visibility or name recognition, a level of celebrity that resulted from his wit, good looks and sociability. Even before he wrote his shrewd, seductive tell-some accounts of Hollywood life (Adventures in the … [+2024 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAM SIFTON", "title": "What to Cook: What to Cook Right Now", "description": "Keep it simple, with tomato soup and grilled cheese, or a pan-roasted fish fillet. And save your energy for the feast.", "url": "https://www.nytimes.com/2018/11/19/dining/what-to-cook-right-now.html", "urlToImage": "https://static01.nyt.com/images/2018/09/10/dining/tomato-soup/tomato-soup-facebookJumbo.jpg", "publishedAt": "2018-11-19T15:30:00Z", "content": "If youre staying home and have your Thanksgiving plan all set, here are 21 easy dishes to cook on the nights before the holiday. Here, too, some recipes for breakfasts on Thanksgiving morning. (I like lots and lots of sourdough waffles, soft butter, warm mapl… [+1418 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "REUTERS", "title": "Wall Street Pulled Lower by Apple, Trade Worries", "description": "U.S. stocks fell on Monday, as a slide in Apple's shares on concerns about iPhone demand hit its suppliers and the technology sector, with mixed signals over the state of play between the United States and China on trade dispute adding to the weakness.", "url": "https://www.nytimes.com/reuters/2018/11/19/business/19reuters-usa-stocks.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-19T15:26:49Z", "content": "At 11:22 a.m. EDT the Dow Jones Industrial Average was down 261.76 points, or 1.03 percent, at 25,151.46, the S&amp;P 500 was down 27.29 points, or 1.00 percent, at 2,708.98 and the Nasdaq Composite was down 131.51 points, or 1.81 percent, at 7,116.37. Over t… [+1049 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BRUCE FRETTS", "title": "Trailers of the Week: ‘Toy Story 4’ and ‘Dumbo’ Lead the Way", "description": "A Julianne Moore film gets an intriguing promo, while the clip for “Pokémon Detective Pikachu” just confuses.", "url": "https://www.nytimes.com/2018/11/19/movies/trailers-toy-story-4-dumbo.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/movies/17trailer-toystory1/17trailer-toystory1-facebookJumbo.png", "publishedAt": "2018-11-19T14:59:28Z", "content": "Ralph isnt the only Disney character breaking the internet. With the Wreck-It Ralph sequel set to hit theaters Nov. 21, the studio unleashed a pair of teasers for Toy Story 4 as well as the first full trailer for Tim Burtons Dumbo, racking up millions of view… [+2552 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALAN COWELL", "title": "U.K. Investigates 3,000 Foreign Medics, After Fake Doctor Is Exposed", "description": "A woman practiced medicine for two decades, claiming falsely to have credentials from New Zealand. The case came to light after she tried to defraud a patient.", "url": "https://www.nytimes.com/2018/11/19/world/europe/uk-fake-doctor.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/world/20Medical/20Medical-facebookJumbo.jpg", "publishedAt": "2018-11-19T14:57:48Z", "content": "The case of Ms. Alemi came to light after she attempted to take advantage of a patient, Gillian Belham, an 84-year-old widow whom she befriended in 2016 at a dementia clinic in the coastal town of Workington. Ms. Alemi was sentenced last month to five years i… [+1230 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Jenna Wortham", "title": "One upside to social media: it helps nonbinary people in “deepening their understanding of their identities.”", "description": "“I’ve known this was an identity before I had a language for it,” says Ahomari Turner, 27. “Once I heard it, I was like, ‘Yes, that’s me.’” ↩︎ The New York Times Magazine View Post →", "url": "https://www.nytimes.com/interactive/2018/11/16/magazine/tech-design-instagram-gender.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/magazine/18mag-Gender-promo/18mag-Gender-image1-facebookJumbo-v2.jpg", "publishedAt": "2018-11-19T14:54:00Z", "content": "The first time Matice Moore realized that Moore’s gender might have been incorrect was during an argument with a girlfriend. Moore was assigned female at birth and was raised as a girl. “She said one of the reasons she was breaking up with me is because she w… [+22258 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ISABEL KERSHNER", "title": "Netanyahu’s Coalition in Israel Survives, for Now", "description": "In a sharp turnaround, two hawkish ministers decided not to resign over the government’s handling of the latest conflict in Gaza, staving off elections.", "url": "https://www.nytimes.com/2018/11/19/world/middleeast/israel-benjamin-netanyahu-naftali-bennett.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/world/20Israel-Bennett1/20Israel-Bennett1-facebookJumbo.jpg", "publishedAt": "2018-11-19T14:38:01Z", "content": "After Mr. Lieberman quit, the education minister, Mr. Bennett, demanded that he be named defense minister; he was rebuffed by the prime minister on Friday. The Jewish Home party had threatened to quit the coalition if Mr. Bennett, who has espoused far more be… [+1447 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PATRICIA MAZZEI and FRANCES ROBLES", "title": "Brenda Snipes, Broward County’s Embattled Elections Chief, to Resign", "description": "Brenda C. Snipes said she would resign as the elections supervisor of Broward County, Fla., after a tumultuous recount of the midterm election results.", "url": "https://www.nytimes.com/2018/11/19/us/elections/florida-brenda-snipes-broward-elections-resigns.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/us/20snipes1/20snipes1-facebookJumbo.jpg", "publishedAt": "2018-11-19T14:24:21Z", "content": "Earlier, during the initial counting of votes, Dr. Snipess office inadvertently mixed some 20 invalid provisional ballots in a stack of 205 otherwise valid ballots. The canvassing board ultimately accepted all the ballots, saying it would err on the side of a… [+1969 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "What We Learned in NFL Week 11 - New York Times", "description": "New York Times What We Learned in NFL Week 11 New York Times A brutal injury, a huge comeback, and the Saints crushing the defending champs were just a few of the biggest moments of an exciting Week 11. Here's what we learned: • The Saints are no one's warm-u…", "url": "https://www.nytimes.com/2018/11/19/sports/nfl-highlights-week-11.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/sports/20nfl-top/20nfl-top-facebookJumbo.jpg", "publishedAt": "2018-11-19T14:14:51Z", "content": "There are throwbacks, and then there is Lamar Jackson. The rookie quarterback for the Baltimore Ravens got the first start of his career and did something no player had done since 1950: throw at least 10 passes and run the ball at least 25 times. The Ravens, … [+1074 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The American Dream Is Alive. In China", "description": "China is still much poorer over all than the United States. But the Chinese have taken a commanding lead in that most intangible but valuable of economic indicators: optimism.", "url": "https://www.nytimes.com/interactive/2018/11/18/world/asia/china-social-mobility.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/the-american-drean-is-alive-in-china-promo-1542413710823/the-american-drean-is-alive-in-china-promo-1542413710823-facebookJumbo-v3.png", "publishedAt": "2018-11-19T14:14:17Z", "content": "Imagine you have to make a bet. There are two 18-year-olds, one in China, the other in the United States, both poor and short on prospects. You have to pick the one with the better chance at upward mobility. Which would you choose? Not long ago, the answer mi… [+5551 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Robert Cyran", "title": "The Chip Industry Can’t Seem to Escape Its Boom-and-Bust Past", "description": "As new fields demanded huge computing power, top chip manufacturers seemed invulnerable. Now shrinking sales suggest they’re still highly vulnerable.", "url": "https://www.nytimes.com/2018/11/19/business/dealbook/chips-processors-nvidia.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/business/20db-viewschips/20db-viewschips-facebookJumbo.jpg", "publishedAt": "2018-11-19T14:10:37Z", "content": "Get the DealBook newsletter to make sense of major business and policy headlines and the power-brokers who shape them. __________ The chip industrys new paradigm looks like the old one. As cutting-edge semiconductors got harder to make and demand boomed from … [+1004 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID LEONHARDT", "title": "Was Georgia’s Election ‘Legitimate’?", "description": "Stacey Abrams spoke at a press conference in Atlanta, Ga. on Friday. She has refused to call the victory of her opponent in the Georgia governor’s race “legitimate.”", "url": "https://www.nytimes.com/2018/11/19/opinion/georgia-election-legitimate-abrams.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/19leonhardt-newsletter/19leonhardt-newsletter-facebookJumbo.jpg", "publishedAt": "2018-11-19T13:52:10Z", "content": "[ Listen to The Argument podcast every Thursday morning with Ross Douthat, Michelle Goldberg and David Leonhardt. ] Many conservatives are arguing that these statements are no different from the recent accusations of vote-counting fraud made by President Trum… [+1175 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Metropolitan Diary: ‘Somewhere Along Fifth Avenue, I Began to Feel My Shoes Rubbing Against My Feet’", "description": "A well-dressed stranger comes to the rescue in a small emergency, a secret told in a taxi and more reader tales of New York City in this week’s Metropolitan Diary.", "url": "https://www.nytimes.com/2018/11/19/nyregion/metropolitan-diary.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/nyregion/19diary-5/19diary-5-facebookJumbo.jpg", "publishedAt": "2018-11-19T13:08:37Z", "content": "I thought the driver was Spanish so I tried speaking a few words to him that I remembered from high school. He turned and told me he was from Bangladesh. I told him I was a granddaughter of immigrants myself, and I asked if he had any children. No, he said. H… [+790 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ArtsJournal2", "title": "When Puccini Visited New York", "description": "He visited twice, and though he shaped New York opera, he was also shaped by the city. “Puccini’s New York visits were filled with incident and intrigue, success and frustration. They are reminders that golden ages may not always sparkle as brightly to those …", "url": "https://www.nytimes.com/2018/11/16/arts/music/puccini-il-trittico-metropolitan-opera.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/arts/music/18Puccini1/18Puccini1-facebookJumbo.jpg", "publishedAt": "2018-11-19T13:00:19Z", "content": "Puccini did not speak English, which sometimes left him feeling isolated, and he loathed the cold. Caruso was his constant companion window-shopping for fancy clothes and expensive automobiles, a passion of Puccinis. They often dined at Del Pezzos, an Italian… [+1606 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "“美国梦”焕发在中国", "description": "中国的崛起速度之快，以至于在这里，人们改善生活的机会远远超过美国。调查显示，在这个政治受到威权严格限制的国家，生活着世界上对前景最乐观的居民。", "url": "https://www.nytimes.com/zh-hans/interactive/2018/11/19/world/asia/china-social-mobility.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/the-american-drean-is-alive-in-china-promo-1542413710823/the-american-drean-is-alive-in-china-promo-1542413710823-facebookJumbo.jpg", "publishedAt": "2018-11-19T12:46:33Z", "content": "Matt Ruby, Rumsey Taylor, Quoctrung Bui Tess Felder, Eric Nagourney, David Schmidt Craig Allen, Meghan Petersen, Mikko Takkunen Sergio Peçanha"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Donald G. Mc Neil Jr.", "title": "The Fight Against Malaria Has Reached a Standstill", "description": "Deaths from the disease plummeted from 2000 to 2013, but are now stuck at over 400,000 a year. Donor giving is flat, and some countries are not doing enough to protect their citizens.", "url": "https://www.nytimes.com/2018/11/19/health/malaria-deaths-who.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/science/19SCI-GLOBAL/19SCI-GLOBAL-facebookJumbo.jpg", "publishedAt": "2018-11-19T12:39:23Z", "content": "But global contributions to the fight against malaria and against AIDS and tuberculosis as well have been essentially flat since the 2008 financial crisis. Of the roughly $3 billion a year spent to turn back malaria, the United States is by far the biggest co… [+1069 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "DealBook Briefing: Nissan’s Chairman Faces Criminal Charges Over Secret Compensation Scheme", "description": "Japanese prosecutors are said to be preparing to arrest Carlos Ghosn over accusations that he underreported his salary by millions of dollars.", "url": "https://www.nytimes.com/2018/11/19/business/dealbook/carlos-ghosn-nissan.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/business/20db-newsletter-Ghosn/merlin_146516388_99a9129e-d9fe-416f-9302-e29f559e3327-facebookJumbo.jpg", "publishedAt": "2018-11-19T12:03:37Z", "content": "The businessman said yesterday that he would give $1.8 billion to his alma mater to make the school forever need-blind. Its believed to be the single biggest private donation to higher education in modern times. The donation is meant to let Johns Hopkins offe… [+1735 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MOTOKO RICH", "title": "Nissan Plans to Oust Carlos Ghosn as Chairman Over Financial Misconduct", "description": "The company said that Mr. Ghosn had underreported his compensation to the financial authorities for several years and that it was cooperating with Japanese prosecutors.", "url": "https://www.nytimes.com/2018/11/19/business/nissan-carlos-ghosn-misconduct.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-19T11:07:37Z", "content": "TOKYO Nissan recommended the immediate removal of its chairman, Carlos Ghosn, on Monday, saying an internal investigation found that he had underreported his compensation to the financial authorities for several years. The company said in a statement that it … [+502 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOSEPH GOLDSTEIN", "title": "Teen Claims Body-Cams Show the Police Framed Him. What Do You See?", "description": "Police body-camera footage raises questions about an arrest on Staten Island and offers an up-close look at a common kind of encounter the public seldom sees.", "url": "https://www.nytimes.com/2018/11/19/nyregion/body-cameras-police-marijuana-arrest.html", "urlToImage": "https://static01.nyt.com/images/2018/10/29/autossell/SI-FINAL-STILL-03/SI-FINAL-STILL-03-facebookJumbo.jpg", "publishedAt": "2018-11-19T11:04:57Z", "content": "He and his partner searched the BMW. Officer Pastran searched the back-seat area and announced he had found nothing. Officer Erickson, whose camera turned off in the middle of the search, looked in the back seat and apparently found nothing. After several min… [+1444 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AZI PAYBARAH", "title": "New York Today: New York Today: Why Politicians Fear Snowstorms Even More Than You Do", "description": "For mayors and other officials, the backlash over storm preparations can be perilous. Now it’s Bill de Blasio’s turn. Also: The mandarin duck speaks!", "url": "https://www.nytimes.com/2018/11/19/nyregion/newyorktoday/new-york-today-politicians-storms.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/reader-center/nytoday2/merlin_77326556_b64e0a5f-1df1-40c0-b8b3-37beb467fcf2-facebookJumbo.jpg", "publishedAt": "2018-11-19T11:03:31Z", "content": "Dec. 27-28, 2010 Mayor Michael Bloomberg, fresh off his unpopular push to extend term limits, was coldly dismissive of complaints from residents who said they were buried under a storm. The city is going fine. Broadway shows were full last night, Mr. Bloomber… [+1869 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CRISPIN SARTWELL", "title": "The Stone: How Would You Draw History?", "description": "When cracks start to appear in the world order, the old textbook timeline just won’t do.", "url": "https://www.nytimes.com/2018/11/19/opinion/how-would-you-draw-history.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/19stone1/19stone1-facebookJumbo.jpg", "publishedAt": "2018-11-19T11:00:08Z", "content": "Recent world events take your pick might have you wondering about where human history is headed, and by what route. You would not be alone. The fracturing of global alliances and the rise of hard-right movements like those in Hungary, Brazil and the United St… [+1107 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GORDON ADAMS, LAWRENCE B. WILKERSON and ISAIAH WILSON III", "title": "Trump’s Border Stunt Is a Profound Betrayal of Our Military", "description": "The president used America’s military not against any real threat but as toy soldiers, with the intent of manipulating a domestic midterm election.", "url": "https://www.nytimes.com/2018/11/19/opinion/president-trump-border-military-troops.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/19adamsWeb/19adamsWeb-facebookJumbo.jpg", "publishedAt": "2018-11-19T11:00:04Z", "content": "Oh, some might say, presidents use troops politically all the time. And so they do, generally in the context of foreign policy decisions that have political implications. Think Lyndon Johnson sending more troops to Vietnam, fearing he would be attacked for cu… [+1794 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Tiffany May", "title": "Hong Kong Activists Face Trial Over 2014 Pro-Democracy Protests", "description": "Nine people face jail time for their roles in the Occupy movement that paralyzed Hong Kong’s main business districts for more than two months.", "url": "https://www.nytimes.com/2018/11/19/world/asia/hong-kong-occupy-protest-trial.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/world/20hongkong-1/20hongkong-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:57:29Z", "content": "They include three prominent faces of the student movement, Joshua Wong, Nathan Law and Alex Chow, who spent time in prison last year before their sentences were thrown out by Hong Kongs highest court on appeal. But in doing so, the judges warned that in the … [+1658 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "How El Chapo Ended Up in a Brooklyn Courtroom - New York Times", "description": "New York Times How El Chapo Ended Up in a Brooklyn Courtroom New York Times Listen and subscribe to our podcast from your mobile device: Via Apple Podcasts | Via RadioPublic | Via Stitcher. Nearly two years after being extradited from Mexico, Joaquín Guzmán L…", "url": "https://www.nytimes.com/2018/11/19/podcasts/the-daily/el-chapo-trial.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/podcasts/the-daily/19daily1/19daily1-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:52:06Z", "content": "Alan Feuer contributed reporting. How El Chapo Ended Up in a Brooklyn Courtroom was produced by Rachel Quester, with help from Annie Brown, Jessica Cheung, Michael Simon Johnson and Ike Sriskandarajah, and edited by Lisa Tobin. The Daily is produced by Theo B… [+463 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JILLIAN RAYFIELD", "title": "China, Nancy Pelosi, Pittsburgh Steelers: Your Monday Briefing", "description": "Chinese aerospace workers wore Long March-style costumes this year. Beijing and Washington have each deployed aggressive rhetoric reminiscent of that heard during the Cold War.", "url": "https://www.nytimes.com/2018/11/19/briefing/china-nancy-pelosi-pittsburgh-steelers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/world/19USBriefing-Amcore/merlin_139116450_5217570f-67f1-49fb-ada6-0d95c1b70043-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:51:37Z", "content": "Quotation of the day I sleep only three hours a night, and when I close my eyes I count migrants, not sheep. César Palencia Chávez, the director of migrant services for Tijuana, Mexico, where thousands of people in a caravan from Central America are massing a… [+901 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NANCY HASS", "title": "At Giorgio Armani’s Weekend Retreat, Live Swans and Gilded Arches", "description": "For decades, the fashion designer has been escaping to an estate outside Milan that proves even minimalists (sometimes) like a little coziness.", "url": "https://www.nytimes.com/2018/11/19/t-magazine/giorgio-armani-home-broni-italy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/13/t-magazine/tktmag-armani-slide-4Q84/tktmag-armani-slide-4Q84-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:50:01Z", "content": "While his Milan palazzo on Via Borgonuovo in the Brera neighborhood was famously done up by the designer Peter Marino in the 1980s in linear monochrome, there is no trace of an outside decorators statement here. Nor has Armani updated it much through the deca… [+3147 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NEIL IRWIN", "title": "The Biggest, Richest Cities Won Amazon, and Everything Else. What Now for the Rest?", "description": "If economic growth is increasingly concentrated in a few big, wealthy cities, what are the prospects for smaller places like Tulsa, above? Policy experts have some ideas.", "url": "https://www.nytimes.com/2018/11/19/upshot/the-biggest-richest-cities-won-amazon-and-everything-else-what-now-for-the-rest.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/upshot/up-nonsuperstar/up-nonsuperstar-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:35:02Z", "content": "The authors are similarly skeptical of large-scale infrastructure projects, arguing that such efforts in Europe, called cohesion policy, have tended to create nice roads and bridges in remote, poorer areas, while doing little to help incomes and employment ri… [+1711 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Mihir Zaveri", "title": "Man Who Raped and Texted Photos of Dying Woman Gets Less Than 3 Years in Prison", "description": "Prosecutors and the judge in the case expressed frustration with Washington State laws that they said restricted their ability to seek a harsher punishment.", "url": "https://www.nytimes.com/2018/11/19/us/alyssa-noceda-bryan-varela-sentenced.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/us/19xp-sentence/merlin_147025923_3c54a2ee-a530-4378-8c23-c229a367c473-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:13:39Z", "content": "Mr. Varela had initially been charged with first-degree manslaughter and second-degree rape, and a conviction on those charges could have produced a sentence of almost 10 ½ years, Ms. Montgomery said. But Ms. Montgomery said prosecutors opted for the plea dea… [+1201 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Tim Mc Keough", "title": "Shopping for Doorknobs", "description": "Think of door hardware as jewelry for a room: Without the right knobs or levers, your home isn’t properly dressed.", "url": "https://www.nytimes.com/2018/11/19/realestate/shopping-for-doorknobs.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/realestate/25shopping1/oakImage-1542312668126-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:05:56Z", "content": "Charlotte Moss wishes people would pay more attention to the hardware on their doors. Its one of those items that sometimes gets left to the end of renovations, said Ms. Moss, the well-known interior designer. To me, its equivalent to a buzzkill when you spen… [+782 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Book Offers Firsthand Account of a Venomous Den Inside the White House - New York Times", "description": "New York Times Book Offers Firsthand Account of a Venomous Den Inside the White House New York Times A firsthand account of the tumult inside President Trump's White House is scheduled to be published in January, the latest in a string of books that seek to d…", "url": "https://www.nytimes.com/2018/11/19/us/politics/team-of-vipers-book-cliff-sims.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/us/politics/20dctrumpbook2/merlin_146898111_ad7cadd6-80c5-4240-877f-b5e0be4387e1-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:01:32Z", "content": "As the title indicates, the book does not paint a rosy picture of the atmosphere in the White House. An authors note describes a venomous den in which people are constantly at each others throats. But Mr. Simss goal, according to people familiar with the book… [+1487 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Adam Satariano", "title": "Needing Growth, Uber Returns to Germany. This Time on Best Behavior.", "description": "Uber retreated from many towns in Germany in 2015 after battling regulators. Now the ride-hailing company has re-entered the city of Düsseldorf.", "url": "https://www.nytimes.com/2018/11/19/technology/uber-growth-ipo-germany.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/business/00UBERGERMANY01/00UBERGERMANY01-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:00:56Z", "content": "In July, Uber contacted Mr. Matheisen and other Düsseldorf officials about trying again. The company vowed to follow all regulations by working with licensed drivers and taxi companies, and to make electric cars part of its fleet as a sign of good will for go… [+1465 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The College Football Playoff Has More Contenders, and Quandaries, Than Ever - New York Times", "description": "New York Times The College Football Playoff Has More Contenders, and Quandaries, Than Ever New York Times Entering the final weekend of the regular season, with its tantalizing lineup of traditional rivalry games, does it seem as if there is an unusual number…", "url": "https://www.nytimes.com/2018/11/19/sports/college-football-playoff.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/sports/20oncollege1/merlin_147006579_01c739df-0f08-4ec8-911c-c5b2b46d3229-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:00:31Z", "content": "The winner of Ohio State-Michigan will play No. 20 Northwestern (7-4) the next weekend in Indianapolis in the Big Ten championship game. If the Wolverines beat the Buckeyes and finish with just one loss at Notre Dame back in September could the committee leav… [+1616 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Nancy Pelosi's Last Battle - New York Times", "description": "New York Times Nancy Pelosi's Last Battle New York Times Four days before the election that would return the Democratic Party to a majority in the House of Representatives, Nancy Pelosi sat in a nearly empty restaurant on San Francisco's Embarcadero late in t…", "url": "https://www.nytimes.com/2018/11/19/magazine/nancy-pelosi-house-democrats.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/magazine/25Pelosi-slide-20BN/25Pelosi-slide-20BN-facebookJumbo.png", "publishedAt": "2018-11-19T10:00:21Z", "content": "But Pelosis caucus also grew restive during its years in the minority. Younger members impatient to distinguish themselves in a body of 435 saw little hope of achieving committee chairmanships; Pelosi, unlike her Republican counterparts, maintained the tradit… [+5027 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROBERT SIMONSON", "title": "Six Places in Buenos Aires Where You’ll Want to Have a Drink", "description": "The locals, known as porteños, take their drinking traditions — and the amazing variety of places where they can indulge them — very seriously.", "url": "https://www.nytimes.com/2018/11/19/travel/six-best-cocktail-bars-buenos-aires.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/travel/25bacocktails-01/merlin_146398356_65542166-fd7a-4dae-b95e-b6461d30188f-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:00:13Z", "content": "Neighborhood: Palermo, Avenida Medrano 1475 Federico Cuco is the owner of this whimsical and warmhearted bar, which is named after the author Jules Verne. He is a veteran bartender and an amateur cocktail historian. Mr. Cuco can serve you one of his house ori… [+2279 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALAN RAPPEPORT", "title": "A $12 Billion Program to Help Farmers Stung by Trump’s Trade War Has Aided Few", "description": "Only $838 million has been paid out so far, despite a promised $12 billion in subsidies to farmers whose products have been retaliated against in the trade war.", "url": "https://www.nytimes.com/2018/11/19/us/politics/farming-trump-trade-war.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/us/20dc-farmaid3/20dc-farmaid3-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:00:09Z", "content": "Its kind of a patch, said Mr. De Arment, who is an old friend of Robert E. Lighthizer, the Trump administrations top trade negotiator. Its a bad situation, but it provides some relief for the farmers who are impacted. That relief has not been enough to keep m… [+1653 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOHN ADAMS", "title": "Nonfiction: John Adams on Debussy, the First Modernist", "description": "Debussy at the piano in the home of the composer Ernest Chausson (who is turning the pages), 1893.", "url": "https://www.nytimes.com/2018/11/19/books/review/claude-debussy-stephen-walsh-biography.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/books/review/1125-BKS-Cover/1125-BKS-Cover-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:00:08Z", "content": "He was a notoriously stubborn man, a perfectionist indifferent to deadlines. I write solely for myself, and other peoples impatience doesnt concern me, Debussy responded when queried about delivering on time. As a youth he was unwilling to yield to the rigid … [+5066 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARGARET RENKL", "title": "Remembrance of Recipes Past", "description": "Thanksgiving is the one time of year when family bonds matter more than the food.", "url": "https://www.nytimes.com/2018/11/19/opinion/remembrance-of-recipes-past.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/19RENKLE/19RENKLE-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:00:08Z", "content": "The truth is that I dont want to cook from a strangers recipe. I want to cook from a family recipe. Its Thanksgiving, when I am always most homesick for beloved elders no longer here. I am searching for a very particular taste, for a mixture of corn and salt … [+2183 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEREMY DENK", "title": "Nonfiction: Robert Schumann: A Hopeless, Brilliant Romantic", "description": "The pianist Jeremy Denk reviews the biography “Schumann: The Faces and the Masks,” by Judith Chernaik.", "url": "https://www.nytimes.com/2018/11/19/books/review/robert-schumann-judith-chernaik-biography.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/books/review/25Denk1/25Denk1-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:00:08Z", "content": "One of Schumanns great discoveries was the power of an underexploited area of the harmonic universe. Imagine a chord Y that wants to resolve to another chord, Z. Because music is cleverly recursive, you can always find a third chord (lets say X) that wants to… [+3147 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CORINNA da FONSECA-WOLLHEIM", "title": "Nonfiction: A Brilliant Frédéric Chopin", "description": "“Fryderyk Chopin,” a magisterial new biography by Alan Walker, offers fresh insight into the legendary pianist and composer, whose reputation thrived after a life cut short by illness.", "url": "https://www.nytimes.com/2018/11/19/books/review/fyderyk-chopin-alan-walker-frederic-chopin-biography.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/books/review/25Fonseca-Wollheim2/25Fonseca-Wollheim2-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:00:07Z", "content": "Theres romance, too or at least the suggestion of it. Curiously it is here that Walker seems the least confident. The problem begins early, with teenage letters Chopin wrote to a male friend who had been a boarder at the school Chopins father ran in Warsaw. G… [+3250 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AARON E. CARROLL", "title": "The New Health Care: Why Standing Desks Are Overrated", "description": "Standing at a desk may offer some conveniences, but it's not a substitute for exercise.", "url": "https://www.nytimes.com/2018/11/19/upshot/why-standing-desks-are-overrated.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/upshot/20up-healthstanding/20up-healthstanding-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:00:01Z", "content": "A systematic review published in the American Journal of Preventive Medicine found that there were many studies that identified associations with sitting at work and poor health outcomes. But when they focused on prospective studies following groups of people… [+2281 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By PERRI KLASS, M.D", "title": "Baby Won’t Sleep Through the Night? You’re Not Alone", "description": "Parents often feel bad if their babies aren’t good sleepers, but a new study suggests there’s a lot of variation, even at a year old.", "url": "https://www.nytimes.com/2018/11/19/well/family/baby-wont-sleep-through-the-night-youre-not-alone.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/well/family/well-baby-sleep/well-baby-sleep-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:00:00Z", "content": "The study also found no differences in maternal mood between those mothers whose babies were sleeping for those longer blocks and those whose babies were not, though links between infant sleep practices and maternal stress have been found in other studies. Do… [+2505 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By DARCIE WILDER", "title": "An Illustrated Guide to Making People Get Lost", "description": "It’s the holiday season, when every sad gathering with nonnatural wine seems to carry the same weight as your best friend’s wedding. Here is how to say “no” without having your life explode in a fiery ball of chaos.", "url": "https://www.nytimes.com/2018/11/19/style/self-care/how-to-say-no-social-obligations.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/autossell/Grid-Topper/Grid-Topper-facebookJumbo-v3.png", "publishedAt": "2018-11-19T10:00:00Z", "content": "This is speaking directly to celebratory drinks, coffee dates and random parties that can tug on our conscience with obligation and guilt, but are founded on the conceit that theyre leisurely, entirely pleasurable and optional activities. Restorative, even! A… [+1608 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By DONNA DE LA CRUZ", "title": "Some Schools Allow Children to Register With a Gender Option Besides Girl or Boy", "description": "The term ‘nonbinary’ on school forms signals a new inclusiveness, experts say.", "url": "https://www.nytimes.com/2018/11/19/well/family/some-schools-allow-children-to-register-with-a-gender-option-besides-girl-or-boy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/well/family/well-genderneutral/well-genderneutral-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:00:00Z", "content": "She went on: Kids should be able to have the agency and the freedom to define themselves and have that respected, especially if there is no support for them at home. The form change stemmed in part from a directive from Washingtons mayor, Muriel Bowser, to ha… [+2052 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RUTH PADAWER", "title": "Sigrid Johnson Was Black. A DNA Test Said She Wasn’t.", "description": "The surge in popularity of services like 23andMe and Ancestry means that more and more people are unearthing long-buried connections and surprises in their ancestry.", "url": "https://www.nytimes.com/2018/11/19/magazine/dna-test-black-family.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/magazine/18genetics-2/18genetics-2-facebookJumbo.png", "publishedAt": "2018-11-19T10:00:00Z", "content": "We seek out and cultivate identities to fill our need to belong, and its through that lens of identity that we see and understand the world, said Jay Van Bavel, a psychology professor at New York University who researches how group identities, values and beli… [+5342 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By WILLIAM STIXRUD and NED JOHNSON", "title": "When a College Student Comes Home to Stay", "description": "Thirty percent of freshmen won’t return for their sophomore year, and the wheels can start to fall off as early as Thanksgiving. What can parents do?", "url": "https://www.nytimes.com/2018/11/19/well/family/when-a-college-student-comes-home-to-stay.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/well/family/freshmen-airport/freshmen-airport-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:00:00Z", "content": "In college culture, binge drinking is common. Whereas once kids drank to have fun, as early as the 2000s researchers began seeing a trend of kids drinking to manage negative emotions. They are also increasingly using pot as a way to manage anxiety, but chroni… [+2977 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By JANE E. BRODY", "title": "The Case Against Appendectomies", "description": "The appendix is turning out to contain biologically useful tissue that may help prevent nasty gastrointestinal ills.", "url": "https://www.nytimes.com/2018/11/19/well/live/the-case-against-appendectomies.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/well/family/well-appendix/well-appendix-facebookJumbo.jpg", "publishedAt": "2018-11-19T10:00:00Z", "content": "Even though about two patients in five treated with antibiotics later required an operation, the advantages of a nonsurgical approach for those who were spared a recurrence of appendicitis include avoiding potential complications from anesthesia and surgery a… [+2403 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "The New York Times", "title": "A Black Driver, a Marijuana Bust and a Body Camera That Turned Off", "description": "A traffic stop in New York led to a young black man being arrested for possession of marijuana. What happened? The New York Times obtained videos that offer a rare window into how far police may be willing to go to make an arrest.", "url": "https://www.nytimes.com/video/nyregion/100000006186020/nypd-marijuana-arrest-video.html", "urlToImage": "https://static01.nyt.com/images/2018/10/29/autossell/SI-FINAL-STILL-03/SI-FINAL-STILL-03-videoSixteenByNine1050.jpg", "publishedAt": "2018-11-19T09:55:01Z", "content": "1 U.S. Paul Manaforts Trail of Scandals"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Kit Gillet", "title": "Years After Brazen Heist, Tip Surfaces About a Picasso Buried in the Woods", "description": "A letter pointed to the spot where a painting stolen from a Dutch museum in 2012 could be found. But what, exactly, was under the rock?", "url": "https://www.nytimes.com/2018/11/19/world/europe/stolen-picasso-rotterdam-museum-romania.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/world/19dutch-heist2/merlin_71395613_61ac41a1-4b72-4ba2-a2b0-56b4c398fc46-facebookJumbo.jpg", "publishedAt": "2018-11-19T08:58:35Z", "content": "In 2013, the Dutch foundation that owned the artworks collected $24 million in insurance and surrendered ownership rights on the missing pieces. When asked about the authenticity of the discovery, Peter van Beveren, who curated the collection from 2007 to 201… [+1072 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "習近平和川普的天真很危險 - 紐約時報中文網", "description": "紐約時報中文網 習近平和川普的天真很危險 紐約時報中文網 唐納德·川普總統和習近平主席有點相似，這對全球秩序構成了威脅。 美國和中國的領導人都是衝動、專制和過於自信的民族主義者，兩人似乎都低估了對方造成痛苦的能力。這種危險的對稱讓他們朝著對方衝去。 貿易戰中已實施的10%關稅計劃於明年1月上調至25%，... 更多 »", "url": "https://cn.nytimes.com/opinion/20181119/china-trade-war/zh-hant/", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18KRISTOF/18KRISTOF-articleLarge.jpg", "publishedAt": "2018-11-19T08:51:32Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "APEC會議中美針鋒相對，習近平捍衛「一帶一路」 - 紐約時報中文網", "description": "紐約時報中文網 APEC會議中美針鋒相對，習近平捍衛「一帶一路」 紐約時報中文網 澳洲雪梨——中國國家主席習近平和美國副總統邁克·彭斯(Mike Pence)週六在巴布亞紐幾內亞舉行的亞太貿易峰會上發表講話，反駁對自己國家貿易行為的批評，同時努力向盟友保證對該地區的承諾。 習近平和彭斯的此番講話發生在本月晚些時候阿根廷舉行的20國... 國際秩序陷危機？APEC 聯合公報難產 科技新報 TechNews 新聞眼／砸巨資拍3張大合照？ APEC存在價值遭質疑 udn 聯合新聞網 美中對峙領袖宣言首度難產APEC峰會…", "url": "https://cn.nytimes.com/asia-pacific/20181118/apec-china-trade-xi-jinping-mike-pence/zh-hant/", "urlToImage": "https://static01.nyt.com/images/2018/11/18/world/18xi-pence-1/merlin_146964096_f96295a4-961a-410f-b06d-4cf722f22678-articleLarge.jpg", "publishedAt": "2018-11-19T08:22:51Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "APEC会议中美针锋相对，习近平捍卫“一带一路” - 纽约时报中文网", "description": "纽约时报中文网 APEC会议中美针锋相对，习近平捍卫“一带一路” 纽约时报中文网 澳大利亚悉尼——中国国家主席习近平和美国副总统迈克·彭斯(Mike Pence)周六在巴布亚新几内亚举行的亚太贸易峰会上发表讲话，反驳对自己国家贸易行为的批评，同时努力向盟友保证对该地区的承诺。 共同建设更加开放包容的亚太经济 环球网 此专题所有 1,147 篇报道 »", "url": "https://cn.nytimes.com/asia-pacific/20181118/apec-china-trade-xi-jinping-mike-pence/", "urlToImage": "https://static01.nyt.com/images/2018/11/18/world/18xi-pence-1/merlin_146964096_f96295a4-961a-410f-b06d-4cf722f22678-articleLarge.jpg", "publishedAt": "2018-11-19T08:20:20Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DANIELLE IVORY and SERGE F. KOVALESKI", "title": "The Whitey Bulger Murder Mystery: Two Assailants and a Prison Full of Suspects", "description": "When an aging gangster was transferred to Hazelton prison and placed with other inmates rather than in solitary confinement, it was “a death sentence,” one employee said.", "url": "https://www.nytimes.com/2018/11/19/us/whitey-bulger-murder-mystery-hazelton.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/00whitey-01/00whitey-01-facebookJumbo.jpg", "publishedAt": "2018-11-19T07:00:04Z", "content": "Mr. Wilson, on the other hand, was a 26-year-old man from Portsmouth, N.H., serving a 30-month sentence after he had been stopped for riding his bicycle on the wrong side of the road and the police found a gun, according to court records. He was scheduled to … [+2170 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Oil Rises on Expected OPEC Cuts, but Markets Wary on Trade Woes", "description": "Oil prices rose on Monday as traders expected top exporter Saudi Arabia to push producer club OPEC to cut supply toward year-end.", "url": "https://www.nytimes.com/reuters/2018/11/19/business/19reuters-global-oil.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-19T06:22:47Z", "content": "Japan had ceased all purchases of Iranian oil prior to receiving the waiver in early November. Meanwhile, oil production in the United States is surging. U.S. energy firms added two oil rigs in the week to Nov. 16, bringing the total count to 888, the highest… [+818 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "David Gelles", "title": "Michael Evans of Alibaba on Singles Day and Olympic Rowing", "description": "A longtime Goldman Sachs banker now helps oversee the Chinese e-commerce behemoth.", "url": "https://www.nytimes.com/2018/11/19/business/corner-office-michael-evans-alibaba.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/business/19CORNER-INYT/19CORNER-INYT-facebookJumbo.jpg", "publishedAt": "2018-11-19T05:07:28Z", "content": "There are still tensions between Alibaba and luxury good providers over the issue of counterfeits. What are you doing to address their concerns? Several years ago we decided that if we wanted to be the global leader in commerce and represent brands everywhere… [+2230 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELIZABETH PATON", "title": "The Great Promise of China", "description": "Western money has been pouring into the country this fall. But is the lure of its billions of buyers masking what could be trouble ahead?", "url": "https://www.nytimes.com/2018/11/19/fashion/china-luxury-retail.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/autossell/19LUXURY-INYT1/19LUXURY-INYT1-facebookJumbo.jpg", "publishedAt": "2018-11-19T05:07:03Z", "content": "LVMH, the worlds largest luxury company by sales and the owner of big-name brands like Louis Vuitton, Christian Dior and Givenchy, acknowledged the customs crackdown in China alongside the risks of operating globally in an uncertain geopolitical and monetary … [+1976 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VANESSA FRIEDMAN", "title": "Libraries, Gardens, Museums. Oh, and a Clothing Store.", "description": "The T Galleria by DFS in Siem Reap, Cambodia. The almost 60-foot-long art installation hanging in the central atrium was inspired by the warm colors of Buddhist monks' robes.", "url": "https://www.nytimes.com/2018/11/19/fashion/shopping-malls-asia.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/style/19mallscambodiaadd3/19mallscambodiaadd3-facebookJumbo.jpg", "publishedAt": "2018-11-19T05:06:09Z", "content": "In Seoul, the 30,140-square-foot library in the COEX Mall includes approximately 50,000 books and magazines to browse, and offers couches and reading tables for passers-by as well as serving as a venue for cultural events. In Siem Reap, Cambodia, the 86,000-s… [+613 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "OSMAN AHMED", "title": "Collaborations Make Inroads in the Luxury Market", "description": "Some high-end brands, like Moncler and Tod’s, have decided that guest designers are the more modern version of creative directors.", "url": "https://www.nytimes.com/2018/11/19/fashion/collaborations-moncler-genius-tods.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/style/19collaborations-inyt1/19collaborations-inyt1-facebookJumbo.jpg", "publishedAt": "2018-11-19T05:04:04Z", "content": "Athletes aside, in the last year alone, Nike also has introduced fashion-conscious collaborations with Virgil Abloh of Off-White, Kim Jones of Dior Men, Comme des Garçons and Matthew Williams of Alyx. Collaborations with Yoon Ahn of the Tokyo streetwear brand… [+1250 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEXANDRA STEVENSON", "title": "Shandong Ruyi and Fosun Vie for a Spot in Luxury’s Inner Circle", "description": "Two of China’s largest conglomerates have been snapping up fashion brands in recent years.", "url": "https://www.nytimes.com/2018/11/19/fashion/luxury-shandong-ruyi-fosun-china.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/style/19GROUPS-INYT1/19GROUPS-INYT1-facebookJumbo.jpg", "publishedAt": "2018-11-19T05:04:03Z", "content": "Bally, meanwhile, has been in turnaround mode after several years of stagnant sales. Both Bally and Lanvin are not in the best shape and are more in a turnaround situation, Mr. Lannes said. Typically what you need is a creative team and a designer that can tu… [+1226 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "YUAN REN", "title": "Know Your Chinese Social Media", "description": "A worker in costume waiting for visitors at a booth for the Chinese microblogging website Sina Weibo at the Global Mobile Internet Conference last year in Beijing. The site has 430 million active users a month.", "url": "https://www.nytimes.com/2018/11/19/fashion/china-social-media-weibo-wechat.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/business/19digital-inyt4/19digital-inyt4-facebookJumbo.jpg", "publishedAt": "2018-11-19T05:03:06Z", "content": "A STAR Michael Kors was the first international label to debut on the platform. On the Chinese festival that is the equivalent of Valentines Day, which was in August this year, Christian Dior introduced the Dioramour bag with five videos, including one from A… [+1901 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELIZABETH PATON", "title": "Luxury Brands See Opportunity in ‘Made in Asia’", "description": "China and other Asian countries may be breaking the lock that Europe and the United States have had on the origin of high-end goods.", "url": "https://www.nytimes.com/2018/11/19/fashion/asia-luxury-brands.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/style/19ORIGIN-INYT1/19ORIGIN-INYT1-facebookJumbo.jpg", "publishedAt": "2018-11-19T05:03:05Z", "content": "Ravi Thakran, group chairman for South and Southeast Asia, Australia and the Middle East at LVMH Moët Hennessy Louis Vuitton, noted that the creative influence of Asian culture and savoir faire had started reshaping sectors of the luxury market such as aviati… [+1529 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ASTRID WENDLANDT", "title": "In the Luxury Universe, Jobs Are Changing", "description": "Luke Timmins has a title that’s quite new to retail: store experience manager. And at Browns East in London, where he works, technology, like an app that tracks everything customers touch or try, also is being tested.", "url": "https://www.nytimes.com/2018/11/19/fashion/luxury-customer-focus.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/style/19TITLES-inyt1/19TITLES-inyt1-facebookJumbo.jpg", "publishedAt": "2018-11-19T05:02:03Z", "content": "Yet even as luxury houses expand their ranks with customer service hires as well as data analysts to manage and interpret the information, like shopping and travel habits, that they now are gathering some industry experts say the transitions could be difficul… [+1845 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY STEEL", "title": "In Luxury’s Future, It’s Personalized Everything", "description": "A Nike store in New York. Nike is experimenting with new customization and personalization concepts in its stores, where consumers can help to create products.", "url": "https://www.nytimes.com/2018/11/19/fashion/luxury-retail-personalization.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/style/19PERSONALIZATION-INYT/19PERSONALIZATION-INYT-facebookJumbo.jpg", "publishedAt": "2018-11-19T05:01:04Z", "content": "Pointing to services like Uber and Airbnb, he underscored how start-ups often analyze how wealthy people solve their problems and then use technology to scale those ideas. I dont have a private driver, but I have Uber, he said. I dont have a vacation home, bu… [+1746 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MATTHEW SEDACCA", "title": "Europe Edition: Brexit, Camp Fire, Disney: Your Monday Briefing", "description": "Here’s what you need to know to start your day.", "url": "https://www.nytimes.com/2018/11/19/briefing/brexit-camp-fire-disney.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/briefing/111918briefing-europe-promo/111918briefing-europe-promo-facebookJumbo.jpg", "publishedAt": "2018-11-19T04:53:19Z", "content": "The Grammys have revoked an award only once. That happened 28 years ago today, after the German duo Milli Vanilli, above, confessed they hadnt actually sung on their debut album. They also admitted to lip-syncing at their many shows, and blamed their producer… [+644 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARK LANDLER", "title": "News Analysis: Why Trump Is Sticking With the Saudi Crown Prince", "description": "President Trump does not even want to listen to evidence that could shake his confidence in the Saudi royal, a decision driven by Middle East strategy and arms sales.", "url": "https://www.nytimes.com/2018/11/18/us/politics/trump-khashoggi-saudis.html", "urlToImage": "https://static01.nyt.com/images/2018/12/10/us/10dc-saudi2/10dc-saudi2-facebookJumbo.jpg", "publishedAt": "2018-11-19T02:17:42Z", "content": "As with Russia, those statements have become increasingly unpersuasive. Hes showing that theyre desperate, said Bruce O. Riedel, an expert on Saudi Arabia who is a senior fellow at the Brookings Institution. Theyre now staring at the fact that theyre not goin… [+1900 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "'Outlander,' Season 4, Episode 3: Mysterious Encounters - New York Times", "description": "New York Times 'Outlander,' Season 4, Episode 3: Mysterious Encounters New York Times It was a dark and stormy night when the ghost of a Native American helped Claire find her way home in the rain. That's one of the set pieces of this week's episode, and alth…", "url": "https://www.nytimes.com/2018/11/18/arts/television/outlander-recap.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/arts/19outlander-recap/19outlander-recap-facebookJumbo.jpg", "publishedAt": "2018-11-19T02:00:34Z", "content": "Rogers proposal is doomed, and although he cant see why, we can. So can Brianna, who is presented with a life-altering question which quickly becomes a demand and is steadfast enough not to buckle. After he rejects her second kiss, Brianna seems to age five y… [+1743 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SIMON ROMERO", "title": "In a Walmart Lot, a Rough Refuge for Wildfire Evacuees", "description": "Many in California who lost all they had when their homes were destroyed are collecting in makeshift camps, as firefighters keep struggling to contain the blazes.", "url": "https://www.nytimes.com/2018/11/18/us/california-wildfire-walmart-tent.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/us/19calfire-tents/19calfire-tents-facebookJumbo.jpg", "publishedAt": "2018-11-19T01:56:38Z", "content": "Robert Talk, 61, a former amusement park worker, said he enjoyed telling jokes and sharing gossip with the evacuees. He said that his small dog, Princeton Peabody, interacts effortlessly with strangers, making it easy to start conversations with people in the… [+1110 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALAN FEUER and EMILY PALMER", "title": "Inside El Chapo’s Vast Network: What We Know After the Trial’s First Week", "description": "Several high-profile surprise revelations were the highlight of the first week of the trial of Joaquín Guzmán Loera, the Mexican kingpin known as El Chapo.", "url": "https://www.nytimes.com/2018/11/18/nyregion/el-chapo-trial.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/nyregion/19CHAPO-week/19CHAPO-week-facebookJumbo.jpg", "publishedAt": "2018-11-19T01:39:16Z", "content": "Given the Sinaloa cartels penchant for violence, security at the trial has been exceedingly tight. The United States Marshals worked hard last week to accommodate the public, but should you decide to attend the proceedings, which could last as long as four mo… [+1548 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "簡報：當世界遭遇中國規則；金馬獎「台獨」言論風波 - 紐約時報中文網", "description": "紐約時報中文網 簡報：當世界遭遇中國規則；金馬獎「台獨」言論風波 紐約時報中文網 早安，歡迎閱讀時報最新推出的中文每日簡報。我們將為你介紹《紐約時報》當日的重點英文報導，並為你推薦部分已被譯成中文的精選內容。希望它能更好地滿足你的資訊需求。新讀者請點擊此處訂閱。 APEC峰會聯合宣言難產；杭州「最嚴限狗令」引發爭議；馬爾地夫新... 白宮：要再撤銷CNN記者採訪證 udn 聯合新聞網 白宮去信CNN記者法院命令過後將再吊銷採訪證 香港電台 特朗普怎樣輸給了CNN？ RFI - 法國國際廣播電台 蘋果日報 (新聞發…", "url": "https://cn.nytimes.com/morning-brief/20181119/china-rules-apec-hangzhou-dogs/zh-hant/", "urlToImage": "https://static01.nyt.com/images/2018/11/18/universal/zh/cn00china-pkg-flag/cn00china-pkg-flag-articleLarge.png", "publishedAt": "2018-11-19T01:38:39Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMY CHANG CHIEN", "title": "简报：当世界遭遇中国规则；金马奖“台独”言论风波", "description": "中国；拒绝衰败之地；APEC峰会联合宣言难产；卡舒吉案特朗普与CIA意见相左；杭州“最严限狗令”引争议；CNN告赢特朗普……新闻简报带你速览今日要闻。", "url": "https://cn.nytimes.com/morning-brief/20181119/china-rules-apec-hangzhou-dogs/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/18/universal/zh/cn00china-pkg-flag/cn00china-pkg-flag-articleLarge.png", "publishedAt": "2018-11-19T01:16:01Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BILL PENNINGTON", "title": "On Pro Football: Alex Smith’s Gruesome Injury Gives Joe Theismann a Bad Flashback", "description": "Smith, the Redskins quarterback, had his leg broken in two places on Sunday, 33 years to the day after Theismann’s leg was broken on national television.", "url": "https://www.nytimes.com/2018/11/18/sports/alex-smith-injury-joe-theismann.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/sports/19redskins-top/19redskins-top-facebookJumbo.jpg", "publishedAt": "2018-11-19T01:11:46Z", "content": "Smith, in his first year in Washington, had helped revive the Redskins, leading them into first place in the N.F.C. East. Washingtons record dropped to 6-4 with Sundays 23-21 loss. Just painful, Washington Coach Jay Gruden said, who added that Smith would hav… [+1231 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DANIEL POLITI", "title": "With Sunken Argentine Sub Found, Families Demand Loved Ones’ Remains", "description": "Relatives of the lost Argentine submariners demonstrating on Sunday in front of a naval base in Mar del Plata.", "url": "https://www.nytimes.com/2018/11/18/world/americas/argentina-submarine-accident.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/world/19argentina1/19argentina1-facebookJumbo.jpg", "publishedAt": "2018-11-19T01:10:43Z", "content": "For some family members, bringing the San Juan to shore would be the only way to put a final end to numerous conspiracy theories that have made the rounds since it disappeared including one tale that the crew members were taken prisoner. How do I know the sub… [+1026 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Sarah Mervosh", "title": "‘Mr. President, That’s a Good One’: Congressman Replies to Trump’s Vulgar Tweet", "description": "In a tweet on Sunday, President Trump took aim at Representative Adam B. Schiff, a Democrat of California, calling him “little Adam Schitt.”", "url": "https://www.nytimes.com/2018/11/18/us/politics/trump-schiff-tweet.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/us/politics/19xp-tweet/19xp-tweet-facebookJumbo.jpg", "publishedAt": "2018-11-19T01:08:24Z", "content": "The Office of the President was made for better things than an infantile tweet misspelling a congressmans name like a curse word, tweeted Walter M. Shaub Jr., the former top ethics watchdog for the federal government who resigned last year after going head-to… [+980 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROBIN POGREBIN", "title": "Met’s Leaders Move Ahead With Modern and Rockefeller Wings", "description": "From left, Max Hollein, director of the Metropolitan Museum of Art, and Daniel H. Weiss, its president and chief executive, discussed renovating a home for contemporary art and the wing devoted to Africa, Oceania and the Americas.", "url": "https://www.nytimes.com/2018/11/18/arts/design/mets-leaders-move-ahead-with-modern-and-rockefeller-wings.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/arts/19met-QA5/19met-QA5-facebookJumbo.jpg", "publishedAt": "2018-11-19T01:03:15Z", "content": "Already underway is the Mets $22 million refurbishing of 10 galleries devoted to British decorative arts and sculpture, to be completed in winter 2020, and its $150 million replacement of the skylights in the European Paintings galleries, to be completed in 2… [+1451 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Oil Rises on Expected OPEC Cut, but Markets Remain Wary", "description": "Oil prices rose on Monday as traders expected top exporter Saudi Arabia to push producer club OPEC to cut supply towards the end of the year.", "url": "https://www.nytimes.com/reuters/2018/11/18/business/18reuters-global-oil.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-19T01:01:54Z", "content": "\"The market's bullish radar is still waiting for OPEC+ to deliver a sizeable cut number,\" said Stephen Innes, head of trading for Asia-Pacific at futures brokerage Oanda in Singapore. The Organization of the Petroleum Exporting Countries (OPEC), de-facto led … [+942 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Giants Beat Bucs for Their First Win-Win Situation in 3 Seasons - New York Times", "description": "New York Times Giants Beat Bucs for Their First Win-Win Situation in 3 Seasons New York Times EAST RUTHERFORD, N.J. — Crazy as it may sound, the Giants are starting to believe they have a chance to make a run at the playoffs. It's amazing what a couple of win…", "url": "https://www.nytimes.com/2018/11/18/sports/giants-buccaneers-nfl-saquon-barkley.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/sports/19giants1/merlin_147038310_d26d8f99-119a-4805-8afd-10f057173e32-facebookJumbo.jpg", "publishedAt": "2018-11-19T00:50:27Z", "content": "I just know that were playing better and I just love to see these guys in here after the game with smiles on their faces, said receiver Odell Beckham Jr., who caught an 8-yard touchdown pass. We just put it all together, so its always a lot more fun when you … [+735 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Elisabeth Malkin", "title": "Migrant Caravan Is Just Yards From U.S. Border, but Long Wait Lies Ahead", "description": "As many as 10,000 Central Americans may reach Tijuana, Mexico, in the coming weeks. As the city scrambles to provide for them, a shelter has taken on the qualities of an overwhelmed refugee camp.", "url": "https://www.nytimes.com/2018/11/18/world/americas/mexico-tijuana-migrants-caravan.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/world/19caravan1/19caravan1-facebookJumbo.jpg", "publishedAt": "2018-11-19T00:40:51Z", "content": "I have talked to maybe 100 people today, he said on Saturday, and maybe 70 percent had credible cases on the surface. Yet many lack the documents they need to provide evidence. The migrants often reveal little emotion when recounting the violence they have fl… [+1187 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SARAH SCHENCK", "title": "We Need a Global Bank of Germs", "description": "With modern medicine killing off whole categories of bacteria and viruses — including benign ones that promote health — scientists propose a way to preserve microbes that may save us one day.", "url": "https://www.nytimes.com/2018/11/18/opinion/we-need-a-global-bank-of-germs.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18schenck/18schenck-facebookJumbo-v2.jpg", "publishedAt": "2018-11-19T00:36:04Z", "content": "Research also points to a strong link between this loss, especially in early life, and the epidemic-level increase of many terrible diseases and disorders. In Canada, Meghan Azad has shown that babies receiving antibiotics are likelier to become overweight ch… [+1992 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GLENN THRUSH and JEREMY W. PETERS", "title": "Vote-Stealing Battle in Florida Portends More Distrust in System for 2020", "description": "The bitter rhetoric around the recount in Florida’s governor and Senate races are setting the stage for an even more contentious re-election campaign for President Trump in 2020.", "url": "https://www.nytimes.com/2018/11/18/us/politics/florida-recount-voter-fraud.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/us/politics/19undermine1/19undermine1-facebookJumbo.jpg", "publishedAt": "2018-11-19T00:31:44Z", "content": "A lot of Republicans are happy because we had successful statewide candidates, but those races were very, very close, and we lost some races too, especially in South Florida, said Mr. Curbelo, 38, who bucked his party by adopting moderate positions on environ… [+1734 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JIM RUTENBERG", "title": "The Facebook Movie Told Us What We Needed to Know About Mark Zuckerberg", "description": "Mark Zuckerberg in Facebook’s office in Palo Alto, Calif., in 2005. As depicted in the movie “The Social Network,” he had started the social media site in his Harvard dorm room the year before.", "url": "https://www.nytimes.com/2018/11/18/business/media/mark-zuckerberg-facebook-movie-the-social-network.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/arts/19rutenberg4/19rutenberg4-facebookJumbo.jpg", "publishedAt": "2018-11-19T00:24:24Z", "content": "Mr. Sorkin and Mr. Fincher took a few liberties with the facts. But The Social Network was based on real events, many of them chronicled in The Accidental Billionaires, a 2009 book by the journalist Ben Mezrich. And the films portrayal of the budding tech mag… [+1750 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "People Are Our Greatest Asset. Wanna Buy Them?", "description": "Eastern Europe's chronic labor shortage is feeding into corporate takeover activity, with some companies making acquisitions to snap up skilled workers or obtain expertise needed to expand their businesses.", "url": "https://www.nytimes.com/reuters/2018/11/18/business/18reuters-world-work-easteurope.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-19T00:16:42Z", "content": "\"The M&amp;A market always reflects current economic trends,\" said Agnes Svoob, Head of Corporate Finance at Hungarian brokerage Equilor. \"Based on my information from the market, currently there are seven or eight transactions, where the acquisition of workf… [+953 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHARLES M. BLOW", "title": "Looking Forward to Reconstruction", "description": "America doesn’t need a liberal Trump; it needs precisely the opposite of that.", "url": "https://www.nytimes.com/2018/11/18/opinion/trump-2020-election.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18blowWEB/18blowWEB-facebookJumbo.jpg", "publishedAt": "2018-11-19T00:14:29Z", "content": "Loyalists are prodding reluctant candidates and also-rans to enter the fray or return to it. Last week, Mark Penn, a pollster and adviser to Bill and Hillary Clinton in previous elections, co-wrote an opinion piece in The Wall Street Journal under the headlin… [+2549 chars]"}]}