{"articles": [{"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "C. J. Hughes", "title": "Homes That Sold for Around $750,000", "description": "Recent residential sales in New York City and the region.", "url": "https://www.nytimes.com/2018/11/04/realestate/homes-that-sold-for-around-750000.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/realestate/oakImage-1540328086231/oakImage-1540328086231-facebookJumbo.jpg", "publishedAt": "2018-11-04T00:00:00Z", "content": "A semidetached, 1,496-square-foot, brick, two-family house with a two-bedroom, one-and-a-half-bath duplex above a studio, plus a deck and an attached one-car garage. 21 weeks on the market $750,000 list price 5% below list price Costs $5,013 a year in taxes L… [+63 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIE HIRSCHFELD DAVIS and KATIE ROGERS", "title": "At Trump Rallies, Women See a Hero Protecting a Way of Life", "description": "A rally in Charlotte, N.C., last week. President Trump enjoys a herolike status among women who say he is fighting to preserve a way of life threatened by an increasingly liberal Democratic Party.", "url": "https://www.nytimes.com/2018/11/03/us/politics/trump-women.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/us/politics/04dc-trumpwomen1/04dc-trumpwomen1-facebookJumbo-v2.jpg", "publishedAt": "2018-11-03T23:53:29Z", "content": "Ms. Bass, who attended Mr. Trumps rally Friday afternoon in Huntington, W.Va., said she believed the presidents claims that the migrant caravan heading toward the United States from Central America was being funded by American liberals probably, she said, by … [+1731 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL WINES and DANNY HAKIM", "title": "Four Fights Over Voting Rights", "description": "Tactics to discourage minorities and college students from casting ballots are proliferating. We took a look at five disputes over voting rights.", "url": "https://www.nytimes.com/2018/11/03/us/politics/voting-rights-lawsuits.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/us/politics/04voteside-p1/00voteside-1-facebookJumbo.jpg", "publishedAt": "2018-11-03T21:04:26Z", "content": "When North Carolinas Republican legislature ordered all early-voting sites to stay open 12 hours a day for 18 days this year, they called it a move to boost voting. Its not turning out that way. Many poorer counties dont have the resources to comply, and more… [+921 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KEVIN DRAPER", "title": "For Maryland Football, a Lackluster Defeat Caps a Brutal Week", "description": "Members of the University of Maryland football team surrounded the No. 79 to honor Jordan McNair before playing Michigan State on Saturday in College Park, Md.", "url": "https://www.nytimes.com/2018/11/03/sports/ncaafootball/maryland-football.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/sports/04maryland-1/04maryland-1-facebookJumbo.jpg", "publishedAt": "2018-11-03T21:03:11Z", "content": "Babcocks friend Benjamin Horton, also an 18-year-old freshman, concurred, and said he hoped that the scrutiny of Marylands football program would both ensure the safety of its players going forward and perhaps that of football players at other colleges, too. … [+1544 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DANNY HAKIM and MICHAEL WINES", "title": "In Midterms, the Right to Vote Is Still at Issue, Too", "description": "In some states, it’s easier to vote than ever. But in others, minority voters and college students face an expanding range of partisan obstacles.", "url": "https://www.nytimes.com/2018/11/03/us/politics/voting-suppression-elections.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/us/politics/04vote-1/00vote-1-facebookJumbo.jpg", "publishedAt": "2018-11-03T20:59:52Z", "content": "But thousands of voters who wanted to vote, and who have not moved, have been struck from voter rolls in high-profile incidents from Brooklyn to Georgia to Ohio. The two secretaries of state most aggressive in culling voter lists are Kris Kobach in Kansas and… [+1658 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Simone Biles Wins Six Medals at World Gymnastics Championships - New York Times", "description": "New York Times Simone Biles Wins Six Medals at World Gymnastics Championships New York Times DOHA, Qatar — Simone Biles returned to training last November wondering if she could ever return to the form that made her an Olympic champion. She doesn't have to wo…", "url": "https://www.nytimes.com/2018/11/03/sports/simone-biles-gymnastics-world-championships.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/sports/04gymnastics/04gymnastics-facebookJumbo.jpg", "publishedAt": "2018-11-03T20:37:30Z", "content": "While allowing that it was not her best, Biles took to Twitter between the beam and floor exercise to chastise those who criticized her for not winning gold. Its a move she felt was necessary. I think its upsetting to me whenever I see all the tweets after I … [+1086 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEN PROTESS, ROBERT GEBELOFF and DANIELLE IVORY", "title": "Trump Administration Spares Corporate Wrongdoers Billions in Penalties", "description": "The Justice Department wanted Walmart to resolve an investigation of bribery in several countries, including India. Discussions became increasingly difficult as the Obama era came to a close.", "url": "https://www.nytimes.com/2018/11/03/us/trump-sec-doj-corporate-penalties.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/world/04Enforcement1/merlin_146220600_b1a55e84-f694-4e34-98cf-82e730a897d3-facebookJumbo.jpg", "publishedAt": "2018-11-03T19:24:07Z", "content": "As the presidential campaign was drawing to a close in late 2016, lawyers for Walmart met with senior Justice Department officials in Washington to discuss a possible settlement. The department had spent four years investigating whether the retail giant had b… [+2329 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD FAUSSET", "title": "How Voting Became a Central Issue in the Georgia Governor’s Race", "description": "A judge’s ruling Friday highlighted the ongoing dispute over charges of voting irregularities that have added tension to the election", "url": "https://www.nytimes.com/2018/11/03/us/politics/georgia-governor-voting-irregularities.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/us/politics/04georgia-explainer1/04georgia-explainer1-facebookJumbo.jpg", "publishedAt": "2018-11-03T19:23:22Z", "content": "If elections officials do not hear from them, they are moved to an inactive list, and their registration is canceled if they do not vote or make contact with officials over the next two general elections. Critics say this process could have a disproportionate… [+1425 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE EDITORIAL BOARD", "title": "The Best Way to Protect Democracy Is to Practice It", "description": "", "url": "https://www.nytimes.com/2018/11/03/opinion/sunday/midterms-elections-voting.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/opinion/03voting-edt/03voting-edt-facebookJumbo.jpg", "publishedAt": "2018-11-03T19:16:40Z", "content": "Or take an even more consequential example: In the 2014 midterm elections, barely more than one in three eligible voters turned out; 143 million others stayed home. It was the worst showing in 70 years, and one of the weakest midterm turnouts in United States… [+2846 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "The New York Times", "title": "How the Trump Enforcement Numbers Were Calculated", "description": "The Times built a database of cases and tapped into academic research to compare corporate penalties during the Obama and Trump administrations.", "url": "https://www.nytimes.com/2018/11/03/business/trump-corporate-penalties-methodology.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/us/04enforcementmethodology1/merlin_142710939_5a5b9665-cd65-49ad-a39b-d9403201bdf8-facebookJumbo.jpg", "publishedAt": "2018-11-03T19:06:31Z", "content": "A second methodology measured only cases that were simultaneously announced and settled, meaning the Obama totals did not include cases that were challenged by defendants and settled later under Mr. Trump. For another approach, Urska Velikonja, a professor at… [+2260 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Lawyer in Blasphemy Case Flees Pakistan - New York Times", "description": "New York Times Lawyer in Blasphemy Case Flees Pakistan New York Times The lawyer for a Christian woman acquitted of blasphemy charges after spending eight years on death row in Pakistan has fled the country, fearing for his safety, her brother said Saturday. …", "url": "https://www.nytimes.com/2018/11/03/world/asia/blasphemy-case-lawyer-pakistan.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/world/04pakistan/04pakistan-facebookJumbo.jpg", "publishedAt": "2018-11-03T18:56:37Z", "content": "Mr. Malook told The Associated Press earlier this week that he would have to leave Pakistan because the followers of hard-line cleric Khadim Hussain Rizvi had threatened to kill him as well as the judges who acquitted Ms. Bibi. The Italian newspaper Corriere … [+872 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DEB PERELMAN", "title": "I Love Baking. I Hate Bake Sales.", "description": "Women who lack the time or inclination to bake at home and who bring packaged cookies (gasp!) are seen as stomping on a Great American Tradition.", "url": "https://www.nytimes.com/2018/11/03/opinion/sunday/baking-bake-sales-parenting.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/opinion/sunday/04Perelman/04Perelman-facebookJumbo.jpg", "publishedAt": "2018-11-03T18:41:59Z", "content": "I love to bake. My favorite thing about fall is that I have an excuse to make my moms towering apple cake again. So, I always thought, once my first child was in elementary school, I would delight in taking part in bake sale fund-raisers. This is my jam! Inst… [+1003 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LAUREN DePINO", "title": "Far From Home, a Safe Space in Time", "description": "For now, I live 12 hours in the future, where nothing can harm the ones I love.", "url": "https://www.nytimes.com/2018/11/03/opinion/far-from-home-a-safe-space-in-time.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/opinion/sunday/04depino/04depino-facebookJumbo.jpg", "publishedAt": "2018-11-03T18:38:47Z", "content": "While Im not afraid of dying, Im terrified of losing the people I love. Eventually, death will separate them from me, and I have no idea how or when. None of us do. If we abide by objective time, we are temporary passengers on a bizarre machine that does not … [+2642 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROSS DOUTHAT", "title": "The Luck of the Democrats", "description": "An effigy of Donald Trump in front of the New York Stock Exchange last December.", "url": "https://www.nytimes.com/2018/11/03/opinion/sunday/midterms-democrats-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/opinion/04Douthat/04Douthat-facebookJumbo.jpg", "publishedAt": "2018-11-03T18:31:05Z", "content": "[ Listen to The Argument podcast every Thursday morning, with Ross Douthat, Michelle Goldberg and David Leonhardt. ] To understand this good fortune, consider two counterfactuals. In the first, the last 21 months proceeded in exactly the same fashion with the… [+2350 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The Photographs We Never See", "description": "Shocking tragedy is reduced to a series of images we’ve come to expect.", "url": "https://www.nytimes.com/2018/11/03/opinion/sunday/the-photographs-we-never-see.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/opinion/04winter16/04winter16-facebookJumbo.jpg", "publishedAt": "2018-11-03T18:30:11Z", "content": "By Damon Winter Mr. Winter is a staff photographer currently on assignment for Opinion. Over the past few years I have wondered on many occasions whether our work matters. When I traveled to Pittsburgh to cover the aftermath of the horrific mass shooting at t… [+1558 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SARAH HUTTO", "title": "Loose Ends: Seven Easy Cold-Weather Casseroles That Won’t Fix Any of This", "description": "There’s nothing like a home-style dish to keep you from thinking about World War III.", "url": "https://www.nytimes.com/2018/11/03/opinion/sunday/casseroles-that-wont-fix-any-of-this.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/opinion/sunday/04Loose/04Loose-facebookJumbo.jpg", "publishedAt": "2018-11-03T18:30:07Z", "content": "Loaded Baked Potato Casserole. With the word loaded in its name, you might hope that it contains a little something extra like, say, batteries, to power something useful like, say, a time machine, but it doesnt. Nope! This casserole mostly contains just potat… [+1347 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMY CUDDY", "title": "Gray Matter: The Psychology of Anti-Semitism", "description": "Why is prejudice against Jewish people so often expressed in sudden waves of virulent, even exterminatory attacks?", "url": "https://www.nytimes.com/2018/11/03/opinion/sunday/psychology-anti-semitism.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/opinion/04gray/04gray-facebookJumbo.jpg", "publishedAt": "2018-11-03T18:30:03Z", "content": "In our research, a widespread stereotype of Jewish people, like that of other socioeconomically successful minorities such as Asian-Americans, falls in the competent-but-cold quadrant. Groups in this quadrant elicit respect but also resentment for their succe… [+2469 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JAVIER ZAMORA", "title": "I Have a Green Card Now. But Am I Welcome?", "description": "Salvadorans fleeing violence at home traveled in Guatemala on Friday as part of a migrant caravan headed to the United States.", "url": "https://www.nytimes.com/2018/11/03/opinion/sunday/immigration-el-salvador-trump-united-states.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/opinion/sunday/04zamora/04zamora-facebookJumbo.jpg", "publishedAt": "2018-11-03T18:30:03Z", "content": "Whether I wanted to or not, Ive lived within the exhausting and dehumanizing dichotomy between the good versus bad immigrant narrative. If I behaved badly in school, or wasnt learning English fast enough, I was fulfilling what was expected of me, bare minimum… [+3193 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EDWARD WONG", "title": "U.S. Continues Giving Aid to Central America and to Millions of Venezuelan Refugees", "description": "A Venezuelan holding a girl at a health post for migrants in Cucuta, along Colombia’s border with Venezuela, in July. Two million to three million people have fled Venezuela in recent years.", "url": "https://www.nytimes.com/2018/11/03/us/politics/trump-aid-refugees-migrants.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/us/04dc-aid1/04dc-aid1-facebookJumbo-v2.jpg", "publishedAt": "2018-11-03T17:55:52Z", "content": "Some have argued the United States should give more. The United States will continue responding to requests for humanitarian aid from those countries, and will evaluate needs each time, Mr. Green said. In mid-October, a Navy hospital ship, the Comfort, left N… [+1460 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Mihir Zaveri", "title": "Gunman in Yoga Studio Shooting Had Faced Charges of Battery Against Women, Records Show", "description": "The police said it remained unclear what prompted the gunman, Scott Beierle, to shoot two women and injure five other people before shooting and killing himself.", "url": "https://www.nytimes.com/2018/11/03/us/yoga-studio-shooting-florida.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/us/04xp-yogashooting-p1/merlin_146245788_36b7d4ce-c66f-4c21-8eea-85538d54fe9e-facebookJumbo.jpg", "publishedAt": "2018-11-03T17:47:51Z", "content": "Records in Leon County, Fla., show that Mr. Beierle moved from Vestal, N.Y., near Binghamton, to Tallahassee in 2011. Court records show that Mr. Beierle was charged in December 2012 with battery after a woman accused him of grabbing her buttocks at a dining … [+1260 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "From Barra to Murdoch to Thiel: Highlights From DealBook’s Conference", "description": "America’s most important business leaders provided insights on how to navigate the challenges ahead.", "url": "https://www.nytimes.com/2018/11/03/business/dealbook/dealbook-conference-2018-highlights.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-03T17:38:36Z", "content": "How will corporate America tackle the challenges that lie ahead? Some of Americas most important business leaders descended on New York City on Thursday for DealBooks seventh annual Playing for the Long Term conference to answer that question. Among them were… [+250 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PAUL SULLIVAN", "title": "Wealth Matters: How Political Ideology Influences Charitable Giving", "description": "New research that studied how political ideology affects charitable giving found that philanthropy in the United States remains just as polarized as everything else.", "url": "https://www.nytimes.com/2018/11/03/your-money/republicans-democrats-charity-philanthropy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/business/03WEALTH-01/03WEALTH-01-facebookJumbo.jpg", "publishedAt": "2018-11-03T17:31:07Z", "content": "Theyre taking steps toward science and away from just trying to find invidious comparisons, which has plagued other studies on the geography of giving, said Paul G. Schervish, professor emeritus at Boston College and retired director of its Center on Wealth a… [+1581 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letters: Are Baby Boomers Being Selfish?", "description": "Some writers take offense at the idea, suggested in an Op-Ed article about what baby boomers owe their children.", "url": "https://www.nytimes.com/2018/11/03/opinion/letters/are-baby-boomers-being-selfish.html", "urlToImage": "https://static01.nyt.com/images/2018/10/25/opinion/25KRAMON/25KRAMON-facebookJumbo.jpg", "publishedAt": "2018-11-03T17:00:00Z", "content": "Now, we must work with our children to do great things for the sake of great values, without motivation (yet) by a worldwide horror. Gary E. Davis Berkeley, Calif. To the Editor: Glenn Kramon was right on many points, but what struck me most was his noting ho… [+1829 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEREMY W. PETERS", "title": "G.O.P. Sees Trump’s Playbook as Best Hope in Some Tight Races", "description": "President Trump has visited West Virginia eight times, including a visit on Friday to a congressional district that is 93 percent white. Republicans worry his outreach and agenda risk shrinking the party.", "url": "https://www.nytimes.com/2018/11/03/us/politics/republicans-house-races-caravan-voters.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/us/politics/04gop1p-promo/04gop1p-facebookJumbo-v2.jpg", "publishedAt": "2018-11-03T15:46:05Z", "content": "In the handful of more rural, conservative-leaning districts where the party has a better shot of winning, the message is blunter. In Minnesota, ads from groups like the Congressional Leadership Fund and the National Republican Congressional Committee try to … [+2010 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEVE CAVENDISH", "title": "Four Questions for America’s Ugliest Campaign", "description": "In Tennessee, two Senate candidates have spent enormous sums to replace Bob Corker.", "url": "https://www.nytimes.com/2018/11/03/opinion/tennessee-marsha-blackburn-phil-bredesen.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/opinion/03Cavendish/03Cavendish-facebookJumbo.jpg", "publishedAt": "2018-11-03T15:43:26Z", "content": "Could the same dynamic push wavering voters toward Mr. Bredesen? As Times reporting shows, there is a danger of alienating suburban voters with a constant stream of nationalist rhetoric about invading hordes and birthright citizenship. The man these two candi… [+2857 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Berkshire Says It Bought Back Nearly $1 Billion of Its Own Stock", "description": "The conglomerate run by Warren Buffett reported strong third-quarter earnings as its insurance business dodged hurricanes and it benefited from lower taxes.", "url": "https://www.nytimes.com/2018/11/03/business/dealbook/berkshire-1-billion-stock-buyback.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/business/04db-berkshire/merlin_137815269_1d7d2ef3-d438-42bf-ad32-7b26baf4d98f-facebookJumbo.jpg", "publishedAt": "2018-11-03T15:19:37Z", "content": "Insurance underwriting income was $441 million in the third quarter, compared with a loss of $1.4 billion in the same period a year ago. Berkshires results also improved across its railroad, utilities and energy, manufacturing, service and retailing and finan… [+636 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JACK HEALY", "title": "Rural America’s Own Private Flint: Polluted Water Too Dangerous to Drink", "description": "The lack of clean water is tied to industrial farms and slack regulations tainting wells across the Midwest and beyond.", "url": "https://www.nytimes.com/2018/11/03/us/water-contaminated-rural-america.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/us/04ruralwater-01/00ruralwater-01-facebookJumbo.jpg", "publishedAt": "2018-11-03T15:08:04Z", "content": "Agriculture and dairy groups say that farmers drink the same water and also want it to be clean, and are trying to live up to state and federal environmental rules at a moment when low crop prices and President Trumps trade policies have rattled farmers acros… [+891 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ZEYNEP TUFEKCI", "title": "The Election Has Already Been Hacked", "description": "Even if not a single voting machine has been compromised, we’re in trouble.", "url": "https://www.nytimes.com/2018/11/03/opinion/midterm-election-hacked.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/opinion/03tufeckiWeb/03tufeckiWeb-facebookJumbo.jpg", "publishedAt": "2018-11-03T15:00:04Z", "content": "If experts have to scramble to stay abreast of the latest news, how are most voters supposed to know whats what? We have done something even worse than letting our electoral infrastructure crumble, something even worse than allowing the instruments of the vot… [+2632 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEVE CAVENDISH", "title": "Four Questions for America’s Ugliest Campaign", "description": "In Tennessee, two Senate candidates have spent enormous sums to replace Bob Corker.", "url": "https://www.nytimes.com/2018/11/03/opinion/four-questions-for-americas-ugliest-campaign.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-03T15:00:00Z", "content": "Could the same dynamic push wavering voters toward Mr. Bredesen? As Times reporting shows, there is a danger of alienating suburban voters with a constant stream of nationalist rhetoric about invading hordes and birthright citizenship. The man these two candi… [+2857 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TRIP GABRIEL", "title": "Steve King, for a Change, Faces a Battle for House Seat in Iowa", "description": "The overlap of the Pittsburgh synagogue massacre and Mr. King’s racially inflammatory remarks have threatened a re-election bid that looked assured.", "url": "https://www.nytimes.com/2018/11/03/us/politics/steve-king-iowa-neo-nazi-congress.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/us/politics/04steveking-print/04steveking-1-facebookJumbo.jpg", "publishedAt": "2018-11-03T14:56:40Z", "content": "Douglas Burns, an owner of The Carroll Daily Times Herald and other newspapers in Mr. Kings deeply conservative district, which President Trump won by 27 points, said the Republican base was still with Mr. King, who remains the favorite to win. But Mr. Scholt… [+1386 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KEVIN SACK", "title": "‘Not Again’: Tragedies Unite Charleston Pastor and Pittsburgh Rabbi", "description": "The killings of nine parishioners at a black church in Charleston and 11 congregants at a synagogue in Pittsburgh brought people in those two communities together in an unspeakable grief.", "url": "https://www.nytimes.com/2018/11/03/us/pittsburgh-synagogue-charleston-emanuel.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/us/04sacrilegious-01/04sacrilegious-01-facebookJumbo.jpg", "publishedAt": "2018-11-03T14:52:04Z", "content": "I have to do this, Dylann S. Roof, who was 21 at the time, told his African-American victims in Emanuels fellowship hall as he fired 77 shots from a Glock semiautomatic handgun, because yall are raping our women and yall are taking over our world, according t… [+1518 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "A Nation in Turmoil Prepares to Deliver a Verdict on Trump - New York Times", "description": "New York Times A Nation in Turmoil Prepares to Deliver a Verdict on Trump New York Times The tumultuous 2018 midterm campaign, shaped by conflicts over race and identity and punctuated by tragedy, barreled through its final weekend as voters prepared to deliv…", "url": "https://www.nytimes.com/2018/11/03/us/politics/elections-trump-congress.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/us/politics/04midterms1/04midterms1-facebookJumbo.jpg", "publishedAt": "2018-11-03T14:30:44Z", "content": "Former Gov. Ted Strickland of Ohio, the last Democrat to lead that state, said the election had effectively become a referendum on Mr. Trump, leaving Democrats confident about the House and a little concerned about the Senate. Hes on the ballot, regardless of… [+1856 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KATE ZERNIKE", "title": "The Year of the Woman’s Activism: Marches, Phone Banks, Postcards, More", "description": "Joni Novotnak, left, and Lori Barnett, members of the Fogelsville Huddle, made phone calls at the campaign headquarters for Susan Wild, a Democratic house candidate, in Bethlehem, Pa., earlier this month.", "url": "https://www.nytimes.com/2018/11/03/us/politics/women-activism-midterms.html", "urlToImage": "https://static01.nyt.com/images/2018/10/30/us/politics/00activism-1/00activism-1-facebookJumbo.jpg", "publishedAt": "2018-11-03T14:23:40Z", "content": "And they had not known each other well. Ms. Novotnak ran into Karen Pietrantonio, the lone Democrat in the group, while walking her dog the morning after the 2016 election, Ms. Pietrantonio suggested the wine and venting. Ms. Novotnak invited Lori Barnett, a … [+1236 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JENNIFER MILLER", "title": "American Glamping: Can You Curate a Town?", "description": "Ambika Conroy at her store, Ambika Boutique, in downtown Mountain Dale, N.Y.", "url": "https://www.nytimes.com/2018/11/03/style/mountain-dale-new-york.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/fashion/04CURATEDTOWN-ambika/04CURATEDTOWN-ambika-facebookJumbo.jpg", "publishedAt": "2018-11-03T14:11:40Z", "content": "Many longtime residents still prefer to patronize Wardensville restaurants that either predate Mr. Yandura and Mr. Hitchcocks activity or that locals have since opened. Arguably, some of these like Marinas Pizza or Cinderellas Attic dress shop wouldnt have op… [+1508 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE NEW YORK TIMES", "title": "Midterm Elections 2018: Campaigns Enter the Final Stretch", "description": "Updates from around the country as candidates make their final pitches to the voters who will help reshape America for the next two years.", "url": "https://www.nytimes.com/2018/11/03/us/politics/midterm-elections.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/us/politics/04midtermslive/merlin_146239830_bacbea5f-378e-48a0-a900-82abe5bc4c0c-facebookJumbo.jpg", "publishedAt": "2018-11-03T14:10:07Z", "content": "With violence. Florida in election season. Never dull. Days before another characteristically significant election here with tight races for governor, Senate and several contested House seats the state has resumed its status as the consummate, unruly purple c… [+891 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ASSOCIATED PRESS", "title": "Thai Elite Turn Out for Leicester City Owner’s Funeral Services", "description": "Mourners arrived at the Wat Thepsirin Buddhist temple in Bangkok on Saturday for a funeral ceremony for Vichai Srivaddhanaprabha, the owner of Leicester City soccer club and the founder of a chain of duty-free stores.", "url": "https://www.nytimes.com/2018/11/03/world/asia/thailand-funeral-vichai-srivaddhanaprabha-leicester-city.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/world/04leicester/04leicester-facebookJumbo.jpg", "publishedAt": "2018-11-03T14:04:21Z", "content": "The Air Accidents Investigation Branch said it had been able to obtain information from the black box even though it was subjected to intense heat in the fire. Inspectors have started to analyze the data to determine what caused the aircraft to spiral out of … [+800 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JANET REITMAN", "title": "U.S. Law Enforcement Failed to See the Threat of White Nationalism. Now They Don’t Know How to Stop It.", "description": "For two decades, domestic counterterrorism strategy has ignored the rising danger of far-right extremism. In the atmosphere of willful indifference, a virulent movement has grown and metastasized.", "url": "https://www.nytimes.com/2018/11/03/magazine/white-nationalism-far-right-extermism.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/magazine/04mag-alt-right-promo/04mag-alt-right-promo-facebookJumbo-v3.jpg", "publishedAt": "2018-11-03T14:00:01Z", "content": "In 2011, the White House described the threat of Al Qaeda and its affiliates as the pre-eminent security threat to our country. By 2013, a new threat had emerged: so-called homegrown violent extremists, or H.V.E.s, a category of people who, though born in the… [+32571 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JANET REITMAN", "title": "U.S. Law Enforcement Failed to See the Threat of White Nationalism. Now They Don’t Know How to Stop It.", "description": "For two decades, domestic counterterrorism strategy has ignored the rising danger of far-right extremism. In the atmosphere of willful indifference, a virulent movement has grown and metastasized.", "url": "https://www.nytimes.com/2018/11/03/magazine/FBI-charlottesville-white-nationalism-far-right.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/magazine/04mag-alt-right-promo/04mag-alt-right-promo-facebookJumbo-v4.jpg", "publishedAt": "2018-11-03T14:00:01Z", "content": "In 2011, the White House described the threat of Al Qaeda and its affiliates as the pre-eminent security threat to our country. By 2013, a new threat had emerged: so-called homegrown violent extremists, or H.V.E.s, a category of people who, though born in the… [+20153 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "School District Apologizes for Costumes of Mexican Stereotypes and Border Wall Prop - New York Times", "description": "New York Times School District Apologizes for Costumes of Mexican Stereotypes and Border Wall Prop New York Times The superintendent of an Idaho school district apologized on Friday after photos circulated showing some staff members at an elementary school we…", "url": "https://www.nytimes.com/2018/11/03/us/idaho-school-mexican-costumes.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/us/03XP-COSTUMES/03XP-COSTUMES-facebookJumbo.jpg", "publishedAt": "2018-11-03T13:22:00Z", "content": "Middleton, Idaho, is a city of 7,400 just over 20 miles northwest of Boise. During the 2015-16 school year, about 12 percent of students at Middleton Heights Elementary School were Hispanic, according to the National Center for Education Statistics. It was un… [+1571 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Alissa J. Rubin", "title": "In France, a Giant Spider and a Minotaur Roam, and Sleep", "description": "The mechanical spider and Minotaur are the works of La Machine, which is putting on immersive street theater in the city of Toulouse.", "url": "https://www.nytimes.com/2018/11/03/world/europe/france-la-machine-spider-minotaur.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/world/04france-beasts1/04france-beasts1-facebookJumbo.jpg", "publishedAt": "2018-11-03T12:23:53Z", "content": "PARIS Imagine looking out the window one morning and seeing a gigantic spider perched on the roof of a neighboring building its eight legs extending to the street below. Then you walk downtown and realize that a 50-foot-tall creature with the head of a bull a… [+650 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Fahim Abed", "title": "U.S. Soldier Killed in Insider Attack in Afghanistan", "description": "American and Afghan officials said an Afghan commando had opened fire in Kabul, wounding another service member.", "url": "https://www.nytimes.com/2018/11/03/world/asia/afghanistan-us-soldier-killed.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-03T12:07:55Z", "content": "KABUL, Afghanistan An American service member was killed and another wounded when an Afghan commando opened fire on them on Saturday in Kabul, Afghan and American officials said. It was the second such attack in less than two weeks. On Oct. 22, an Afghan comm… [+449 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DANIEL JACK LYONS, CENAN PIRANI and EVE LYONS", "title": "The Look: The New Punks of Los Angeles", "description": "Molly Diaz, 18, a show organizer in Los Angeles. She is part of a generation of young Latinos driving the punk music scene in the city's outlying areas.", "url": "https://www.nytimes.com/2018/11/03/style/new-punks-los-angeles.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/fashion/04THELOOK1/04THELOOK1-facebookJumbo-v2.jpg", "publishedAt": "2018-11-03T11:00:03Z", "content": "The first bands I listened to were classic and hard rock bands like Led Zeppelin, Martin Castro, 17, said. When I first heard punk, I heard the Germs, I was blown away, and I knew I could bring what I learned on the guitar into writing punk songs. He is the g… [+899 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NEIL IRWIN", "title": "How the Economic Lives of the Middle Class Have Changed Since 2016, by the Numbers", "description": "Based on a simplified extrapolation, it works out to about $122 gained a month for a typical family — which for some would be wiped out by higher mortgage rates.", "url": "https://www.nytimes.com/2018/11/03/upshot/how-the-economic-lives-of-the-middle-class-have-changed-since-2016-by-the-numbers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/upshot/01up-middleclass/01up-middleclass-facebookJumbo.jpg", "publishedAt": "2018-11-03T11:00:02Z", "content": "Many middle-income Americans, 84.3 percent of them, do tend to hold some form of debt. And rising interest rates in the Trump economy a consequence of strong economic growth and Federal Reserve actions meant to prevent the economy from overheating are making … [+2074 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JASON GUTIERREZ", "title": "Australian Nun Who Criticized Duterte to Leave Philippines", "description": "Sister Patricia Fox, whose arrest and deportation was ordered by President Rodrigo Duterte, had exhausted all legal means to fight her expulsion from the country.", "url": "https://www.nytimes.com/2018/11/03/world/asia/patricia-fox-australian-nun-duterte-philippines.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/04philippines/04philippines-facebookJumbo.jpg", "publishedAt": "2018-11-03T09:38:49Z", "content": "Also this year, three foreign missionaries, including an American, were detained and deported in July after visiting the southern Philippines to investigate allegations that the army had carried out abuses there, including the December killings of at least ei… [+1204 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JACOB BERNSTEIN", "title": "Is Agnes Gund the Last Good Rich Person?", "description": "Ms. Gund is a wealthy white woman who spent a lifetime fighting for racial justice. At 80, she’s the homecoming queen of the philanthropy world. She’s also running out of cash.", "url": "https://www.nytimes.com/2018/11/03/style/agnes-gund-philanthropy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/fashion/04AGNESGUND7/04AGNESGUND7-facebookJumbo.jpg", "publishedAt": "2018-11-03T09:27:09Z", "content": "Not long after the Met cut the ribbon on Mr. Kochs $65 million plaza, the museum announced it was eliminating up to 100 jobs, affecting people in administrative, conservation and curatorial positions. The New York Public Library accepted $100 million from Mr.… [+1411 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SCOTT REYBURN", "title": "More Is More: Saint Laurent and Bergé’s Style Flies at Auction Again", "description": "The maximalist, cross-cultural decorating style favored by the two Frenchmen has long been admired as an antidote to the minimalism of contemporary interiors.", "url": "https://www.nytimes.com/2018/11/02/arts/design/pierre-berge-yves-saint-laurent-style.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/arts/03reyburn-4/03reyburn-4-facebookJumbo.jpg", "publishedAt": "2018-11-03T09:24:09Z", "content": "The presentation was really well done, Mr. Lordonnois said, referring to Sothebys recreation of Mr. Bergés interiors. The way they mixed things was great. As was the case at Christies 2009 sale at the Grand Palais, this latest YSL-Bergé auction included some … [+850 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Thomas Gibbons Neff", "title": "An Operation in Niger Went Fatally Awry. Who Is the Army Punishing?", "description": "In one of the final chapters in a lengthy investigation into how four Americans died on an obscure battlefield, some of those who fought in the pitched firefight have been reprimanded, while senior officers who approved the mission have gone unpunished.", "url": "https://www.nytimes.com/2018/11/03/world/middleeast/army-niger-members-punished.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/us/politics/04dc-military/00dc-military-facebookJumbo.jpg", "publishedAt": "2018-11-03T09:06:24Z", "content": "Captain Perozeni was the leader of Team 3212, Alpha Company, Second Battalion, Third Special Forces Group. He received a letter of reprimand citing his actions before the mission, including insufficient training and rehearsals before leaving base on Oct. 3. O… [+2358 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Elizabeth Harris", "title": "Think Saving for Old Age Can’t Be Fun? Try Making It a Game", "description": "Retirement plan sponsors like Prudential and TIAA have developed games and quizzes to motivate workers to save and invest more actively. It might work.", "url": "https://www.nytimes.com/2018/11/03/business/saving-retirement-games.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/business/04RETIRING-01/04RETIRING-01-facebookJumbo.jpg", "publishedAt": "2018-11-03T09:03:16Z", "content": "Despite the apparent interest in games among both investors and investment firms, some research has cast doubt on long-term improvements in financial literacy. One study conducted by Shawn Cole at Harvard Business School, Anna Paulson at the Federal Reserve B… [+2476 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "House and Senate Latest, Obama Asks a Question, Beto Video: 3 Days to Go - New York Times", "description": "New York Times House and Senate Latest, Obama Asks a Question, Beto Video: 3 Days to Go New York Times Welcome to The Tip Sheet, a daily political analysis of the 2018 elections, based on interviews with Republican and Democratic officials, pollsters, strateg…", "url": "https://www.nytimes.com/2018/11/03/us/politics/midterms-obama-beto-orourke.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/us/04tipsheet-obama/04tipsheet-obama-facebookJumbo.jpg", "publishedAt": "2018-11-03T09:00:22Z", "content": "He has barely campaigned, and the few events he has done were not listed on any public schedule. He has refused to debate his Democratic opponent, Nate McMurray; at a scheduled debate this week, Mr. McMurray and the Reform Party candidate, Larry Piegza, went … [+623 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHELLE Z. DONAHUE", "title": "In a Land of Quakes, Engineering a Future for a Church Made of Mud", "description": "The bell tower of the church of Santiago Apóstol in Kuño Tambo, Peru. Built by the Spanish in 1681, it has been weakened by earthquakes, but traditional techniques are helping with its restoration.", "url": "https://www.nytimes.com/2018/11/03/science/adobe-peru-restoration.html", "urlToImage": "https://static01.nyt.com/images/2018/11/06/science/06SCI-CHURCH1/06SCI-CHURCH1-facebookJumbo.jpg", "publishedAt": "2018-11-03T09:00:18Z", "content": "In Peru, where adobe has been used since before Incan times, millions of people live in residential stock made of earth. But many of the zones around the world where earthen architecture is prevalent also happen to be seismically active. Though sturdy, heavy … [+1028 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LINDSEY TRAMUTA", "title": "Check In: Hotel Review: Modern Luxury in the Vineyards of France", "description": "Two recently opened hotels in the Loire Valley and Champagne region are ideal spots for traveling oenophiles and French monarchists.", "url": "https://www.nytimes.com/2018/11/03/travel/hotel-review-modern-luxury-in-the-vineyards-of-france.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/travel/04checkin-france1/04checkin-france1-facebookJumbo.jpg", "publishedAt": "2018-11-03T09:00:07Z", "content": "There is no shortage of landmarks and charming chateaus in two of Frances greatest wine regions, the Loire Valley and Champagne. Modern, design-focused lodging, however, has been much slower to develop. But two recently opened properties in the region one a r… [+1483 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD C. PADDOCK and MUKTITA SUHARTONO", "title": "Thai Paradise Gains Reputation as ‘Death Island’", "description": "At least nine Europeans have died or disappeared on the island of Koh Tao in recent years. Now, a rape allegation has raised new questions about the police.", "url": "https://www.nytimes.com/2018/11/03/world/asia/thailand-koh-tao-death-island.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/world/04deathisland-1/01deathisland-1-facebookJumbo.jpg", "publishedAt": "2018-11-03T09:00:06Z", "content": "The police sent an investigator to Britain to interview the woman and retrieve the shirt. General Surachate said analysts recovered male DNA from the shirt but found no semen. The police said they compared the DNA to that of 20 men on Koh Tao who are commonly… [+1020 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KENDRA PIERRE-LOUIS", "title": "Minorities Are Most Vulnerable When Wildfires Strike in U.S., Study Finds", "description": "The research illustrates how the kinds of disasters that are exacerbated by climate change often hit people of color and the poor the hardest.", "url": "https://www.nytimes.com/2018/11/03/climate/wildfires-minorities-risk.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/climate/02cli-fires-illo/02cli-fires-illo-facebookJumbo.jpg", "publishedAt": "2018-11-03T09:00:05Z", "content": "Were not saying that people who are not poor arent affected by wildfires, Mr. Davies said. What were saying is, if you have the characteristics of a disadvantaged community, youre much more likely to take longer to recover. Bob Bolin, a professor of environme… [+1961 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KALY SOTO", "title": "11 of Our Best Weekend Reads", "description": "Jennifer Lopez is a boss. Young Evangelicals speak out on politics. Whitey Bulger is dead. Melissa Clark’s Thanksgiving menu. And more.", "url": "https://www.nytimes.com/2018/11/03/arts/11-of-our-best-weekend-reads.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/autossell/03Weekend-reads-promo/merlin_146188410_177696ad-e945-4ed7-8ff7-6c2da6ac1e2b-facebookJumbo.jpg", "publishedAt": "2018-11-03T09:00:01Z", "content": "Welcome to the weekend. Its the one before the midterm elections. So you could study the ballot, or you could dig into that leftover Halloween candy. Maybe both. As much as you can, enjoy this small respite from work, and of course some amazing journalism."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Elian Peltier", "title": "Migrants Bring Cricket (and Victory) to Life in Northern France", "description": "A team of Afghan and Pakistani players hopes the sport, and their trophies, will help them gain acceptance and build new lives.", "url": "https://www.nytimes.com/2018/11/03/world/europe/france-cricket-refugees.html", "urlToImage": "https://static01.nyt.com/images/2018/10/28/world/28france-cricket1/XXfrance-cricket1-facebookJumbo.jpg", "publishedAt": "2018-11-03T08:20:14Z", "content": "Yet two years after the government cleared the Jungle, in October 2016, there are still frequent police raids on migrant camps, and the lives of many seem stuck in limbo. The number of migrants in the Calais area has since dropped to 400 from 8,000. Many, inc… [+1505 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "HARI KUMAR and JEFFREY GETTLEMAN", "title": "In India, a Bullet Finally Ends a Man-Eating Tiger’s Kill Spree", "description": "A tigress that was believed to have killed at least 13 people was brought down on Friday night, according to a tiger tracker involved in the hunt.", "url": "https://www.nytimes.com/2018/11/03/world/asia/india-tiger-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/world/04india-tiger1/04india-tiger1-facebookJumbo.jpg", "publishedAt": "2018-11-03T06:31:24Z", "content": "What was especially frightening about that attack was that Mr. Raut had been standing in the middle of a ring of cattle when he was tugged down by the neck. None of his cows were touched. He was believed to have the 12th victim. Based on DNA tests, images fro… [+1875 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELIAN PELTIER and RORY SMITH", "title": "At P.S.G., a Style Few Clubs Can Match", "description": "The Indian designer Manish Arora used colorful images of Paris St.-Germain players in a recent collection, one of a series of collaborations between the club and a fashion brand.", "url": "https://www.nytimes.com/2018/11/03/sports/psg-jordan-brand-fashion.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/sports/04psg-web1/04psg-web1-facebookJumbo.jpg", "publishedAt": "2018-11-03T06:30:09Z", "content": "Paris rhymes with style, with fashion, with glamour, and P.S.G. has the Eiffel Tower on its logo, so playing with these concepts makes so much sense for them as a brand, Kocher said. It is kind of obvious now, but it wasnt before P.S.G. made these partnership… [+931 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KATHLEEN O’BRIEN", "title": "Weekend Reads: Get Ready to Cheer On Marathon Runners", "description": "A runner catches a high five in Central Park during last year’s marathon.", "url": "https://www.nytimes.com/2018/11/02/opinion/new-york-marathon-running.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/opinion/02roundup/02roundup-facebookJumbo.jpg", "publishedAt": "2018-11-03T03:54:37Z", "content": "Allie Kieffers story proves that we can achieve far more when we value all womens bodies less for how they look, and more for what they can do, writes Lindsay Crouse. To the runners: Good luck! To a city of cheerleaders: Keep it up! Run Like a Woman : A speci… [+343 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Knicks Get Their First Road Win of the Season - New York Times", "description": "New York Times Knicks Get Their First Road Win of the Season New York Times Allonzo Trier scored 19 of his career-high 23 points during a second-half surge, fellow rookie Mitchell Robinson had his first double-double, and the Knicks beat Dallas, 118-106, Frid…", "url": "https://www.nytimes.com/2018/11/02/sports/nba-rockets-nets-knicks-mavericks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/sports/03nba-knicks/03nba-knicks-facebookJumbo.jpg", "publishedAt": "2018-11-03T03:42:18Z", "content": "Anthony bounced back from a 2-for-12, eight-point performance against Portland by coming off the bench to hit six 3-pointers. Caris LeVert scored 29 points for the Nets, who got off to a sizzling start before the Rockets turned around the game. One of the N.B… [+714 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MAUREEN DOWD", "title": "Trump and the Hart-less Presidency", "description": "Former Democratic presidential nominee Gary Hart in Morrison, Colo.", "url": "https://www.nytimes.com/2018/11/02/opinion/sunday/trump-hart-presidency.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/opinion/sunday/04Dowd/04Dowd-facebookJumbo.jpg", "publishedAt": "2018-11-03T03:00:34Z", "content": "As early as the 70s, he recalled, a few of us were forecasting that globalization and the shift of the economic base from Detroit to Silicon Valley was going to have huge impact on our country sociologically and politically. He oversaw a bipartisan panel on t… [+1704 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "COREY KILGANNON and CHANG W. LEE", "title": "The Man Who Turns Back New York City’s Clocks, Hand by Hand", "description": "With daylight saving time ending at 2 a.m. Sunday, it falls to Marvin Schneider, 79, New York’s official clock master, to reset some of the grandest public clocks in the city.", "url": "https://www.nytimes.com/2018/11/02/nyregion/the-man-who-turns-back-new-york-citys-clocks-hand-by-hand.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/nyregion/03clockmaster-promo/03clockmaster-promo-facebookJumbo.jpg", "publishedAt": "2018-11-03T02:45:39Z", "content": "He maintains clocks in Staten Island Borough Hall, the old Harlem Courthouse on East 121st Street and the former New York Sun Building on Broadway in Lower Manhattan, and usually moves them backward or forward a few days before dictated by the calendar. Mr. S… [+877 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Supreme Court Lets Youths' Case Demanding Climate Action Proceed - New York Times", "description": "New York Times Supreme Court Lets Youths' Case Demanding Climate Action Proceed New York Times WASHINGTON — The Supreme Court on Friday refused to halt the trial in a lawsuit brought by 21 young people seeking to force the federal government to take action to…", "url": "https://www.nytimes.com/2018/11/02/us/politics/supreme-court-youth-climate-case.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/us/politics/03dc-scotus-climate2/03dc-scotus-climate2-facebookJumbo.jpg", "publishedAt": "2018-11-03T01:50:04Z", "content": "Judge Ann Aiken, of Federal District Court in Eugene, Ore., rejected the governments attempts to dismiss the case. So far, the United States Court of Appeals for the Ninth Circuit has declined to intervene. The first phase of the trial is to last 50 days. In … [+1742 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "HBO Disavows Trump's Reference to 'Game of Thrones' Trademark Phrase - New York Times", "description": "New York Times HBO Disavows Trump's Reference to 'Game of Thrones' Trademark Phrase New York Times To promote his administration's decision to reimpose sanctions on Iran, President Trump turned Friday to the wildly popular television show “Game of Thrones.” I…", "url": "https://www.nytimes.com/2018/11/02/us/hbo-trump-game-of-thrones.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/autossell/03XP-HBO/merlin_146235513_af527fab-e65e-4809-a56b-d968c99bfbe6-facebookJumbo.jpg", "publishedAt": "2018-11-03T01:38:54Z", "content": "Two members of the Thrones cast gave personal reactions of distaste. Sophie Turner, the English actress that plays Sansa Stark in the show, replied to Mr. Trumps tweet with a blunt Ew. And Maisie Williams, an English actress who plays Sansas sister, Arya Star… [+492 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ASTEAD W. HERNDON and SYDNEY EMBER", "title": "Republicans Have a Humming Economy to Tout, but Trump Rhetoric Muddies the Message", "description": "“We have the greatest economy in the history of our country,” President Trump said at a rally in Huntington, W.Va., on Friday. “But sometimes it’s not as exciting to talk about the economy.”", "url": "https://www.nytimes.com/2018/11/02/us/politics/immigration-economy-republicans-trump-midterms.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/us/politics/03repubs1/03repubs1-facebookJumbo.jpg", "publishedAt": "2018-11-03T01:14:16Z", "content": "Some Democrats have actually weaponized the tax package against their opponents, including Danny OConnor, a Democrat running in a tight race against a Republican incumbent, Troy Balderson, in Ohio. In the run-up to a special election in August they are squari… [+1794 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JACEY FORTIN", "title": "Man Shoots 5 at Florida Yoga Studio, Killing 1 and Then Himself", "description": "The police in Tallahassee said they did not know the motive the shooting, which happened about the time a yoga class was to be held.", "url": "https://www.nytimes.com/2018/11/02/us/tallahasee-shooting-yoga-florida.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/autossell/03XP-YOGASHOOTING02/03XP-YOGASHOOTING02-facebookJumbo.jpg", "publishedAt": "2018-11-03T01:07:08Z", "content": "A yoga class had been scheduled to begin at the studio at 5:30 p.m., according to The Tallahassee Democrat. Seven people who were injured in the attack had been admitted to Tallahassee Memorial HealthCare by Friday evening, said Danielle Buchanan, a hospital … [+631 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "University of Maryland Chaos Is Rooted in Lofty Sports Goals - New York Times", "description": "New York Times University of Maryland Chaos Is Rooted in Lofty Sports Goals New York Times Six years ago, the University of Maryland announced with great fanfare that it had made a leap to one of the nation's most powerful athletic conferences, a move that ca…", "url": "https://www.nytimes.com/2018/11/02/sports/maryland-football-durkin.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/sports/03maryland-print/03maryland1-facebookJumbo.jpg", "publishedAt": "2018-11-03T01:01:13Z", "content": "Mr. Hogan was not privy to the regents deliberations, according to a spokeswoman. Benjamin Jealous, his Democratic opponent, had called on him to fire board members, though Mr. Hogan lacks the authority to directly do so. But Mr. Loh had already planned his m… [+878 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BRET STEPHENS", "title": "Why Aren’t Democrats Walking Away With the Midterms?", "description": "President Trump railed against immigration at a campaign rally in Columbia, Mo., on Thursday.", "url": "https://www.nytimes.com/2018/11/02/opinion/democrats-midterms-winning-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/opinion/02stephensWeb/02stephensWeb-facebookJumbo.jpg", "publishedAt": "2018-11-03T00:51:24Z", "content": "To which the Democratic response is what, exactly ? If its compassion, its a non-answer. If its to abolish ICE, its a dereliction of responsibility for governance. If its to open the border, it is an honest form of political suicide. If its more trade and for… [+1434 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ANDREW DELBANCO", "title": "The Long Struggle for America’s Soul", "description": "Apparently, the self-evident truth that all people deserve life, liberty and the pursuit of happiness is far from settled.", "url": "https://www.nytimes.com/2018/11/02/opinion/the-long-struggle-for-americas-soul.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/opinion/02delbanco/merlin_146241963_d153e391-f108-434d-b6da-79dabeffb5c9-facebookJumbo.jpg", "publishedAt": "2018-11-03T00:25:10Z", "content": "Like many Americans, Ive been following events at our southern border the separation of children from their parents; the presidents denigration of nonwhite migrants as criminals, rapists and animals; his bluster about denying birthright citizenship to their c… [+2298 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Saudi Sisters, Fleeing Abuse and Seeking Asylum, May Have Committed Suicide, Police Say - New York Times", "description": "New York Times Saudi Sisters, Fleeing Abuse and Seeking Asylum, May Have Committed Suicide, Police Say New York Times Two months before their bodies would wash up dead on the rocky banks of the Hudson River, becoming known throughout the world, two sisters fr…", "url": "https://www.nytimes.com/2018/11/02/nyregion/farea-sisters-suicide-saudi-arabia.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/nyregion/03sisters/03sisters-facebookJumbo.jpg", "publishedAt": "2018-11-03T00:21:54Z", "content": "The sisters, who were seen in a playground by the witness roughly between 158th and 163rd Streets, were several feet from the river and would have had easy access to the water, which could explain why they were found downriver, Chief Shea said. At about 3 p.m… [+1674 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Trump Sweet-Talks Xi, Trying to Ease Trade Fears Before Midterms - New York Times", "description": "New York Times Trump Sweet-Talks Xi, Trying to Ease Trade Fears Before Midterms New York Times INDIANAPOLIS — When President Trump said Thursday he held a “long and very good conversation” on trade with President Xi Jinping of China, it kicked off a brief ral…", "url": "https://www.nytimes.com/2018/11/02/us/politics/trump-xi-trade.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/us/politics/03dc-prexy-print/03dc-prexy-facebookJumbo.jpg", "publishedAt": "2018-11-03T00:17:44Z", "content": "Still, they remain confounded by Mr. Trump especially his recent claims that they are attempting to interfere in the midterm elections and they still feel burned by the presidents rejection of a steel deal negotiated last year by his commerce secretary, Wilbu… [+1623 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE EDITORIAL BOARD", "title": "Common Sense on the Caravan", "description": "A group of desperate migrants walking toward the Texas border is not a threat. We have laws to protect us — and them.", "url": "https://www.nytimes.com/2018/11/02/opinion/caravan-border-trump-migrant.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/opinion/02caravan-edt/02caravan-edt-facebookJumbo.jpg", "publishedAt": "2018-11-03T00:13:36Z", "content": "Most of Mr. Trumps description of the migrants is untrue or unwarranted. But none of it is surprising. Demonizing immigrants is his go-to move, from his big, beautiful wall to his call to end birthright citizenship. Not to mention the race-baiting campaign ad… [+2011 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The Harvard Trial: A Double-Edged Sword for College Admissions - New York Times", "description": "NBCNews.com The Harvard Trial: A Double-Edged Sword for College Admissions New York Times BOSTON — For the past three weeks, a succession of officials, students and academics have taken the witness stand in a federal trial here that has shaken the foundations…", "url": "https://www.nytimes.com/2018/11/02/us/harvard-trial-college-admissions.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/us/03harvard1/03harvard1-facebookJumbo.jpg", "publishedAt": "2018-11-03T00:00:58Z", "content": "Thang Diep, a Harvard senior who came from Vietnam as a child, talked about how affirming it was when a Harvard professor was the first teacher to pronounce his name correctly. Sally Chen, also a senior, testified that a counselor at her San Francisco high sc… [+1611 chars]"}]}