[{"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Saba Hamedy", "title": "Jim Carrey On Posting His Political Art: ‘Social Media Is A Canvas For Me’", "description": "Carrey discussed his art and activism at a Vulture Festival panel on Sunday.", "url": "https://www.huffingtonpost.com/entry/jim-carrey-vulture-festival-political-art-social-media_us_5bf1ea73e4b07573881f91d4", "urlToImage": "https://img.huffingtonpost.com/asset/5bf1ef1824000036045835f1.jpeg?cache=rmneeqp3d2&ops=1910_1000", "publishedAt": "2018-11-18T23:57:12Z", "content": "LOS ANGELES In the past two years, Jim Carrey has become as known for his anti- Donald Trump artwork as his acting chops. And he seems OK with that. Social media is a canvas for me, Carrey said at Vulture Festival in Los Angeles on Sunday during a Q&amp;A wit… [+2348 chars]", "fulltext": "LOS ANGELES — In the past two years, Jim Carrey has become as known for his anti-Donald Trump artwork as his acting chops. And he seems OK with that.\n\n“Social media is a canvas for me,” Carrey said at Vulture Festival in Los Angeles on Sunday during a Q&A with art critic Jerry Saltz. “And I think if it’s used in that way to express the truth or whatever in an artistic way, it’s a beautiful thing.”\n\nWe’re getting a slideshow of some of @jimcarrey art now at #VultureFestival pic.twitter.com/fqhvbVvB8s — Diane Gordon (@thesurfreport) November 18, 2018\n\nThe award-winning actor has turned to Twitter amid the Trump presidency to showcase his fiery political cartoons — featuring the president and his “minions,” as Carrey labels them.\n\nCarrey said when he first started using Twitter in a more political way, people tried to dissuade him. “There was a lot of pressure on me from my management, from people in charge [who] go, ‘Don’t mess this up,’” he said.\n\nHe recalled them saying if “you start talking about politics, you’re going to lose half your audience.” Carrey’s reaction? “I say, ‘Lose ’em.’”\n\nIt seems that a lot of his fans don’t mind the political activism, as Carrey still has a whopping 18.1 million followers on the platform ― and lines of people waiting to get into the sold-out Vulture Festival panel.\n\nMuch of the panel involved Carrey breaking down the inspiration behind his cartoons.\n\n“Trump is a melanoma and anybody who covers for him, including Sarah Sanders, is putting makeup on it,” Carrey said. “These people have to be removed from our system because they are bad for us.”\n\nSome of “these people” Carrey referred to, and features in his pieces, include: Senate Majority Leader Mitch McConnell (R-Ky.), whom Carrey described as a “poison in our system that we have to purge,” and Vice President Mike Pence, who Carrey said has a face that “is the face of absolute insincerity.”\n\nBut it’s not all critical art.\n\nCarrey recently highlighted Beto O’Rourke. “A star was born,” he wrote in a tweet accompanying a sketch of the Democratic U.S. Senate candidate, who lost his bid to unseat GOP Sen. Ted Cruz in Texas.\n\nMy congratulations to the record numbers of women who rose to the challenge of restoring the balance. Also last night a Star was born: Beto O’Rourke: a smart and decent guy who very nearly turned Texas blue. There are great things in store for this budding Mr. Smith. pic.twitter.com/M0Dd3zS1ph — Jim Carrey (@JimCarrey) November 7, 2018\n\nDuring the panel, he said he “would love to see Beto O’Rourke and Kamala Harris” as a Democratic presidential ticket in 2020."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "AP", "title": "Reid machine keeps humming in Nevada, even in his retirement.", "description": "Despite being treated for pancreatic cancer, the soft-spoken former Senate majority leader has remained active in Nevada politics.", "url": "https://www.huffingtonpost.com/entry/reid-machine-keeps-humming-in-nevada-even-in-his-retirement_us_5bf1fa07e4b0f32bd58aa550", "urlToImage": "https://img.huffingtonpost.com/asset/5bf1fa6a1f0000d505263782.jpeg?ops=1910_1000", "publishedAt": "2018-11-18T23:55:01Z", "content": "LAS VEGAS (AP) Harry Reid may no longer lead Senate Democrats in Washington, but the political machine he built in Nevada has Republicans on the run. Democrats romped up and down the state in the Nov. 6 midterm elections, ousting Republican Sen. Dean Heller, … [+5552 chars]", "fulltext": "LAS VEGAS (AP) — Harry Reid may no longer lead Senate Democrats in Washington, but the political machine he built in Nevada has Republicans on the run.\n\nDemocrats romped up and down the state in the Nov. 6 midterm elections, ousting Republican Sen. Dean Heller, winning races for governor and lieutenant governor, and expanding their state legislative majorities.\n\nThe shellacking was 15 years in the making, the culmination of a long-term plan to shift a battleground into the Democratic column. Democrats elsewhere will work to replicate Nevada for years to come. Republicans were humbled.\n\n“These things can change, but right now Nevada is a blue state,” said Mark Hutchison, the state’s outgoing Republican lieutenant governor. “There’s no doubt that the Democratic Party has done a very good job in Nevada of getting out the vote and creating an infrastructure that is formidable.”\n\nThe political mastermind behind the Democrats’ ascendency is 78-year-old Harry Reid, the soft-spoken former Senate majority leader who served for decades in Washington before his retirement last year. Despite being treated for pancreatic cancer, Reid has remained active in Nevada politics.\n\nReid started building the state party for the 2004 election, when Nevada was in a tug of war between its Western libertarian roots and the Democratic leanings of recent transplants. The party had no permanent staff in nonelection years; now it has double digits.\n\nSenate Republicans had sent him a warning shot that November by ousting his predecessor as Democratic leader, Sen. Tom Daschle of South Dakota. That led Reid to step up efforts to protect his home flank. He helped make Nevada’s caucuses one of the first-in-the-nation presidential contests and a destination for political spending by national aspirants.\n\n“It didn’t really matter that his name wasn’t on the ballot, he was all in every day,” said Rebecca Lambe, a longtime Reid aide and Democratic strategist.\n\nReid used the national cash flowing in to build a strong state Democratic Party and bolster a network of pro-immigrant and environmental organizations. They worked with Las Vegas’ potent unions to power a Democratic turnout machine.\n\n“This is what Democrats need to be doing everywhere. This is the long game,” said Rebecca Katz, a Democratic strategist and former Reid staffer.\n\nNot everything Reid built may be easily exportable.\n\nASSOCIATED PRESS FILE - In this April 3, 2018, file photo, former Senate Majority Leader Harry Reid speaks during a joint appearance with former U.S. Secretary of State John Kerry during a lecture series at the University of Nevada, Reno. He may no longer lead Democrats in the U.S. Senate, but the political machine Reid built to turn Nevada blue is still humming along. Democrats romped up and down the state, ousting Republican Sen. Dean Heller and taking the governorship, lieutenant governor, attorney general and treasurer posts while expanding their state legislative control to supermajorities.(AP Photo/Scott Sonner, File)\n\nNevada has only about 3 million residents, so it’s easy for left-leaning groups to coordinate and have an impact. Most voters are concentrated in Clark County, which includes Las Vegas. It’s a state full of demographic groups that lean Democratic, with 29 percent of its population Latino and only 49 percent white.\n\nLas Vegas’ economy generates lots of working-class, service jobs that can’t be outsourced, making it easier for unions to organize. Most significantly, it’s given birth to the Culinary Union, a 57,000-member political force representing casino workers that helps pad Democratic margins with its voter turnout programs.\n\nBut Nevada Democrats do face obstacles.\n\nThey can only win statewide if they turn out Las Vegas’ transient and diverse workforce. This was one of Reid’s epiphanies in 2004, Lambe said. “There was a recognition that the electorate didn’t reflect the population of the state.”\n\nOne solution was nonstop voter registration to keep catching new arrivals and adding them to the voter rolls. Doing that, and then turning those hard-to-reach voters out, takes money.\n\nReid is a prolific fundraiser who has been able to keep money flowing to the state. But there is a grim example for Democrats of what can happen when that spigot runs dry.\n\nIn 2014, Reid turned his attention to trying to save Democratic control of the Senate in races outside Nevada. There was no competitive race for governor or Senate to draw Nevada voters’ interest. Door-knocking and voter registration in Las Vegas dwindled. Republicans swept all statewide races, even winning a congressional seat in the heart of Democratic Las Vegas that was called the “Culinary District” because the union had such sway there.\n\nThis year, Reid helped pick candidates and staff for important races and raised money. It’s hard to quantify how the machine is funded because money flows through many different organizations. One measure is that Heller had $35 million spent against him by outside groups, as opposed to $20 million for Democratic opponent, Rep. Jacky Rosen.\n\n“The ‘Reid Machine’ is synonymous with money,” said Jeremy Hughes, a Republican strategist who advised Heller’s campaign. “It totally is a resources issue. People believe the Republican Party is the party of large special interests when it is in fact the Democrat Party that had 30 outside special interest groups on the ground. Republicans did not have that.”\n\nNevada Democrats worry that national donors may be overly secure that the state has gone Democratic and they may be less inclined to invest there in 2020, when there is no Senate race on the ballot.\n\n“The question is, are Democrats going to be able to raise the money when we don’t have a top-of-the-ticket governor and a top-of-the-ticket Senate race,” said Andres Ramirez, a Democratic strategist in Las Vegas and a former Reid staffer.\n\nReid’s hand-picked successor in the Senate, former state Attorney General Catherine Cortez Masto, is supposed to take his place as chief organizer and fundraiser for the state’s Democrats. Last week, she was named head of the Democratic Senatorial Campaign Committee and will oversee the party’s 2020 Senate races. It’s a job that will connect her with many big national donors. But Cortez Masto cannot match Reid’s Senate tenure and connections."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Andy McDonald", "title": "Mark Hamill Confirms Crazy Pitch He Made For Infamous ‘Star Wars’ Character", "description": "The actor apparently told the idea to creator George Lucas, who promptly rejected it.", "url": "https://www.huffingtonpost.com/entry/mark-hamill-star-wars-boba-fett_us_5bf1d794e4b0f32bd58a985c", "urlToImage": "https://img.huffingtonpost.com/asset/5bd60bc11d00008b0030964a.jpeg?cache=vwuou273cm&ops=1910_1000", "publishedAt": "2018-11-18T23:34:44Z", "content": "Actor Mark Hamill, aka Luke Skywalker, confirmed an off-the-wall idea he had for 1983s Return of the Jedi regarding the identity of infamous Star Wars bounty hunter Boba Fett: He thought Fett should be Lukes mother. Hamill replied to a fans theory Friday, con… [+1369 chars]", "fulltext": "Actor Mark Hamill, aka Luke Skywalker, confirmed an off-the-wall idea he had for 1983’s “Return of the Jedi” regarding the identity of infamous “Star Wars” bounty hunter Boba Fett: He thought Fett should be Luke’s mother.\n\nHamill replied to a fan’s theory Friday, confirming that he had actually pitched the idea to “Star Wars” creator George Lucas. This was before he knew that Leia, played by Carrie Fisher, was Luke’s sister.\n\n“I once suggested it to George as the only way we could top Vader being my father. I envisioned her as a double-agent working clandestinely for the Rebels,” Hamill said. “SPOILER ALERT: He didn’t like my idea.”\n\nThen there was the time I pitched Boba Fett as Luke's mother. I have always been more than willing to generously share my many, many terrible ideas in the off-chance we might stumble across one that could actually be useful. At the time, I didn't even know Leia was my sister. https://t.co/nurhFZZS01 — Mark Hamill (@HamillHimself) November 16, 2018\n\nWhen the “Star Wars” prequels were coming out in the early 2000s, fans hoped Fett would be included and theorized how the mysterious bounty hunter would fit into the saga from a galaxy far, far away. Some posited that Fett was perhaps a childhood friend to Darth Vader.\n\nLucas included Fett as a young boy in 2002’s “Attack of the Clones.” Boba Fett was the son of bounty hunter Jango Fett, who is used to create a clone army and later beheaded by Samuel L. Jackson’s character Mace Windu."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Brandi Miller", "title": "Opinion | What Is It Going To Take For Black Lives To Matter In America?", "description": "The more black people seem to die, the less America seems to care.", "url": "https://www.huffingtonpost.com/entry/opinion-jemel-roberson-black-lives-matter_us_5bf1c242e4b07573881f8070", "urlToImage": "https://img.huffingtonpost.com/asset/5bf1c46d2600009103847c85.jpeg?cache=g7b6sujs4l&ops=1910_1000", "publishedAt": "2018-11-18T23:16:11Z", "content": "It has been over five years since the acquittal of George Zimmerman in the murder of 17-year-old Trayvon Martin and black lives still do not seem to matter to America. Last week, in a continuation of predictable, unnecessary and fatal use of force against bla… [+5818 chars]", "fulltext": "WGN - Chicago Last week, in a continuation of predictable, unnecessary and fatal use of force against black people, 26-year old security guard Jemel Roberson was killed by police after himself stopping a shooting in a bar.\n\nIt has been over five years since the acquittal of George Zimmerman in the murder of 17-year-old Trayvon Martin and black lives still do not seem to matter to America.\n\nLast week, in a continuation of predictable, unnecessary and fatal use of force against black people, 26-year old security guard Jemel Roberson was killed by police after himself stopping a shooting in a bar. What is as clockwork as the killings themselves was the attempt to obfuscate the details in order to relieve the officers of responsibility.\n\nIt is troubling that stories like Roberson’s are par for the course, commonplace incidents. White society, generally believing itself to be innocent or off the hook in race conversations, has developed strategies and defense mechanisms to keep itself from reckoning with the constant terror against our lives.\n\nWhen even a more progressive white person is challenged about systemic or individual racism, the commonplace response is usually to capsize into fragility, protecting the intentions of white people over the impact on people of color.\n\nWe have yet to find the limit of mistreatment and violence that will cause the country at large to collectively acknowledge the value of our lives.\n\nWhat has become clear in this shooting and every other shooting since the initiation of the movement in 2013 is that no amount of death changes the collective (majority white) view of black people as disposable objects. Over the years of this civil rights movement, we have yet to find the level of mistreatment and violence that will cause white people, law enforcement and the country at large to collectively acknowledge the value of our lives.\n\nPeople of color and white folks have almost entirely divergent ideas about how race and racism play out. A quick look at the voting trends from the midterm elections solidifies the gap in political priorities. People of color, seeing and calling out patterns of racial violence, particularly over the last five years, are refining a sense of the systemic and institutional nature of oppression. In contrast, many white people remain confident that racism is an unfortunate psychological disposition or antiquated ideological bias, something from the past that doesn’t affect any of us now.\n\nEvery day, white people see themselves as free of prejudice while simultaneously supporting and benefiting from systems that negatively impact people of color. If one isn’t explicitly racist, it is not racism, with white people continuing to value their intentions or feelings over the lived experiences of people of color. The constant stream of explicitly racist violence against black bodies sheds a light on how wrong they are about modern race relations, but they refuse to see it or else they respond callously and call it compassion.\n\nKarl Marx said “religion is the opiate of the people,” but in 21st-century U.S. culture, compassion fatigue is. The violence against black people, particularly in the form of police brutality, has become so commonplace that not only are activists losing the capacity to resist well but it seems even the most liberal of white Americans are losing the ability to care. After black people die or are systematically killed and their killers acquitted, people post “thoughts and prayers” sentiments and seem down for the cause, as though their platitudes can actually create social change.\n\nThe frequency of violence and the failure of the justice system to show up on behalf of black people create the context for this normalization and subsequent hopelessness.\n\nBlack lives mattering to black people is important but it is only one part of the journey toward liberation and equality.\n\nEven with the murder of Botham Jean, the Dallas Police Department has turned the case into an issue of police being overworked rather than holding the officer accountable. White people in positions of power feel forced to defend themselves and sacred institutions (church, police state, military, etc.) instead of seeing the flawed systems. They take criticism individualistically and defensively, and they watch each case as though it is one of experience rather than a pattern of learned racial bias and terror.\n\nCouching conversations about black lives in white “victimhood” means that even when white people do atrocious things, as in the case of Jean or even “Cornerstore Caroline,” the response can often equate to “why ruin someone’s life over an honest mistake?” when the question ought to be “how can we bring an end to racialized practices that create this precedent and situation in the first place?”\n\nAt the end of the day, in this landscape, to be black is to live in a constant state of trauma and oppression. No one has to say that black lives do not matter for systems (and many individuals) to demonize and end our lives. We simply have to normalize the culture of violence around us, stay silent in the midst of others’ oppression, and assume the innocence of whiteness at all costs.\n\nFor white people, believing and living as though black lives matter requires being moved with empathy toward action that interrupts internalized, institutional and interpersonal manifestations of racism. It requires getting educated, naming double standards, checking gut-level defensiveness and moving through fragility into activism alongside people of color who have lost our lives in movement after movement so that you would care enough to change and check some of your privilege at the door or voting booth.\n\nSince the onset of the Black Lives Matter movement, white supremacy has found more subversive ways of perpetuating violence and oppression against black bodies ― and it is not limited to events like the white nationalist march in Charlottesville or explicitly racialized language and incidents.\n\nBlack lives mattering to black people is important but it is only one part of the journey toward liberation and equality. Black lives have to matter to white people in order to see systemic change and an end to white supremacy."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Andy McDonald", "title": "Barack Obama Makes Surprise Appearance During Michelle’s Book Tour", "description": "The former president compared his cameo to Jay-Z coming on stage during a Beyoncé concert.", "url": "https://www.huffingtonpost.com/entry/barack-michelle-obama-book-tour_us_5bf1c63be4b07573881f833b", "urlToImage": "https://img.huffingtonpost.com/asset/5bf1d0af200000570602943f.png?cache=p3MUAQxcWb&ops=1200_630", "publishedAt": "2018-11-18T22:06:47Z", "content": "Barack Obama made a cameo during Michelle Obama ’s book tour stop in Washington, D.C., Saturday night. The former president walked onto the stage with a bouquet of flowers for his wife, who’s promoting her new memoir, Becoming, and the crowd went nuts. Barack… [+727 chars]", "fulltext": "Barack Obama made a cameo during Michelle Obama’s book tour stop in Washington, D.C., Saturday night.\n\nThe former president walked onto the stage with a bouquet of flowers for his wife, who’s promoting her new memoir, Becoming, and the crowd went nuts.\n\nMichelle Obama Instagram Story\n\nBarack Obama compared his entrance to what he imagines it’s like for Jay-Z and Beyoncé. “This is like, you know, when Jay-Z comes out during the Beyoncé concert,” the former president said. “Like, ‘Crazy in Love’?”\n\nHe spoke about falling in love with Michelle and how, early on, she tried to set him up with some of her friends, whom he says he was not interested in.\n\n“Don’t go there,” Michelle Obama chimed in, which drew laughter from the crowd.\n\nMichelle Obama Instagram Story\n\nThe former first lady’s social media team captured some of the moments on her Instagram account, including shots of Michelle Obama at the end of the event dancing to “Signed, Sealed, Delivered, I’m Yours” by Stevie Wonder.\n\nMichelle Obama Instagram Story"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Hayley Miller", "title": "Twitter Users Make A Stink Over Trump’s ‘Little Adam Schitt’ Tweet", "description": "\"The Schitt will hit the fan for Trump in the New Year,\" one person wrote.", "url": "https://www.huffingtonpost.com/entry/donald-trump-adam-schitt-tweet_us_5bf1c02de4b0b84243e349f0", "urlToImage": "https://img.huffingtonpost.com/asset/5bf1c1252400002d0499b964.jpeg?cache=LQERkVXwYF&ops=1200_630", "publishedAt": "2018-11-18T21:04:43Z", "content": "Unfortunately for Trump, his entire argument appears to be based on the false premise that special counsels require Senate confirmation. Legal experts contend attorneys general but not special counsels require Senate approval. It’s unclear whether Trump inten… [+526 chars]", "fulltext": "Twitter lit up Sunday after President Donald Trump fired off an eyebrow-raising tweet that referred to Rep. Adam Schiff (D-Calif.) as “little Adam Schitt.”\n\nThe president’s incredibly misleading tweet blasted Schiff for calling out the fact that the Senate never approved Matt Whitaker as acting attorney general.\n\nSo funny to see little Adam Schitt (D-CA) talking about the fact that Acting Attorney General Matt Whitaker was not approved by the Senate, but not mentioning the fact that Bob Mueller (who is highly conflicted) was not approved by the Senate! — Donald J. Trump (@realDonaldTrump) November 18, 2018\n\nUnfortunately for Trump, his entire argument appears to be based on the false premise that special counsels require Senate confirmation. Legal experts contend attorneys general ― but not special counsels ― require Senate approval.\n\nIt’s unclear whether Trump intentionally included the “Schitt” typo and whether he’s aware special counsel appointments do not require approval from the Senate. The White House did not immediately respond to HuffPost’s request for comment.\n\nRegardless of Trump’s intention, Twitter users, including Schiff and actor Zach Braff, had a field day dumping all over the president’s statement.\n\n“In this scene the president of the United States makes a poop joke,” Braff wrote. “[Adam Schiff] is my congressman and I’m excited for him to hold this child accountable.”\n\nWow, Mr. President, that’s a good one.\n\n\n\nWas that like your answers to Mr. Mueller’s questions, or did you write this one yourself? https://t.co/Yd27sayt7C — Adam Schiff (@RepAdamSchiff) November 18, 2018\n\nIn this scene the president of the United States makes a poop joke. @AdamSchiff is my congressman and I’m excited for him to hold this child accountable. pic.twitter.com/zaRo7csHvL — Zach Braff (@zachbraff) November 18, 2018\n\nA few items:\n\n1. Mueller is confirmed.\n\n2. Whitaker will recuse himself from the Mueller investigation or be removed from office.\n\n3. Schiff’s about to shove a probe so far up your ass… I’m sure he’ll find plenty of Schitt.\n\n4. Didn’t you recently mention something about WH decorum? https://t.co/5pm1YJL8wN — Billy Baldwin (@BillyBaldwin) November 18, 2018\n\nHere you are talking about decorum as you call Adam Schiff, \"little Adam Schitt\"#Decorum pic.twitter.com/FkcHhvTaa9 — Ryan Hill (@RyanHillMI) November 18, 2018\n\nJust after the president talked about the need for \"decorum\" in the White House, he calls a member of Congress \"Adam Schitt.\" — Kyle Griffin (@kylegriffin1) November 18, 2018\n\nSomeone hears the foot-steps of collusion coming - today alone, seeking to undermine the Mueller probe then using a derogatory term“Schitt” about the incoming House Intelligence Committee chair. pic.twitter.com/YUG0UnadAT — Amy Siskind (@Amy_Siskind) November 18, 2018\n\n“Schitt”\n\n\n\nYou’ll never convince me that this typo wasn’t intentional. Also, special counsels are appointed and don’t require Senate approval. pic.twitter.com/eN3IPJU5Gl — Yashar Ali 🐘 (@yashar) November 18, 2018\n\nThat awkward moment when the President refers to a member of Congress as \"Adam Schitt\" and no one can figure out if it's because the President is horrible or just illiterate. — Palmer Report (@PalmerReport) November 18, 2018\n\nDems have the House. Schiff is going to replace Nunes on the Intelligence Committee. The Schitt will hit the fan for Trump in the New Year. — Wajahat Ali (@WajahatAli) November 18, 2018\n\n“Schitt” is an interesting typo https://t.co/PdPVt2JJzG — Ben Jacobs (@Bencjacobs) November 18, 2018"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Nina Golgowski", "title": "Diddy Pays Tribute To ‘Soulmate’ Kim Porter After Her Tragic Death", "description": "The rap mogul, who had three children with the model and actress, vowed to \"find the words to explain our unexplainable relationship.\"", "url": "https://www.huffingtonpost.com/entry/diddy-tribute-to-kim-porter_us_5bf1b7dee4b07573881f795f", "urlToImage": "https://img.huffingtonpost.com/asset/5bf1c6321f0000040626377d.jpeg?cache=2Me2l5GDKy&ops=1200_630", "publishedAt": "2018-11-18T20:43:28Z", "content": "Rap mogul Sean “Diddy” Combs posted a touching tribute to his ex-girlfriend and “soulmate” Kim Porter, calling her sudden death last week a “nightmare” that he can’t wake up from. “For the last three days I’ve been trying to wake up out of this nightmare. But… [+1262 chars]", "fulltext": "Rap mogul Sean “Diddy” Combs posted a touching tribute to his ex-girlfriend and “soulmate” Kim Porter, calling her sudden death last week a “nightmare” that he can’t wake up from.\n\n“For the last three days I’ve been trying to wake up out of this nightmare. But I haven’t. I don’t know what I’m going to do without you baby. I miss you so much,” he posted on Instagram and Twitter Sunday. He included a past video of himself and Porter affectionately posing during a photo shoot for Essence Magazine.\n\nFor the last three days I’ve been trying to wake up out of this nightmare. But I haven’t. I don’t know what I’m going to do without you baby. I miss you so much. Today I’m going to pay tribute to you, I’m going to try and find the words to explain our unexplainable relationship. pic.twitter.com/QtVnUrv0ep — Diddy (@Diddy) November 18, 2018\n\nThe couple were together for more than 10 years and had three children, Christian Casey and twin daughters D’Lila Star and Jessie James. Porter also had a son, Quincy Brown, from a previous relationship with music producer Al B. Sure, People reported.\n\nDiddy, reflecting on their relationship, proclaimed that they were “more than best friends, we were more than soulmates.”\n\nAllen Berezovsky via Getty Images Model Kim Porter and recording artist Sean \"Diddy\" Combs are seen attending the rapper's birthday party in Beverly Hills in 2015.\n\nHe vowed to pay tribute to her and “try and find the words to explain our unexplainable relationship.”\n\nThe 47-year-old actress and model was found dead in her home on Thursday. TMZ, citing an anonymous source, reported that she had been suffering from a respiratory illness, possibly pneumonia, for several weeks."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Andy McDonald", "title": "Elevator In Chicago’s Hancock Building Drops More Than 80 Floors; No One Hurt", "description": "The six passengers, including one pregnant woman, were left stranded for almost three hours.", "url": "https://www.huffingtonpost.com/entry/john-hancock-building-elevator-drops-80-floors-laves-passengers-stranded-for-hours_us_5bf1a035e4b0b84243e334d6", "urlToImage": "https://img.huffingtonpost.com/asset/5bf1bcda2200008005de3dc9.jpeg?cache=FYCASmirfW&ops=1200_630", "publishedAt": "2018-11-18T20:41:54Z", "content": "A passenger elevator in the building formerly known as the John Hancock Center, Chicago’s fourth tallest structure, malfunctioned on Friday and sent six people speeding downward. The passengers, who had gotten on the express elevator at the 95th floor, plunge… [+792 chars]", "fulltext": "A passenger elevator in the building formerly known as the John Hancock Center, Chicago’s fourth tallest structure, malfunctioned on Friday and sent six people speeding downward.\n\nThe passengers, who had gotten on the express elevator at the 95th floor, plunged more than 80 floors after a hoist rope broke.\n\n“I believed we were going to die,” one passenger told CBS 2 Chicago. “We were going down and then I felt that we were falling down and then I heard a noise ― clack clack clack clack clack clack.”\n\nThe fire department was called and the elevator was discovered hanging at the 11th floor. But since there was no door at that level, rescuers had to cut a hole through the wall to extract the riders. The rescue operation took close to three hours.\n\nTwo of the passengers were visiting from Mexico, while two others were in town from New Zealand. A pregnant woman was among the group, but neither she nor any of the others required medical attention."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Hayley Miller", "title": "Trump Defends Matt Whitaker With Nonsensical Mueller Comparison", "description": "The president's tweet about the special counsel is incredibly misleading.", "url": "https://www.huffingtonpost.com/entry/donald-trump-matt-whitaker-robert-mueller-tweet_us_5bf1af48e4b0b84243e33d04", "urlToImage": "https://img.huffingtonpost.com/asset/5bf1b1c124000060045835ea.jpeg?cache=5fdxdyocry&ops=1910_1000", "publishedAt": "2018-11-18T20:06:08Z", "content": "President Donald Trump on Sunday continued to defend Matt Whitaker, his controversial pick to lead the Justice Department, with a wildly misleading comparison to special counsel Robert Mueller. The president attacked Rep. Adam Schiff (D-Calif.), referring to … [+3556 chars]", "fulltext": "President Donald Trump on Sunday continued to defend Matt Whitaker, his controversial pick to lead the Justice Department, with a wildly misleading comparison to special counsel Robert Mueller.\n\nThe president attacked Rep. Adam Schiff (D-Calif.), referring to him as “little Adam Schitt,” for calling out the fact that Whitaker’s appointment as acting attorney general was not confirmed by the Senate ― an omission many legal experts have described as unconstitutional.\n\n“So funny to see little Adam Schitt (D-CA) talking about the fact that Acting Attorney General Matt Whitaker was not approved by the Senate, but not mentioning the fact that Bob Mueller (who is highly conflicted) was not approved by the Senate!” Trump tweeted.\n\nSo funny to see little Adam Schitt (D-CA) talking about the fact that Acting Attorney General Matt Whitaker was not approved by the Senate, but not mentioning the fact that Bob Mueller (who is highly conflicted) was not approved by the Senate! — Donald J. Trump (@realDonaldTrump) November 18, 2018\n\nSchiff fired back on Twitter minutes later.\n\n“Wow, Mr. President, that’s a good one,” tweeted Schiff, likely the next chairman of the House intelligence committee. “Was that like your answers to Mr. Mueller’s questions, or did you write this one yourself?”\n\nWow, Mr. President, that’s a good one.\n\n\n\nWas that like your answers to Mr. Mueller’s questions, or did you write this one yourself? https://t.co/Yd27sayt7C — Adam Schiff (@RepAdamSchiff) November 18, 2018\n\nTrump’s latest defense of Whitaker appears to rely on the false premise that Mueller needed Senate approval to be appointed to lead the investigation into Russian interference in the 2016 election and whether the president obstructed justice. But unlike attorneys general, special counsels do not require Senate confirmation, according to legal experts.\n\nCiting the appointments clause in Article II, Section 2 of the U.S. Constitution, Alan B. Morrison, co-founder of Public Citizen Litigation Group, wrote on Friday that an attorney general must be nominated for that position and confirmed by the Senate if she or he is to carry out all the duties of that office.\n\nIt’s possible Trump on Sunday was referring to Mueller’s past role as FBI director. But Mueller was easily approved by the Senate to lead the bureau in 2001.\n\nThe White House did not immediately respond to a request for comment about whether Trump’s “Schitt” typo was intentional or whether the president is aware Mueller did not need Senate approval to be appointed to the special counsel.\n\nEarlier Sunday, Schiff called Whitaker’s appointment “unconstitutional” during an appearance on ABC’s “This Week.”\n\n“He’s clearly a principal officer and the fact that he is a temporary principal officer doesn’t mean that is any less subject to Senate confirmation,” Schiff said. “Constitutionally, it has to be subject to confirmation.”\n\nWhitaker’s appointment is “also in conflict with a more specific statute and that is: There is a succession statute for the Justice Department,” Schiff added. “It’s a flawed appointment but the biggest flaw, from my point of view, was that he was chosen for the purpose of interfering with the Mueller investigation.”\n\nRep. Adam Schiff says Democrats could challenge the appointment of acting AG Matt Whitaker: \"The biggest flaw from my point of view is that he was chosen for the purpose of interfering with the Mueller investigation.\" https://t.co/ijfB3mnjEb #ThisWeek pic.twitter.com/aaddBnJ5Nj — This Week (@ThisWeekABC) November 18, 2018"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "S.V. Date", "title": "Florida Gov. Rick Scott Formally Ousts Democrat Bill Nelson After Recounts", "description": "Neither the machine recount nor the manual recount of “overvotes” and “undervotes” appreciably changed the final margin of 12,000 votes.", "url": "https://www.huffingtonpost.com/entry/rick-scott-bill-nelson-florida-recounts_us_5bef152ce4b07573881e7873", "urlToImage": "https://img.huffingtonpost.com/asset/5bef15b32600009103847c37.jpeg?ops=1910_1000", "publishedAt": "2018-11-18T19:35:34Z", "content": "Florida Gov. Rick Scott has officially won his third statewide race by his narrowest margin yet barely one-tenth of a percentage point giving Republicans their fourth takeaway from Democrats in the U.S. Senate. Both a machine recount and a manual recount were… [+4760 chars]", "fulltext": "Florida Gov. Rick Scott has officially won his third statewide race by his narrowest margin yet ― barely one-tenth of a percentage point ― giving Republicans their fourth takeaway from Democrats in the U.S. Senate.\n\nBoth a machine recount and a manual recount were required under Florida law because of the closeness of the tally, but neither changed the final count appreciably and it ended at 10,000 votes, ending Democrat Bill Nelson’s last hopes of winning a fourth six-year term. Nelson conceded to Scott in a phone call Sunday afternoon.\n\nScott, 65, joins Marco Rubio in January to give the state two Republican senators for the first time since Reconstruction.\n\nScott’s win ― anticipated since the final provisional ballots were counted last week and the margin remained over 12,000 ― means Republicans were successful in ousting Democratic senators in four states carried by President Donald Trump in 2016: Claire McCaskill in Missouri, Joe Donnelly in Indiana, Heidi Heitkamp in North Dakota and Nelson in Florida.\n\nBut the GOP failed to beat Sherrod Brown in Ohio, Joe Manchin in West Virginia, Bob Casey in Pennsylvania, Tammy Baldwin in Wisconsin, Debbie Stabenow in Michigan and Jon Tester in Montana ― Democrats from six other states that Trump carried in 2016 whom he repeatedly campaigned against.\n\nFurther, Democratic Rep. Jacky Rosen defeated incumbent Republican Sen. Dean Heller in Nevada, and Republicans lost the seat held by Jeff Flake, who retired, to Rep. Kyrsten Sinema, giving Democrats two pickups. The result is a net gain of just two seats for Republicans despite the most promising Senate map for them in decades.\n\nNelson, 76, has been in the Senate 18 years following six years as the state’s insurance commissioner and, before that, 12 years in the House as a congressman from the Space Coast.\n\nScott is wrapping up his second term as Florida’s chief executive and could not seek a third because of term limits. Scott’s two previous election victories for governor had also been squeakers ― 1.1 percentage points each time.\n\nHis win means Florida has thrice elected to statewide office the man who, in the 1990s, ran a for-profit hospital chain that agreed to pay $1.7 billion in fines for systematically defrauding Medicare, Medicaid and veterans’ health programs. Scott invoked his Fifth Amendment right not to incriminate oneself 75 times during a deposition in a related civil trial about his role in the fraud committed by Columbia/HCA.\n\nDuring Scott’s first run for governor in 2010, both his Republican opponent in the primary and Democratic nominee Alex Sink used that history in negative ads against him. But Scott was willing to spend freely from his personal fortune of hundreds of millions of dollars and managed to eke out narrow wins against both.\n\nIn 2014, Scott barely won re-election against Charlie Crist, who had been the Republican governor before Scott but later became a Democrat.\n\nIn fact, Scott’s popularity only broke 50 percent on a consistent basis in 2017, after his generally well-regarded handling of Hurricane Irma. That improvement in his polling numbers, in addition to his continued willingness to spend heavily on his own campaigns, made national Republicans believe that Scott had a good chance of defeating Nelson, whose two previous re-elections had been against weak opponents.\n\nAll that, though, was before this summer, when red tide worsened along the southwest coast of Florida and blooms of thick, blue-green algae from Lake Okeechobee began choking Fort Myers on the Gulf of Mexico and Stuart on the Atlantic Ocean. When the freshwater algae hit saltwater at the coast, they die, releasing toxins into the water and air ― and, scientists believe, providing additional food for the naturally occurring red tide bacteria. The result has been millions of dead fish, sea turtles, dolphins and manatees, with their carcasses washing up on beaches and adding to the already-acrid stench of red tide toxins.\n\nMany environmentalists blamed Scott for the calamity. He had slashed budgets for the agencies responsible for safeguarding the water quality in Lake Okeechobee and eased enforcement efforts against polluters.\n\nScott faced protests late this summer at campaign stops in Fort Myers and Venice ― both Republican strongholds. He largely refrained from coastal campaign visits as the red tide spread up Florida’s eastern coast, and then he stopped campaigning altogether after Hurricane Michael struck the Panhandle in early October.\n\nHowever, Scott had the advantage of running for the Senate as a sitting governor. Governors of a state are well known to voters and are able to take credit for day-to-day accomplishments, while senators have nowhere near that level of visibility. The last incumbent senator to lose an election in Florida, in fact, was also defeated by a sitting governor: Democratic Gov. Bob Graham ousted Republican Sen. Paula Hawkins in 1986.\n\nIn the end, the advantage of that bully pulpit combined with the tens of millions of Scott’s own dollars he put into his race was enough to win.\n\nThis story has been updated to include the final vote tally."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Bill Bradley", "title": "Here’s Why Realistic Pokemon Are Creeping People Out", "description": "Pokemon go... far, far away, please.", "url": "https://www.huffingtonpost.com/entry/realistic-pokemon-from-detective-pikachu-are-creeping-people-out_us_5beb41e1e4b0caeec2bef1ff", "urlToImage": "https://img.huffingtonpost.com/asset/5beb77e01d000085003131b8.png?cache=DorOdhPWYC&ops=1200_630", "publishedAt": "2018-11-18T19:18:13Z", "content": "The “ Detective Pikachu ” trailer is out, and it’s terrifying! The movie, based on the video game of the same name, revolves around Pikachu (voiced by Ryan Reynolds ), who’s teamed up with the only human person who can understand him (Justice Smith as the cha… [+10377 chars]", "fulltext": "The “Detective Pikachu” trailer is out, and it’s terrifying!\n\nThe movie, based on the video game of the same name, revolves around Pikachu (voiced by Ryan Reynolds), who’s teamed up with the only human person who can understand him (Justice Smith as the character Tim Goodman) to solve crimes.\n\nAll right, the plot sounds innocuous enough. But unlike the classic animated 2D versions of “Pokemon,” this movie is live action, filled with realistic-looking CGI creatures ― some of which are the brain children of the designers who put together those “real” Pokémon lists.\n\nAnd those realistic creatures are freaking people the heck out.\n\nPokémon Fans: Why does Psyduck look so creepy?\n\n\n\nMe: Why doesn’t Psyduck look so creepy?#DetectivePikachu pic.twitter.com/GkhK6DNkPK — Smashbro67 (@smashbro67) November 12, 2018\n\nMR MIME IS IN THE NEW DETECTIVE PIKACHU MOVIE! WHYYYYY??? ABORT!! NOOO!\n\n\n\nGood morning to everyone except for the person who animated him. pic.twitter.com/2v0QUE4RG7 — Trickywi☠️ (@Trickywii) November 12, 2018\n\n#ThursdayThoughts On Detective Pikachu: If Jigglypuff and a cat had a baby, it would definitely look like this!\n\n\n\nAlso, why the hell is Pikachu talking and NOT saying \"pika pika Pikachu\"?! What the hell is going on here? Why are all the Pokemon so creepy looking IRL? pic.twitter.com/WcDMUJP2wV — Mandy the Holiday Hamster (@HamsterSkywalkr) November 15, 2018\n\nDetective Pikachu looks great pic.twitter.com/q34HxgHmGf — Raphtalia Respecter (@maniadrone) November 12, 2018\n\nWhoever gave Mr. Mime freckles and tiny little hairs on the top of his head is going to prison pic.twitter.com/7w2WYQjE7e — Jacob Oller (@JacobOller) November 12, 2018\n\nHuffPost reached out to a number of experts in psychology and design to get to the bottom of our collective chills, and some of their answers were more onix-pected than others. Here are a few reasons realistic Pokémon feel like waking nightmares:\n\nThe uncanny valley.\n\nOne of the most compelling theories speculated on offered by psychologists and designers alike is: We’re in “uncanny valley” territory.\n\nThe term “uncanny” has roots in an essay by Sigmund Freud in 1919 called “Das Unheimliche,” explained Ken Goldberg, a professor and department chair of industrial engineering and operations research at University of California, Berkeley.\n\n“This idea of the uncanny has a lot of interesting resonance in a lot of classic gothic literature and a lot of art, and it’s used by artists through history,” he said. “It’s where you have something that is normally familiar and then it becomes deeply unfamiliar.”\n\nGoldberg said the term “uncanny valley” came about in 1970 when roboticist Masahiro Mori made a conceptual discovery while looking into how people react to prosthetics. The “more humanlike” artificial limbs got, Goldberg said, the “more comfortable up to a point” people were around them.\n\n“And then there’s this big dip.”\n\nThe thing was, even though the robotic work so closely resembled human limbs, they weren’t absolutely convincing as human limbs. And that made people feel, well, weird. Think of a classic creep-fest like “Polar Express.” The closer a character in the animated movie appears to a human, the more you feel like Tom Hanks wants to murder you.\n\n“When people start talking about using the term creepy, it’s a good signal,” Goldberg said of the critics bemoaning the too-real Pokémon appearances. “Because creepy is the closest thing we have to the emotion of the uncanny, that Freud talked about. We don’t have a word for it in English, but creepy is pretty close. So it could be called the creepy valley, right?”\n\nThe uncanny valley isn’t a perfect theory to explain the eeriness of the CGI Pokémon, though.\n\nPeter Lunenfeld, a professor and vice chair in the design and media arts department at UCLA, told me it’s “a little bit odd” that people are bringing up the uncanny valley to describe how they feel about the Pokémon, because the concept applies to images that are “trying to approach a human” and Pokémon were never real.\n\nIn this case, he said, the term “uncanny valley” isn’t being used as its definition intended. Rather, it’s acting like a meme.\n\n“You can identify the uncanny valley now as a meme. It’s not something that has that much relationship to the scientific or academic literature, but they want to invoke why it feels creepy to them,” he said.\n\nAccording to Lunenfeld, there are different ways into the uncanny valley.\n\n“Walt Disney approaches the uncanny valley from the classic route, which is with the Hall of Presidents and animatronics, whereas somebody like Hugh Hefner approaches the uncanny valley in the opposite direction, where he takes real people, i.e. playmates, and turns them into denizens of the uncanny valley,” he said, reiterating an idea he’d outlined in the essay “The Factory Model of Desire.”\n\n“This is yet another route to the uncanny valley, where 8-bit characters turn into illustrations on cards who then turn into anime who were then turned into various [3-D generations] of gaming,” he said.\n\nHe added, “The question is, ‘Why when you get to this moment, literally 30 years after the first thought of [Pokémon]… why is it that this iteration in this particular narrative space breeds this online discussion?’”\n\nPart of the discussion hinges on a character that perhaps better fits the traditional definition of the uncanny valley: Mr. Mime, a humanoid demon-clown-jester-looking Pokémon. Of all the characters in the trailer, Mr. Mime is probably the creepiest, and Goldberg explained why.\n\n“This particular guy... he does look a little like an evil clown and has got this fleshiness to him,” he said. “The little hairs on his head are particularly troubling people, and that is often a sign. This little bit of realism that goes to far.”\n\nWarner Bros. Mr. Mime, please leave me alone forever.\n\nElizabeth Jochum, an associate professor in art practice and robotics at Aalborg University in Denmark, agreed.\n\n“I think that has to do with the creepy human factor where it’s somewhere in between. We don’t know where to put it. It’s not quite animated, and it’s not quite fantastical, and it’s not quite human,” she said. “The other thing is we’re trying to understand what it says, but we don’t really understand it.”\n\nWe also went to someone who’s studied what actually makes things creepy, Frank McAndrew, a professor of psychology at Knox College in Illinois. He admitted that Mr. Mime’s face is working against him.\n\n“The eyes in particular, with the eyebrows going up ― very expressive, very human-looking,” he said. “But there’s no nose and no lips and no teeth, so once again you’ve got this [conflict]... if you just were to focus on the eyes and the eyebrows you would think it actually is a human being, but then it’s embedded in this other thing where you don’t even know what it is. Think of it as a cognitive tension.”\n\n“You know we don’t like uncertainty,” he continued. “We want to be able to categorize these things, so we look at something like this and we struggle. Because what the hell is it is it supposed to be? A person? Is it supposed to be something else? We don’t know.”\n\nExpectations.\n\nJochum provided us with a few other thoughts on the Pokémon heebie-jeebies.\n\n“I found it uncanny for another reason, which had to do with the voice ― which completely did not mix at all with the Pikachu design or with previous kinds of iterations of Pikachu that we know from film or the Japanese anime. In that regard, I think the uncanny is triggered by this dissonance between this cute little animated character and the voice of this middle aged man.”\n\nAgain, Pikachu is voiced by Ryan Reynolds, age 42.\n\nLike the shock of hearing a deep voice come out of a yellow electrified rodent, some of our creeped-out-ness has to do with plain ol’ expectations.\n\nHere’s Jigglypuff from the animation:\n\nHere’s Jigglypuff in the movie:\n\nA lot of the experts we talked with didn’t find the Pokémon all that particularly disturbing.\n\n“I gotta say, in the universe of creepy things, I think Pokémon are pretty far down the list,” McAndrew said.\n\nBut that’s because he didn’t have a history with them.\n\n″Uncanny literary means ‘unfamiliar’ ― and is provoked when we are met with something that should be familiar to us but we experience as unfamiliar,” Jochum said. “So, it’s not about nostalgia, per se, but about the dissonance or discomfort we experience when we encounter something we think we know, but doesn’t match up to our expectations.”\n\n“It’s not the uncanny valley so much, or even the unheimlich (the Germans have the best words for being creeped out),” Lunenfeld said, “as the unhappiness a subset of the Pokémon ‘community’ feels with this 3D-motion-capture-CGI-furred-celebrity-actor-voiced Pikachu. This unhappiness is driven by a mixture of nostalgia and unfulfilled desire. If I were to come up with a word for it, I’d call it ‘fannui’ which combines ‘fan’ with ‘ennui,’ which is a kind of exhaustion.”\n\n“I think the issue here is also about the development and endless mutations and power of contemporary fan culture,” he said, “where people are both desperate to have all of the juvenilia turn into new entertainment, but they want their juvenilia to be exactly the way they want it.”\n\nDialectical opposition, aka people just want to be turds.\n\nStill another reason for the backlash could be that people just like their backlash.\n\n“Part of the reason is simply there’s nothing in pop culture right now that doesn’t bring about some sort of dialectical opposition move,” Lunenfeld concluded. “Whatever comes up, somebody is going to say I love it, somebody is going to say I hate it.”\n\nThe good news for future Pokémon trainers.\n\nWhether you found the Pokémon uncanny or not, some people online confessed that after watching the trailer repeatedly they ended up enjoying the designs, because the effects from uncanniness wore off over time.\n\n“We’re no longer afraid of it,” Jochum said, “because our brain tells us to be afraid of things we can’t really distinguish. The uncanny really is a physical response, and it is connected to our fight or flight mechanism. Is it friendly? Can I eat it? Is it going to eat me? Our brain makes very quick decisions about these things, and if we can’t immediately recognize if it’s friend or foe, human or non-human, then we have trouble with it and we stay on our guard.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Igor Bobic", "title": "Bucking McConnell, Sens. Graham And Paul Call For Vote On Criminal Justice Bill", "description": "Fellow Republicans are \"the problem here, not the Democrats,” Graham said of the bill to overhaul prison sentencing laws.", "url": "https://www.huffingtonpost.com/entry/criminal-justice-prison-reform-mcconnell_us_5bf1a265e4b0b84243e33676", "urlToImage": "https://img.huffingtonpost.com/asset/5bf1a3441f0000d205263779.jpeg?cache=dplg8KhyXR&ops=1200_630", "publishedAt": "2018-11-18T19:03:03Z", "content": "Sens. Lindsey Graham (R-S.C.) and Rand Paul (R-Ky.) often find themselves on opposing sides of debates in Washington. But on Sunday, both called on the fellow Republican who controls the Senate agenda Majority Leader Mitch McConnell of Kentucky to reverse cou… [+2507 chars]", "fulltext": "Sens. Lindsey Graham (R-S.C.) and Rand Paul (R-Ky.) often find themselves on opposing sides of debates in Washington. But on Sunday, both called on the fellow Republican who controls the Senate agenda ― Majority Leader Mitch McConnell of Kentucky ― to reverse course and schedule a vote on a bipartisan reform bill to reform harsh U.S. prison sentencing laws.\n\n“It’ll get 80 votes” Graham said on NBC’s “Meet the Press.” Urging President Donald Trump to “pick up the phone and push the Republican leadership,” he said his own party is “the problem here, not the Democrats.”\n\nGraham, who is set to chair the Senate Judiciary Committee in next year’s new Congress, argued that passing the bill ― endorsed by Trump last week ― would allow the country to “heal” after the divisive midterm elections.\n\nThe First Step Act would lower mandatory minimum sentences for drug-related offenses and reduce the “three-strike” penalty for multiple convictions of certain felonies from a life sentence to 25 years. It also aims to help federal inmates better adjust to life after prison by expanding their employment opportunities and incentivizing their participation in rehabilitation programs, among other measures.\n\nIt has the support of liberal and conservative groups, including the American Civil Liberties Union and the Fraternal Order of Police, as well as the billionaire Koch brothers.\n\nPaul, a long-time advocate of criminal justice reforms, similarly urged McConnell to bring up the legislation before the year’s end, estimating that it would pass with 65 to 70 votes.\n\n“It’s all up to one person. Sen. McConnell has the ability to call any vote he wants to anytime,” Paul said on CBS’ “Face the Nation.”\n\nAsked whether he was suggesting McConnell opposed the legislation, Paul demurred.\n\n“I haven’t talked to him directly about it. The last time I talked to him about it, he said he was open to allowing a vote after the (midterm) election,” Paul said.\n\nMcConnell has said time may not permit the bill’s consideration before the Senate adjourns for the year, despite the overwhelming bipartisan support for the legislation. Proponents of the effort, however, fear he is using the calendar as a pretense to kill the measure, given that its passage may be more difficult in the new Congress.\n\nAfter Democrats become the House’s majority party in January, they may add provisions to the bill that will bog it down in the Senate, which will remain under GOP control."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Associated Press", "title": "Florida Sues Walgreens, CVS, Alleging They Added To State's Opioid Crisis", "description": "The pharmacies are accused of failing to stop opioid orders that were suspicious or of an unreasonable amount.", "url": "https://www.huffingtonpost.com/entry/florida-sues-walgreens-cvs-over-opioids_us_5bf1ab4ee4b07573881f714d", "urlToImage": "https://img.huffingtonpost.com/asset/5bf1b2032000005706029439.jpeg?ops=1910_1000", "publishedAt": "2018-11-18T18:55:32Z", "content": "FORT LAUDERDALE, Fla. (AP) Florida is suing the nations two largest drugstore chains, Walgreens and CVS, alleging they added to the state and national opioid crisis by overselling painkillers and not taking precautions to stop illegal sales. Attorney General … [+3083 chars]", "fulltext": "FORT LAUDERDALE, Fla. (AP) — Florida is suing the nation’s two largest drugstore chains, Walgreens and CVS, alleging they added to the state and national opioid crisis by overselling painkillers and not taking precautions to stop illegal sales.\n\nAttorney General Pam Bondi announced late Friday that she has added the companies to a state-court lawsuit filed last spring against Purdue Pharma, the maker of OxyContin, and several opioid distributors.\n\nBondi said in a press release that CVS and Walgreens “played a role in creating the opioid crisis.” She said the companies failed to stop “suspicious orders of opioids” and “dispensed unreasonable quantities of opioids from their pharmacies.” On average, about 45 people die nationally each day because of opioid overdoses, according to the Centers for Disease Control and Prevention.\n\nASSOCIATED PRESS A lawsuit filed by the state of Florida accuses Walgreens and CVS of fueling the opioid crisis.\n\n“We will continue to pursue those companies that played a role in creating the opioid crisis,” said Bondi, who has been mentioned as a possible replacement by President Donald Trump for recently ousted U.S. Attorney General Jeff Sessions. “Thousands of Floridians have suffered as a result of the actions of the defendants.”\n\nCVS spokesman Mike DeAngelis called the lawsuit “without merit” in a statement Saturday. He said the company trains its pharmacists and their assistants about their responsibilities when dispensing controlled substances and gives them tools to detect potentially illegal sales.\n\n“Over the past several years, CVS has taken numerous actions to strengthen our existing safeguards to help address the nation’s opioid epidemic,” DeAngelis said.\n\nWalgreens said Saturday it doesn’t comment on pending lawsuits.\n\nRobert Alexander via Getty Images CVS and Walgreens are accused of having “played a role in creating the opioid crisis.”\n\nUntil a law enforcement crackdown at the beginning of the decade, Florida was known for its so-called pain mills. Drug dealers from throughout the country would send associates to store-front clinics where unscrupulous doctors would write opioid prescriptions for bogus injuries and illnesses. At one point, 90 of the nation’s top 100 opioid prescribers were Florida doctors, according to federal officials.\n\nAfter receiving the prescriptions, the phony patients would buy the pills from Florida pharmacies — state law says pharmacists must refuse to fill prescriptions they suspect are not for a valid purpose. Most of the opioids would then be taken out of state to be resold illegally at huge markups, creating a drug crisis in many communities throughout the Eastern United States.\n\nAccording to the lawsuit, Walgreens has dispensed billions of opioid dosages from its Florida pharmacies since 2006. The Illinois-based chain is the nation’s largest drugstore chain and has more than 13,200 stores globally.\n\nThe company distributed 2.2 million opioid tablets from its store in Hudson, a Tampa-area town of 12,000, and in one unidentified town of 3,000, sold 285,000 pills in a month, the lawsuit says. In some stores, its opioid sales jumped six-fold in two years. The company paid $80 million five years ago to resolve a federal investigation that centered on inadequate record keeping of its Florida opioid sales that allowed the pills to reach the black market."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "David Barden", "title": "Camp Fire Death Toll Climbs To 76 As Missing Person List Swells To Almost 1,300", "description": "Butte County Sheriff-Coroner Kory L. Honea has urged the public to check lists of missing people to help account for those who are safe.", "url": "https://www.huffingtonpost.com/entry/camp-fire-death-toll-missing-people-kory-honea_us_5bf0d3ebe4b0b84243e2db3e", "urlToImage": "https://img.huffingtonpost.com/asset/5bf0d7282100002906ca277d.jpeg?cache=IwQSGkDsYk&ops=1200_630", "publishedAt": "2018-11-18T18:53:46Z", "content": "The death toll from Northern California’s Camp fire now stands at 76 after search-and-rescue officials recovered five sets of remains on Saturday. Butte County Sheriff-Coroner Kory L. Honea said that while 63 individuals have already been “tentatively identif… [+914 chars]", "fulltext": "The death toll from Northern California’s Camp fire now stands at 79 as search and rescue teams continue to carry out recovery operations following the deadly blaze.\n\nButte County Sheriff-Coroner Kory L. Honea has said that while 64 individuals have already been “tentatively identified,” confirmation will come only from DNA tests.\n\nThe state’s death toll now stands at 82 following the discovery of three bodies in the Woolsey fire in Southern California.\n\nJustin Sullivan via Getty Images Investigators continue to scour the town of Paradise in their search for additional remains.\n\nHonea pleaded with the public on Saturday to check lists of missing people “and call in and let us know they are safe so that we can begin to get them off the list and devote resources to other areas.”\n\nAs of Monday, the current number of unaccounted individuals stands at 699.\n\nEarlier, the list swelled to almost 1,300.\n\n#CampFire [update] Pulga Road at Camp Creek Road near Jarbo Gap (Butte County) is now 151,272 acres and 70% contained. Unified Command: CAL FIRE, Butte Sheriff, Paradise Police Department, and the USFS.https://t.co/CJkryyPNVZ pic.twitter.com/N44eWz2dd2 — CAL FIRE (@CAL_FIRE) November 20, 2018\n\nPresident Donald Trump toured the destruction left by the wildfires on Saturday, telling reporters that “nobody thought this could happen.”\n\n“Hopefully this is going to be the last one of these,” he said, per CNN.\n\nPool via Getty Images President Donald Trump toured areas affected by the deadly wildfires on Saturday.\n\nThe deadliest wildfire in California’s history, the Camp fire is responsible for the destruction of more than 11,000 single residences."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Nina Golgowski", "title": "Adenovirus Outbreak At New Jersey Medical Center Leaves 11 Children Dead", "description": "A total of 34 children at the facility have been sickened by the virus, which commonly causes respiratory illness.", "url": "https://www.huffingtonpost.com/entry/adenovirus-outbreak-medical-center-new-jersey_us_5bf17622e4b0b84243e317e3", "urlToImage": "https://img.huffingtonpost.com/asset/5bf191c7240000490299b960.jpeg?cache=dSLWWhPKqj&ops=1200_630", "publishedAt": "2018-11-18T18:31:35Z", "content": "An 11th child has died in connection with an adenovirus outbreak at a health care facility in New Jersey that has sickened 23 others, state health officials said on Friday. The child was a resident of the Wanaque Center for Nursing and Rehabilitation in Haske… [+2533 chars]", "fulltext": "An 11th child has died in connection with an adenovirus outbreak at a health care facility in New Jersey that has sickened 23 others, state health officials said on Friday.\n\nThe child was a resident of the Wanaque Center for Nursing and Rehabilitation in Haskell, roughly 30 miles west of Manhattan, where a new adenovirus case was confirmed on Thursday night, the New Jersey Department of Health announced.\n\nAll of the children associated with the outbreak at the facility have severely compromised immune systems and other serious medical issues, making them more susceptible to the infection. They became ill between Sept. 26 and Nov. 12. One staff member was also infected but recovered, officials said.\n\nTHE ASSOCIATED PRESS Police cruisers are seen parked near the entrance of the Wanaque Center for Nursing and Rehabilitation in Haskell, New Jersey.\n\n“The grief from the loss of a child is overwhelming and we extend our deepest sympathies to this family and all of the families who have had to endure these terrible losses,” state Health Commissioner Dr. Shereef Elnahal said in a statement.\n\nA reason for the virus’ spread at the facility was a lack of space to separate those with symptoms from those without, Elnahal said.\n\n“Up until this week, it has not been possible to completely separate those patients,” Elnahal said at a news conference. “But now, due to decreasing census at the facility, it is.”\n\nHealth officials ordered that the facility will receive no new admissions and that all of the patients must be separated by Wednesday.\n\nTHE ASSOCIATED PRESS Dozens of children have been sickened by an adenovirus outbreak at the facility.\n\nThe strain of adenovirus, type 7, most commonly causes respiratory illness and is not unusual in communal settings like nursing homes and military bases. A vaccine is available for the strain, though the children at the Haskell medical facility were unable to receive it because of their compromised immune systems, the Department of Health said.\n\nIt takes two to 14 days after being exposed to the virus for symptoms to appear. The outbreak will be declared over if no new infections are confirmed after four weeks, officials said.\n\nThe outbreak was first reported to the Department of Health on Oct. 9. Late last month, state health officials said they inspected the facility and determined that there were deficiencies but said none of them indicated substandard care.\n\n“Every year in the state, there are hundreds of outbreaks at healthcare facilities,” Elnahal said in a news release following the inspection. “Facility outbreaks are not always preventable, but best practices can be used to minimize the chance they occur among the most vulnerable patients in New Jersey.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Hayley Miller", "title": "Here Are The Wildest Moments From Trump’s Fox News Interview", "description": "The president discussed the Mueller probe and more with Chris Wallace on \"Fox News Sunday.\"", "url": "https://www.huffingtonpost.com/entry/trump-fox-news-interview-chris-wallace_us_5bf19090e4b0f32bd58a6f56", "urlToImage": "https://img.huffingtonpost.com/asset/5bf19a2d2100007506ca2791.png?cache=ezMIrE2gKe&ops=1200_630", "publishedAt": "2018-11-18T17:44:27Z", "content": "President Donald Trump sat down with Fox News ’ Chris Wallace for a wide-ranging interview that aired Sunday, in which he discussed the Russia investigation, his war on the media and more. Though he made a rare admission about a personal misstep, Trump still … [+1911 chars]", "fulltext": "President Donald Trump sat down with Chris Wallace for a wide-ranging interview on “Fox News Sunday,” in which he discussed the Russia investigation, his war on the media and more.\n\nThough he made a rare admission about a personal misstep, Trump still gave himself an “A+” on his overall presidential performance.\n\nHere are some of the most noteworthy moments from Trump’s ― at times fiery ― interview with his favorite cable news network:\n\nTrump said his mood is “very light”\n\nWallace started the interview by asking Trump whether news reports suggesting he is “angry” and “in a cocoon of bitterness and resentment” are accurate.\n\n“How dark is your mood?” Wallace asked.\n\n“It’s very light,” Trump responded, adding that stories stating otherwise were “fake news” and “disgusting.”\n\n“I’m extremely upbeat,” he continued. “The White House is running like a well-oiled machine. It’s doing really well. I have great people. I will make some changes, but not very many.”\n\nChris Wallace begins interview w/Trump by asking him \"how dark is your mood?\"\n\n\n\nTRUMP: \"It's very light. It's fake news. It's disgusting, fake news. I read a front page story in the Washington Post, they never even called me. I don't think they have sources, they just make it up.\" pic.twitter.com/OmHAjWsDWF — Aaron Rupar (@atrupar) November 18, 2018\n\nTrump said he’s considering “three or four or five” potential changes to Cabinet staffing\n\n“I have three or four or five positions that I’m thinking about. Of that, maybe it’s going to end up being two. But I need flexibility,” Trump told Wallace.\n\nSpeculation that White House chief of staff John Kelly and Department of Homeland Security Secretary Kirstjen Nielsen will depart the Trump administration has been mounting in recent weeks.\n\nTrump told Wallace that he gets along “well” with Kelly, though there are “certain things” he doesn’t like about him. As for Nielsen, Trump said he likes her “a lot” but wishes she would “get much tougher.”\n\n“I respect her a lot,” he told Wallace. “She’s very smart. I want her to get much tougher and we’ll see what happens there. But I want to be extremely tough.”\n\nTrump claimed he “didn’t know” about Matt Whitaker’s criticism of the Russia probe\n\nThe president told Wallace he was unaware of Matt Whitaker’s past remarks bashing special counsel Robert Mueller’s investigation into Russian interference before he named him acting attorney general.\n\n“He’s right,” Trump said about Whitaker’s past criticism of the probe. “What do you do when a person’s right?”\n\nRepeating his constant refrain that there was no collusion between his presidential campaign and Russia, Trump reiterated that Whitaker “happened to be right” about his assessment of Mueller’s investigation.\n\nTrump’s decision to push out Jeff Sessions and name Whitaker as acting attorney general has drawn pushback from lawmakers on both sides of the aisle who fear Mueller’s investigation could be hindered.\n\nTrump said he “would not get involved” if Whitaker curtailed the Mueller probe\n\nWhether the Mueller probe continues as normal is “really up to” Whitaker, Trump told Wallace.\n\n“I think he’s very well-aware politically,” Trump said. “He’s a very smart person. He’s a very respected person. He’s going to do what’s right.”\n\nWhen asked whether he would step in if Whitaker decided to curtail the investigation, Trump responded no.\n\n“I would not get involved,” the president said. “All these people that say I’m going to end the investigation, you know ... how long has this witch hunt been going on?”\n\nTrump said he’s completed “written answers” to Mueller’s questions...\n\nWhen Wallace asked Trump about the “written answers” his legal team was reportedly submitting to Mueller’s office, the president interrupted that he personally had prepared them.\n\n“I’m preparing written answers,” the president said. “I’m the one that does the answer. Yes. Are they writing them out? Yeah, they’re writing what I tell them to write. ... By the way, it wasn’t a big deal.”\n\n...but doesn’t plan on sitting down with Mueller’s team for an interview\n\nThe president told Wallace he “probably” would not agree to an in-person interview with the special counsel’s team.\n\n“I think we’ve wasted enough time on this witch hunt,” Trump said, adding that he could always “change his mind.”\n\nChris Wallace: \"What are the odds\" [he'll sit down and talk w/Mueller about his investigation.]\n\n\n\nTrump:\" I don't do odds.\"\n\n\n\nWallace, laughing: \"You ran a casino, sir.\" 🤣🤣🤣\n\n(Follow @atrupar for more video.)#sundaymorning #sundaythoughts #amjoypic.twitter.com/MKxb4yQXVp — Holly Figueroa O'Reilly (@AynRandPaulRyan) November 18, 2018\n\nTrump admitted he botched Veterans Day\n\nThough he defended his decision not to visit a World War I cemetery in France earlier this month, Trump told Wallace he should have done more to honor veterans on Veterans Day last week.\n\n“I should have done that,” Trump said when asked why he didn’t visit Arlington National Cemetery on the federal holiday. “I was extremely busy on calls for the country, we did a lot of calling, as you know. ... I, probably in retrospect, I should have and I did last year and I will virtually every year.”\n\nPresident Trump on not going to Arlington Cemetery: \"I should have done that. I was extremely busy on calls for the country, we did a lot of calling, as you know...I probably in retrospect I should have and I did last year and I will virtually every year.\" #POTUSonFNS pic.twitter.com/m4qsjWnAX0 — FoxNewsSunday (@FoxNewsSunday) November 18, 2018\n\nTrump bashed decorated military leader who oversaw Osama bin Laden raid\n\nTrump accused retired Adm. William H. McRaven of being a “Hillary Clinton fan” and “Obama backer” when Wallace brought up the former Navy SEAL’s pointed criticism of the president.\n\nMcRaven, who commanded the 2011 operation that killed 9/11 architect Osama bin Laden, has been an outspoken critic of the president. He wrote in August that Trump has “embarrassed us in the eyes of our children” and “divided us as a nation.”\n\n“Frankly, it would have been nicer if we got Osama bin Laden a lot sooner than that,” Trump told Wallace. “Everybody in Pakistan knew he was there.”\n\nTrump on retired Navy SEAL Adm. Bill McRaven, who called Trump's attacks on the press \"the greatest threat to democracy.\"\n\n\n\n\"He's a Hillary Clinton backer and an Obama backer. And frankly, wouldn't it have been nice if we got Osama bin Laden a lot sooner than that?\" pic.twitter.com/lyaBvC9KFd — Kyle Griffin (@kylegriffin1) November 18, 2018\n\nHours later, McCraven fired back in a statement to CNN.\n\n“I did not back Hillary Clinton or anyone else,” McRaven told CNN. “I am a fan of President Obama and President George W. Bush, both of whom I worked for. I admire all presidents, regardless of their political party, who uphold the dignity of the office and who use that office to bring the nation together in challenging times.”\n\n“I stand by my comment that the President’s attack on the media is the greatest threat to our democracy in my lifetime,” he continued. “When you undermine the people’s right to a free press and freedom of speech and expression, then you threaten the Constitution and all for which it stands.”\n\nTrump said he sees “no reason” to listen to the Khashoggi tape\n\nThe president told Wallace that he didn’t plan to listen to an audio recording provided by Turkey at Saudi journalist Jamal Khashoggi’s killing in a Saudi consulate in Istanbul.\n\n“We have the tape,” Trump said. “I don’t want to hear the tape, no reason for me to hear the tape.”\n\nWhen asked why he doesn’t want to listen to it, Trump said, “Because it’s a suffering tape.”\n\n“I’ve been fully briefed on it,” he said. “I know everything that went on in the tape without having to hear it.”\n\nFollowing Wallace’s interview with Trump on Friday, news broke that the CIA had concluded Saudi Crown Prince Mohammed bin Salman had ordered Khashoggi’s assassination. Trump told reporters it was “too early” to tell when asked about the CIA’s assessment on Saturday.\n\nTrump said he doesn’t “think about” how he makes decisions\n\nWallace tried to ask the president about his decision-making process, but Trump responded that he doesn’t really have one.\n\n“I don’t think about how I make them,” Trump said. “I make what I consider the right decision.”\n\nHe continued: “I have great people working at the White House. ... I will talk to them and sometimes I’ll have them go at each other. I do like that. You know, let them go at each other. And they do, they’re very competitive people. And at the end, I make a decision.”\n\nPresident Trump on his decision-making process: 'I don't think about it' pic.twitter.com/hhH1h7MAYw — NowThis (@nowthisnews) November 18, 2018\n\nTrump gave himself an “A+” on performance\n\nWhen asked where he ranks himself in the “pantheon of great presidents,” Trump told Wallace that he would give himself an “A+.”\n\n“I think I’m doing a great job,” Trump said. “I would give myself ― look, I hate to do it but I will do it ― I would give myself an A+. Is that enough? Can I go higher than that?”\n\nPresident Trump rates his job performance compared to past presidents. He tells Chris, \"I would give myself an A+.\" #POTUSonFNS pic.twitter.com/9OPrTpqs60 — FoxNewsSunday (@FoxNewsSunday) November 18, 2018\n\nTrump said he won’t attempt to serve a third term\n\nWhen asked whether he might attempt to amend the Constitution so he could potentially serve a third term as president, Trump told Wallace that it “just won’t happen.”\n\n“I think the eight-year limit is a good thing, not a bad thing,” Trump said."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Daniel Marans", "title": "Ocasio-Cortez Blesses New Push To Oust Incumbent Democrats In Primaries", "description": "“I really hope that many of you join me here in Congress,” the New York Democrat told activists.", "url": "https://www.huffingtonpost.com/entry/alexandria-ocasio-cortez-primary-house-democrats_us_5bf0e5f6e4b07573881f184a", "urlToImage": "https://img.huffingtonpost.com/asset/5bf0e796240000040499b950.jpeg?cache=qha90Smk2U&ops=1200_630", "publishedAt": "2018-11-18T16:52:34Z", "content": "In a significant escalation of her activism-driven approach to politics, Rep.-elect Alexandria Ocasio-Cortez (D-N.Y.) has urged other progressives to mount primary challenges against some of the more conservative Democratic members of Congress. Ocasio-Cortez … [+4989 chars]", "fulltext": "In a significant escalation of her activism-driven approach to politics, Rep.-elect Alexandria Ocasio-Cortez (D-N.Y.) has urged other progressives to mount primary challenges against some of the more conservative Democratic members of Congress.\n\nOcasio-Cortez delivered the appeal in a phone call on Saturday with some 700 progressive activists organized by Justice Democrats, the group of alumni of Sen. Bernie Sanders’ 2016 presidential bid.\n\n“Long story short, I need you to run for office,” Ocasio-Cortez began her remarks. “We all need to run at all levels of government, but I really hope that many of you join me here in Congress.”\n\nJustice Democrats recruited Ocasio-Cortez to run and played a key role in her upset of Rep. Joe Crowley, a House power-broker, in New York’s Democratic primary in June. Ocasio-Cortez then easily won the seat Crowley has held since 1999 in this month’s general election.\n\nThe group is calling its new campaign #OurTime. The initiative asks Justice Democrats’ army of activists to help identify Democratic House incumbents who are “demographically and ideologically out-of-touch with their districts,” and identify people who might make good primary challengers to them.\n\nJoining Ocasio-Cortez in backing the #OurTime initiative is Rep.-elect Rashida Tlaib (D-Mich.).\n\nJustice Democrats’ inclusion of demographic criteria likely means that even some reliably progressive white Democrats who represent more diverse districts won’t be safe from such challenges in 2020. The group already showcased that approach with its support for Ayanna Pressley, a black Boston city council member who unseated progressive Rep. Michael Capuano (D-Mass.) in a primary in September.\n\nIf I made people mad, they could have put me on the dog-walking committee or whatever. They still might. Rep.-elect Alexandria Ocasio-Cortez (D-N.Y.)\n\nOcasio-Cortez and leaders of Justice Democrats say they are driven by a conviction that most current Democratic members of Congress are not up to the task of enacting the radical solutions to address the country’s ― and the planet’s ― most pressing problems. The most urgent of those crises, they said, include climate change, widening economic inequality and persistent racial injustice.\n\n“There are some good people who want to push for stuff, but they don’t have the backup right now to do anything big,” said Saikat Chakrabarti, a founder of Justice Democrats who is headed to Washington to serve as Ocasio-Cortez’s chief of staff. “So we need new leaders, period. We’ve got to primary folks.”\n\n“If we don’t have folks who are mission-focused, and laser-focused on solving these gigantic problems, we just aren’t going to get them solved in time,” he added.\n\nIt is highly unusual for a member of Congress to support a massive number of primary challenges targeting party colleagues.\n\nBut over the course of last week’s orientation on Capitol Hill for newly elected lawmakers, Ocasio-Cortez demonstrated she has little interest in adhering to traditional congressional norms of comity and deference.\n\nOn Tuesday, Ocasio-Cortez attended the Sunrise Movement’s sit-in at the office of House Democratic leader Nancy Pelosi (D-Calif.) and endorsed the group’s call for a select committee to address climate change that is comprised solely of members of Congress who have not received fossil fuel industry money. The committee envisioned by Ocasio-Cortez and the group would be charged with drafting a Marshall Plan-style “Green New Deal” to have the U.S. powered entirely by renewable energy by 2035.\n\nThe committee idea has gained support from a handful of sitting House Democrats and newly elected ones. But the proposal and Ocasio-Cortez’s support for it also elicited some public opposition from veteran Democratic colleagues, many of whom have senior committee posts and claim that a new panel is unnecessary.\n\nThe investigative news site Sludge subsequently reported that each of the Democrats quoted as criticizing Ocasio-Cortez had received massive donations during the 2018 campaign cycle from fossil-fuel industry and electric utility political action committees and employees.\n\nTo Ocasio-Cortez, the negative response to the idea of simply creating a committee tasked with drafting legislation only strengthens the case for more primary challenges to veteran incumbents.\n\nThe resistance to the proposal “points to the role that fossil-fuel industry contributions play even within the Democratic Party,” she said.\n\nIn another sign of her independence, Ocasio-Cortez has not yet joined the leaders of the Congressional Progressive Caucus ― which she is joining ― in endorsing Pelosi’s bid for House speaker. That gives Ocasio-Cortez some leverage in the bid to persuade Pelosi to establish the climate-change committee.\n\nThe 29-year-old democratic socialist said she is aware she may already face political punishment for her participation in the sit-in at Pelosi’s office.\n\n“If I made people mad, they could have put me on the dog-walking committee or whatever. They still might. But I knew that it was worth it,” she said.\n\nIn her remarks to the Justice Democrats, Ocasio-Cortez invited activists considering running for office to take a similar leap in the faith that history would be on their side.\n\n“Know that they will come after you and that that’s OK because at the end of the day, when you are on the right side of that long arc of history that bends toward justice, we will be able to tell our grandchildren that we fought for what’s right,” she said."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "AP", "title": "California Fire Claims More Lives As Death Toll Rises To 76", "description": "The remains of more people were found Saturday in the decimated town of Paradise and in nearby Concow.", "url": "https://www.huffingtonpost.com/entry/death-toll-california-fire-2018_us_5bf19024e4b0b84243e32d7e", "urlToImage": "https://img.huffingtonpost.com/asset/5bf190e21f00000406263775.jpeg?cache=cklho4evr2&ops=1910_1000", "publishedAt": "2018-11-18T16:41:31Z", "content": "By SUDHIN THANAWALA and TERENCE CHEA, Associated Press CHICO, Calif. (AP) Northern California crews battling the countrys deadliest wildfire in a century were bracing for strong winds Sunday that could erode gains they have made in containing the fearsome bla… [+4641 chars]", "fulltext": "ASSOCIATED PRESS A firefighter searches for human remains in a trailer park destroyed in the Camp Fire, Friday, Nov. 16, 2018, in Paradise, Calif. (AP Photo/John Locher)\n\nBy SUDHIN THANAWALA and TERENCE CHEA, Associated Press\n\nCHICO, Calif. (AP) — Northern California crews battling the country’s deadliest wildfire in a century were bracing for strong winds Sunday that could erode gains they have made in containing the fearsome blaze, which has killed at least 76 and leveled a town.\n\nEven as hundreds of searchers sift through the rubble in the town of Paradise looking for the dead, nearly 1,300 people remain unaccounted for more than a week after the fire sparked in Butte County, Sheriff Kory Honea announced Saturday night. Authorities stressed that the long roster does not mean they believe all those people are missing.\n\nHonea pleaded with fire evacuees Saturday to review the list of those reported as unreachable by family and friends and call if they are safe. Deputies have located hundreds of people to date, but the overall number keeps growing because they are adding more names, including those from the disaster’s chaotic early hours, Honea said.\n\n“It’s really very important for you to take a look at the list and call us if you’re on the list,” he said.\n\nJustin Sullivan via Getty Images A rescue worker and her cadaver dog search the Paradise Gardens apartments for victims of the Camp Fire on November 16, 2018 in Paradise, California. (Photo by Justin Sullivan/Getty Images)\n\nThe remains of five more people were found Saturday, including four in the decimated town of Paradise and one in nearby Concow, bringing the number of dead to 76.\n\nAmong the dead was Lolene Rios, 56, whose son Jed tearfully told KXTV in Sacramento that his mother “had endless amount of love for me.”\n\nPresident Donald Trump toured the area Saturday, joined by California’s outgoing and incoming governors, both Democrats who have traded sharp barbs with the Republican administration. He also visited Southern California, where firefighters were making progress on a wildfire that tore through communities west of Los Angeles from Thousand Oaks to Malibu, killing three people.\n\n“We’ve never seen anything like this in California, we’ve never seen anything like this yet. It’s like total devastation,” Trump said as he stood amid the ruins of Paradise and pledged the full support of the federal government. The president initially blamed state officials for poor forest management in exacerbating the fires and threatened to cut off federal funding.\n\n“He’s got our back,” outgoing Gov. Jerry Brown said on CBS’ Face the Nation Sunday. “There have been some back and forth between California leaders and the president. But in the face of tragedy, people tend to rise above some of their lesser propensities. So I think we’re on a good path.”\n\nBrown also suggested California’s severe wildfires will make believers of even the most ardent climate change skeptics “in less than five years” and that those living near forests might need to build underground shelters to protect them from fires going forward.\n\nASSOCIATED PRESS President Donald Trump talks with California Gov.-elect Gavin Newsom during a visit to a neighborhood destroyed by the wildfires, Saturday, Nov. 17, 2018, in Paradise, Calif. At right is California Gov. Jerry Brown. (Paul Kitagaki Jr./The Sacramento Bee via AP, Pool)\n\nRain was forecast for midweek, which could help firefighters but also complicate the search for remains. The National Weather Service warned that on Sunday, the area could get 20 mph sustained winds and 40 mph gusts, which could make it hard for crews to continue making progress against the blaze.\n\nNorthern California’s Camp Fire has destroyed nearly 10,000 homes and torched 233 square miles (603 square kilometers). It is 55 percent contained.\n\nThe fire zone in Northern California is to some extent Trump country, and that enthusiasm was on display as dozens of people cheered and waved flags as his motorcade went by.\n\nKevin Cory, a wildfire evacuee who lost his home in Paradise, praised Trump for coming to a state that is often at odds with the White House.\n\n“I think that California’s been really horrible to him and the fights. I mean they’re suing him,” he said. “It’s back and forth between the state and the feds. It’s not right.”\n\nBut for the most part, survivors, some who had barely escaped and no longer had homes, were too busy packing up what little they had left or seeking help to pay much attention to the president’s visit.\n\nSAUL LOEB via Getty Images President Donald Trump looks on as the Governor of California Jerry Brown (L) speaks to the media at the Chico Command Center for the Camp fire in Chico, California on November 17, 2018. (SAUL LOEB/AFP/Getty Images)\n\nMichelle Mack Couch, 49, waited in line to get into a Federal Emergency Management Agency center in the city of Chico. She needed a walker for her elderly mother and tags for her car.\n\n“Let’s hope he gets us some help,” said Couch, who voted for Trump and whose rental home burned down last week. As far as taking time out to watch the president, she said wryly, “We don’t have a TV anymore.”\n\nThe Washington Post via Getty Images Evacuees from the Camp Fire shelter in tents outside the Walmart on November 16, 2018 in Chico, California. (Photo by Ricky Carioti/The Washington Post via Getty Images)\n\nHonea expressed hope that Trump’s visit would help with recovery, saying the tour by the Republican president and California’s Democratic leaders “signals a spirit of cooperation here that ultimately benefit this community and get us on a path toward recovery.”\n\nIn Southern California, Trump also met briefly at an airport hangar with families and first responders touched by the shooting at the Borderline Bar & Grill in Thousand Oaks more than a week ago.\n\nTrump called the shooting at a country music bar, which left 12 dead, “a horrible, horrible event.”\n\n___"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "David Barden", "title": "Steve Carell Teases ‘The Office’ Reboot During ‘SNL’ Monologue", "description": "Ed Helms, Jenna Fischer and Ellie Kemper made surprise appearances to ask the actor one important question.", "url": "https://www.huffingtonpost.com/entry/steve-carell-snl-the-office-reboot_us_5bf0f8f0e4b0b84243e2e532", "urlToImage": "https://img.huffingtonpost.com/asset/5bf0fcc1260000a803847c69.png?cache=nJyfpvRYpV&ops=1200_630", "publishedAt": "2018-11-18T16:38:47Z", "content": "Steve Carell was confronted by some of his former cast members from “ The Office ” as he hosted “ Saturday Night Live. ” Ed Helms, Jenna Fischer and Ellie Kemper made surprise appearances during Carell’s opening monologue, badgering the actor who anchored the… [+463 chars]", "fulltext": "Steve Carell was confronted by some of his former cast members from “The Office” as he hosted “Saturday Night Live.”\n\nEd Helms, Jenna Fischer and Ellie Kemper made surprise appearances during Carell’s opening monologue, badgering the actor who anchored the beloved sitcom to sign on for a reboot.\n\nEven Carell’s wife, Nancy, who gave her blessing.\n\n“We think you should probably do the show,” she said from the audience, sitting with the couple’s two children. “We don’t really need you to hang around anymore.”\n\nFischer also reminded Carell of the last words she said her character secretly spoke to his character on “The Office”: “Steve don’t be a dick, do the reboot.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Hayley Miller", "title": "Stacey Abrams Says She Plans To Run For Office Again", "description": "The former Democratic nominee for Georgia governor said she needs to \"take a nap\" before figuring out what's next.", "url": "https://www.huffingtonpost.com/entry/stacey-abrams-run-for-office-again_us_5bf17f7ce4b07573881f59ba", "urlToImage": "https://img.huffingtonpost.com/asset/5bf1808b2400005d045835e1.png?cache=aLOevjjrcr&ops=1200_630", "publishedAt": "2018-11-18T16:28:07Z", "content": "Two days after acknowledging her loss to Republican Brian Kemp in Georgia’s governor’s race, Stacey Abrams on Sunday said she plans to run for office again. Abrams, a Democrat and former minority leader of Georgia’s House of Representatives, told CNN’s “State… [+1562 chars]", "fulltext": "Two days after acknowledging her loss to Republican Brian Kemp in Georgia’s governor’s race, Stacey Abrams on Sunday said she plans to run for office again.\n\nAbrams, a Democrat and former minority leader of Georgia’s House of Representatives, told CNN’s “State of the Union” that she intends to take a hefty break from the political spotlight before deciding her next move.\n\n“I’m going to spend the next year as a private citizen, but I do indeed intend to run for office again,” Abrams said. “I’m not sure for what and I am not exactly certain when. I need to take a nap, but once I do, I’m planning to get back into the ring.”\n\n.@staceyabrams: “I do indeed intend to run for office again, I’m not sure for what and I am not exactly certain when. I need to take a nap, but once I do, I’m planning to get back into the ring.” #CNNSOTU pic.twitter.com/uaekR9clKB — State of the Union (@CNNSotu) November 18, 2018\n\nThough Abrams acknowledged in her speech that Kemp would be certified the victor in the election, she did not concede.\n\n“I will not concede, because the erosion of our democracy is not right,” Abrams said in her speech Friday. “More than a million citizens found their names stripped from the rolls by the secretary of state, including a 92-year-old civil rights activist,” she said, adding that “democracy failed Georgia.”\n\nThe Associated Press reported that Kemp’s office put 53,000 voter registration applications on hold ― 70 percent of them from people of color ― because of the state’s controversial “exact match” law.\n\nAbrams on Sunday attacked Kemp as a “horrible actor who benefited from his perfidy” during the gubernatorial race ― the state’s closest in more than 60 years. Kemp has denied any attempts at voter suppression.\n\n“There was a deliberate and intentional disinvestment and I think destruction of the administration of elections in the state of Georgia,” Abrams said.\n\nFormer Georgia Democratic gubernatorial candidate @staceyabrams attacks her former opponent, GOP Gov.-elect Brian Kemp: “Trust in our democracy relies on believing there are good actors who are making this happen. He was a horrible actor who benefited from his perfidy.\" #CNNSOTU pic.twitter.com/CZNUweLq2p — State of the Union (@CNNSotu) November 18, 2018"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Reuters", "title": "Disney’s Mickey Mouse Celebrates 90th Birthday", "description": "The iconic rodent launched his career in \"Steamboat Willie,\" which premiered in New York on Nov. 18, 1928.", "url": "https://www.huffingtonpost.com/entry/disney-mickey-mouse-90th-birthday_us_5bf189a6e4b0f32bd58a6c80", "urlToImage": "https://img.huffingtonpost.com/asset/5bf18a5e24000039045835e5.jpeg?cache=caqusipmdp&ops=1910_1000", "publishedAt": "2018-11-18T15:57:49Z", "content": "NEW YORK (Reuters) It was the Roaring 20s. Calvin Coolidge was in the White House, the New York Yankees had just won their third World Series title and Mickey Mouse made his debut on the silver screen. On Sunday, Mickey Mouse, the brainchild of cartoonist Wal… [+1453 chars]", "fulltext": "NEW YORK (Reuters) ― It was the Roaring ’20s. Calvin Coolidge was in the White House, the New York Yankees had just won their third World Series title and Mickey Mouse made his debut on the silver screen.\n\nOn Sunday, Mickey Mouse, the brainchild of cartoonist Walt Disney that eventually came to symbolize a global entertainment empire, celebrates his 90th birthday.\n\nThe iconic rodent, whose easily recognizable silhouette consists simply of a big circle and two little ones for ears, launched his celluloid career in “Steamboat Willie,” at New York’s Colony Theater on Nov. 18, 1928.\n\nASSOCIATED PRESS Mickey Mouse in his movie debut as “Steamboat Willie.\"\n\nIn the eight-minute-long, black-and-white cartoon, Mickey pilots a steamboat and entertains his passenger, Minnie Mouse, by making musical instruments out of the menagerie on board, according to IMDB.com.\n\nMickey Mouse, whom the Walt Disney Co calls its global ambassador, also starred in Disney’s critically acclaimed 1942 animated film “Fantasia,” and would go on to launch a franchise with “The Mickey Mouse Club,” the 1950s television series that was a favorite of American baby boom kids.\n\nHis image appeared on T-shirts, lunch boxes and watches, and the telltale mouse ears are still worn by kids visiting Disney theme parks today.\n\nTo mark his birthday, Disney opened a 16,000-square-foot art exhibition in Manhattan, called “Mickey: The True Original Exhibition,” featuring original art, larger-than-life photo ops and, of course, commemorative merchandise. The exhibition runs until Feb. 10.\n\nAfter all, reaching one’s 90th birthday is a milestone for anyone, but especially for a mouse, which the pest control company Teminix estimates has a normal lifespan of no more than three years."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Hayley Miller", "title": "Trump Claims He ‘Didn’t Know’ About Whitaker’s Past Criticism Of Mueller Probe", "description": "The president said the acting attorney general will decide whether the Russia probe continues.", "url": "https://www.huffingtonpost.com/entry/trump-fox-news-interview-matt-whitaker_us_5bf17525e4b07573881f4d05", "urlToImage": "https://img.huffingtonpost.com/asset/5bf1764d260000a803847c76.png?cache=mIg1PMrVd0&ops=1200_630", "publishedAt": "2018-11-18T15:00:14Z", "content": "President Donald Trump told Fox News he wasn’t aware Matt Whitaker was a sharp critic of special counsel Robert Mueller ’s Russia investigation before he named him acting attorney general. In an interview that aired on “Fox News Sunday,” Trump told host Chris… [+1676 chars]", "fulltext": "In August 2017, roughly a month before his appointment as Sessions’ chief of staff, Whitaker penned an Op-Ed for CNN in which he suggested the Russia investigation was “going too far” and could be “a witch hunt.”\n\nTrump claimed last week that he hadn’t met Whitaker prior to appointing him to head the Justice Department, despite having told “Fox & Friends” in October that he knew him.\n\n“I can tell you Matt Whitaker’s a great guy,” the president had told the hosts of his favorite cable news program. “I mean, I know Matt Whitaker.”\n\nThis story has been updated with Trump’s past comments about knowing Whitaker."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "David Barden", "title": "Twitter Users Baffled By Trump’s ‘Great Climate’ Promise During Wildfire Tour", "description": "\"Alexa, add 'Great Climate' to cart please!\" one user wrote.", "url": "https://www.huffingtonpost.com/entry/trump-great-climate-california-wildfires_us_5bf0a6f2e4b0b84243e2d6d2", "urlToImage": "https://img.huffingtonpost.com/asset/5bf0a7bd2000005706029420.jpeg?cache=qvCs9KWWmc&ops=1200_630", "publishedAt": "2018-11-18T14:42:35Z", "content": "President Donald Trump vowed to make the Earth’s climate great again as he toured the destruction caused by the deadliest wildfire in California’s history. After witnessing the devastation inflicted on the community of Paradise, Trump on Saturday was asked by… [+1853 chars]", "fulltext": "President Donald Trump vowed to make the Earth’s climate great again as he toured the destruction caused by the deadliest wildfire in California’s history.\n\nAfter witnessing the devastation inflicted on the community of Paradise, Trump on Saturday was asked by reporters whether his opinion on climate change had been altered.\n\n“No. No. I have a strong opinion: I want great climate, we’re going to have that,” he replied.\n\nTrump is asked if the seeing the devastation from the California wildfires has changed his opinion on climate change.\n\n\n\nTrump: \"No. No. I have a strong opinion: I want great climate.\" (via CNN) pic.twitter.com/1OwvGH2Ucq — Kyle Griffin (@kylegriffin1) November 17, 2018\n\nTwitter users were left scratching their heads at the president’s response, with one going so far as to label it “the single most idiotic thing I’ve heard out of him yet.”\n\n\"We're going to have a great climate.\" OMG this is the single most idiotic thing I've heard out of him yet and that's saying a LOT — Amy it must end Wolf (@Airmit106) November 17, 2018\n\nImagine being this stupid. 😫 https://t.co/Ny07HhsAq9 — Justin Mikita (@JustinMikita) November 17, 2018\n\nIt’ll be a great climate. The best climate. Many people have said so. 🙄 — Jeannette Chiappone (@JeannetteChips) November 17, 2018\n\nWHEN YOURE DONE MOWING, RAKE THE FLOOR. I WANT GREAT CLIMATE!! pic.twitter.com/mt07A6uVnb — WeeHalfPint (@weehalfpintt) November 17, 2018\n\nSome day we'll carve \"I have a strong opinion: I want great climate\" on our civilization's gravestone. — John Iadarola (@johniadarola) November 17, 2018\n\n\"We're going to have great climate.\" pic.twitter.com/5l1qnxA0cX — markles (@shrillerthanyou) November 18, 2018\n\nWell, that's taken care of. Trump announced today \"I want great climate.\" — Bill McKibben (@billmckibben) November 17, 2018"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Kimberley Richards", "title": "Jemele Hill On Colbert’s Show: Sports And Politics Have ‘Always Mixed Together’", "description": "The journalist discussed the LeBron James' Showtime documentary series \"Shut Up and Dribble\" that she narrates.", "url": "https://www.huffingtonpost.com/entry/jemele-hill-stephen-colbert-sports-politics_us_5bf07e3ce4b0f32bd58a0ec0", "urlToImage": "https://img.huffingtonpost.com/asset/5bf082213c00001d040eba89.jpeg?cache=qjrrvszyhj&ops=1910_1000", "publishedAt": "2018-11-18T13:58:48Z", "content": "Sports and politics have always been intertwined, even though a huge bastion of people believe the two shouldnt mix, journalist Jemele Hill told Stephen Colbert. They look at it like food on the plate some people dont like the veggies and the mashed potatoes … [+1905 chars]", "fulltext": "Sports and politics have always been intertwined, even though “a huge bastion of people” believe the two “shouldn’t mix,” journalist Jemele Hill told Stephen Colbert.\n\n“They look at it like food on the plate ― some people don’t like the veggies and the mashed potatoes touching,” Hill said on “The Late Show” Thursday. “But in this case, they’ve always touched, they’ve always mixed together.”\n\nHill, a staff writer for The Atlantic covering sports, race and politics, was responding to Colbert’s question on whether sports and politics were “more connected now than ever” ― particularly as President Donald Trump routinely interjects himself into controversies involving sports, the late show host added.\n\nHill announced in September that she was leaving ESPN after 12 years at the network.\n\nOn the Colbert show, she discussed the Showtime documentary “Shut Up and Dribble,” which she narrated. NBA superstar LeBron James served as executive director for the series, which derives its title from Fox News’ Laura Ingraham infamously saying that James and fellow NBA premiere player Kevin Durant should “shut up and dribble” after they criticized Trump.\n\nHill joked that Ingraham inadvertently gave her “another check” with her dismissive remark.\n\n'Shut up and dribble' — Fox News's Laura Ingraham to LeBron and Kevin Durant after their criticism of President Trump pic.twitter.com/0BlokQDIIl — Sports Illustrated (@SInow) February 16, 2018\n\nHill found herself in the spotlight last year after she criticized Dallas Cowboys owner Jerry Jones on Twitter for threatening to bench NFL players who kneeled during the national anthem to protest racial inequality.\n\nWeeks prior to the suspension announcement, Hill tweeted that Trump is “a white supremacist who has largely surrounded himself [with] other white supremacists.”\n\nColbert said Hill’s tweet “has held up like a fine wine.”\n\nHill said the peaceful protests by some athletes that have attracted attention should not necessarily be viewed as political."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Jennifer Bendery", "title": "Women Won The House For Democrats, But Men May End Up Running It", "description": "Congresswomen eager to take on leadership roles may get edged out by influential male colleagues. Not a good look, folks!", "url": "https://www.huffingtonpost.com/entry/women-house-democrats-leadership_us_5bec7c17e4b0598443d3c9ee", "urlToImage": "https://img.huffingtonpost.com/asset/5bec7c6d2000007f05029327.jpeg?cache=Bc5wFvO4Ya&ops=1200_630", "publishedAt": "2018-11-18T13:00:19Z", "content": "WASHINGTON They ran for office at record levels. They came to the polls in droves. And Democrats owe them a huge thanks for helping them win control of the House. But women may not end up with much of a voice in congressional leadership if House Democrats are… [+4869 chars]", "fulltext": "ASSOCIATED PRESS Rep. Cheri Bustos (D-Ill.) won her Midwest district by more than 20 points, even though it's a Trump stronghold. That's a pretty good skill to have for someone running to lead the DCCC.\n\nBut women may not end up with much of a voice in congressional leadership if House Democrats aren’t careful ― a scenario that would come across as both tone-deaf and absurd in the wake of this month’s midterm elections.\n\nThere are eight House Democratic leadership races and, barring something dramatic, the top three posts are already accounted for: Rep. Nancy Pelosi (Calif.) is likely the next speaker, Rep. Steny Hoyer (Md.) is likely the next majority leader and Rep. Jim Clyburn (S.C.) is likely the next majority whip. That trifecta has remained in place for years.\n\nIt’s the next tier of races where women have a real chance at joining leadership, but they are at risk of being pushed out by more influential male colleagues.\n\nThe race for the fourth highest post, assistant Democratic leader, is between two men, Reps. Ben Ray Luján (N.M.) and David Cicilline (R.I.). Rep. Cheri Bustos (Ill.) had previously spent weeks laying the groundwork to run for the seat. But right after the midterms, Luján, a top Pelosi ally and chair of the Democratic Congressional Campaign Committee, jumped into the race and effectively forced her out.\n\nBustos, who is DCCC’s chair of heartland engagement and who just won her Midwest district by 24 points despite it being a Donald Trump stronghold, announced a new bid last week to lead the DCCC. Reps. Denny Heck (Wash.), who led DCCC’s recruitment effort, and Suzan DelBene (Wash.), who is vice chair of the New Democrat Coalition, were already in the race. A day after Bustos announced, Rep. Sean Patrick Maloney (N.Y.) got in, too.\n\nRep. Barbara Lee (Calif.), a longtime progressive leader, spent weeks building support for her bid for the fifth highest post, chair of the Democratic Caucus. But after the midterms, Rep. Hakeem Jeffries (N.Y.), who has been floated as a potential future speaker, jumped into the race. Similarly, after Rep. Katherine Clark (Mass.) spent months wooing supporters in her bid for Democratic Caucus vice chair, Rep. Pete Aguilar (Calif.), who is the whip in the Congressional Hispanic Caucus, got into the race.\n\nThat leaves one more race, for co-chairs of the Democratic Policy and Communications Committee. There are three seats open and five contenders. Just one, Rep. Debbie Dingell (Mich.), is a woman.\n\nTo be clear, anyone can run for any of these leadership posts. There’s nothing wrong with male lawmakers throwing their hats into races. The problem, if men sweep these seats, is the collective message that Democrats would be sending: that men deserve to hold the highest ranks in the party, even after women just won the House back for them. For the first time in U.S. history, more than 100 women have been elected to the House, and of the 37 seats that Democrats flipped, female candidates won 23.\n\nASSOCIATED PRESS Rep. Barbara Lee (D-Calif.) is running to lead the House Democratic Caucus. She said there's never been an African-American woman elected to leadership.\n\nThat sentiment isn’t lost on some of the congresswomen eager to join leadership and shape the party’s agenda heading into the 2020 elections.\n\n“I do think in the so-called ‘year of the woman,’ we as a caucus need to show Democrats across the country that we value women in top leadership roles,” Bustos said. “I think I’m the right person at the right time... The path to the majority went through the heartland and went through my gender.”\n\nIf Bustos wins her DCCC bid, she would be just the second woman to chair the group since its formation in 1866. Rep. Nita Lowey (N.Y.) led the DCCC 15 years ago.\n\n“We need to have diversity in our leadership,” Bustos said. “How this turns out at the end of the month is very, very important in terms of what we show the American public.”\n\nLee, who is African-American, said she’s running to lead the Democratic Caucus because she has the experience and background as a 20-year congresswoman. She emphasized that it’s time for more diversity at the top, noting that her caucus has never elected an African-American woman to leadership.\n\n“That would be a big problem,” Lee said of the prospect of men filling up leadership roles in the new Congress. “The Democratic Caucus has a chance to make that not happen.”\n\n“I’m running for vice chair to ensure that every member has a voice in shaping our agenda,” Clark said. “And that certainly includes the perspective of the record number of women in our caucus.”\n\nHow this turns out at the end of the month is very, very important in terms of what we show the American public. Rep. Cheri Bustos (D-Ill.)\n\nFor her part, Pelosi is staying out of these races as she focuses on her own leadership bid. Her office declined to comment on the prospect of how bad it would look if men filled the vast majority of top roles beneath her.\n\nAt least one congresswoman is considering taking on Pelosi for speaker. Rep. Marcia Fudge (Ohio), who is African-American, tested the waters Thursday by slamming Pelosi for not doing enough on issues of race.\n\n“My concern about the caucus is the same concern I have about the country,” Fudge told HuffPost in an interview. “Just as there is this undertone of racism in the country, there’s also that in our caucus.”\n\nAsked by reporters about Fudge’s challenge, Pelosi seemed unfazed.\n\n“Come on in!” she said. “The water’s warm.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Akbar Shahid Ahmed", "title": "Democrats Are Planning To Target The Arms Sales Trump Loves", "description": "Their new House majority is discussing ways to have more debates that could block deals, an aide and an activist told HuffPost.", "url": "https://www.huffingtonpost.com/entry/house-democrats-arms-sales_us_5bf08cade4b0b84243e2d0da", "urlToImage": "https://img.huffingtonpost.com/asset/5bf08d5e3c00001d040eba8b.jpeg?ops=1910_1000", "publishedAt": "2018-11-18T10:45:16Z", "content": "WASHINGTON Top Democrats are discussing how to use their upcoming control of the House of Representatives to more tightly regulate U.S. weapons sales abroad a move that would shore up the partys antiwar credentials and make it harder for President Donald Trum… [+5914 chars]", "fulltext": "WASHINGTON ― Top Democrats are discussing how to use their upcoming control of the House of Representatives to more tightly regulate U.S. weapons sales abroad ― a move that would shore up the party’s antiwar credentials and make it harder for President Donald Trump to continue his high-profile arms deals with countries accused of human rights violations like Saudi Arabia.\n\nA final plan has not yet been crafted, but conversations are underway, a Democratic aide and an activist in regular contact with lawmakers told HuffPost. The final decision rests with leadership: the speaker, likely Rep. Nancy Pelosi (D-Calif.), and a handful of figures like Rep. Jim McGovern (D-Mass.), who will chair the powerful House Rules Committee and who publicly supports greater debate over the arms trade.\n\nTrump’s executive branch is already required to inform key congressional committees of any major weapons sale 30 days before U.S. and foreign officials finalize terms. Capitol Hill can use legislation to block the deal within that period. Such a bill, even if successful, would likely be vetoed by the president and then might not win over a veto-proof majority of lawmakers ― but the general consensus is that simply initiating such a spectacle makes it harder for a sale to continue and creates pressure for it to be abandoned instead. If there’s no bill, the process automatically moves forward.\n\nWhat some House members and outside groups skeptical of the defense industry want to fix is a discrepancy between the two chambers. In the Senate, any member can force the full body to vote on legislation disapproving of a sale 10 days after a notification comes to Congress if the foreign relations committee has not acted on it. Democrats have used that power repeatedly in dramatic votes over U.S. weapons shipments for a controversial Saudi military campaign in Yemen, and Sen. Rand Paul (R-Ky.) has deployed it to force debates that draw attention to his libertarian views on foreign policy.\n\nBut in the House, members who introduce similar bills could see them get referred to the foreign affairs committee and then simply never make it to a full floor vote. Critics of the arms trade say this lets lawmakers avoid accountability for deals that can allow weapons buyers to commit war crimes, and that allow the defense industry to reap huge profits off research largely funded by the U.S. taxpayer.\n\n“I’m for any more oversight we can add to this process to make sure that the American people’s interests are being represented,” said Dan Grazier of the Project on Government Oversight, which endorsed a September proposal from McGovern and Rep. Ted Lieu (D-Calif.) that would recreate the Senate procedure in the House. Such a bill has almost no chance of becoming law under Trump and the GOP-controlled Senate, but it signaled a desire among Democrats that party leaders can act on by enshrining, in their rules for the new House session, the right of any member to demand a floor debate on an arms deal.\n\nOpposition to arms sales is generally seen as a human rights issue, but Grazier pointed to another concern he wants to see raised if there are more debates over such deals: the waivers often involved that effectively mean the trade is subsidized by U.S. taxpayers.\n\nThe development and production of American weapons technology by huge firms like Lockheed Martin and Boeing involves massive support paid for by the U.S. government in the form of testing and research assistance. That’s seen as justified since the government is ultimately the top customer for those companies. Foreign buyers, however, are legally mandated to pay those costs back ― unless the State and Defense departments agree to provide waivers for those costs by saying that forcing a payment would threaten foreign alliances or the specific deal. Over the last five years, such waivers have cost the U.S. close to $16 billion, according to the Government Accountability Office, while private companies and other governments have been able to protect their bottom lines.\n\nMore discussion of the arms trade could also involve more honest conversations about whether it really creates jobs the way Trump says. Experts like William Hartung of the Center for International Policy are doubtful, citing the requirements in many deals to produce in foreign countries and the likelihood that workers in the industry could be more productive in other fields.\n\nAnd without the risk of bills questioning arms sales getting trapped in the foreign affairs committee, where members are particularly susceptible to administration arguments about diplomatic caution and especially deluged with foreign lobbying, activists believe they would gain an advantage.\n\nProponents of the change know it is no panacea, and indeed not even a certainty. Democratic leaders could still turn against it for any number of reasons. The aide mentioned that some veteran lawmakers are wary of allowing any member of the 435-person House to take the step, worried that it could disrupt order when other urgent issues need to be tackled.\n\nDefense lobbyists and those working for other governments are also likely to fight the potential change tooth and nail, focusing on blocking the proposal from becoming reality and working with allies in the Pentagon and the White House. They likely see an opportunity in the fact that some of the most high-profile new Democratic lawmakers who have gained respect for having flipped seats have backgrounds in national security and may be especially willing to talk about maintaining U.S. dominance in the international weapons business.\n\nMeanwhile, the policy wouldn’t hinder other hawkish moves by Trump, like providing intelligence support for the Saudis in Yemen or ratcheting up tension with Iran.\n\nBut advocates are generally hopeful, citing the many ways Democrats can now expand their influence over war and peace. Just last week, Republicans made continuing the U.S. military role in Yemen their first priority of the lame duck session, handily defeating a Democrat-backed bill. That’s the kind of action that will now, presumably, be a thing of the past."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Mary Papenfuss", "title": "Bad To The Bone: Ruth Bader Ginsburg Gets Down In Epic 'SNL' Rap Video", "description": "\"Tell Trump to stay outta her way. Don't f**k with my Roe v. Wade.\"", "url": "https://www.huffingtonpost.com/entry/ruth-bader-ginsburg-honored-in-epic-snl-rap-video_us_5bf104c4e4b0b84243e2e755", "urlToImage": "https://img.huffingtonpost.com/asset/5bf116031d00008800313345.png?cache=gzngmmta5w&ops=1910_1000", "publishedAt": "2018-11-18T08:03:29Z", "content": "After bouncing back from three broken ribs, tough-as-nails Supreme Court judge Ruth Bader Ginsburg (played by Kate McKinnon) was honored bigly by a rap video on Saturday Night Live. You know theres only like one lady holding the whole damn thing together, rig… [+580 chars]", "fulltext": "“You know there’s only like one lady holding the whole damn thing together, right?” Pete Davidson raps. “This is for you, RBG.”\n\nChris Redd — the other half of the Gooney Tunes rap duo — chimes in: “You think some broken ribs are gonna keep her down? Hell no, and hell no! Live Ginsburg and I ride for Ginsburg.”\n\nHe adds: “Tell Trump to stay out [of] her way/Don’t fuck with my Roe v. Wade/ Supreme Court’s a boys club, she holds it down, no cares given/Who else got six movies about ’em who’s still livin’?”\n\nMcKinnon does a stellar turn as the “Notorious RBG,” break-dancing, flexing her muscles — and showing off “Brooklyn” tattooed on her bared midriff."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Mary Papenfuss", "title": "Steve Carell's Jeff Bezos Trolls Trump On 'Saturday Night Live' With 'Amazon Caravan'", "description": "Hundreds of immigrants will deliver packages to any Trump building.", "url": "https://www.huffingtonpost.com/entry/steve-carrels-jeff-bezos-trolls-trump-on-saturday-night-live_us_5bf10570e4b0b84243e2e761", "urlToImage": "https://img.huffingtonpost.com/asset/5bf108a82000007c06029425.png?cache=Mr4sVcSE9y&ops=1200_630", "publishedAt": "2018-11-18T07:06:25Z", "content": "An amazingly convincing version of Amazon CEO Jeff Bezos by Steve Carell threw serious shade on President Donald Trump in a sly sketch on “ Saturday Night Live.” Carell’s Bezos managed to needle Trump that he was 100 times richer, smarter and funnier as he re… [+1169 chars]", "fulltext": "Carell’s Bezos managed to needle Trump that he was 100 times richer as he referred to Amazon’s recent decision to set up new dual headquarters in the Queens borough of New York City and in Arlington, Virginia.\n\n“Some folks have speculated that I was somehow trolling President Trump by building one headquarters in his hometown of Queens and the other [near] his current residence of Washington, D.C., thereby overshadowing or humiliating him. But that’s simply not true,” Carell’s Bezos calmly explained.\n\nHe then displayed several humiliating Trump headlines in The Washington Post, which he owns — and announced his company’s latest post-office-free innovation: Amazon Caravan.\n\n“Any package going to any Trump building will get delivered by hundreds of Honduran and Mexican immigrants and I’ll pick up the bill,” he explained, “unless you order [Trump’s book] The Art of the Deal ― that costs more to ship, because it’s heavier. I guess it’s the only book with four Chapter 11s.”\n\nOne last twist: The Virginia location will be close enough to Arlington National Cemetery that the company can “pay our respects to fallen veterans — even when it’s raining outside,” he said, referring to Trump’s canceled cemetery visit in France last weekend."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Mary Papenfuss", "title": "Trump Hammered On Acting Attorney General Matt Whitaker — By Republicans", "description": "“America needs an attorney general who doesn’t play politics,\" says Republicans for the Rule of Law.", "url": "https://www.huffingtonpost.com/entry/trump-getting-scorched-over-whitaker-by-repbulicans_us_5bf0a46fe4b0f32bd58a15fc", "urlToImage": "https://img.huffingtonpost.com/asset/5bf0ba672200008005de3da9.png?cache=ylu62qpm2u&ops=1910_1000", "publishedAt": "2018-11-18T06:15:42Z", "content": "When Chris Wallace s interview with Donald Trump airs Sunday on Fox News the president is going to be attacked over Acting Attorney General Matt Whitaker from a surprising source: Republicans. Republicans for the Rule of Law, a group of high-profile conservat… [+2278 chars]", "fulltext": "As Chris Wallace’s interview with Donald Trump airs on “Fox News Sunday,” the president is going to be attacked over acting Attorney General Matt Whitaker by a group of high-profile conservatives.\n\nRepublicans for the Rule of Law is running a 30-second ad in Washington during the interview that criticizes Whitaker, picked by Trump to head the Department of Justice after the president forced out Jeff Sessions.\n\nThe ad calls for Whitaker to recuse himself from the investigation by special counsel Robert Mueller into possible collusion between Trump’s presidential campaign and Russia because of Whitaker’s past statements deriding the probe. “America needs an attorney general who doesn’t play politics,” the ad warns.\n\nThe same ad ran Wednesday during Trump’s favorite morning program, “Fox & Friends.”\n\nWhitaker “cannot be trusted to fairly oversee” Mueller’s investigation,” said a statement sent by the organization to Huffpost. “Having publicly and repeatedly prejudged Robert Mueller’s investigation, Whitaker has given us... every reason to believe he will be guided by President Trump’s interests rather than the country’s.”\n\nCritics fear that Trump chose Whitaker to shut down Mueller’s probe.\n\nThe Republican group has previously spoken out to protect the Mueller investigation. “Interfering in the special counsel’s investigation will hurt the president, hurt the GOP and hurt the country,” said an earlier ad. But Whitaker’s appointment has reignited the fight.\n\nThe group is part of the organization Defending Democracy Together, launched earlier this year by Republicans including Bill Kristol, founder of the conservative Weekly Standard, and former New Jersey governor Christine Todd Whitman. The organization’s stated mission is to protect the “integrity” of the election process, federal agencies and the Republican Party, and to “fight for” the “rule of law, free trade and expanding legal immigration.”\n\nLast week another Republican group challenging Trump was launched by George Conway — husband of White House adviser Kellyanne Conway — called Checks and Balances.\n\nThe group supports “the rule of law,” the ”independence of the criminal justice system,” a free press and civil discourse “regardless of the party or persons in power,” the group said in a statement.\n\nThe Republican Party has always had a commitment to the rule of law. It's great to see the public servants and legal leaders of @chkbal continuing that tradition.https://t.co/ypkLbz6f0r — Republicans for the Rule of Law (@ForTheRuleOfLaw) November 14, 2018"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Mary Papenfuss", "title": "Kate McKinnon's Laura Ingraham Unveils Vote Fraud That 'Feels True' On 'SNL'", "description": "And \"blackface is a compliment,\" she insists.", "url": "https://www.huffingtonpost.com/entry/vote-fraud-feels-true-to-kate-mckinnons-laura-ingrahma-on-snl_us_5bf0ee0ce4b0b84243e2e4fe", "urlToImage": "https://img.huffingtonpost.com/asset/5bf0fa82240000a6025835cb.png?cache=7suOl2zuL8&ops=1200_630", "publishedAt": "2018-11-18T06:04:42Z", "content": "Say goodbye to fake news and hello to “feel facts.” They’re things that “feel” like they’re true to Kate McKinnon ’s spot-on Laura Ingraham on “ Saturday Night Live ’s” cold open. One feel fact? Rampant voter fraud “allowed Democrats to literally steal the el… [+980 chars]", "fulltext": "Say goodbye to fake news and hello to “feel facts.” They’re things that “feel” like they’re true to Kate McKinnon’s spot-on Laura Ingraham on “Saturday Night Live’s” cold open.\n\nOne feel fact? “Rampant voter fraud allowed Democrats to literally steal the election,” McKinnon’s Ingraham insisted.\n\n“Some have claimed that suburban women revolted against the Republican party. But doesn’t it feel more true that all Hispanics voted twice?” she asked. “You can’t dismiss that idea simply because it isn’t true and sounds insane.”\n\nOther feel facts — not “technically” facts — included: “Latinos can have a baby every three months,” “Santa is Jesus’ dad,” and “blackface is a compliment” (which drew an audible groan from the audience).\n\nAnother: “If the Earth is so warm, then why are my feet cold?”\n\nIngraham’s guests included Cecily Strong’s Fox News commentator Jeanine Pirro and Leslie Jones as Ohio Democratic Rep. Marcia Fudge (who wants to challenge California Rep. Nancy Pelosi for House speaker). Alex Moffat appeared as disturbingly robotic Mark Zuckerberg, who had to remind himself to blink and laugh.\n\nPirro took note of a little-known fake voting strategy ― when “multiple children” will “stack” on top of each other under a trench coat and then vote as an adult."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Igor Bobic", "title": "Orange County, A Conservative Bastion, Turns Blue For The First Time In Decades", "description": "What's stunning is not how many seats Democrats flipped, but how they did it.", "url": "https://www.huffingtonpost.com/entry/orange-county-congress-blue-democrats_us_5beee224e4b0510a1f304909", "urlToImage": "https://img.huffingtonpost.com/asset/5beee2e92100002906ca2736.jpeg?cache=6PzMwCqbrb&ops=1200_630", "publishedAt": "2018-11-18T04:49:12Z", "content": "In 2016, the conservative bastion of Orange County, California, voted for a Democratic presidential candidate for the first time since the Great Depression. Two years later, Democrats succeeded in capturing all of seven of its congressional seats a stunning f… [+3086 chars]", "fulltext": "In 2016, the conservative bastion of Orange County, California, voted for a Democratic presidential candidate for the first time since the Great Depression. Two years later, Democrats succeeded in capturing all seven of its congressional seats ― a stunning feat in what has traditionally been a seat of Republican power that catapulted both Richard Nixon and Ronald Reagan to the White House.\n\nThe densely populated county ― which comprises cities like Anaheim, Santa Ana, Irvine, and Huntington Beach ― has been growing more diverse and less conservative for years. But what may have harmed its GOP House representatives most was President Donald Trump and his nativist rhetoric about immigrants and penchant for controversial remarks, which alienated both minorities and college-educated women there.\n\n“Those forces finally combined in 2018 to wipe out the GOP in what was for decades the most Republican big county in America. It is a political failure of biblical proportions,” said California Democratic strategist Garry South.\n\nCongressional districts in Orange County, Calif. in 2016 and in 2018 pic.twitter.com/TWRQ1pPzS4 — Morning Joe (@Morning_Joe) November 16, 2018\n\nEarlier this week, Democrat Katie Porter officially ousted Rep. Mimi Walters (R-Calif.) in the state’s 45th congressional district ― the first time a Democrat has won there since it was drawn 35 years ago. Porter, a law professor at the University of California, Irvine, is a progressive who supports single-payer with the backing of Sen. Elizabeth Warren (D-Mass.). Walters attempted to cast Porter as an “extreme” and a “radical” by attacking her over her ties to Warren, but the attacks never stuck.\n\n“Orange County is the New Blue,” Rep. Ted Lieu (D-Calif.), who represents an area of Los Angeles, tweeted Wednesday after Porter’s race was officially called.\n\nDigital First Media/Orange County Register via Getty Images via Getty Images Katie Porter, the Democratic candidate for the 45th Congressional District, waves to supporters after speaking on election night in Irvine on Tuesday, Nov. 6, 2018.\n\nMeanwhile, in California’s 39th congressional district to the north, Democrat Gil Cisneros defeated Young Kim, a Republican, in the election to replace GOP Rep. Ed Royce, who did not seek re-election. Republicans invested millions behind Kim, a rising star who would have been the first Korean-American woman representative in Congress had she won. She held an early lead of several thousand votes on Election Day, but it evaporated as outstanding ballots continued to be counted there.\n\nDemocrats also succeeded in flipping districts carried by Rep. Dana Rohrabacher (R-Calif.), the infamous Russia-friendly congressman, and Rep. Darrell Issa (R-Calif.), who led the Benghazi investigation before retiring this year.\n\nWhat is stunning about the Democratic gains in Orange County, also known as the cradle of conservatism, is not just how many seats they flipped but how they did it. In the state’s 48th congressional district, for example, wealthy real estate executive Harley Rouda defeated Rohrabacher by campaigning on progressive issues like Medicare for all, tuition-free college, and a $15-an-hour federal minimum wage.\n\nThe Democratic sweep may have been foreshadowed by the retirements of longtime Republican stalwarts like Issa and Royce last year, but it took local GOP officials by surprise. Earlier this year, Orange County Republican Party Chair Fred Whitaker laughed off the notion of a blue wave in his backyard.\n\n“They think we’re the new battleground ... It’s a Hail Mary play. It’s desperation,” Whitaker said in an interview in March.\n\n“Let the Democrats spend tens of millions of dollars here,” he added. “Let them die on the hill in Orange County.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Mary Papenfuss", "title": "Trump Insists Raking Would Help Stop Forest Fires; Twitter Reels", "description": "Solution from Finland, according to the president: \"Raking and cleaning and doing things.\"", "url": "https://www.huffingtonpost.com/entry/trump-says-raking-would-help-prevent-forest-fires_us_5bf0d578e4b0f32bd58a1aba", "urlToImage": "https://img.huffingtonpost.com/asset/5bf0dd0b240000040499b94f.jpeg?cache=dhiytzytli&ops=1910_1000", "publishedAt": "2018-11-18T04:26:34Z", "content": "With 76 people dead and nearly 1,300 unaccounted for and feared dead in California wildfires, President Donald Trump had a word of advice about stopping future blazes: Raking. Youve got to take care of the floors. You know the floors of the forest, very impor… [+4362 chars]", "fulltext": "With 76 people dead and nearly 1,300 unaccounted for and feared dead in California wildfires, President Donald Trump had a word of advice about stopping future blazes: “Raking.”\n\n“You’ve got to take care of the floors. You know the floors of the forest, very important,” Trump noted Saturday surrounded by the devastation of the burned town of Paradise in northern California.\n\n“I was with the president of Finland and he said, ‘We have a much different —we’re a forest nation.’ He called it a forest nation, and they spent a lot of time on raking and cleaning and doing things. And they don’t have any problem. And when they do, it’s a very small problem,” Trump said.\n\nCritics were stumped by the raking solution.\n\nThey also pointed out the many extreme differences between warm, sunny, drought-stricken California with its annual destructive (and growing worse) fire seasons and Finland, land of marshes, cold temperatures and snow. A quarter of the nation is within the Arctic Circle.\n\nBut even with the fire-preventing advantages of far colder temperatures and precipitation, Scandinavia and Finland were hit with serious fires this year due to unusually hot and dry conditions, which scientists attributed to climate change.\n\nTrump: \"You gotta take care of the floors. You know the floors of the forest, very important... I was with the President of Finland... he called it a forest nation and they spent a lot of time on raking and cleaning and doing things and they don't have any problem.\" pic.twitter.com/cC8syQobdC — Contemptor (@TheContemptor) November 17, 2018\n\nYes, Finland is EXACTLY the same climate as California. I mean, DUH. — Hmmmmmm (@hmullphoto) November 18, 2018\n\nAny possibility that average temperatures, rainfall play factors? — Patricia A. Scalise (@pscalise071951) November 18, 2018\n\nSouthern portions of Finland are snow-covered about 3 to 4 months of the year\n\n\n\nNorthern portions for about 7 months\n\n\n\nAnd no forest fires!\n\n\n\nClearly Trump thinks southern CA should do the responsible thing and have much more snow? — Barry Nolan (@OnlyTrueThings) November 18, 2018\n\nWhen was the last time Finland had Santa Ana winds? — Datone4 (@allen_datone4) November 18, 2018\n\nSomeone please show Donald Trump a globe so he knows how close to the North Pole Finland is in comparison to Southern California. https://t.co/L0FgA0RL7x — Billy Procida (@TheBillyProcida) November 17, 2018\n\nSize of Finland: 338,424 km². Climate: Subarctic, winters temps drop as low as -30°C, and short, mild and rainy summers, top 17 °C\n\nSize of California: 423,970 km². Climate: Mediterranean with dry summers, temps reach over 49 °C\n\nSize of Trump's IQ: Too low to comprehend the above — SQUIRREL! 🐿 🌈 (@Iheartskwerls) November 18, 2018\n\nFinland, in Finnish, is called Suomi - land of marshes. Finland is a very wet place. California, on the other hand, is very dry/not named for its massive wetlands. Finland not having horrible fires all the time is not due to regular raking of underbrush. — Max Henry (@MaximusHenrison) November 17, 2018\n\nI'm relieved that President Trump has the answer for stopping wildfires in the age of climate change. Who knew it was as simple as a \"forest rake?\" I searched for them on Amazon but couldn't find any. Perhaps a new product for Trump, Inc.? — Dan Rather (@DanRather) November 18, 2018\n\nRAKE NEWS. — Chris Connors (@uurf) November 18, 2018\n\nIs Trump actually comparing Southern California to Finland? Everyone standing around him appears speechless at his insane rhetoric of raking the “floors” to preclude future fires. Does it bother anyone else that Trump has totally lost it & has access to our nuclear codes? — Linda (@Crackerthe4th) November 17, 2018\n\nJerry Brown rolled his eyes so hard, he rocked backwards, almost lost his balance. LMAO — Steve Holderness (@dark_hawk_98) November 18, 2018\n\nCalifornia in 2020 pic.twitter.com/tqMGqDMxGW — Khaljiit // Julia (@Khaljiit) November 17, 2018\n\nyou know what else Forest Nation has? Social Security, universal healthcare, and strong unions. — KelisePolarBear (@KelisePolarBear) November 17, 2018\n\nHere I am, raking the floors of the forest pic.twitter.com/GHbo66FydX — Trina Brown (@trinabrown1970) November 18, 2018\n\nFinland isn't renowned for its long hot summers — Colin Douglas (@ColinD66) November 18, 2018\n\nDepends on what you consider long. This year it was a whole afternoon. — Tero Tapio Huotari (@Tero_Huotari) November 18, 2018\n\nDude, do you hear yourself? — Dacia Kent (@Dacia83) November 18, 2018"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Associated Press", "title": "Gil Cisneros Wins House Seat, Capping Democratic Rout In California", "description": "The Navy veteran made affordable health care a central issue.", "url": "https://www.huffingtonpost.com/entry/gil-cisneros-wins-house-seat-capping-democratic-rout-in-california_us_5bf0d03ee4b07573881f0edd", "urlToImage": "https://img.huffingtonpost.com/asset/5bf0d0cc2600009103847c66.jpeg?cache=axrhulx6rp&ops=1910_1000", "publishedAt": "2018-11-18T02:47:49Z", "content": "LOS ANGELES (AP) Democrat Gil Cisneros captured a Republican-held U.S. House seat in Southern California on Saturday, capping a Democratic rout in which the party picked up six congressional seats in the state. In what had been the last undecided House contes… [+2627 chars]", "fulltext": "LOS ANGELES (AP) — Democrat Gil Cisneros captured a Republican-held U.S. House seat in Southern California on Saturday, capping a Democratic rout in which the party picked up six congressional seats in the state.\n\nIn what had been the last undecided House contest in California, Cisneros beat Republican Young Kim for the state’s 39th District seat. The Cisneros victory cements a stunning political realignment that will leave a vast stretch of the Los Angeles metropolitan area under Democratic control in the House.\n\nWith Kim’s defeat, four Republican-held House districts all or partly in Orange County, California, a one-time nationally known GOP stronghold southeast of Los Angeles, will have shifted in one election to the Democratic column. The change means that the county — Richard Nixon’s birthplace and site of his presidential library — will only have Democrats representing its residents in Washington next year.\n\nDemocrats also recently picked up the last Republican-held House seat anchored in Los Angeles County, when Democrat Katie Hill ousted Republican Rep. Steve Knight.\n\nWith other gains — Republicans also lost a seat in the agricultural Central Valley — Democrats will hold a 45-8 edge in California U.S. House seats next year.\n\nThe district was one of seven targeted by Democrats across California after Hillary Clinton carried them in the 2016 presidential election.\n\nCisneros, 47, a $266 million lottery jackpot winner, had been locked in a close race with Kim in a district that has grown increasingly diverse. It’s about equally divided between Republicans, Democrats and independents, as it is with Asians, Hispanics and whites.\n\nKim, 55, a former state legislator, worked for years for retiring Republican Rep. Ed Royce, who is vacating the seat and had endorsed her.\n\nASSOCIATED PRESS Gil Cisneros and his wife, Jacki\n\nIn a state where President Donald Trump is unpopular, Kim sought to create distance with the White House on trade and health care. Her immigrant background — and gender — made her stand out in a political party whose leaders in Washington are mostly older white men.\n\n“I’m a different kind of candidate,” she had said.\n\nIt wasn’t enough. Democratic ads depicted her as a Trump underling, eager to carry out his agenda.\n\nCisneros, a first-time candidate, described his interest in Congress as an extension of his time in the military — he said it was about public service. He runs a charitable foundation with his wife.\n\nOn health care, he talked about his mother who went without insurance for 16 years. “That should just not happen in this country,” he had said.\n\nWhile the election delivered mixed results around the U.S., it affirmed California’s reputation as a Democratic fortress.\n\nDemocrats are on track to hold every statewide office — again. The party holds a supermajority in both chambers of the Legislature — and a 3.7-million advantage in voter registration."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Andy McDonald", "title": "Bill Maher Trashes Fans Mourning Stan Lee And Adults Who Read Comics", "description": "The comedian had harsh words for adults who pretend comic books are \"sophisticated literature.\"", "url": "https://www.huffingtonpost.com/entry/bill-maher-trashes-fans-mourning-stan-lee-and-adults-who-read-comics_us_5bf07081e4b0f32bd58a0b87", "urlToImage": "https://img.huffingtonpost.com/asset/5bf094eb210000dd05ca2775.jpeg?cache=5ZCHcayIDy&ops=1200_630", "publishedAt": "2018-11-18T02:25:31Z", "content": "Comedian Bill Maher is getting the ire of the comic book world this weekend after making disparaging remarks about fans who mourned the passing of Marvel icon Stan Lee. In a blog post Maher wrote Saturday, the late night host trashed the impact that Stan Lee … [+1639 chars]", "fulltext": "Comedian Bill Maher is getting the ire of the comic book world this weekend after making disparaging remarks about fans who mourned the passing of Marvel icon Stan Lee.\n\nIn a blog post Maher wrote Saturday, the late night host trashed the impact that Stan Lee had on generations of comic book readers.\n\n“The guy who created Spider-Man and the Hulk has died, and America is in mourning,” Maher’s blog post began. “Deep, deep mourning for a man who inspired millions to, I don’t know, watch a movie, I guess.”\n\nThe basis of the criticism seems to originate from his belief that comic books are for children. He chided adults for deciding about 20 years ago that they didn’t have to give up kid stuff.\n\n“They pretended comic books were actually sophisticated literature,” Maher said.\n\nMaher then took the rather large leap from comics to the political system. “I don’t think it’s a huge stretch to suggest that Donald Trump could only get elected in a country that thinks comic books are important.”\n\nAs you would expect, commenters on Facebook and on the “Real Time” site disagreed and they were not kind. Some pointed to the countless numbers of children who learned to read from comics, and the scores of artists and writers who found their careers after being inspired by Lee.\n\nMany readers pointed out Maher’s hypocrisy in the debate.\n\n“Don’t you own part of the Mets?” said one Facebook user. “Ya know, a bunch of guys who get paid obscene amounts of money to play a children’s game and take it way too seriously?” Indeed, Maher does own a stake in the Mets.\n\n“Says the guy who smokes pot like a college student,” said another reader.\n\nThe vast majority of the comments simply described the rant as “tone deaf” or sounding like an old man telling kids to get off the lawn."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Emily Feldman", "title": "HuffPost Her Stories: The Truth About White Women", "description": "Plus: A moment of reckoning for India's Silicon Valley", "url": "https://www.huffingtonpost.com/entry/huffpost-her-stories-the-truth-about-white-women_us_5bf0b3bce4b07573881f0c6d", "urlToImage": "https://img.huffingtonpost.com/asset/default-entry.jpg?ops=1200_630", "publishedAt": "2018-11-18T00:56:49Z", "content": "“HuffPost Her Stories” is a new series highlighting HuffPost’s coverage of women’s lives from across our 15 global editions. Sign up for the weekly newsletter here. Dear reader, Last week, U.S. voters sent more than 100 women to Congress in a midterm election… [+3433 chars]", "fulltext": "“HuffPost Her Stories” is a new series highlighting HuffPost’s coverage of women’s lives from across our 15 global editions. Sign up for the weekly newsletter here.\n\nDear reader,\n\nLast week, U.S. voters sent more than 100 women to Congress in a midterm election widely seen as a response to the presidency of Donald Trump. White women split their vote between candidates from Trump’s Republican party and their Democratic challengers, according to exit poll data. But in three key races, white women went for Republican candidates, leading to calls on social media for white women to do better.\n\n\n\nHuffPost’s Emma Gray spoke about the role of white women in the election with Corinne McConnaughy, a political science professor whose work focuses on the roles gender and race play in American politics.\n\nEmma found that while white women have long been some of the most ardent defenders of what she calls the “white patriarchy,” as a whole they’re actually an incredibly fractured group. “Corinne’s research suggests that [it isn’t] a meaningful social group at all,” she explained.\n\nShe also found that progressive white women who want to “call other white women in” should begin in the communities they have social ties to and focus their efforts on recruiting sympathetic, but not necessarily politically active, white men to their cause.\n\n\n\nEmma’s interview with McConnaugh is a fascinating read for anyone who has scratched their head over the support of white women for candidates like Donald Trump in the U.S. or Jair Bolsonaro in Brazil, despite both men’s record of misogynist comments and support of policies that threaten rights and protections for women and minorities.\n\n\n\nUntil next time,\n\n\n\nEmily\n\nASSOCIATED PRESS A motorist and a woman walks past a building that formerly was the Flipkart headquarters in Bangalore, India, Wednesday, May 9, 2018. (AP Photo/Aijaz Rahi)\n\nA tech executive’s resignation this week following allegations of sexual misconduct marks a watershed moment for India’s “Silicon Valley,” reports HuffPost India this week. The fact that Binny Bansal, one of the founders and top executives of online retail giant Flipkart, faced an investigation — that resulted in his resignation — shows how much India’s start-up culture is evolving, HuffPost India’s Gopal Sathe writes. “While US companies like Uber have slowly started cleaning up their rampant sexism and bro culture, in India, founders remain largely impervious to oversight and whispers of wrong-doing are quickly silenced.” But times are changing in India, which is in the midst of its own Me Too movement. Gopal writes that “it’s about time.”"}]