{"articles": [{"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Oliver JJ Lane", "title": "Ukraine Considers Declaring Martial Law After Apparent Defeat in Russia Naval Skirmishes", "description": "The Ukrainian president will ask his parliament to consider enacting martial law after three Ukrainian navy ships were fired upon and captured in the Black Sea on Sunday.", "url": "https://www.breitbart.com/europe/2018/11/25/ukraine-considers-declaring-martial-law-after-apparent-defeat-in-russia-naval-skirmishes/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP_18329564077006-e1543189756717.jpg", "publishedAt": "2018-11-25T23:58:32Z", "content": "The incident followed a day of high tension and took place near the Crimean Peninsula, a site of historic tensions between the two countries. Russia has blamed Ukraine for starting the clash, which saw ships ramming each other, shots fired, and boardings laun… [+2728 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Sherrod Brown: Trump’s ‘Phony’ Populism Is ‘Anti-Semitic,’ ‘Racist’", "description": "Sunday on ABC’s “This Week,” Sen. Sherrod Brown (D-OH) said President Donald Trump’s “phony” populism was anti-Semitic and racist. Brown said, “Fundamentally you’ve seen a president with his phony populism where the White House looks like a retreat for Wall S…", "url": "https://www.breitbart.com/video/2018/11/25/sherrod-brown-trumps-phony-populism-is-anti-semitic-racist/", "urlToImage": "https://media.breitbart.com/media/2018/11/Sherrod-Brown-1.jpg", "publishedAt": "2018-11-25T23:34:19Z", "content": "Sunday on ABC’s “This Week,” Sen. Sherrod Brown (D-OH) said President Donald Trump’s “phony” populism was anti-Semitic and racist. Brown said, “Fundamentally you’ve seen a president with his phony populism where the White House looks like a retreat for Wall S… [+632 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn", "title": "WATCH: Jags and Bills Brawl, Multiple Players Ejected", "description": "On Thursday, the nation came together and gave thanks for the plentiful bounty that our Heavenly Father has bestowed upon us.", "url": "https://www.breitbart.com/sports/2018/11/25/watch-jags-and-bills-brawl-multiple-players-ejected/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot-8-7.jpg", "publishedAt": "2018-11-25T23:33:35Z", "content": "On Sunday, we went back to punching each other in the face. The Bills and the Jaguars faced each other in a contest between two of the more disappointing teams in the league. However, though the teams lacked entertainment value while playing the game, they mo… [+914 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Sasse: Trump Is ‘Being So Weak’ on the Saudis", "description": "On this weekend’s broadcast of “Fox News Sunday,” Sen. Ben Sasse (R-NE) said President Donald Trump was being “weak” in his response to Saudi Arabia regarding their possible involvement in the death of journalist Jamal Khashoggi. On Trump’s response, Sasse sa…", "url": "https://www.breitbart.com/video/2018/11/25/sasse-trump-is-being-so-weak-on-the-saudis/", "urlToImage": "https://media.breitbart.com/media/2018/11/BS.jpg", "publishedAt": "2018-11-25T23:31:05Z", "content": "On this weekend’s broadcast of “Fox News Sunday,” Sen. Ben Sasse (R-NE) said President Donald Trump was being “weak” in his response to Saudi Arabia regarding their possible involvement in the death of journalist Jamal Khashoggi. On Trump’s response, Sasse sa… [+1287 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "California’s Deadliest Wildfire Finally 100 Percent Contained", "description": "(AFP) — The deadliest and most destructive fire in California’s history was finally brought totally under control by firefighters, more than two weeks after it erupted, authorities said on Sunday. “#CampFire … is now 100% contained,” Cal Fire, the state fire …", "url": "https://www.breitbart.com/environment/2018/11/25/californias-deadliest-wildfire-finally-100-percent-contained/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1064347626.jpg", "publishedAt": "2018-11-25T22:51:53Z", "content": "“#CampFire … is now 100% contained,” Cal Fire, the state fire authority, said in its latest bulletin on Twitter. The fire, which broke out on November 8, is so far known to have killed 87 people although another 249 people remain unaccounted for. That figure … [+3058 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Penny Starr", "title": "Experts on Climate Change Assessment: ‘Every Conclusion of This Latest Government Report Is False’", "description": "Critics of the latest federal climate change assessment, including scientists, have slammed it as “exaggeration\" with \"false\" conclusions.", "url": "https://www.breitbart.com/politics/2018/11/25/experts-climate-change-assessment-every-conclusion-latest-government-report-false/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/19/7365f8_human-society-faced-devastating-combined-impacts-multiple-interacting-e1543186202659.jpg", "publishedAt": "2018-11-25T22:51:29Z", "content": "But critics of the report, including scientists, have slammed it as exaggeration, bad science and even said its conclusions are false. This latest climate report is just more of the same except for even greater exaggeration, worse science, and added interfere… [+3819 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Illegal Alien Gets 12 Years in Prison for Sexually Abusing 6-Year-Old Girl", "description": "An illegal alien has been sentenced to 12 years in prison after sexually abusing a six-year-old girl in Trenton, New Jersey, last year.", "url": "https://www.breitbart.com/politics/2018/11/25/illegal-alien-gets-12-years-prison-sexually-abusing-6-year-old-girl/", "urlToImage": "https://media.breitbart.com/media/2018/11/illegal.jpg", "publishedAt": "2018-11-25T22:37:00Z", "content": "Edgar Mendoza, a 29-year-old illegal alien from Guatemala, has been sentenced to 12 years in state prison in New Jersey after he broke into the home of a New Jersey family and sexually molested their 6-year-old daughter. The sentencing comes as New Jersey Gov… [+1269 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Maryland Tests Technology to Replace Humans in Road Work Zones", "description": "The state of Maryland is reportedly testing new technology to replace humans holding \"stop\" signs to direct traffic at road work zones.", "url": "https://www.breitbart.com/tech/2018/11/25/maryland-tests-technology-to-replace-humans-in-road-work-zones/", "urlToImage": "https://media.breitbart.com/media/2018/11/road-construction-sign.jpg", "publishedAt": "2018-11-25T22:20:24Z", "content": "In another example of the slowly creeping effects of automation, the state of Maryland is testing new technology to replace human employees at road work zones who hold “stop” and “go” signs to control traffic. The Baltimore Sun reports that the Maryland Depar… [+1176 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Sherrod Brown: I’m ‘Seriously Considering’ Running for President", "description": "Sunday on ABC’s “This Week,” Sen. Sherrod Brown (D-OH) said he was “seriously thinking about” running for president in 2020. Brown said, “We’re seriously thinking about it, we’re seriously talking about it with family and friends and political allies who have…", "url": "https://www.breitbart.com/video/2018/11/25/sherrod-brown-im-seriously-considering-running-for-president/", "urlToImage": "https://media.breitbart.com/media/2018/08/Sherrod-Brown.jpg", "publishedAt": "2018-11-25T21:54:05Z", "content": "Sunday on ABC’s “This Week,” Sen. Sherrod Brown (D-OH) said he was “seriously thinking about” running for president in 2020. Brown said, “Were seriously thinking about it, were seriously talking about it with family and friends and political allies who haver … [+581 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Tom Steyer: ‘No Question That This President’ Has ‘Met the Grounds for Impeachment’", "description": "Sunday on NBC’s “Meet the Press,” billionaire hedge fund manager and liberal activist Tom Steyer said President Donald Trump had already “met the grounds for impeachment.” Partial transcript as follows: TODD: Where would you prioritize impeachment right now f…", "url": "https://www.breitbart.com/video/2018/11/25/tom-steyer-no-question-that-this-president-has-met-the-grounds-for-impeachment/", "urlToImage": "https://media.breitbart.com/media/2018/04/Tom-Steyer-Jewel-Samad-AFP-Getty-Images.jpg", "publishedAt": "2018-11-25T21:52:18Z", "content": "Sunday on NBC’s “Meet the Press,” billionaire hedge fund manager and liberal activist Tom Steyer said President Donald Trump had already “met the grounds for impeachment.” TODD: Where would you prioritize impeachment right now for the new Democratic House? Yo… [+707 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "Theresa May Refuses Asylum for Pakistani Christian Hunted by Lynch Mobs to Appease British Muslims", "description": "Theresa May has reportedly refused to grant a Pakistani Christian woman being hunted by lynch mobs for “blasphemy” asylum, after bureaucrats advised her it would cause upset in Britain’s Muslim community.", "url": "https://www.breitbart.com/europe/2018/11/25/theresa-may-refuses-asylum-pakistani-christian-hunted-lynch-mobs-appease-british-muslims/", "urlToImage": "https://media.breitbart.com/media/2018/11/Bibi-Asia.png", "publishedAt": "2018-11-25T21:36:48Z", "content": "Asia Bibi’s ordeal began when Muslim fieldworkers objected to her drinking from the same water supply as them, branding her “unclean” and telling her she should convert to Islam, which she declined to do. Days later, village imam Qari Muhammad Salaam declared… [+2638 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "San Diego Port of Entry Shut Down as Migrants Rush Border Chanting ‘Yes We Can’", "description": "The San Ysidro port of entry, among the largest border crossings between San Diego and Tijuana, was shut down by U.S. Customs and Border Protection agents Sunday after hundreds of caravan migrants appeared to have attempted to breach a U.S.-Mexico border fenc…", "url": "https://www.breitbart.com/immigration/2018/11/25/san-diego-port-entry-shut-down-migrants-rush-border-chanting-yes-we-can/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/25/d2349d_central-america-migrant-caravan-27679-migrants-break-line-police-as-run-e1543181370142.jpg", "publishedAt": "2018-11-25T21:31:55Z", "content": "CBP officials closed traffic roads moving in both directors and pedestrian walkways at the port of entry. Tear gas is said to have been being fired at the migrants from inside the U.S. The freeway just north of the #SanYsidro Port of Entry is shut down pic.tw… [+2317 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "WATCH: Woman Swipes Package Full of Worms off Porch", "description": "Authorities are on the lookout for a Florida woman who allegedly swiped a package off of a homeowner's porch last Monday, not realizing that she opened a can—or in this case a box— of worms.", "url": "https://www.breitbart.com/video/2018/11/25/watch-woman-swipes-package-full-worms-porch/", "urlToImage": "https://media.breitbart.com/media/2017/08/wi/afp/14/177o5lc-e1543180916865.jpg", "publishedAt": "2018-11-25T21:24:25Z", "content": "Security camera footage of the incident showed the woman allegedly covering the box with a blue tarp before carrying it to a blue minivan waiting in the driveway. The woman then hopped inside, and the minivan drove away, according to the video. “You can tell … [+882 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Washington Prosecutor: Expand Confiscation Laws to Include Those Too Young to Buy Guns", "description": "Washington state prosecutor Kimberly Wyatt wants to see gun confiscation orders expanded to included those who are too young to buy guns.", "url": "https://www.breitbart.com/politics/2018/11/25/washington-prosecutor-expand-confiscation-laws-include-those-too-young-buy-guns/", "urlToImage": "https://media.breitbart.com/media/2016/12/gun_range_ap_photo-brennan_linsley_4.jpg", "publishedAt": "2018-11-25T21:12:12Z", "content": "Wyatt is currently involved in a case where an 18-year-old facing criminal charges is living with his father and the father allegedly owns guns. Wyatt told MyNorthwest that she would get an Extreme Risk Protection Order, a court-issued gun confiscation order,… [+955 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "VIDEO: Four JROTC Members Run Inside Burning Building to Save Residents", "description": "Four heroic teenage Junior Reserve Officer Training Corps (JROTC) members ran inside a burning building Wednesday to save trapped residents.", "url": "https://www.breitbart.com/politics/2018/11/25/video-four-jrotc-members-run-inside-burning-building-save-residents/", "urlToImage": "https://media.breitbart.com/media/2018/11/rotc-run-into-fire-building.png", "publishedAt": "2018-11-25T20:48:06Z", "content": "VIDEO: 4 Teen ROTC Members Rush into Burning Home, Save Residents The four teenagers, who are all friends involved in the JROTC program at a local Massachusetts high school, had been driving back from a “Friendsgiving” celebration on Wednesday night when they… [+1490 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price, Bob Price", "title": "Texas Woman Dead After Botched Nose-Job in Mexico", "description": "A Texas woman is dead after traveling to Mexico for a cheap nose job. She spent nearly a month in a coma and on life support before succumbing to complications from the surgery.", "url": "https://www.breitbart.com/border/2018/11/25/texas-woman-dead-after-botched-nose-job-in-mexico/", "urlToImage": "https://media.breitbart.com/media/2018/11/Laura-Avila-GoFundMe.jpg", "publishedAt": "2018-11-25T20:10:09Z", "content": "Laura Avila, 36, died on the morning of November 24, her sister, Angie Avila, announced in a Facebook post. “My heart aches, and I truly dont know how or if Ill ever overcome this pain, Angie Avila wrote. “What I do know is that I am beyond lucky to have had … [+1843 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "Tensions in Black Sea As Russian and Ukrainian Ships Clash Near Strategic Bridge", "description": "Russia and Ukraine traded accusations over an incident at sea Sunday near the disputed Crimean Peninsula, increasing tensions between both countries and prompting Moscow to block passage through the Kerch Strait.", "url": "https://www.breitbart.com/europe/2018/11/25/tensions-in-black-sea-as-russian-and-ukrainian-ships-clash-near-strategic-bridge/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/25/804670_russia-ukraine-89769-kerch-bridge-is-blocked-ships-entrance-kerch-crimea-e1543174595402.jpg", "publishedAt": "2018-11-25T19:43:09Z", "content": "Russias coast guard said that three Ukrainian navy ships made an unauthorized crossing through Russian territorial waters, while Ukraine alleged that one of its boats was rammed by a Russian coast guard vessel. The Kerch Strait is a narrow body of water nestl… [+3164 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Turner Refunding PPV Customers After Technical Problems at Woods-Mickelson Match", "description": "Turner Sports and other cable outlets have decided to refund the fees paid by pay per view customers, after a technical problem nearly blacked out the highly anticipated golf match between pros Tiger Woods and Phil Mickelson last Friday.", "url": "https://www.breitbart.com/sports/2018/11/25/turner-refunding-ppv-customers-after-technical-problems-at-woods-mickelson-match/", "urlToImage": "https://media.breitbart.com/media/2018/11/gty-3.jpg", "publishedAt": "2018-11-25T19:40:47Z", "content": "The broadcast of The Match, featuring the head-to-head round of golf between Woods and Mickelson, ended up being broadcast unblocked after the paywall system broke down. The decision was quickly made to avoid blacking out the program for everyone and to air i… [+2273 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Cartel Chronicles", "title": "U.S. Army Veteran, Two Others Kidnapped in Mexican Border City", "description": "A team of cartel gunmen kidnapped a U.S. Army veteran, his sister, and her boyfriend in the Mexican border city of Piedras Negras. Coahuila state authorities recovered the body of one victim and rescued the two others. Officials transported the U.S. veteran a…", "url": "https://www.breitbart.com/border/2018/11/25/u-s-army-veteran-two-others-kidnapped-in-mexican-border-city/", "urlToImage": "https://media.breitbart.com/media/2018/11/Coahuila-Kidnapping.jpg", "publishedAt": "2018-11-25T19:24:41Z", "content": "The kidnapping took place on Friday night when a team of at least 20 gunmen riding in three SUVs stormed a home in the Infonavit neighborhood on a mission to kidnap 29-year-old U.S. Army Vet David Gutierrez, his sister, 28-year-old Sarai Gutierrez, and her bo… [+1430 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Emily Ratajkowski Defends Going Braless at Anti-Kavanaugh Protest", "description": "Actress and activist Emily Ratajkowski defended her decision to go braless at an anti-Brett Kavanaugh protest in October, saying that her protest was about “making a political point.”", "url": "https://www.breitbart.com/entertainment/2018/11/25/emily-ratajkowski-defends-going-braless-anti-kavanaugh-protest/", "urlToImage": "https://media.breitbart.com/media/2018/11/Emilytold1-640x480-1.jpg", "publishedAt": "2018-11-25T19:11:41Z", "content": "“I knew being there would be important and I knew some people would find it controversial, but I never expected anyone to talk about why I wasnt wearing a bra under my tank top,” Emily Ratajkowski told The Daily Telegraph. “It was 32 degrees, I was marching t… [+1534 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Hawaii Burger Joint Closes After Video Captures Employee Cooking Rat", "description": "A Hawaii-based burger joint fired two of its employees and closed briefly after a video showed an employee cooking a rat on the burger grill.", "url": "https://www.breitbart.com/tech/2018/11/25/hawaii-burger-joint-closes-after-video-captures-employee-cooking-rat/", "urlToImage": "https://media.breitbart.com/media/2018/11/rat-grill-hawaii-burger-1.png", "publishedAt": "2018-11-25T18:51:01Z", "content": "The video, which was posted on Snapchat and Facebook, showed two employees of Teddy’s Bigger Burgers in Honolulu cooking with a spatula what appeared to be a rat next to a beef patty on one of its burger grills. The video went viral, gaining more than 109,000… [+1078 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "CBS News Corrects Blunder Claiming Hamas Fired Rockets at 'Israeli Military'", "description": "TEL AVIV – CBS News broadcast a correction for falsely claiming in an earlier report last week that Hamas and other Gaza-based terrorist groups were firing rockets targeting “Israel’s military.”", "url": "https://www.breitbart.com/middle-east/2018/11/25/cbsn-corrects-blunder-claiming-hamas-fires-rockets-at-israeli-military/", "urlToImage": "https://media.breitbart.com/media/2018/05/hamas-terror-rocket-attack.png", "publishedAt": "2018-11-25T18:41:23Z", "content": "In a report that aired last week about the resignation of Israel’s defense minister, Avigdor Liberman, CBS News anchor Anne-Marie Green said, Palestinians have fired hundreds of rockets at Israel’s military.” Green later issued an on-air correction after the … [+528 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Barbra Streisand: Women Who Support Trump ‘Vote the Way Their Husbands Vote’", "description": "Pop icon and actress Barbra Streisand said that women who voted for President Donald Trump did so because of their husbands and said those women \"don't believe enough in their own thoughts\" in a new interview.", "url": "https://www.breitbart.com/entertainment/2018/11/25/barbra-streisand-women-who-support-trump-vote-the-way-their-husbands-vote/", "urlToImage": "https://media.breitbart.com/media/2018/11/BarbraCrop.jpg", "publishedAt": "2018-11-25T18:40:17Z", "content": "“I love my country and it’s painful to see democracy being assaulted, institutions being assaulted and women being assaulted,” Barbra Streisand told Daily Mail. The “No More Tears” singer also decried “a war between people who want to live in the future and l… [+1258 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Netanyahu: Rouhani's 'Cancerous' Slur against Israel Proves Need for Sanctions", "description": "TEL AVIV – Prime Minister Benjamin Netanyahu called on the international community to impose sanctions on Iran after its president Hassan Rouhani called Israel a “cancerous tumor” established by Western countries to advance their own interests in the region.", "url": "https://www.breitbart.com/middle-east/2018/11/25/netanyahu-calls-on-west-to-sanction-iran-after-rouhani-calls-israel-cancerous/", "urlToImage": "https://media.breitbart.com/media/2016/12/Netanyahu-and-Khamenei.png", "publishedAt": "2018-11-25T18:38:22Z", "content": "Israel knows very well how to defend itself from the murderous Iranian regime, Netanyahu said in a statement Saturday. Rouhanis slander, which calls for the destruction of Israel, proves yet again why the nations of the world need to join in the sanctions aga… [+1680 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Palestinian Journalists Call for Boycott of Eurovision in Israel", "description": "TEL AVIV – The Palestinian Journalists Syndicate on Wednesday called to boycott the 2019 Eurovision Contest, scheduled to take place in May in Tel Aviv, despite the journalists’ claim that the music event may be held in “occupied Palestine.”", "url": "https://www.breitbart.com/middle-east/2018/11/25/palestinian-journalists-call-for-boycott-of-eurovision-in-israel/", "urlToImage": "https://media.breitbart.com/media/2018/09/wi/afp/13/4cfce7_israel-earned-host-year-eurovision-in-may-israeli-singer-netta-barzilai.jpg", "publishedAt": "2018-11-25T18:34:19Z", "content": "The Ramallah-based syndicate, which is mostly compromised of members of the ruling Fatah faction, wrote a letter to the European Broadcasting Union claiming that the Eurovision contest may be held in Jerusalem or any part of occupied Palestine, and this is ha… [+1235 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "Fishermen Betrayed: Macron Gloats UK Will Be Forced Into ‘Backstop’ Unless British Waters are Surrendered", "description": "EU leaders have wasted little time in gloating over \"the worst deal in history\" negotiated by Theresa May, with French president Emmanuel Macron gloating he can blackmail Britain into surrendering its fishing waters or force it into the humiliating \"backstop\".", "url": "https://www.breitbart.com/europe/2018/11/25/fishermen-betrayed-macron-gloats-uk-will-be-forced-into-backstop-unless-british-waters-are-surrendered/", "urlToImage": "https://media.breitbart.com/media/2018/11/laughing-macron.png", "publishedAt": "2018-11-25T18:01:33Z", "content": "The European Union controls its member-states territorial fishing waters centrally, sharing them out via a controversial quota system which grants British fishermen less than half the stocks in their own waters, destroying tens of thousands of jobs. Brussels … [+3004 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew, Ben Kew", "title": "'Pirates of the Caribbean' Writer Terry Rossio Slammed for Comparing 'Anti-Vax' to the N-Word", "description": "Shrek and Pirates of the Caribbean screenwriter Terry Rossio was slammed on Saturday after comparing the term \"anti-vax\" to the N-word.", "url": "https://www.breitbart.com/entertainment/2018/11/25/terry-rossio-slammed-for-comparing-anti-vax-to-the-n-word/", "urlToImage": "https://media.breitbart.com/media/2018/11/Terryrossio1.jpg", "publishedAt": "2018-11-25T17:40:14Z", "content": "Responding to a request for vaccine donations from The 100 writer Julie Benson, Rossio went on his own anti-vaccination rant and strongly objected to the term “Anti-Vax.” Brilliant! pic.twitter.com/O08JZWu5is — Julie Benson (@TheJulieBenson) November 23, 2018… [+1882 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Gowdy on Ivanka’s Email: ‘I’m Concerned Anytime Any President Pre-Judges the Outcome of an Investigation’", "description": "Sunday on CBS’s “Face the Nation,” House Intelligence Committee chairman Rep. Trey Gowdy (R-SC) said he was “concerned” President Donald Trump was dismissing a potential investigation into White House senior adviser Ivanka Trump’s use of a personal email acco…", "url": "https://www.breitbart.com/video/2018/11/25/gowdy-on-ivankas-email-im-concerned-anytime-any-president-pre-judges-the-outcome-of-an-investigation/", "urlToImage": "https://media.breitbart.com/media/2018/09/gowdy.jpg", "publishedAt": "2018-11-25T17:37:07Z", "content": "Sunday on CBS’s “Face the Nation,” House Intelligence Committee chairman Rep. Trey Gowdy (R-SC) said he was “concerned” President Donald Trump was dismissing a potential investigation into White House senior adviser Ivanka Trump’s use of a personal email acco… [+2885 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Dershowitz: Mueller Report Will Be ‘Politically Very Devastating’ — But There Will Be No Criminal Case", "description": "Sunday on ABC’s “This Week,” Harvard Law Professor Alan Dershowitz predicted special counsel Robert Mueller’s report would be “politically very devastating.” However, he also predicted there would be no criminal case to come from it. Dershowitz said, “I think…", "url": "https://www.breitbart.com/video/2018/11/25/dershowitz-mueller-report-will-be-politically-very-devastating-but-there-will-be-no-criminal-case/", "urlToImage": "https://media.breitbart.com/media/2018/10/Dershowitz-108-Thumbnail.jpg", "publishedAt": "2018-11-25T17:35:00Z", "content": "Sunday on ABC’s “This Week,” Harvard Law Professor Alan Dershowitz predicted special counsel Robert Muellers report would be “politically very devastating.” However, he also predicted there would be no criminal case to come from it. Dershowitz said, “I think … [+677 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Union Sues to Ensure Educators Cannot Be Armed for Self-Defense", "description": "Pennsylvania's Tamaqua Area Education Association is suing to prevent teachers from being armed to defend themselves and their students.", "url": "https://www.breitbart.com/politics/2018/11/25/union-sues-to-ensure-educators-cannot-be-armed-for-self-defense/", "urlToImage": "https://media.breitbart.com/media/2018/09/Armed-Teachers.jpg", "publishedAt": "2018-11-25T17:28:37Z", "content": "The Morning Call reports that the suit comes after Tamaqua Area School District became “the first district in the state to allow armed school staff as a way to defend schools against shooters.” Tamaqua Area Education Association president President Frank Wenz… [+1600 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Box Office: ‘Ralph Breaks the Internet’ Is #1, ‘Creed II’ Knocks Out Competition with Historic $55 Million", "description": "Michael B. Jordan's 'Creed II' scored a record Thanksgiving Day weekend earning a whopping $55 million during its Wednesday to Sunday opening", "url": "https://www.breitbart.com/entertainment/2018/11/25/box-office-ralph-breaks-the-internet-is-1-creed-ii-knocks-out-competition-with-historic-55-million/", "urlToImage": "https://media.breitbart.com/media/2018/11/creedIIfeat1.jpg", "publishedAt": "2018-11-25T17:22:29Z", "content": "The Steven Caple Jr.-directed sequel set a slew of records for a Thanksgiving release, according to Forbes. Not only did it make the biggest debut of a live-action film for the holiday weekend, it was the biggest release for a non-Disney film over the usually… [+1955 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "James Delingpole", "title": "Delingpole: Britain’s Worst Ever Prime Minister May Yet Save Brexit", "description": "Lord North is often held to be Britain’s worst ever prime minister because he was the one that lost America. But I really think this claim does the current incumbent a terrible disservice. Lord North, after all, has been vindicated by history: Britain and Ame…", "url": "https://www.breitbart.com/politics/2018/11/25/delingpole-britains-worst-ever-prime-minister-may-yet-save-brexit/", "urlToImage": "https://media.breitbart.com/media/2018/11/theresa-may.png", "publishedAt": "2018-11-25T17:03:19Z", "content": "But I really think this claim does the current incumbent a terrible disservice. Lord North, after all, has been vindicated by history: Britain and America have thrived since their divorce. No one, though, is ever going to be able to view Theresa May kindly wi… [+5902 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John J. Xenakis", "title": "World View: Socialist Venezuela Oil Production in ‘Freefall’ as Infrastructure Collapses", "description": "Contents: Socialist Venezuela oil production in 'free fall' as infrastructure collapses; Russia rebukes Venezuela for non-payment", "url": "https://www.breitbart.com/national-security/2018/11/25/world-view-socialist-venezuela-oil-production-in-freefall-as-infrastructure-collapses/", "urlToImage": "https://media.breitbart.com/media/2016/10/PDVSA-venezuela-oil-company-ap.jpg", "publishedAt": "2018-11-25T16:56:51Z", "content": "This morning’s key headlines from GenerationalDynamics.com Socialist Venezuela oil production in ‘freefall’ as infrastructure collapses Russia rebukes Venezuela for non-payment Socialist Venezuela oil production in ‘freefall’ as infrastructure collapses Oil t… [+4961 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Kevin Hart Attacked over ‘Cowboys & Indians’ Birthday Party", "description": "Actor-comedian Kevin Hart and his wife Eniko Hart were attacked this week by social media users who objected to their “cowboys & Indians” themed birthday party for their son. “Zos cowboys & indians party was nothing but amazing! Thanks to everyone for coming.…", "url": "https://www.breitbart.com/entertainment/2018/11/25/kevin-hart-attacked-over-cowboys-indians-birthday-party/", "urlToImage": "https://media.breitbart.com/media/2018/11/hartcowboys1.jpg", "publishedAt": "2018-11-25T16:37:29Z", "content": "“Zos cowboys &amp; indians party was nothing but amazing! Thanks to everyone for coming.. we love you guys!” Eniko Hart captioned an Instagram post with a photo of the party. “Imagine being so woefully out of touch, that one marginalized group appropriates an… [+1104 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn", "title": "WATCH: Former Patriot and LSU RB Kevin Faulk Brawls with A&M Staff After Game", "description": "The players left everything on the field after Texas A&M and LSU played an epic seven overtime game on Saturday, that lasted nearly 5 hours.", "url": "https://www.breitbart.com/sports/2018/11/25/watch-former-patriot-lsu-rb-kevin-faulk-brawls-am-staff-after-game/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot-9-3.jpg", "publishedAt": "2018-11-25T16:31:03Z", "content": "However, the opposing coaches and staff still had some fight left in them. Literally. As the two sides were shaking hands after A&amp;M’s 74-72 victory, LSU Director of Player Development and former New England Patriot Kevin Faulk, got into a fist-fight with … [+1106 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Nicole Kidman LAPD Movie Set Disrupted By Real Shooting", "description": "Actress Nicole Kidman had to hit the deck running when real gunfire erupted on the location set of her new Los Angeles Police movie, Destroyer.", "url": "https://www.breitbart.com/entertainment/2018/11/25/nicole-kidman-lapd-movie-set-disrupted-by-real-shooting/", "urlToImage": "https://media.breitbart.com/media/2018/11/nicolekidmanfire1.jpg", "publishedAt": "2018-11-25T16:20:27Z", "content": "Nicole Kidman told reporters that she and her crew were filming in South Central LA when actual shots rang out, according to PageSix. The 51-year-old actress said she was forced to “hit the floor” when the pop, pop of real gunfire could be heard near her film… [+677 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Cummings: ‘The American People Said They Want Robust and Transparent Investigations’ of Trump", "description": "Sunday on NBC’s “Meet the Press,” Rep. Elijah Cummings (D-MD) said in the midterm elections that the American people “said they want robust and transparent investigations” into President Donald Trump. Cummings said, “Let’s be abundantly clear, the American pe…", "url": "https://www.breitbart.com/video/2018/11/25/cummings-the-american-people-said-they-want-robust-and-transparent-investigations-of-trump/", "urlToImage": "https://media.breitbart.com/media/2018/08/Elijah-Cummings.jpg", "publishedAt": "2018-11-25T16:14:13Z", "content": "Sunday on NBC’s “Meet the Press,” Rep. Elijah Cummings (D-MD) said in the midterm elections that the American people “said they want robust and transparent investigations” into President Donald Trump. Cummings said, “Lets be abundantly clear, the American peo… [+792 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro", "title": "D.C. Experts Try to Split Trump Coalition, but Refuse any Immigration Reforms", "description": "An establishment group of D.C. experts is trying to reduce President Donald Trump's support from working-class Americans in 2020 while refusing to offer any immigration reforms.", "url": "https://www.breitbart.com/economy/2018/11/25/dc-experts-try-to-split-donald-trump-coalition-but-refuse-any-immigration-reforms/", "urlToImage": "https://media.breitbart.com/media/2018/06/ice-agent-arrest-illegal-immigration-file-ap.jpg", "publishedAt": "2018-11-25T15:58:01Z", "content": "The report about policies that would aid working-class voters says it prefers to ignore the political iceberg of cheap-labor immigration which helped Donald Trump sink Hillary Clinton’s campaign: The authors of this report came together in the months after th… [+8248 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "Theresa May Writes 'Letter to the Nation' Begging Support for 'Worst Deal in History'", "description": "Theresa May has written a “letter to the nation” begging the public to support her Brexit deal, which has been signed off by EU leaders but could be voted down in Parliament by Tory Brexiteers and Northern Ireland’s Democratic Unionist Party (DUP).", "url": "https://www.breitbart.com/europe/2018/11/25/theresa-may-writes-letter-to-the-nation-begging-support-for-worst-deal-in-history/", "urlToImage": "https://media.breitbart.com/media/2018/11/deal-may.png", "publishedAt": "2018-11-25T15:57:20Z", "content": "The Prime Minister has agreed to pay a £39 billion+ divorce settlement to the EU and submitted to a lengthy “transition” period after Brexit in which Britain will remain subject to all EU rules and regulations, without any representation in EU institutions, d… [+8044 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key, Pam Key", "title": "Mike Lee: I’m ‘Certain’ Congress Will Look into Trump’s ‘Personal Motivations’ with Saudi Arabia", "description": "Sunday on NBC’s “Meet the Press,” Sen. Mike Lee (R-UT) said he was “certain” that Congress would look into President Donald Trump’s “personal motivations” on the Saudi Arabia issue given his continued support for the Saudis. Trump’s gestures come despite Crow…", "url": "https://www.breitbart.com/video/2018/11/25/mike-lee-im-certain-congress-will-look-into-trumps-personal-motivations-with-saudi-arabia/", "urlToImage": "https://media.breitbart.com/media/2018/09/Mike-Lee-hand-ap.jpg", "publishedAt": "2018-11-25T15:53:58Z", "content": "Sunday on NBC’s “Meet the Press,” Sen. Mike Lee (R-UT) said he was “certain” that Congress would look into President Donald Trumps “personal motivations” on the Saudi Arabia issue given his continued support for the Saudis. Trump’s gestures come despite Crown… [+1226 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Klobuchar: I’m ‘Still Thinking About’ Running for President", "description": "Sunday on ABC’s “This Week,” Sen. Amy Klobuchar (D-MN) said she was “still thinking about” running for president in 2020. Klobuchar said, “People are talking to me about this, I think in part because I’ve worked really hard to go not just where it’s comfortab…", "url": "https://www.breitbart.com/video/2018/11/25/klobuchar-im-still-thinking-about-running-for-president/", "urlToImage": "https://media.breitbart.com/media/2018/10/Klobuchar.jpg", "publishedAt": "2018-11-25T15:49:38Z", "content": "Sunday on ABC’s “This Week,” Sen. Amy Klobuchar (D-MN) said she was “still thinking about” running for president in 2020. Klobuchar said, “People are talking to me about this, I think in part because Ive worked really hard to go not just where its comfortable… [+362 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Pelosi: I’m Attacked Because as an ‘Effective’ Woman I’m a ‘Real Threat’", "description": "Sunday on CNN’s “State of the Union,” House Minority Leader Rep. Nancy Pelosi (D-CA) said she was attacked because if one was as effective as a woman as she was, “then they have to undermine you.” Pelosi said, “I get some names called, because if you’re effec…", "url": "https://www.breitbart.com/video/2018/11/25/pelosi-im-attacked-because-as-an-effective-woman-im-a-real-threat/", "urlToImage": "https://media.breitbart.com/media/2018/11/NP.jpg", "publishedAt": "2018-11-25T15:48:06Z", "content": "Sunday on CNN’s “State of the Union,” House Minority Leader Rep. Nancy Pelosi (D-CA) said she was attacked because if one was as effective as a woman as she was, “then they have to undermine you.” Pelosi said, “I get some names called, because if you’re effec… [+519 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "Caravan Migrant Climbs Tree, Sets It on Fire — Throws Rocks at Border Patrol", "description": "A previously deported illegal alien climbed a tree to avoid being arrested by Yuma Sector Border Patrol agents. He then set the tree on fire and threw rocks at the agents and a helicopter.", "url": "https://www.breitbart.com/border/2018/11/25/caravan-migrant-climbs-tree-sets-it-on-fire-throws-rocks-at-border-patrol/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1062508240.jpg", "publishedAt": "2018-11-25T15:37:07Z", "content": "Yuma Sector Border Patrol agents observed footprints leading from the international boundary just east of Andrade, California, port of entry. The tracks led the agents to a man who had just illegally entered the U.S. from Mexico, according to information obta… [+1574 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Parkland School Survivors Pursue Presidential Medal of Freedom for Hero Student", "description": "Parkland school survivors are pushing to secure the President Medal of Freedom for fallen student Peter Wang. He was a freshman when the February 14, 2018, attack occurred. He was also a Junior ROTC (JROTC) member.", "url": "https://www.breitbart.com/politics/2018/11/25/parkland-school-survivors-pursue-presidential-medal-of-freedom-for-hero-student/", "urlToImage": "https://media.breitbart.com/media/2018/02/peter1.png", "publishedAt": "2018-11-25T15:22:08Z", "content": "Wang was a freshman when the February 14, 2018, attack occurred. He was also a Junior ROTC (JROTC) member. Newsweek reports : When the gunfire broke out, Wang was wearing his JROTC shirt and instead of running for his life, he held a door open so other studen… [+1581 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "John Kasich: I’m ‘Very Seriously’ Considering Running For President in 2020", "description": "Sunday on ABC’s “This Week,” Gov. John Kasich (R-OH) said he was “very seriously” considering a run for president. When asked how seriously” he is considering a 2020 run, Kasich said, “Very seriously, George. This is our earnest conversations that go on every…", "url": "https://www.breitbart.com/video/2018/11/25/john-kasich-im-very-seriously-considering-running-for-president-in-2020/", "urlToImage": "https://media.breitbart.com/media/2017/11/Kasich.jpg", "publishedAt": "2018-11-25T15:05:12Z", "content": "Sunday on ABC’s “This Week,” Gov. John Kasich (R-OH) said he was “very seriously” considering a run for president. When asked how seriously” he is considering a 2020 run, Kasich said, “Very seriously, George. This is our earnest conversations that go on every… [+835 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Adam Schiff: Trump’s Weakness Means ‘Our Allies Don’t Respect Us, Our Enemies Don’t Fear Us’", "description": "Sunday on CNN’s “State of the Union,” Rep. Adam Schiff (D-CA) argued that President Donald Trump standing by Saudi Arabia in spite of allegations Crown Prince Mohammed bin Salman was responsible for the death of journalist Jamal Khashoggi was “weak.” Schiff s…", "url": "https://www.breitbart.com/video/2018/11/25/adam-schiff-trumps-weakness-means-our-allies-dont-respect-us-our-enemies-dont-fear-us/", "urlToImage": "https://media.breitbart.com/media/2018/11/AS.jpg", "publishedAt": "2018-11-25T15:03:14Z", "content": "Sunday on CNN’s “State of the Union,” Rep. Adam Schiff (D-CA) argued that President Donald Trump standing by Saudi Arabia in spite of allegations Crown Prince Mohammed bin Salman was responsible for the death of journalist Jamal Khashoggi was “weak.” Schiff s… [+859 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key, Pam Key", "title": "Ernst: Senate Needs to 'Absolutely Consider Further Action' on Saudi Arabia", "description": "Sunday on CNN’s “State of the Union,” Sen. Joni Ernst (R-IA) suggested that the Senate needed to consider further action against Saudi Arabia given the allegations Crown Prince Mohammed bin Salman was responsible for the death of journalist Jamal Khashoggi. P…", "url": "https://www.breitbart.com/video/2018/11/25/ernst-senate-needs-to-absolutely-consider-further-action-on-saudi-arabia/", "urlToImage": "https://media.breitbart.com/media/2018/11/JE.jpg", "publishedAt": "2018-11-25T14:44:49Z", "content": "Sunday on CNN’s “State of the Union,” Sen. Joni Ernst (R-IA) suggested that the Senate needed to consider further action against Saudi Arabia given the allegations Crown Prince Mohammed bin Salman was responsible for the death of journalist Jamal Khashoggi. B… [+1598 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "France: Macron to Address the Nation as Protests Against ‘Green’ Tax Hikes Escalate", "description": "PARIS (AFP) - Faced with violent anti-government protests in Paris, French President Emmanuel Macron on Tuesday will announce new measures in an attempt to rally support for \"environment-friendly\" tax increases.", "url": "https://www.breitbart.com/europe/2018/11/25/france-macron-address-nation-as-protests-against-green-tax-hikes-escalate/", "urlToImage": "https://media.breitbart.com/media/2018/09/Macron-pen.png", "publishedAt": "2018-11-25T14:37:04Z", "content": "Paris was counting the cost of clashes between police and demonstrators Sunday on the Champs-Elysees where barricades were set on fire, luxury shop windows smashed, and traffic lights uprooted. Some 30 people were injured and 101 arrested, police said. The go… [+4595 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Sweden Announces Support for UN Migrant Pact, Claims it Will Boost Economic and Social Development", "description": "The Swedish government has announced its support for the controversial UN migrant pact, claiming the agreement will provide \"great potential\" for Sweden's economic and social development.", "url": "https://www.breitbart.com/europe/2018/11/25/sweden-announces-support-for-un-migrant-pact-claims-it-will-boost-economic-and-social-development/", "urlToImage": "https://media.breitbart.com/media/2018/03/SWEDEN-EUROPE-MIGRANTS-DEMO.png", "publishedAt": "2018-11-25T13:37:20Z", "content": "The Swedish government confirmed their support for the migration pact in a press release aimed at giving more information about the agreement to Swedes on Thursday. Their statement claims the agreement will not be legally binding — which is disputed by its de… [+2385 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AFP", "title": "NFL Legend Ditka Recovering After Heart Attack", "description": "Los Angeles (AFP) - Super Bowl-winning former NFL player and coach Mike Ditka is recovering in hospital after suffering a heart attack, reports said Saturday.", "url": "https://www.breitbart.com/sports/2018/11/25/nfl-legend-ditka-recovering-after-heart-attack/", "urlToImage": "https://media.breitbart.com/media/2018/11/AFP-Kena-Krutsinger.jpg", "publishedAt": "2018-11-25T13:30:46Z", "content": "The 79-year-old NFL legend, who famously coached the Chicago Bears to their only Super Bowl victory in 1986, was hospitalised on Wednesday after playing golf. “Coach Ditka had a mild heart attack earlier this week. Doctors inserted a pacemaker, and he is doin… [+566 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Roseanne Barr Is ‘Fine’ After Heart Attack Rumors Go Viral", "description": "Veteran actress and comedian Roseanne Barr has revealed she is \"fine\" after rumors she had a heart attack went viral across social media Saturday evening.", "url": "https://www.breitbart.com/entertainment/2018/11/25/roseanne-barr-is-fine-after-heart-attack-rumors-go-viral/", "urlToImage": "https://media.breitbart.com/media/2018/07/roseannetvshow1.jpg", "publishedAt": "2018-11-25T13:26:37Z", "content": "The rumor spread on Twitter after Sputnik radio host Lee Stranahans live Periscope broadcast was interrupted by a call from an individual claiming to be Barrs assistant, who informed him that she had suffered a heart attack. I was doing a call-in segment abou… [+1691 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "Marijuana Stocks Rise After Jeff Sessions Exit: Report", "description": "Stocks in companies dealing in cannabis- and marijuana-related products have risen since former Attorney General Jeff Sessions left the Trump administration, the Los Angeles Times reports.", "url": "https://www.breitbart.com/economy/2018/11/25/marijuana-stocks-rise-after-jeff-sessions-exit/", "urlToImage": "https://media.breitbart.com/media/2018/09/wi/ap/03/fbb123_trump-sessions-60316-jeff-sessions-in-13-2018-photo-attorney-jeff-sessions-e1538418021169.jpg", "publishedAt": "2018-11-25T13:18:57Z", "content": "While its hard to know exactly what, if anything, acting Atty. Gen. Matthew Whitaker will do on the issue, activists are hopeful theyve escaped the toughest scrutiny. Although he hasnt spoken at length about his views on marijuana, Whitaker, during his 2014 c… [+605 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery, Jack Montgomery", "title": "May's Betrayal Agreement Signed: Britain on the Road to Brexit in Name Only", "description": "EU leaders have signed off on the Brexit agreement negotiated with Theresa May, described as \"the worst deal in history\" by Leavers.", "url": "https://www.breitbart.com/europe/2018/11/25/mays-betrayal-agreement-signed-britain-on-the-road-to-brexit-in-name-only/", "urlToImage": "https://media.breitbart.com/media/2018/11/may-deal.png", "publishedAt": "2018-11-25T12:51:20Z", "content": "The Remain-voting Prime Minister’s deal with the European Union — if ratified by the British Parliament and in EU capitals — could condemn the United Kingdom to “perpetual purgatory” or even no Brexit at all, as Britain’s departure will be followed by a lengt… [+3921 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "'Shame on' Anti-Government Protesters, Says Macron as France Revolts over Green Fuel Tax", "description": "France’s President Emmanuel Macron has painted swathes of anti-tax-hike protesters as violent amidst calls for his resignation over his progressive policies.", "url": "https://www.breitbart.com/europe/2018/11/25/shame-anti-government-protesters-says-macron-france-revolts-green-fuel-tax/", "urlToImage": "https://media.breitbart.com/media/2018/11/Emmanuel-Macron-1.jpg", "publishedAt": "2018-11-25T12:26:48Z", "content": "President Macron said Saturday: “Shame on those who attacked [police and emergency services]. Shame on those who have abused other citizens and journalists. Shame on those who tried to intimidate the elect. [There is] no place for this violence in the Republi… [+3829 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "New $8 Billion Israel-Europe Gas Pipeline to Challenge Russia, Arab Suppliers", "description": "A new underwater pipeline connecting Israel’s natural gas reserves to Greece, Italy, and Cyprus will eventually give all of Europe a new source of energy to challenge traditional suppliers in Russia and the Middle East.", "url": "https://www.breitbart.com/middle-east/2018/11/25/new-8-billion-israel-europe-gas-pipeline-to-challenge-russia-arab-suppliers/", "urlToImage": "https://media.breitbart.com/media/2018/11/natural-gas-supply.png", "publishedAt": "2018-11-25T11:48:39Z", "content": "The monumental project will be the longest and deepest underwater gas pipeline in the world. It will be built on the back of support from Europe with private investors contributing $100 million in a feasibility study for its construction, according to Israeli… [+1365 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Paris Protests: Macron Ally Worries ‘Crisis’ Runs Deeper than Gas Prices", "description": "Allies of French president Emmanuel Macron say they have yet to grasp why protesters are \"seething anger\" over the government's plans to hike gas prices, while one lawmaker worries the \"crisis\" runs deeper than the cost of fuel.", "url": "https://www.breitbart.com/politics/2018/11/24/paris-protests-macron-ally-worries-crisis-runs-deeper-than-gas-prices/", "urlToImage": "https://media.breitbart.com/media/2018/11/Paris-Protests.jpg", "publishedAt": "2018-11-25T11:25:49Z", "content": "Anti-government protesters clashed with French police on the Champs-Elysees in Paris on Saturday, leaving the area cloaked in tear gas and smoke from fires on a fresh day of demonstrations against Macron. Demonstrators wearing the yellow, high-visibility vest… [+1895 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liam Deacon", "title": "Major UK City Slashes FGM Measures, 95 Percent Crash in Referrals", "description": "Bristol Council has deliberately rolled back attempts to tackle Female Genital Mutilation (FGM), leading to a 95 percent crash in the number of referrals, after claims they were “over-policing” the Somali community.", "url": "https://www.breitbart.com/europe/2018/11/25/major-uk-city-slashes-fgm-measures-95-percent-crash-referrals/", "urlToImage": "https://media.breitbart.com/media/2018/11/fgm-female-genital-mutilation-in-somalia-muslim-countries-ap.jpg", "publishedAt": "2018-11-25T11:05:04Z", "content": "An FGM safeguarding group for the city Englands tenth-largest which works with the council and police altered guidelines for referring girls suspected of being at risk of the grim practice this summer, Bristol Live reports. The guidelines are intended to aid … [+2938 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Israeli War Drill Simulates Fighting on Two Fronts", "description": "The Israeli military’s Commando Brigade launched a large-scale exercise this week to practice fighting the Hamas terror group in the Gaza Strip and the Hezbollah terrorist militia in Lebanon simultaneously, the army said Saturday. The drill is continuing into…", "url": "https://www.breitbart.com/middle-east/2018/11/25/israeli-war-drill-simulates-fighting-on-two-fronts/", "urlToImage": "https://media.breitbart.com/media/2016/05/idf-tank.jpg", "publishedAt": "2018-11-25T11:02:18Z", "content": "In the past, Israeli defense analysts have speculated that concerns over the prospect of a two-front war prevented the military from launching a major campaign in the Gaza Strip in response to rocket fire from the coastal enclave. The exercise, and the Israel… [+338 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "UK Govt Accused of 'Massaging' Migration Stats with Cheap Foreign Labour Plan", "description": "The UK government has been accused of planning to “massage” immigration statistics in its plans to maintain low-skilled labour after the country leaves the open borders European Union.", "url": "https://www.breitbart.com/europe/2018/11/25/report-uk-govt-massage-immigration-stats-dodgy-visas-maintain-cheap-foreign-labour/", "urlToImage": "https://media.breitbart.com/media/2017/02/pickers.png", "publishedAt": "2018-11-25T10:46:50Z", "content": "Leaked Cabinet papers from the Home Office outline plans that will launch 11-month visas for unskilled workers, reports The Telegraph. The newspaper reports that the visa would put migrant workers under “restricted entitlements and rights” while they live in … [+2625 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Alleged SS Guard Charged as Accessory to 36,000 Deaths at Mauthausen Nazi Camp", "description": "A 95-year-old man has been charged with more than 36,000 counts of being an accessory to murder on allegations that he served as a guard at the Nazis’ Mauthausen concentration camp, Berlin prosecutors said Friday.", "url": "https://www.breitbart.com/middle-east/2018/11/25/alleged-ss-guard-charged-as-accessory-to-36000-deaths-at-mauthausen-nazi-camp/", "urlToImage": "https://media.breitbart.com/media/2018/11/nazi-concentration-camp.png", "publishedAt": "2018-11-25T10:26:36Z", "content": "During that time, 36,223 people were killed at Mauthausen, primarily by gassing, but also by lethal injection, shootings, starvation or exposure, prosecutor Martin Steltner said. The suspect isn’t accused of a specific killing, but prosecutors argue that as a… [+2561 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "Brexit: May's 'Worst Deal in History' with EU Officially Signed", "description": "BRUSSELS (AP) - European Council President Donald Tusk says the European Union has approved a Brexit deal with Britain.", "url": "https://www.breitbart.com/europe/2018/11/25/brexit-mays-worst-deal-history-eu-officially-signed/", "urlToImage": "https://media.breitbart.com/media/2018/11/Juncker-Tusk.png", "publishedAt": "2018-11-25T10:06:45Z", "content": "Tusk tweeted that 27 EU leaders meeting in Brussels “endorsed the Withdrawal Agreement and Political Declaration on the future EU-UK relations.” The deal sets out the terms of Britain’s departure on March 29 and sets a framework for future ties. Now British p… [+1649 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Rebels Deflect Blame After Dozens Hurt in Syria Gas Attack", "description": "DAMASCUS, Syria — At least 50 civilians were being treated Saturday following a suspected poison gas attack by Syrian rebel groups on the government-held Aleppo city in the country’s north, according to reports in Syrian state media.", "url": "https://www.breitbart.com/middle-east/2018/11/25/rebels-deflect-blame-after-dozens-hurt-in-syria-gas-attack/", "urlToImage": "https://media.breitbart.com/media/2018/04/syrian-children-receive-medical-treatment-after-chemical-attack-4-2018-getty.jpg", "publishedAt": "2018-11-25T10:00:53Z", "content": "Most of those admitted to hospitals had breathing problems and blurred vision, doctors told state TV. One doctor said two were in critical condition, including a child. State TV showed footage of medical professionals treating men and women on hospital beds. … [+3175 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Report: Islamic State in Sinai Seizes Iranian Weapons Shipment", "description": "The Islamic State affiliate in Egypt’s Sinai Peninsula has seized a weapons shipment that included a number of Kornet missiles, the Russian-made advanced anti-tank laser-guided weapon system.", "url": "https://www.breitbart.com/middle-east/2018/11/25/report-islamic-state-in-sinai-seizes-iranian-weapons-shipment/", "urlToImage": "https://media.breitbart.com/media/2017/03/sinai.jpg", "publishedAt": "2018-11-25T09:55:09Z", "content": "A security source in Kuwait told the paper that the shipment is the largest seized by IS and included other GPS-guided weaponry. The source said a local IS commander was refusing to cooperate with Hamas and transfer the weapons, as cited by Hebrew-language ne… [+397 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "Iran's Rouhani Demands Muslims Unite to Fight U.S. and 'Cancerous Tumor' Israel", "description": "Israel is a “cancerous tumor” established by Western countries to advance their interests in the Middle East, Iran’s President Hassan Rouhani said Saturday, before calling on Muslim nations to unite and fight the U.S.", "url": "https://www.breitbart.com/middle-east/2018/11/25/irans-rouhani-demands-muslims-unite-to-fight-u-s-and-cancerous-tumor-israel/", "urlToImage": "https://media.breitbart.com/media/2018/11/rouhani.png", "publishedAt": "2018-11-25T09:39:53Z", "content": "Addressing an annual Islamic Unity Conference in Tehran, Rouhani lamented one of the negative results of World War II was the formation of a cancerous tumor in the region. He then went on to scold the U.S. and urged Muslim nations to unite and “band together … [+1882 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Eight in Ten French Support 'Yellow Jacket' Protesters to Shut Down Paris", "description": "A new poll has shown a surge of support for the “gilets jaunes” or Yellow Vest protestors, who vowed to shut down the French capital on Saturday to protest higher fuel taxes and the government of President Emmanuel Macron.", "url": "https://www.breitbart.com/europe/2018/11/25/eight-in-ten-french-support-yellow-vest-protesters-to-shut-down-paris/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1064391344.png", "publishedAt": "2018-11-25T09:29:31Z", "content": "The poll, conducted by polling firm Odoxa, found that 77 percent, or eight in ten, French surveyed thought the proposed shutting down of the French capital by the protestors was a legitimate action Le Figaro reports. The support for the movement has increased… [+1681 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Oliver JJ Lane", "title": "'Hypocritical' UK Govt to Sign UN Migration Pact Despite Pledge to Control Borders", "description": "While debate on the UN migration pact rages worldwide, with a growing number of nations following the United States in withdrawing, the major deal has seen little discussion in the United Kingdom.", "url": "https://www.breitbart.com/europe/2018/11/25/hypocritical-uk-govt-to-sign-un-migration-pact-despite-pledge-to-control-borders/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-699669848.jpg", "publishedAt": "2018-11-25T09:00:14Z", "content": "Britain’s ruling Conservative Party made pledges to reduce immigration “from the hundreds of thousands to the tens of thousands” in the 2010, 2015, and 2017 general elections, a promise they have not yet made significant progress in keeping. Indeed, net migra… [+3941 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jeff Poor", "title": "Ann Coulter Warns of Future GOP Election Losses if Trump Doesn’t Fulfill Immigration Promises", "description": "Saturday on Fox News Channel’s “Justice,” conservative commentator Ann Coulter, author of “Resistance Is Futile! How the Trump-Hating Left Lost Its Collective Mind,” warned that if President Donald Trump failed to fulfill his election promises and get a handl…", "url": "https://www.breitbart.com/video/2018/11/24/ann-coulter-warns-of-future-gop-election-losses-if-trump-doesnt-fulfill-immigration-promises/", "urlToImage": "https://media.breitbart.com/media/2018/11/Coulter1124.jpg", "publishedAt": "2018-11-25T05:14:00Z", "content": "Saturday on Fox News Channel’s “Justice,” conservative commentator Ann Coulter, author of “ Resistance Is Futile! How the Trump-Hating Left Lost Its Collective Mind,” warned that if President Donald Trump failed to fulfill his election promises and get a hand… [+1101 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jeff Poor", "title": "Jeanine Pirro on Hillary Clinton in 2020: ‘Hillary, the Only Place That You Need to Run Is Back into the Woods’", "description": "Saturday on her Fox News Channel program “Justice,” host Jeanine Pirro reacted to comments former secretary of state and 2016 Democratic presidential nominee Hillary Clinton gave to The Guardian (UK) regarding populism in Europe, which she contended was fuele…", "url": "https://www.breitbart.com/video/2018/11/24/jeanine-pirro-on-hillary-clinton-in-2020-hillary-the-only-place-that-you-need-to-run-is-back-into-the-woods/", "urlToImage": "https://media.breitbart.com/media/2018/11/Pirro1124.jpg", "publishedAt": "2018-11-25T04:52:20Z", "content": "Saturday on her Fox News Channel program “Justice,” host Jeanine Pirro reacted to comments former secretary of state and 2016 Democratic presidential nominee Hillary Clinton gave to The Guardian (UK) regarding populism in Europe, which she contended was fuele… [+641 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Pittsburgh Priest Placed on Leave Amid Sex Abuse Allegations", "description": "The Catholic Diocese of Pittsburgh says a priest has been put on leave following allegations of sexual abuse brought against him.", "url": "https://www.breitbart.com/politics/2018/11/24/pittsburgh-priest-placed-on-leave-amid-sex-abuse-allegations/", "urlToImage": "https://media.breitbart.com/media/2018/11/Priest-on-Leave-.jpg", "publishedAt": "2018-11-25T04:11:46Z", "content": "Father Joseph Feltz, 65, was placed on leave by Bishop David Zubik after allegations that the pastor of Saint Christopher Parish in Prospect sexually abused a minor during the mid-1980s. The allegations were stated in a lawsuit against the state’s diocese and… [+1892 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Pelosi: Trump ‘Cowardly’ for Asking SCOTUS to Hear Cases on Transgender Troops", "description": "Democratic leader Nancy Pelosi called the Trump administration's latest memorandum asking the Supreme Court to hear cases on the administration's transgender military policy \"cowardly\" and \"disgusting.\"", "url": "https://www.breitbart.com/politics/2018/11/24/pelosi-trump-cowardly-for-asking-scotus-to-hear-cases-on-transgender-troops/", "urlToImage": "https://media.breitbart.com/media/2018/11/Barack-Obama-and-Nancy-Pelosi.jpg", "publishedAt": "2018-11-25T03:59:36Z", "content": "Pelosi, a San Francisco Democrat, said Saturday that the administration’s decision to fast-track those cases to the Supreme Court is nothing more than a “cowardly, disgusting ban” on transgender individuals serving in the military. This latest memorandum is t… [+2193 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Macron Admits France in ‘Moral Crisis’ as Protesters Demand Resignation Over Fuel Tax", "description": "President Emmanuel Macron admitted France is experiencing a \"moral crisis\" as \"Yellow Jacket\" protesters have taken to the streets of Paris to protest rising fuel taxes, with some demanding he resign.", "url": "https://www.breitbart.com/politics/2018/11/24/macron-france-in-moral-crisis-as-protesters-demand-resignation-over-fuel-taxes/", "urlToImage": "https://media.breitbart.com/media/2018/11/Paris-Protests.jpg", "publishedAt": "2018-11-25T03:57:08Z", "content": "The protesters’ discontent stems from diesel fuel tax hikes, which have increased seven euro cents per liter nearly 30 cents per gallon and will continue climbing in coming years, Transport Minister Elisabeth Borne said. The tax on gas will also increase four… [+3030 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Expert: ‘Yellow Jacket’ Protest Is ‘Populist’-Style Revolt Against French Elite", "description": "Anti-government protesters clashed with French police on the Champs-Elysees in Paris on Saturday, leaving the famed avenue shrouded in tear gas on another day of demonstrations against President Emmanuel Macron.", "url": "https://www.breitbart.com/politics/2018/11/24/expert-yellow-jacket-protest-is-populist-style-revolt-against-french-elite/", "urlToImage": "https://media.breitbart.com/media/2018/11/Yellow-Jacket-Paris-Protest-BERTRAND-GUAYAFPGetty-Images.png", "publishedAt": "2018-11-25T01:55:12Z", "content": "Some of France’s top political scientists say the grievances expressed by the protesters show the hallmarks of a populist movement, representing a rejection of the country’s out-of-touch elite. The anger centers around a hike in the diesel fuel tax, which has… [+3847 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Julian Assange Lawyers Refused Entry to Ecuadorian Embassy", "description": "Members of Julian Assange's legal team were blocked from entering the Ecuadorian embassy in London this weekend, WikiLeaks said.", "url": "https://www.breitbart.com/politics/2018/11/24/julian-assange-lawyers-refused-entry-to-ecuadorian-embassy/", "urlToImage": "https://media.breitbart.com/media/2017/01/Julian-Assange-Ecuadorian-embassy-asylum-getty.jpg", "publishedAt": "2018-11-25T00:08:23Z", "content": "Ecuadorian officials turned away attorneys Jen Robinson and Aitor Martinez scheduled to meet with Assange, who is preparing for a court hearing at a “national security court complex at Alexandria, Virginia,” according to the whistleblowing non-profit organiza… [+2292 chars]"}]}