[{"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Meet the women changing tires and making history in NASCAR’s top series", "description": "Brehanna Daniels and Breanna O’Leary, both talented college athletes, knew little about the sport before they were recruited through NASCAR’s Drive for Diversity program. Not only are the pair the first female duo to pit for the same team in NASCAR’s top seri…", "url": "https://www.nbcnews.com/nightly-news/video/meet-the-women-changing-tires-and-making-history-in-nascar-s-top-series-1373696579589", "urlToImage": "https://media2.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_gbe_nascar_female_pit_crew_181117_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T23:59:29Z", "content": null, "fulltext": "Meet the women changing tires and making history in NASCAR’s top series copied!\n\nBrehanna Daniels and Breanna O’Leary, both talented college athletes, knew little about the sport before they were recruited through NASCAR’s Drive for Diversity program. Not only are the pair the first female duo to pit for the same team in NASCAR’s top series, but Brehanna is the first African-American woman to ever change tires in a NASCAR cup race.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "As more states legalize, some couples inspired to incorporate weed into weddings", "description": "With recreational use of marijuana allowed in ten states, some aficionados have decided to incorporate weed into their wedding ceremonies — combining the lucrative wedding industry with the growing legal weed business.", "url": "https://www.nbcnews.com/nightly-news/video/as-more-states-legalize-some-couples-inspired-to-incorporate-weed-into-weddings-1373689411952", "urlToImage": "https://media2.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_gsc_weed_weddings_181117_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T23:51:15Z", "content": null, "fulltext": "As more states legalize, some couples inspired to incorporate weed into weddings copied!\n\nWith recreational use of marijuana allowed in ten states, some aficionados have decided to incorporate weed into their wedding ceremonies — combining the lucrative wedding industry with the growing legal weed business.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Olympian Rowdy Gaines warns others after scammers pretended to hold his daughter hostage", "description": "The three-time gold medalist received a call demanding money claiming his daughter Madison was kidnapped, but it was all a trick. The scammers also had Madison on the phone thousands of miles away and used technology to dupe the family.", "url": "https://www.nbcnews.com/nightly-news/video/olympian-rowdy-gaines-warns-others-after-scammers-pretended-to-hold-his-daughter-hostage-1373690435792", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_rel_olympian_virtual_kidnapping_181117_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T23:47:20Z", "content": null, "fulltext": "Olympian Rowdy Gaines warns others after scammers pretended to hold his daughter hostage copied!\n\nThe three-time gold medalist received a call demanding money claiming his daughter Madison was kidnapped, but it was all a trick. The scammers also had Madison on the phone thousands of miles away and used technology to dupe the family.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "After Florida voted to ban dog racing, what’s next for the greyhounds?", "description": "Greyhound racing has been voted out in Florida, home to 11 of the country’s 17 tracks. Thousands of greyhounds could need homes as the sport is phased out in the state, with groups now hoping to help resettle the dogs.", "url": "https://www.nbcnews.com/nightly-news/video/after-florida-voted-to-ban-dog-racing-what-s-next-for-the-greyhounds-1373690947608", "urlToImage": "https://media3.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_tle_florida_bans_dog_racing_181117_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T23:46:08Z", "content": null, "fulltext": "After Florida voted to ban dog racing, what’s next for the greyhounds? copied!\n\nGreyhound racing has been voted out in Florida, home to 11 of the country’s 17 tracks. Thousands of greyhounds could need homes as the sport is phased out in the state, with groups now hoping to help resettle the dogs.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Argentine submarine found one year after disappearing with 44 aboard", "description": "The naval submarine vanished last year in the South Atlantic, triggering an intense search by 18 countries. The imploded wreckage was found more than 2,600 feet underwater.", "url": "https://www.nbcnews.com/nightly-news/video/argentine-submarine-found-one-year-after-disappearing-with-44-aboard-1373687875980", "urlToImage": "https://media4.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_lka_missing_argentine_sub_found_181117_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T23:41:24Z", "content": null, "fulltext": "Argentine submarine found one year after disappearing with 44 aboard copied!\n\nThe naval submarine vanished last year in the South Atlantic, triggering an intense search by 18 countries. The imploded wreckage was found more than 2,600 feet underwater.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Estimated one million Uighur Muslims vanish into Chinese ‘re-education’ camps", "description": "China only recently admitted that these so called “re-education” camps existed, where former detainees tell NBC News that they were punished for speaking and forced into restraints.", "url": "https://www.nbcnews.com/nightly-news/video/estimated-one-million-uighur-muslims-vanish-into-chinese-re-education-camps-1373688899675", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_jma_chinese_reeducation_camps_181117_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T23:40:29Z", "content": null, "fulltext": "Estimated one million Uighur Muslims vanish into Chinese ‘re-education’ camps copied!\n\nChina only recently admitted that these so called “re-education” camps existed, where former detainees tell NBC News that they were punished for speaking and forced into restraints.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "First group of Central American migrants arrives in Tijuana to seek asylum in U.S.", "description": "Roughly 3,000 migrants are just south of the U.S. border, staying in makeshift shelters in Tijuana as they decide whether to stay in Mexico or apply for asylum in the U.S. Inspectors along the border are processing about 100 claims a day.", "url": "https://www.nbcnews.com/nightly-news/video/first-group-of-central-american-migrants-arrives-in-tijuana-to-seek-asylum-in-u-s-1373687363538", "urlToImage": "https://media4.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_ggu_migrant_caravan_arrives_at_border_181117_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T23:38:00Z", "content": null, "fulltext": "First group of Central American migrants arrives in Tijuana to seek asylum in U.S. copied!\n\nRoughly 3,000 migrants are just south of the U.S. border, staying in makeshift shelters in Tijuana as they decide whether to stay in Mexico or apply for asylum in the U.S. Inspectors along the border are processing about 100 claims a day.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "With more than 1,000 people unaccounted for, Trump visits California fire zones", "description": "The president met with victims of the Camp Fire, first responders and firefighters, as he repeated his criticism of forest mismanagement. Search and rescue personnel continue to search desperately for the more than 1,000 people who remain unaccounted for in N…", "url": "https://www.nbcnews.com/nightly-news/video/with-more-than-1-000-people-unaccounted-for-trump-visits-california-fire-zones-1373684803805", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_kpa_california_wildfires_search_victims_181117_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T23:36:14Z", "content": null, "fulltext": "With more than 1,000 people unaccounted for, Trump visits California fire zones copied!\n\nThe president met with victims of the Camp Fire, first responders and firefighters, as he repeated his criticism of forest mismanagement. Search and rescue personnel continue to search desperately for the more than 1,000 people who remain unaccounted for in Northern California.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "CIA concludes Saudi Crown Prince Mohammed bin Salman ordered Khashoggi killing", "description": "A new CIA assessment found that Saudi Crown Prince Mohammed bin Salman ordered the killing of journalist Jamal Khashoggi, NBC News confirmed. President Trump on Saturday morning said he had yet to be briefed on the CIA’s findings and called Saudi Arabia “a gr…", "url": "https://www.nbcnews.com/nightly-news/video/cia-concludes-saudi-crown-prince-mohammed-bin-salman-ordered-khashoggi-killing-1373684291740", "urlToImage": "https://media4.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_kod__trump_khashoggi_crown_prince_181117_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T23:34:20Z", "content": null, "fulltext": "CIA concludes Saudi Crown Prince Mohammed bin Salman ordered Khashoggi killing copied!\n\nA new CIA assessment found that Saudi Crown Prince Mohammed bin Salman ordered the killing of journalist Jamal Khashoggi, NBC News confirmed. President Trump on Saturday morning said he had yet to be briefed on the CIA’s findings and called Saudi Arabia “a great ally.”\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Gillum congratulates DeSantis, concedes Florida governor's race", "description": "Tallahassee Mayor Andrew Gillum thanked supporters and congratulated his opponent Ron DeSantis for winning the race for Florida governor.", "url": "https://www.nbcnews.com/video/gillum-congratulates-desantis-concedes-florida-governor-s-race-1373682243971", "urlToImage": "https://media3.s-nbcnews.com/j/MSNBC/Components/Video/201811/f_mo_la_gillum_concedes_181117.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T23:34:00Z", "content": null, "fulltext": "Gillum congratulates DeSantis, concedes Florida governor's race copied!\n\nTallahassee Mayor Andrew Gillum thanked supporters and congratulated his opponent Ron DeSantis for winning the race for Florida governor.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Nicole Spector", "title": "How to help victims of the California wildfires", "description": "Many people affected by the California wildfires are stranded and in a state of limbo. Here's how you can help — and what to do if you lost your home.", "url": "https://www.nbcnews.com/better/news/how-help-victims-california-wildfires-ncna936911", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_46/2649611/181116-camp-fire-california-wildfire-paradise-cs-424p_c3c1a4f9bbde529f6861b4df44f25c0d.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T22:47:11Z", "content": "Get the Better newsletter. SUBSCRIBE Nov. 17, 2018 / 10:47 PM GMT Monica H. Evans, 44, lived in her home in Paradise, California for 19 years. She and her husband, a veteran who relies on his pension as income, were happy there with their three children and n… [+5691 chars]", "fulltext": "Get the Better newsletter.\n\nBy Nicole Spector\n\nMonica H. Evans, 44, lived in her home in Paradise, California for 19 years. She and her husband, a veteran who relies on his pension as income, were happy there with their three children and nine pets, and they had a great deal on rent — just $412 a month.\n\n“I never wanted to leave Paradise,” Evans tells NBC News BETTER through tears. “I didn’t think I’d ever have to. But now everything is gone.”\n\nEvans and her family (pets included) were able to escape the deadly fires, but lost their home. Right now, they’re staying with a friend in Orland — in a single room — and have until the end of the week before they have to find other lodgings — a transition that Evans breaks into sobs at the mere mention of, because they have nowhere to go.\n\nWith shelters filling up and no insurance payout coming, some residents face long-term displacement\n\n“There are thousands of us with nowhere to go,” she says. “The shelters are all full, and the nearest hotels are hours away, and we can’t afford them anyway,” says Evans. “They’re gouging the prices, and we have so many pets. Rentals are going for $2k a month for two-bedroom apartments.”\n\nAll those who have lost their homes in the fires have been dealt a terrible blow, but lower income renters such as Evans, who did not have renter’s insurance (as of 2016 research by the Insurance Information Institute, only 41 percent of renters did), are faced with a particularly difficult recovery ahead. With no payout from insurance and no land they can rebuild on, many have turned to parking lots for shelter, waiting for help.\n\n“The [Chico] Walmart is filled with tents. Everyone is just struggling to get through the day. We keep hearing on the news that we have to wait — wait on FEMA, wait for guidance — and we keep hearing from people who aren’t [affected] that ‘it’ll all be okay.’ But they just don’t get it. Our whole town is gone. Our lives have been destroyed and nobody has any answers for us.”\n\nThe housing crisis is severe, with Larry Olmstead, president and CEO of United Way of Northern California highlighting that the homelessness in Butte County and Shasta County was a challenging problem to solve even even before the fires.\n\n“Homelessness is a hot button issue in both communities,” Olmstead says. “So you start with a fairly slim housing stock, particularly in Chico to begin with, and now [tens of thousands more] people are homeless on top of that. There is no easy way to absorb these people in this housing structure. We're at roughly 80k homes destroyed.”\n\nHomes are lost and jobs may be, too\n\nSome people who lived and worked in Paradise, didn’t just lose their homes — they may have also lost their jobs.\n\nHeather Milstred, 29, also a former resident of Paradise is staying with a family friend in Shasta Lake who has generously opened her home to her, her boyfriend, their two young daughters, along with other displaced family members and their pets.\n\n“I’m a job coach for mentally disabled adults with California Vocations, and my boss has been amazing,” Milstred says. “But our location was leveled. They’re renting out a temporary space, but the [future] is unclear. My [uncle] Jason works at a Save Mart and the building is standing but the town is gone. My [aunt] Robin works at Curves, and the building is there, too, but how do you work in a town where everything else is gone and everyone has left?”\n\nIf you're displaced, register with FEMA and look for these evacuation centers\n\nMichael R. Hart, a spokesperson for FEMA says that the organization is urging people who are trying to get back on their feet to take one of two steps: If they have insurance, file a claim. If they are uninsured or under-insured, set up a case.\n\nIf you're a victim and can make it to a FEMA recovery center, go there, but know that you can also set up a case by calling 800-621-3362 of visiting online disasterassistance.gov.\n\nHart says that there are still evacuation centers accepting people, while others are at capacity. Note that some welcome pets (including large animals as well). See the Butte County, Los Angeles County and Ventura County web sites for up-to-date information on evacuation centers.\n\nWhat we can do now: Cash donations and gift cards\n\nMilstred and Evans emphasize their gratitude for donations of clothing, but right now they have nowhere to store anything non-essential. Getting stuff without a home to put it in, is only adding to the anxiousness of being homeless. Hart adds that clothing donations also create a logistics/manpower issue on the ground.\n\n“Money is really what would help. We need to put down a deposit on a new place once we find one” says Milstred. “Gift cards we can hold on to and use to buy things like towels and blankets when we [get settled] are also helpful.”\n\nDonate to these organizations who are offering immediate assistance\n\nFEMA, a government entity, does not accept donations, but they are working closely with non-profits that are relying on donations. Hart urges people who want to donate to make sure that whichever charity you choose has been approved by National Voluntary Organizations Active in Disaster (VOAD).\n\nHere’s a list of some organizations working closely with survivors:\n\nOther ways to help: Volunteer and donate blood\n\nVolunteering in the affected areas is another great way to help.\n\nAnthony C. Tornetta, spokesperson for the Red Cross, reminds us that the Red Cross is 90-percent volunteer based.\n\n“Right now best thing is to go on the Red Cross site and sign up to volunteer,” says Tornetta. “Whatever time you can commit, whether it’s a week or eight hours — we will welcome your support. Please sign up and call first, as we can’t necessarily stop in the middle of an operation if you just show up.”\n\nTornetta also encourages those wanting to give assistance to donate blood, if able.\n\n“We have had to cancel blood drives because of wildfires so we can use help there,” he says. “Blood is always needed, no matter what is going on.”"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Jonathan Allen and Allan Smith", "title": "Gillum officially concedes Florida governor race, congratulates DeSantis", "description": "\"We wanted to make sure that every single vote...as long as it was a legally cast vote, we wanted those votes to be counted,\" Gillum said.", "url": "https://www.nbcnews.com/politics/elections/gillum-officially-concedes-florida-governor-race-congratulates-desantis-winning-n936786", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_46/2641151/181109-andrew-gillum-ew-752p_f07717bd2df82ecee3634d9047c7b64b.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T22:42:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 17, 2018 / 10:42 PM GMT By Jonathan Allen and Allan Smith WEST PALM BEACH, Fla. Democrat Andrew Gillum conceded the Florida governor's r… [+3896 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Jonathan Allen and Allan Smith\n\nWEST PALM BEACH, Fla. — Democrat Andrew Gillum conceded the Florida governor's race to Republican Ron DeSantis Saturday, offering his congratulations in a message streamed on Facebook.\n\n\"We wanted to make sure that every single vote ... as long as it was a legally cast vote, we wanted those votes to be counted,\" Gillum said. Meanwhile, counties across the state worked toward a Sunday noon deadline to hand count certain ballots in other races. \"And now that we are rounding that process out R. Jai and I wanted to take a moment to congratulate Mr. DeSantis on becoming the governor of the great state of Florida.”\n\nDeSantis' victory isn't a surprise, but it is very good news for President Donald Trump, whose party — and a close ally — will control the state government apparatus for the 2020 election. Florida, which has favored the winning candidate in each of the last six presidential elections, has a long history of razor-thin margins. In 2000, the contest was decided by 537 votes after a recount, and no presidential candidate has won with more than 52.1 percent of the vote here since 1988.\n\nDeSantis responded to a congratulatory tweet from Gillum without mentioning his opponent. \"This was a hard-fought campaign,\" DeSantis wrote in a subtweet. \"Now it's time to bring Florida together.\"\n\nGillum, the mayor of Tallahassee, trailed DeSantis by roughly .41 percent, or a little less than 34,000 votes out of more than 8 million cast after a machine recount conducted earlier this week. That effectively sealed the result of his contest because Gillum would have needed to finish within .25 percent of DeSantis to force a hand recount in their race.\n\nGillum, who would have been Florida's first black governor, originally conceded on Election Day, when it appeared that his deficit would be too large to overcome. But as more votes were tallied, DeSantis' lead was cut to less than .5 percent — the difference required by Florida law to trigger a machine recount.\n\nAfter he fell within that threshold, Gillum essentially withdrew his concession as he called on Florida to count all the votes before he would make any further announcement.\n\nNBC News had already rated DeSantis as the apparent winner of the race.\n\nDemocratic Sen. Bill Nelson, who was locked in a tight battle for his seat with Republican Gov. Rick Scott, trailed by about .15 percent after the machine recount. His last hope to reverse the outcome appeared to be dashed Friday when it was revealed that \"under-votes\" in Broward County — ballots on which electronic readers did not show votes in the Senate race — were not the result of machine error.\n\nRepublicans such as Scott and Trump have insisted Democrats are trying to \"steal\" the election, with each suggesting that rampant voter fraud could be taking place in key Democratic-leaning Broward and Palm Beach Counties.\n\nNo evidence of such fraud has been brought forth. State election officials said they have not seen any evidence of fraud.\n\nWhile he had tweeted earlier in the week that the election should be immediately called in favor of Scott and DeSantis, Trump wrote on Saturday morning to congratulate Gillum on \"having run a really tough and competitive race.\"\n\nJonathan Allen reported from Florida. Allan Smith reported from New York."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Trump to Paradise: ‘We’ll get it taken care of’", "description": "President Trump toured damage from the Camp Fire in Paradise, California.", "url": "https://www.nbcnews.com/video/trump-tours-camp-fire-damage-in-paradise-1373601347527", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/f_mo_la_trump_chico3_181117.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T20:26:27Z", "content": null, "fulltext": "Families search for loved ones or closure after Paradise fire 06:08"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Ani Bundel", "title": "The main problem with the 'Fantastic Beasts' sequel is that J.K. Rowling wrote it", "description": "Nominally about the adventures of Newt Scamander and his American pals in Paris, the film is thwarted by its many subplots and cameos.", "url": "https://www.nbcnews.com/think/opinion/harry-potter-franchise-s-new-fantastic-beasts-sequel-should-not-ncna937561", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_46/2649731/181116-johnny-depp-grindelwald-ew-555p_e33649922888048b8ad9717eb01a34e9.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T19:14:32Z", "content": "Get the Think newsletter. SUBSCRIBE Nov. 17, 2018 / 7:14 PM GMT Fantastic Beasts: The Crimes of Grindelwald would be a far better movie if it was willing to be about its titular creatures, instead of its subhead. Overstuffed with plot twists and turns and fru… [+5282 chars]", "fulltext": "Get the Think newsletter.\n\nBy Ani Bundel\n\n“Fantastic Beasts: The Crimes of Grindelwald” would be a far better movie if it was willing to be about its titular creatures, instead of its subhead. Overstuffed with plot twists and turns and frustratingly obscure in its worldbuilding, the highly anticipated sequel to “Fantastic Beasts” saunters in with the overconfidence of a mediocre white man, or Johnny Depp. And despite a strong cast and the Harry Potter cachet, it’s sadly one more example of the failed prequel genre pioneered by George Lucas’ “Star Wars” films of the early aughts and cemented by Peter Jackson’s “The Hobbit” trilogy.\n\nThe problem begins and ends with Warner Brothers thinking it was a good idea to let J.K. Rowling write the scripts. Rowling is a writer of books — an excellent writer of books — and not necessarily a writer of screenplays. Yet, after spending 2012 developing “Harry Potter and the Cursed Child” with someone else writing the script, she jumped at the idea of writing a movie based on her slim 2001 novel “Fantastic Beasts and Where To Find Them.”\n\nOverstuffed with plot twists and turns and frustratingly obscure in its worldbuilding, the highly anticipated sequel to “Fantastic Beasts” saunters in with the overconfidence of a mediocre white man, or Johnny Depp.\n\nThis was partly to keep control of her own material. (It is much easier to argue about what does and doesn’t happen in your universe if you are the one penning the script.) But there’s also a good reason why scriptwriters exist. Rowling’s book “Order of the Phoenix” for example, the longest of the “Harry Potter” books, was adapted for Hollywood by a writer who knew how to take all her subplots and streamline them into a tight film. Some subtext becomes text, a few subplots get referenced, but most get cut.\n\nThe “Harry Potter” series in particular is built around the slow reveal. The surface-level plot of an orphan who gets to go to the most magical school on Earth actually hides a much larger narrative about bigotry, fascism, love and sacrifice that only starts to solidify after several books and several hundred more pages. The first big reveal, which doesn’t come until the end of “Prisoner of Azkaban,” is storytelling at some of its most magical.\n\nMovies don’t have the same luxurious amount of time, at least not giant blockbusters. The first “Fantastic Beasts” movie synopsis promised fans a small-time magical romp with a bumbling magizoologist and a pair of accidentally switched briefcases. What viewers got was a story that barely had time to establish those characters, or check to see if their foundations were solid, before Rowling blew down the wall for the reveal. It could have worked, had the series given the viewers more time to settle in.\n\n“Fantastic Beasts: The Crimes of Grindelwald” has this same problem. Nominally about the adventures of Newt Scamander (Eddie Redmayne) and his American pals in Paris, the film again has way too many subplots, asides and backstories. Dumbledore (Jude Law) is plotting his eventual fight with evil genius Grindelwald (Johnny Depp) from the shadows of Hogwarts. Newt’s older brother Theseus (Callum Turner) and his fiancé Leta LeStrange (Zoe Kravtiz) worry about Dumbledore secretly being in the pocket of Grindelwald and leading their beloved Newt towards danger.\n\nCredence (Ezra Miller) and his pal Nagini (Claudia Kim) search for Credence’s real mother, who may or may not be Leta’s father’s first wife, while another half-brother Yusuf (William Nadylum) searches for him as well. Nicholas Flamel shows up. Footage from World War II gets played out of what can only be described as a skull hookah. (Apparently Grindelwald’s plot to subjugate and eradicate muggles is in service of stopping the Holocaust.)\n\nBut perhaps the most frustrating part of the whole endeavor is watching a beloved franchise slowly crumble under the weight of unnecessary expectations.\n\nThere are even more subplots but my editor made me cut them because even she was getting confused. The truth is, the best movie hidden away in here is an adorable little romantic comedy of a story, featuring the four stars of the first movie, Newt, Tina Goldstein (Katherine Waterson), her sister Queenie (Alison Sodul) and muggle Jacob (Dan Fogelman). It would have cute and fun, and perfectly on trend. Ultimately, though, the plot that wins out is the one that puts Dumbledore and Grindelwald front and center, with an ending that is both shocking and confusing.\n\nBut perhaps the most frustrating part of the whole endeavor is watching a beloved franchise slowly crumble under the weight of unnecessary expectations. It’s as if Rowling was afraid the world she’d built wouldn’t be accepted unless every old character from the books had a cameo, even if their meticulously crafted backstories made such a thing chronologically impossible. She didn’t need to tie every one of these new movies back to her original series every five minutes. Instead of trusting her own universe, it feels like she's now frantically dismantling it.\n\nOne big reason Rowling's “Harry Potter” books are so beloved is that the world they created could support not only her own tale but the imaginations (and fan fiction) of thousands of devoted readers. Why she couldn’t trust it to hold a story about Newt Scamander and his friends without making it about everything else is a mystery no one, not even Dumbledore, can solve."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Samantha Cassetty, RD", "title": "Healthier sides and desserts for your holiday table", "description": "Want to lighten things up without losing that delicious holiday flavor? Try these healthy(ish) recipes nutritionists love.", "url": "https://www.nbcnews.com/better/pop-culture/healthier-sides-desserts-your-holiday-table-ncna936646", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_46/2647656/slowcookerapplecrumble-main_7ec4bb896b83d98491fa0b6fc9c2cafa.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T18:37:07Z", "content": "Get the Better newsletter. SUBSCRIBE Nov. 17, 2018 / 6:37 PM GMT No matter what your health goals are, we can all agree on one thing: The holidays arent a time to compromise on deliciousness! To prove that healthy holiday food is anything but drab, Ive rounde… [+5630 chars]", "fulltext": "Get the Better newsletter.\n\nBy Samantha Cassetty, RD\n\nNo matter what your health goals are, we can all agree on one thing: The holidays aren’t a time to compromise on deliciousness! To prove that healthy holiday food is anything but drab, I’ve rounded up some better-for-you recipes — from starters to sides to desserts — that’ll impress your guests throughout the season. You’ll definitely want to add these great-tasting recipes to your holiday lineup.\n\nSimple Brussels Spout Salad Julie Andrews, MS, RDN, CD, The Gourmet RD\n\nShaved Brussels sprouts are easy to find in supermarkets, and they’re the base of this elegant, easy-to-assemble salad. If you have trouble timing your holiday meals, this is one dish that can be prepared up to two days in advance. Dried cranberries are a festive addition, and sliced almonds add more nutrition and crunch to the mix. After the holidays, feel free to sub other dried fruits and nuts.\n\nButternut Squash Apple Cheddar Soup Chef Julie Harrington, RD, Culinary Nutrition Consultant\n\nStarting a holiday (or any meal) with soup is a strategy that might prevent overdoing it over the next few courses. Studies suggest that soup reduces hunger and promotes feelings of fullness, thereby curbing food intake later on. This soup has all the flavors of the holidays (butternut squash, apples), married with sharp cheddar. Plain Greek yogurt keeps things creamy (and packs in some bonus protein) and helps keep the cheese in check. Of course, there’s no need to pass on this once the holidays are over; save the recipe so you can cozy up to a bowl all winter long.\n\nVegan, Gluten-Free Green Bean Casserole Lindsey Janeiro, RDN, CLT\n\nThis dish is a Thanksgiving classic, but with updated ingredients you and your guests will appreciate. One notable healthy replacement: Gluten-free alternative ground flax seeds thicken the sauce without needing flour. It also happens to supply some fiber. One tradition that stays: Fried onions (because, well, it’s green bean casserole after all!), though the recipe uses much less than the standard version.\n\nGreek Yogurt Mashed Potatoes Lindsey Janeiro, RDN, CLT\n\nEven your most discerning guests are sure to love this healthier version of mashed potatoes. Starting with a base of Yukon gold potatoes makes them extra creamy since this spud has an unmatched luxurious texture. Other swaps include nonfat plain Greek yogurt for full fat sour cream and nonfat milk for heavy cream. Though these mashed potatoes still call for butter (thank goodness!), to keep with the healthy theme, the recipe uses less than others. Fresh herbs are added to boost the flavor and the holiday flair.\n\nThe Best Cornbread Stuffing Ever Monique Volz, Ambitious Kitchen\n\nThe healthfulness of this dish come down to the whole food ingredient list. The base is homemade, gluten-free cornbread — a step that’s worth the effort for a holiday meal. But if you want to save time, you could always sub with another cornbread or gluten free bread. Once made, the bread is combined with fresh herbs, chopped walnuts, and dried cranberries. The various flavors and textures play well together and make this a holiday dish you’ll remember long after you finish your last bite.\n\nHealthy Cauliflower Latkes for Chanukah Abbey Sharp, RD and blogger at Abbey's Kitchen\n\nYou already know that cauliflower is the master of disguise! Here, it stands in for potatoes to make latkes. This swap cuts the carbs and calories, but the recipe also suggests serving the latkes with unsweetened applesauce instead of the traditional sweetened variety and plain 0% Greek yogurt in place of sour cream. Plus, rather than deep frying the latkes, they’re sautéed in a non-stick skillet coated with a spritz of olive oil. Taken together, these recipe swaps will save you carbs, calories and sugar, leaving a little room for another Chanukah tradition: jelly donuts!\n\nSlow Cooker Gingerbread Apple Pie Crumble Jamie Vespa MS, RD\n\nWith a blend of gingerbread spices, apples, and a crispy, crumble topping, this dessert will be at home at Thanksgiving and Christmas. Since it’s made in a slow cooker, you can multi-task, letting it cook (while the aroma fills your kitchen), as you’re making other holiday dishes. Since the crumble is made with ultra-healthy ground flaxseed, whole grain oats and pecans, and because the dish is low in added sugars, you could also serve it for a deliciously low-fuss holiday brunch. As a dessert, you’ll probably want to add a spoonful of whipped cream or vanilla ice cream, but if you’re going the brunch route, add a spoonful of Greek yogurt instead. If you skip the toppings or use dairy free alternatives, this crumble is both vegan and gluten free.\n\nHealthy Baked Pears Lindsey Janeiro, RDN, CLT\n\nThis is one holiday dessert that won’t put you in a sugar coma! The blend of spices and the nut-free topping offer the flavor fix of a fruit crumble or pie minus a few hundred calories and the after-dessert bloat — even with the optional whipped topping or spoonful of ice cream. PS, did I mention it’s healthy, too?\n\nGingerbread Tahini Banana Bread Jamie Vespa MS, RD\n\nThe aroma of gingerbread spices lends holiday cred, while the white whole wheat flour keeps this baked quick bread in the healthy lane. Tahini is a spread (similar to other nut and seed butters) made from ground sesame seeds. It’s a culinary upgrade that supplies protein and fiber, as well as important vitamins and minerals, such as magnesium. It’s so delicious, in addition to using it as an optional drizzle, you might want to consider using it as a spread for this warm, wonderful bread, and you’ll certainly find many other uses for it (say, as a dip for apples) throughout the year.\n\nMORE BETTER-FOR-YOU RECIPES\n\nWant more tips like these? NBC News BETTER is obsessed with finding easier, healthier and smarter ways to live. Sign up for our newsletter and follow us on Facebook, Twitter and Instagram."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Kalhan Rosenblatt", "title": "Trump to visit California wildfire zones after criticizing forest management", "description": "President Donald Trump on Saturday headed to California to visit parts of the state that have been devastated by ongoing wildfires.", "url": "https://www.nbcnews.com/politics/donald-trump/trump-visit-california-wildfire-zones-after-criticizing-forest-management-n937546", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_46/2650211/181117-donald-trump-al-0923_3297f5fb7edffd44fea8e48679457342.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T17:21:19Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 17, 2018 / 5:21 PM GMT President Donald Trump headed to California on Saturday to visit parts of the state devastat… [+2457 chars]", "fulltext": "Three people were killed in another wildfire in Southern California, bringing the deaths statewide to at least 74.\n\nThe death toll in the Camp Fire could rise as searchers comb through the ruins looking for human remains, a grim but important task that involves more than 10,000 destroyed structures.\n\nMore than 1,000 people are listed as unaccounted for, but Butte County Sheriff-Coroner Kory L. Honea said it may include names of survivors who don't know they've been reported missing, as well as duplicates and name misspellings.\n\nNichole Jolly, a nurse from Paradise who fled from a hospital that caught fire, met with Trump and said \"it was wonderful to have his support, with our community.\"\n\n\"I mean, during that whole time we all felt completely helpless,\" she said. \"And just the fact that he wants to help and he wants to try and figure something else out to prevent this from happening in a different community — it’s heartwarming knowing that he does care.\"\n\nJolly said the message she wanted to send was that displaced residents need financial assistance.\n\n\"There's rain coming, there’s kids sleeping in tents. There’s families living in motorhomes in driveways,” she said. “And insurance isn’t happening fast enough.”\n\nTrump was joined in Paradise, a town of around 26,000, by Gov. Jerry Brown and Gov.-elect Gavin Newsom.\n\n\"People have to see this to understand it,\" Trump said as he surveyed what was once the Skyway Villa Mobile Home and RV Park.\n\nIn Paradise, Trump talked about looking to other countries like Finland on how to successfully manage California's forests. Trump’s comments about forest management last week as the fires raged drew criticism from firefighters groups in California.\n\nThe president later flew to the scene of the Woolsey Fire, which also broke out Nov. 8 and has burned more than 98,000 acres in Los Angeles and Ventura counties. It's destroyed at least 836 homes and other structures, according to the California Department of Forestry and Fire Protection, also known as Cal Fire.\n\nAround 200,000 people were under evacuation orders at the height of the fire. The Woolsey Fire was 82 percent contained as of Saturday afternoon, according to Cal Fire.\n\nTrump visited Malibu, the seaside community that was forced to evacuate.\n\n\"This is incredible,\" Trump said. \"We’re in Malibu, and a certain section of Malibu that was lovely. You don't get much better than this, and you see the devastation.\"\n\nHe praised government officials and first responders, calling the evacuation orders \"the right decision.\"\n\n\"It's horrible, but it's also pretty incredible, the job they've done,\" Trump said.\n\nTrump was asked Saturday in Northern California whether seeing the devastation of the fires firsthand had changed his opinion on climate change.\n\n\"No. I have a strong opinion. I want great climate, and we're going to have a forest that is very safe. We can't go through this every year,\" Trump said."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Elizabeth Chuck", "title": "From sperm donor to 'Dad': When strangers with shared DNA become a family", "description": "Thanks to 23andMe and Ancestry.com, more donor-conceived children are connecting with each other and their biological parents, forming a new kind of modern family.", "url": "https://www.nbcnews.com/news/us-news/sperm-donor-dad-when-strangers-shared-dna-become-family-n937366", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_46/2649226/181116-sperm-donor-ellenstein-mn-0930_51e0d24b483ac9840e0ca4fe5ad0d2f1.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T16:35:00Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 17, 2018 / 4:35 PM GMT When Peter Ellenstein goes out to dinner with his children, who range in age from 17 to 30, … [+14166 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Elizabeth Chuck\n\nWhen Peter Ellenstein goes out to dinner with his children, who range in age from 17 to 30, the meals are raucous, and there is always a lot of catching up to do — especially because no one in the family knew each other before last October.\n\nEllenstein, 57, donated sperm anonymously in his 20s and early 30s to make some extra cash, and never expected to meet any of his offspring. But this past year, thanks to online tools, including DNA test kits, he discovered that he has at least 24 biological children. A divorced theater director living in Los Angeles who never raised any kids of his own, Ellenstein has met 20 of them so far. One calls him every day and recently took a three-week trip to Europe with him; others are less involved, but still show up to family dinners, some with the hope that he’ll pick up the check.\n\nWhen Ellenstein first found out about his offspring, “it was just a huge shock,” he said. Fearing the interactions might be awkward or disappointing, he was initially reluctant to meet his children.\n\nNow, though, his life revolves around them — whether he’s proudly introducing them to his mother or helping them play practical jokes on one another.\n\nPeter Ellenstein, seen here with six of his 24 biological children in May 2018, lets his offspring guide the nature of his relationship with them. \"I don't want to become someone who is a problem in their life,\" he said. Courtesy of Peter Ellenstein\n\n“It’s the best thing that’s ever happened to me,” he said. “Each kid so far that I’ve met is a whole other adventure and a whole new exciting thing in my life.”\n\nAs more donor-conceived children connect with each other and their biological parents thanks to social media and at-home genetics tests such as 23andMe and Ancestry.com, a new kind of modern family is emerging. The first meeting between half-siblings and sperm donor dads can be fraught, but what follows over the ensuing years may be even more complicated. Some children grow close with their biological fathers and half-siblings, even moving in with them. Others are more hesitant, unsure of how or whether to build a relationship with people whose existence, in some cases, was a family secret.\n\nThe newly formed connections raise delicate questions: Should a sperm donor who didn’t raise his children refer to them as his son or daughter? Should they call him Dad? And how does the introduction of this new blood relative affect existing relationships with the parents and siblings that a person grew up with?\n\nNBC News spoke to more than a dozen sperm donors, donor-conceived children and parents who received sperm donations about what happens when strangers with shared DNA get to know each other. Some donor-conceived children spoke glowingly of spending Father’s Day with their sperm donors. Others described friction with the parents who raised them. One recalled learning in her 30s that she was donor-conceived, which set off panic attacks over her sense of self, even though she and her sperm donor get along well.\n\nAnd for others, the hoped-for relationship never materialized at all.\n\n\"There’s never a dull moment.\"\n\n“There’s no social script for any of these scenarios,” said Erin Jackson, founder of We Are Donor Conceived, a support group and resource page with more than 650 members on Facebook.\n\nJackson, 38, of San Diego, started the group in 2016 after finding out that she had been donor-conceived. She had tracked down her biological father and sent him a letter, tucking a photo of herself inside. He didn’t write back until two years later, and when he finally did, “he basically told me to get lost,” Jackson said. “I tried not to get my hopes up, but I was still disappointed.”\n\nNow, she helps others navigate the emotional twists and turns.\n\n“There’s never a dull moment,” she said.\n\nForging connections in the unregulated world of sperm donation\n\nAlthough there are no firm numbers, experts say more people than ever are connecting with biological relatives. Over 15 million have signed up for 23andMe and Ancestry.com, the two major at-home genetics testing companies, both of which offer an optional relatives matching tool (the companies do not disclose how many matches have been made).\n\nThe matching tools work by showing customers others who have signed up for the same genetics test whose DNA overlaps with their own, if they have also opted in to the feature. By displaying the percentage of overlap, it indicates how close the relation is. Users can then send messages to their connections through 23andMe or Ancestry.com.\n\nMeanwhile, on the Donor Sibling Registry, the largest matching site for donor-conceived people, more than 16,300 offspring have found half-siblings or donors, with nearly a quarter of those connections being made in just the last three years, says its co-founder and director, Wendy Kramer, whose son, Ryan, is donor-conceived. Kramer and her son co-founded the registry in 2000.\n\nIncreasingly, donors and their offspring are going beyond an initial online connection, according to Rosanna Hertz, a professor of sociology and women’s and gender studies at Wellesley College in Massachusetts who researches contemporary reproduction.\n\n“In early surveys that I did [in 2009], people would find other donor siblings. They would exchange emails, maybe some photographs, and that would be it. Now more people are choosing to meet offline,” said Hertz, the co-author of a new book, “Random Families: Genetic Strangers, Sperm Donor Siblings and the Creation of New Kin.”\n\nBut the unregulated landscape of sperm banks has added to the challenges donors and offspring face when they meet. For one thing, with no federal data or tracking, donors have no idea how many offspring they have sired — and consequently, no idea how many they can expect to hear from.\n\nDespite efforts to increase regulation, sperm banks in America operate with barely any federal scrutiny. Experts say there is no official tally of how many babies have been born as a result of sperm donations in the U.S, nor is there a large effort on the part of banks to obtain such data (most ask sperm recipients to self-report any pregnancies and births, but they do not require it).\n\nAnd while there are recommendations for how many times a single sperm donor’s specimen should be used, there are no laws officially limiting how many babies can be born from one man’s sperm, as there are in the United Kingdom, Norway and Hong Kong, among many other countries.\n\nFor the growing number of donors and their children, figuring out a relationship can be complex, Hertz said.\n\n\"The donors usually play it by what the kids want.\"\n\nSome donors want to get to know their offspring, but have never told their spouses that they used to donate sperm. Other times, a donor gets overly excited and will post pictures of his offspring on Facebook, upsetting the parents who raised the children.\n\nBut generally, donors are respectful, Hertz said, based on her interviews with more than 550 people and surveys of more than 4,000 others.\n\n“The donors usually play it by what the kids want,” she said.\n\nAn instant bond\n\nThat is the approach that Ellenstein says he has taken with each of his children. Rachel White, 24, was the first to make contact with Ellenstein after she used the scant details that the sperm bank had given her mother to find him on the Internet Movie Database in 2017 and match his birthday and other information.\n\nPeter Ellenstein poses with his biological daughter Rachel White. Dania Maxwell / for NBC News\n\nWhen White, who works in music production, first met Ellenstein, she saw a lot of herself in him — and the similarities went beyond their looks. Ellenstein bumped into a table as he walked toward her at the Los Angeles cafe where they met — White, whose mother is dancer, had always wondered where her clumsiness came from.\n\nWhite talks to Ellenstein on the phone daily now, asking for advice on everything from money to car repairs, and catching up on how her half-siblings are doing. She said she sometimes jokingly calls Ellenstein “dad,” but he’s more like an uncle.\n\n\"He almost feels like a strange, older, male extension of myself.\"\n\n“He almost feels like a strange, older male extension of myself,” she said. “But obviously we’re not the same person. We are vastly different in many ways, but it feels like a weird limb that I discovered.”\n\nIn a private Facebook group with his offspring, Ellenstein has noticed that his children share his love for board games, podcasts and puns and word play.\n\n“I’ve been nicknamed all kinds of things by them — ‘Papa Jerk’ included,” he said, laughing. “They all have a pretty word-oriented and snarky and kind of profane sense of humor. There’s no shortage of swearing.”\n\n‘Please be yourself’\n\nMichael Rubino, a Los Angeles artist, donated sperm in the 1990s in the hopes of helping couples struggling with infertility. He has 20 offspring, 18 of whom he has met. A Democrat, atheist and vegetarian, Rubino was initially worried when he first heard from one of his biological children: Nathan Mayes, a Republican, evangelical Christian from Bryant, Arkansas, who enjoys hunting.\n\nMayes, 20, also wasn’t sure what to expect. He does mission work and was worried about Rubino’s lack of belief in God. Nonetheless, he flew to California a couple years ago to meet Rubino, 59, and they bonded over their shared passion for creating art.\n\n\"We are polar opposites, yet we are so much alike.\"\n\nEncouraged, Mayes then invited Rubino to meet the family who raised him. But Mayes was nervous about how Rubino would respond to displays of faith, so he requested beforehand that his family not say grace during the visit, something they normally do at every meal.\n\n“We were still kind of getting to know each other, and I definitely didn’t want to make him uncomfortable,” Mayes said.\n\nA few days into the visit — during which Rubino found more common ground with the family than he expected — the family confessed to Rubino that they usually said grace, but had held off at Mayes’ request.\n\nThat struck Rubino as considerate but unnecessary.\n\n“When I found out, I said, ‘Oh no, you guys. Nathan, please be yourself.’”\n\nMichael Rubino, left, stands beside his biological son Nathan Mayes in front of a mural the two painted together. Despite opposing views on politics and religion, the two have a tight bond. Courtesy of Michael Rubino\n\nSince then, their relationship has strengthened. Like Rubino, Mayes enjoys painting. So when Mayes was scraping together money for a study-abroad program, Rubino invited him to join him on a mural-painting job in California. The two have since worked on two other murals together.\n\n“I was excited and really, really nervous when I did my first painting with him,” Mayes said. “But he is so easy and comfortable to work with.”\n\nTheir relationship now is like that of “best friends,” Mayes added. “We are polar opposites, yet we are so much alike.”\n\nWhen a sperm donor becomes a housemate\n\nJessica Share, whose 13-year-old daughter Alice Mikell is donor-conceived, never expected to meet her child’s sperm donor, never mind date him and move in with him. But that is exactly what happened last year.\n\nUntil she signed Alice up for a 23andMe test, Share, who lived in Oregon and works in marketing, simply knew Alice’s father as Donor No. 2008 at the Fairfax Cryobank. When Aaron Long, 52, popped up as a DNA match in February 2017, Share sent him a message.\n\nLong, a communications specialist for a nonprofit in Seattle, had donated sperm more than two decades earlier to make some money after returning from teaching English overseas. He had already begun hearing from some of his offspring (he has at least 10), and he wrote back a warm introduction about himself to Share, attaching a 13-page biography that he had written and shared with his other biological children.\n\nFor the next five months, Share and Long continued to exchange messages. Then in July 2017, Long invited all of the biological children he had connected with by that point to visit Seattle.\n\nWhen they met in person, Share was struck by how familiar Long already seemed: So many of his mannerisms were similar to their daughter’s.\n\n“I felt like I had been watching him for over a decade,” said Share, who has another daughter who was also donor-conceived by Long (that daughter lives with Share’s ex-wife and has not met Long). “I had these threads of him. This wasn’t what made the bond, but it certainly made him very familiar to me because he right away looked and acted like people I had known and loved for a decade.”\n\nWeeks after meeting Long, Share, 42, and Alice were having trouble with their landlord in Oregon. A spot opened up in Long’s building, a communal living cooperative, and given how close Long was growing with Share, he suggested they move in for a few months.\n\nIt ended up going well — so well that Long and Share began dating and now live together, with Alice. In May, another biological daughter of Long’s, who is 21, joined them from Virginia.\n\nAaron Long poses with his mother, center, and three of his biological children, Madalyn Saunders, second from left, Bryce Gallo and Alice Mikell, far right. Alice's mom, Jessica Share, who is also Long's girlfriend, is at left. Courtesy of Aaron Long\n\nFor Share, the new living arrangement is a welcome twist. But everyone in the family is quick to acknowledge that while they live in close quarters, Long is not a father figure to Alice — especially Alice herself.\n\n\"We’re definitely not a family. This is not the nuclear ‘Brady Bunch’ thing.\"\n\nWhile Alice says the two are “chill” together, the teen sees Long more as her mother’s boyfriend than anything else.\n\n“We’re definitely not a family. This is not the nuclear ‘Brady Bunch’ thing,” Alice said. “You can’t just adopt someone as your dad, despite what chick flicks say.”\n\nRachel White and her biological father, Peter Ellenstein, met for the first time on Oct. 7, 2017, after she tracked him down through some online sleuthing. Courtesy of Peter Ellenstein\n\nFor Ellenstein, the new relationships with his 24 children have gone well — so far. He sometimes worries that more offspring will be discovered and that he will be spread too thin to give each the attention that they want and deserve.\n\nBut each child, in his mind, has been an unexpected bonus in his life.\n\n“I lucked out,” Ellenstein said."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Vaughn Hillyard", "title": "Mike Pence laughs off reports that Trump questioned his loyalty", "description": "A New York Times story reported that multiple aides and outside advisers to the president had said Trump was openly asking whether Pence was loyal to him.", "url": "https://www.nbcnews.com/politics/white-house/mike-pence-laughs-reports-trump-questioned-his-loyalty-n937551", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_46/2650266/181117-mike-pence-al-1111_32b5ffbafda69529aafc6f0c9b67fb20.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T16:30:00Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 17, 2018 / 4:30 PM GMT PORT MORESBY, Papua New Guinea Vice President Mike Pence on Saturday laughed off the suggest… [+1644 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Vaughn Hillyard\n\nPORT MORESBY, Papua New Guinea — Vice President Mike Pence on Saturday laughed off the suggestion that President Donald Trump has recently questioned his loyalty, saying that he “was tempted not to dignify it with a comment.”\n\nA New York Times story on Friday reported that multiple aides and outside advisers to the president had said Trump was openly asking whether Pence was loyal to him.\n\nEarlier in the week at a White House press conference, Trump was asked about Pence and had his vice president stand as he responded that he felt “very fine” about having Pence be on his 2020 ticket.\n\nWhile talking to reporters overseas on Saturday, Pence acknowledged talking with Trump in a phone call earlier in the day about the article but said that Trump made clear to him that he had never questioned Pence’s loyalty.\n\n“Let’s just leave it that we had a good laugh, and you know, the president said to me, ‘There are no anonymous sources that would say what that article said,’” Pence said.\n\nPence responded to the article while in Papua New Guinea at APEC, the Asia-Pacific Economic Cooperation.\n\n“The president and I are very close,” Pence said to reporters. “We have a very strong relationship. And I’ve been honored to serve as his vice president. And I was honored when he asked me to run with him again.”\n\nOn Saturday, Trump tweet without evidence that The New York Times \"made up sources\" for their story and that they \"refused to ask\" Trump for a quote.\n\n\"I can’t imagine any President having a better or closer relationship with their Vice President then the two of us,\" Trump tweeted.\n\nThe vice president was also asked about NBC News’ report that his current chief of staff, Nick Ayers, is under consideration to replace Gen. John Kelly as President Trump’s chief of staff.\n\n“If the president is going to make any changes, I’ll leave it to the president to announce changes,” Pence said. “But Nick has done a phenomenal job. I think John Kelly has done a tremendous job as chief of staff.”"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Jonathan Allen", "title": "Bill Nelson needed a machine error to have a chance in Florida. He didn't get it.", "description": "Tens of thousands of voters in Broward County didn't pick a Senate candidate. That may have cost Bill Nelson his Senate seat.", "url": "https://www.nbcnews.com/politics/politics-news/bill-nelson-needed-machine-error-have-chance-florida-he-didn-n937541", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_46/2650166/181117-florida-recount-al-0848_5c23802f45702c91e701a4f6dd5ef626.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T15:30:56Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 17, 2018 / 3:30 PM GMT FORT LAUDERDALE, Fla. It was the ballots, not the machines. To have a chance at overcoming G… [+1736 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Jonathan Allen\n\nFORT LAUDERDALE, Fla. — It was the ballots, not the machines.\n\nTo have a chance at overcoming Gov. Rick Scott's 12,603-vote lead in their Senate race, incumbent Bill Nelson, D-Fla., desperately needed a manual statewide recount to show that tens of thousands of votes here in Democrat-heavy Broward County had been misread by scanners.\n\nThat didn't happen. And Nelson's chances of holding his Senate seat went from very slim to virtually nonexistent.\n\n\"I don't see a path,\" said Steve Schale, a veteran Democratic strategist based in Florida. \"Honestly, the path was never likely, but that doesn't diminish the need for a recount process, if for no other reason but to answer lingering questions — such as the undervotes in Broward, and provide certainty to all involved.\"\n\nThe deadline for counties to finish their hand recounts is Sunday at noon, but Broward was the mother lode of \"undervotes\" — roughly 30,000 ballots for which the machines couldn't read a vote in the Senate race.\n\nThe Nelson team's theory — or its hope — was that voters had indicated a preference on most of the ballots but that the machines could not pick it up. Instead, it appears that most of the voters in question simply skipped that race, possibly due to its location on the ballot rather than lack of interest in the outcome."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Trump before California visit: 'We will be talking about forest management'", "description": "Before departing for California to survey the damage from multiple wildfires, President Donald Trump reiterated his view that \"forest management\" needs to be addressed to prevent more devastating blazes.", "url": "https://www.nbcnews.com/video/trump-focuses-on-forest-management-before-california-wildfire-visit-1373455939712", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/1062742686.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T15:03:22Z", "content": null, "fulltext": "Trump focuses on forest management before California wildfire visit copied!\n\nBefore departing for California to survey the damage from multiple wildfires, President Donald Trump reiterated his view that \"forest management\" needs to be addressed to prevent more devastating blazes.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Nbc News", "title": "Trump to be briefed on CIA assessment of Khashoggi killing", "description": "President Donald Trump said he will be briefed today on the CIA report that Saudi Crown Prince Mohammed bin Salman ordered the killing of journalist Jamal Khashoggi while also calling Saudi Arabia \"a truly spectacular ally.\"", "url": "https://www.nbcnews.com/video/trump-to-be-briefed-on-cia-assessment-of-khashoggi-killing-1373427267631", "urlToImage": "https://media3.s-nbcnews.com/j/MSNBC/Components/Video/201811/2018-11-17T130434Z_1557405727_RC1CC8A093E0_RTRMADP_3_USA-TRUMP.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T14:30:39Z", "content": null, "fulltext": "Trump to be briefed on CIA assessment of Khashoggi killing copied!\n\nPresident Donald Trump said he will be briefed today on the CIA report that Saudi Crown Prince Mohammed bin Salman ordered the killing of journalist Jamal Khashoggi while also calling Saudi Arabia \"a truly spectacular ally.\"\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Jonathan Allen", "title": "Do Democrats really want to stop Pelosi from becoming speaker?", "description": "Analysis: It's unclear how many members of the next Congress truly want to stop her from taking the helm of the House in January — and how many simply need to signal to voters back home that they raised an objection to her.", "url": "https://www.nbcnews.com/politics/politics-news/do-democrats-really-want-stop-nancy-pelosi-becoming-speaker-n936386", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_45/2636501/181106-think-nancy-pelosi-se-1129p_fd9922b07f44be767b909b481521459b.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T13:00:00Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 17, 2018 / 1:00 PM GMT WASHINGTON Love her or hate her, Nancy Pelosi is a rare legend in her own time a figure who … [+7052 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Jonathan Allen\n\nWASHINGTON — Love her or hate her, Nancy Pelosi is a rare legend in her own time — a figure who is at once historic and still very relevant.\n\nThe highest-ranking woman in the history of American government, Pelosi has twice helped lead her caucus from the minority to the majority and is fairly regarded as the best congressional vote-counter of her generation.\n\nBut now, with the California congresswoman trying to return to the speakership, a small band of her Democratic colleagues would rather relegate her to the past than allow her to lead them again.\n\nThe fight is very real.\n\nIt's a battle consuming House Democrats in the wake of the midterm elections, and it is one that is wrapped up in the ideological, gender, racial and generational politics of a moment in which the party is both optimistic about its resurgence and terrified of the possibility that its gains will be washed away by President Donald Trump and the GOP in two years.\n\nBut it's also increasingly entangled in personal animus — the disdain that a handful of harsh Pelosi critics have for her and the rising frustration that many rank-and-file Democrats have with them for forcing the party into an ugly debate on the heels of its biggest House victory since the post-Watergate class of 1974.\n\nSome in the party believe that Pelosi, who has demonstrated her ability as both a partisan warrior and backroom deal-maker, is the perfect leader at a precarious time for Democrats.\n\n\"No one has her legislative chops or wealth of experience,\" said Rep. Gerry Connolly, D-Va. \"She knows how to exhort, inspire, cajole, intimidate and persuade. She never lost a vote on the floor as speaker. She worked tirelessly to bring us out of the wilderness. She has earned it.\"\n\nOthers see her potential promotion as a step backward — a message to the country that Democrats aren't agents of change — and a surefire attack point against newly elected freshmen in their first re-election bids.\n\n\"Last week, the American people sent a clear message that we need a new approach and new leaders in Congress,\" Rep. Tim Ryan, D-Ohio, who lost to Pelosi in a minority leader race two years ago, said Wednesday. \"It’s time for us to listen.\"\n\nBetween returning incumbents and incoming freshmen, there are roughly two dozen Democrats who have publicly indicated they will or could vote against Pelosi. For some of the newcomers, distancing themselves from the California Democrat — who was a staple of Republican campaign ads and talking points across the country — was a matter of political survival.\n\nThe big question is how many members of the next Congress — like Ryan — truly want to stop Pelosi from taking the helm of the House in January and how many simply need to signal to voters back home that they raised an objection to her.\n\nIf politically safe House veterans like Ryan and fellow Rep. Seth Moulton, D-Mass., who are among the ringleaders of the anti-Pelosi faction, choose not to back Pelosi on the floor, that puts more pressure on freshmen who just won tough districts to cast potentially perilous votes that help her win.\n\nThat's a strike against the rebel crowd for Democrats who would prefer to see Pelosi win while allowing as many freshmen as possible to not vote for her.\n\nThe coming days will be a test of Pelosi's ability to maneuver through the thicket of Democratic Caucus personalities and House rules, a point of strength for her in the past but a challenge at a time when the eyes of her party, and the nation, will be fixed on what her colleagues decide.\n\nShe and her allies have been ramping up the campaign to secure votes — several union, interest groups and Democratic Party luminaries put out statements announcing their support for her — a clear indication that she knows she has to work hard to win.\n\nAt the same time, an emboldened faction of her harshest critics has been promising that it can deliver the votes to deny her the speakership.\n\nRep. Marcia Fudge, D-Ohio, said Wednesday that she's considering a bid against Pelosi — giving the recalcitrants a potential alternative.\n\n\"When you look at the people who support this party the most, they are women and African Americans and especially African American women,\" Fudge, who is black, told Cleveland.com. \"We keep talking about diversity, but there is nothing diverse about the top of our ticket. We have to not just talk the talk, but walk the walk.\"\n\nAfter meeting with Pelosi Friday, Fudge said that she would make a decision after Thanksgiving and would weigh the \"enormity\" of the job — the long hours of campaigning and fundraising for the party's candidates — as part of her calculus.\n\nFor Pelosi, the first step is a vote in the Democratic Caucus, which is scheduled for the week after Thanksgiving. In short, Pelosi will be running to be the party's pick for speaker when the whole House — Democrats and Republicans — vote on the post in January.\n\nThere's no question that she has the backing of a majority of her caucus. In fact, right now, she has no competition from within the party at all.\n\nDemocratic aides have said it's possible that if she doesn't draw a challenge, they may hold an up or down vote on her in caucus and publicize the vote tallies.\n\n\"Certainly a possibility,\" a Democratic aide who declined to be identified because he was not authorized to speak publicly about internal deliberations told NBC over email. \"Not clear yet.\"\n\nThat way, the \"no\" voters could point to their effort to oppose her. For the same reason, it makes sense that her critics might not actually field a challenger — because it would give an easy out to those who promised to oppose her without forcing them to vote against her on the floor.\n\nThe second, tougher step is the full House floor vote. To win that, Pelosi needs a majority of the members who vote — Republicans and Democrats. Typically, that would mean at least 218 of the 435 House members. But, of course, there's a wrinkle: Any members who vote \"present\" are not counted.\n\nIf, for example, there are 232 Democrats and 203 House Republicans — some races are still being decided — Pelosi could defeat incoming House Minority Leader Kevin McCarthy 204-203 with 28 Democrats voting \"present.\"\n\nBut each vote for another lawmaker — not her or McCarthy — would make her path harder. Using the same hypothetical partisan split, it would take just 15 Democratic votes for lawmakers other than Pelosi or McCarthy to prevent her from winning a majority and force a second round of balloting on the floor.\n\nThe House keeps voting until someone wins a majority.\n\nAlready, Pelosi allies have reached out to incoming freshmen who said they wouldn't vote for her to ask that they vote \"present,\" Democratic sources told NBC News.\n\nIf Pelosi is able to navigate the labyrinth, it will be proof that her skills at the inside game aren't just the stuff of legend. If she fails, it will be the first time that a minority leader who sought and won re-election at home failed to win the speakership after leading his or her party to the House majority.\n\nThat's one bit of history Pelosi would like to leave intact."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Saphora Smith, Reuters", "title": "Sweden may become latest country to annul child marriages", "description": "Germany, Denmark, Norway and the Netherlands have already tightened child marriage laws, while a U.K. lawmaker has introduced a bill to ban underage unions.", "url": "https://www.nbcnews.com/news/world/sweden-may-become-latest-country-annul-child-marriages-n935281", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_46/2645626/181114-migrants-child-mc-1108_28d63fbfcd2a412b5a88f25b4928dcef.1200;630;7;70;5.JPG", "publishedAt": "2018-11-17T12:27:32Z", "content": "Most European countries still allow marriage under the age of 18 in certain circumstances, such as with parental consent or the approval of a judicial or governmental authority. In U.S. the situation is similar, with Delaware this year becoming the first stat… [+4704 chars]", "fulltext": "Most European countries still allow marriage under the age of 18 in certain circumstances, such as with parental consent or the approval of a judicial or governmental authority. In U.S. the situation is similar, with Delaware this year becoming the first state to ban marriage for anyone under 18 without exception.\n\nBut in the last three years, the Netherlands, Denmark and Norway have either outlawed child marriage or extended their bans to include the marriages of young foreign nationals wed abroad. A British lawmaker has also introduced a bill to ban unions under the age of 18 in England and Wales.\n\nSwedish lawmakers are due to vote on the proposal on Wednesday.\n\nIn 2016, Sweden's Migration Agency said it had identified 132 cases of children who said they were married on asylum applications, but acknowledged there were probably more. In the same year, more than 1,400 underage foreign children were listed as married in Germany, according to the country’s Central Register of Foreign Nationals.\n\nIn 2017, Germany outlawed all marriages involving anyone under 18. So far this year, the official number of married underage foreigners has dropped to under 300, but women’s rights organization Terre Des Femmes said the real number was likely much higher.\n\n\"We fear that many girls now coming to Germany lie about their age or claim they are not married in order not to have their marriage declared invalid,\" said Monika Michell, an expert in honor-based violence for Terre Des Femmes in Germany.\n\nWhile it has recently gained currency because of the refugee crisis, the issue of child marriage among migrants is not new.\n\nSara Mohammad has spoken of how her brother once held a Kalashnikov to her head. She was 17 and he was trying to force her to marry a man she had never met.\n\nOn the day before her wedding Mohammad fled Iraq. She would eventually claim asylum in Sweden, where she now runs a nonprofit association, GAPF, which campaigns against honor-related violence.\n\nMore than 30 years later, she is hopeful her adoptive country will extend its ban on child marriage.\n\nSara Mohammad fled her own child marriage and founded a charity. Anders Henrikson\n\n“It would be a great thing for the Swedish government to show the world that we protect children from child marriage,” she said.\n\nSo Sweden’s legislation could not come soon enough for Mohammad. She said she believed guilt felt by many in former colonizing countries and a fear of being accused of racism or Islamophobia has stopped European Union governments from legislating against child marriage for foreigners.\n\nCultural relativism — the idea that morality is not absolute but exists in relation to one’s culture or religion — also played a role, she said. \"We see them as victims,\" Mohammad added.\n\nBut others argue that religion, culture and circumstance should be taken into account when considering invalidating child marriages of foreigners and especially asylum-seekers.\n\n“If the child concerned is happy and it was a consensual relationship, why would I break them up? Why would I want to annul that?” asked Ajmal Masroor, a British imam. “The revised law is going to target them disproportionately, marginalizing them even further, criminalize them for nothing and may push them into a more vulnerable position than they already are.\"\n\nMasroor criticized the “hypocrisy” of European countries’ tendency to consider a young person adult enough to choose to have sex but not to decide to marry.\n\nPracticing Muslims cannot have sex or start a family before they are married, and therefore any legislation that raises the age of marital consent above the age of sexual consent discriminates against them, he said.\n\nHeather Barr, a senior researcher at the Women’s Rights Division of Human Rights Watch, said while she supported outlawing child marriage, a blanket decision to invalidate all underage unions of refugees and asylum-seekers was not the answer.\n\n“When somebody arrives and they’re already married, the situation is more complicated and that’s why nothing short of an individual assessment is going to do the trick,” she said.\n\nShe said social workers would have to assess the best interests of the child considering that she is already married. This, Barr said, included asking how the girl may be perceived by her community if she is no longer married and whether it might expose her to a higher risk of violence.\n\n“I don’t think it makes you an apologist for child marriage in any way to say that these situations are complicated,” she said.\n\nDecisions by countries such as Germany, Norway or Denmark to raise the age of marital consent in the wake of the refugee crisis struck her as “ugly,” and she suggested that it was most likely fueled by stereotypes and xenophobia.\n\n“Lots of European countries that didn’t see any problem with the laws that they have on the books that permitted child marriage have suddenly become concerned that those laws are a problem,” she said."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Reuters", "title": "Argentine Navy submarine found a year after disappearing with 44 aboard", "description": "The Argentine Navy said on Saturday a private company hired by the government has located the submarine ARA San Juan some 2625 feet below the ocean's surface a year after it went missing with 44 crew members aboard.", "url": "https://www.nbcnews.com/news/world/argentine-navy-submarine-found-year-after-disappearing-44-aboard-n937536", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2017_48/2244851/171130-ara-san-juan-memorial-ew-538p_b320cce2d68d2fd715d476717aad0be3.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T11:39:17Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 17, 2018 / 11:39 AM GMT BUENOS AIRES The Argentine Navy said on Saturday a private company hired by the government has located the subma… [+898 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Reuters\n\nBUENOS AIRES — The Argentine Navy submarine that went missing a year ago off the country's Atlantic Coast was found by a private company involved in what had been a massive search for the vessel and its 44-member crew, the Navy announced by tweet on Saturday.\n\nThe submarine ARA San Juan had a seven-day supply of air when it last reported its position on Nov. 15, 2017. It was found some 2,625 feet below the ocean's surface by a marine tracking contractor Ocean Infinity.\n\nThe disappearance gripped the nation's attention as the government struggled to provide information about the tragedy.\n\nAt the time of the disappearance, the Navy said water that had entered the submarine's snorkel caused its battery to short-circuit. Naval officials said international organizations helping to search for the missing vessel a year ago detected a noise that could have been the submarine imploding.\n\nHopes of rescuing survivors faded about two weeks after the submarine went missing. The navy said it searched for double the amount of time the submarine would have had oxygen.\n\nThe first anniversary of the submarine's disappearance was marked with an event at the Mar del Plata naval base on Nov. 15, with President Mauricio Macri in attendance.\n\nThe crew had been ordered to return to Mar del Plata on the country's east coast. But the vessel was never heard from again.\n\nOcean Infinity, a U.S. company that can search and map the seabed, was hired by Argentina following the failure of a international operation to find the vessel after it went missing in the South Atlantic.\n\nThe San Juan was some 270 miles off Argentina's Patagonian coast when it sent its last signal.\n\nThe disaster spurred soul-searching over the state of the military in Argentina, which - after a series of financial crises - has one of Latin America's smallest defense budgets relative to the size of its economy.\n\nSubs are used to patrol sovereign maritime areas throughout South America and can transform themselves into a lethal threat to potential adversaries.\n\nArgentina learned a harsh lesson of submarines' military value during the 1982 Falklands War, when a British sub sank the ARA General Belgrano cruiser. It was the only major ship Argentina lost in the war over the disputed Falkland Islands, which Argentina calls the Malvinas"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Kenzi Abou-Sabe and Tom Winter and Debbie Murphy", "title": "Serial con artist swindled victims and abandoned her children", "description": "Dana Lawrence, a mother of six, evaded law enforcement for more than 20 years by using 19 different aliases in a crime spree that spanned 12 states.", "url": "https://www.nbcnews.com/news/crime-courts/serial-con-artist-swindled-victims-abandoned-her-children-n936936", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_46/2648261/181115-dana-lawrence-confession-ew-627p_53d773233eb48749ef05ed75d47fb545.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T11:00:11Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 17, 2018 / 11:00 AM GMT By Kenzi Abou-Sabe, Tom Winter and Debbie Murphy FBI Special Agent Mark Hastbacka was perpl… [+12572 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Kenzi Abou-Sabe, Tom Winter and Debbie Murphy\n\nFBI Special Agent Mark Hastbacka was perplexed.\n\nIt was May 2017, and he was in the middle of interviewing a middle-aged woman from New Hampshire. After more than an hour, Hastbacka still knew almost nothing about her.\n\nThe woman had come in for questioning after Hastbacka received a tip about suspicious behavior while she was working a new job as a grant writer for the city of Nashua. In short, Hastbacka was told, the woman was caught asking for the wiring instructions for city bank accounts.\n\nShe went by Genna Kaplan. But Hastbacka immediately suspected something was amiss.\n\nThere was no record of any Genna Kaplan living in the state of New Hampshire. In fact, there was no trace of a Genna Kaplan in her age bracket having ever existed.\n\nPressed by Hastbacka, Kaplan finally coughed up her real name: Dana Lawrence. But she wouldn’t reveal much else, and she left almost no digital footprint.\n\n“It was unique because there was nothing there,\" Hastbacka said. \"She was a ghost.”\n\n“She had no credit cards, not a single bank account,\" he added. \"And most people have a bank account with a debit card. She didn't even have a debit card. The phones she was using were all drop phones; pay as you go.”\n\nDana Lawrence's mugshot from when she was arrested in Nashua, N.H. on May 11, 2017. Nashua Police Department\n\nBy then, Hastbacka was confident that he had enough to charge her for using someone else’s social security number.\n\nHastbacka took Lawrence into the backseat of his FBI vehicle to transfer her into federal custody.\n\n“She challenged me that I only knew 20 percent of what she's done over the years, and I would never be able to figure it out,” Hastbacka said. “So, challenge accepted.”\n\nEvading law enforcement by using aliases\n\nThat taunting challenge from Lawrence resulted in Hastbacka learning that she wasn’t your run-of-the-mill con artist.\n\nOver the next several weeks, the scope of Lawrence’s decades-long, cross-country crime spree would come into focus.\n\nThe FBI found evidence that she had built a life of lies in order to swindle at least seven unsuspecting victims — including a pilot, rabbi and a boyfriend’s mother — out of hundreds of thousands of dollars, authorities say.\n\nLawrence had evaded law enforcement for more than 20 years by using 19 different aliases across 16 states, the FBI says. All the while, the FBI says, she was carrying out schemes that ranged from her pretending she was pregnant to posing as an Ivy League-educated attorney.\n\nAt times, Lawrence even used her young daughter as her prop, the FBI says. These frauds included telling victims she needed money because her “niece’s” parents had died in a car crash.\n\nHastbacka and the other investigators also learned that Lawrence had a total of six children with six different men, leaving a dozen damaged lives in her wake, not including all of her other victims.\n\nThe crumbling of a house of cards\n\nNBC News made multiple attempts to contact Lawrence through her website, social media accounts and associates. She never returned the requests for comment.\n\nThe crumbling of Lawrence’s house of cards was set in motion after she offered her services as a grant writer for the Nashua mayor’s office in the fall of 2016.\n\nKim Kleiner, the mayor’s chief of staff, was happy to have the help. Nashua was in need of a new soccer field and a playground for the local elementary school.\n\nFBI Agent Mark Hastbacka Today\n\n“She seemed excited and she seemed capable. She’s very smart,” Kleiner recalled.\n\nBut it didn’t take long before Kleiner and her colleagues noticed something was off with the office’s newest volunteer.\n\nFirst Lawrence pushed back when told she had to run potential grant applications by her superiors. Then she was found to have tried to get access to the city’s bank account numbers in what she described as part of an effort to solicit grant money, Kleiner said.\n\n“She wanted to know what account that money had to go into, how it worked, who accepted it. Information that I was like, ‘You don’t really need to know that. You just have to have them contact us.’”\n\n“She just lost it,” Kleiner explained, “At one point she broke down in tears and claimed we weren’t being thankful. It was emotional and it was just, odd.”\n\nThe most troubling episode came after Kleiner told Lawrence her role with the mayor’s office wasn’t working out.\n\nThe next day, “She called my cell and basically threatened me,” Kleiner said. “That she knew things about me, and my husband, and my daughter, and the mayor that she was going to take public. I said, ‘Fine, whatever it is that you think you know, go for it. This is over.’”\n\nFor Kleiner, the threats to her family were a tipping point.\n\nA profile on a scam-spotting website\n\nHastbacka received a call from Kleiner, who was an acquaintance, on May 7, 2017. Kleiner “gave me her name, her cell phone number, and the address,” Hastbacka recalled of the phone call. “That's all she knew about her.”\n\nHastbacka accompanied a local police officer to Lawrence’s home where her boyfriend told them she had left for New York. The boyfriend, Nick Panteleakis, had told the same story when the local officer showed up without Hastbacka days earlier, Hastbacka said.\n\nFifteen minutes after Hastbacka and the detective left the apartment, Panteleakis called Hastbacka’s cell phone with a different story. “She'd been hiding in the basement the whole time,” Hastbacka recalled. Lawrence agreed to go to the police station for an interview in part, Hasbacka believes, because before he and the detective left her apartment, they’d taken paperwork, a number of cell phones, a laptop and various IDs in different names.\n\nLawrence initially insisted that she was indeed Genna Kaplan. When Hastbacka told her he knew that she provided someone else’s Social Security number on her apartment rental application, she said she did so because she was running from an abusive ex, according to Hastbacka.\n\nLawrence finally gave up her name, but her penchant for avoiding bank accounts and credit cards complicated the effort to fill in who she was, the FBI said.\n\nWithout much of a paper trail to follow, Hastbacka started Googling the names he had found in the paperwork from her apartment.\n\nThe online searches turned up a profile on Ripoff Report, the scam-spotting website. “Nothing had been updated in that site for probably five years,” Hastbacka recalled, “And these victims, over the years, had shared common experiences.”\n\n“This woman is crazy! If you knew her in the past I would suggest that you stay the hell away from her,” one post reads.\n\n“Wish I had some pics to post, but she always made sure to stay away from the camera,” reads another. “Like many of you I too have had the misfortune of meeting this sick individual. Thankfully I was able to get out before it was too late.”\n\nAs he dug further into Lawrence’s past, Hastbacka noticed a pattern. She would go on dating websites or visit hotel bars looking for men, and then tell the men she was pregnant with their child, sometimes after just one date, according to Hastbacka.\n\n“She would tell them that she was an Ivy League-educated attorney, that she came from incredible wealth, that her father was deceased, her mother was a doctor with Doctors Without Borders, working in Africa. She said that her family had connections to the royal family. And somehow, you know, she would doctor up photographs to show that.”\n\nHastbacka said she seemed to target a particular type of man in her schemes, which often involved setting up credit cards in their names.\n\n“They all seemed to be well-to-do professionals — attorneys, pilots, business owners. None of them have ever been married before. None of them had any children from any previous relationship. So most every one of them was looking for that in their life,” he said.\n\nMen weren’t her only victims. In one case, she conned a family out of $10,000 by promising that they could adopt twins from her, only to tell them later that the non-existent children died in a car accident, according to the FBI.\n\nHastbacka’s digging led him to Kevin Little.\n\nWhen Little met Lawrence in 2001, he was bartending in Orlando. Lawrence left a $200 tip on a $70 tab. The next night, Little said she came back with a corporate card from Lucasfilm claiming she worked for George Lucas, the Star Wars filmmaker, in New York City.\n\nLawrence said she was in town to take care of her sick mother, and over the next few days, she continued visiting the bar, ultimately leaving more than $2,200 in tips, Little recalled.\n\nLittle and Lawrence ultimately had a one night stand, and not long afterward, she told him she was pregnant with his child. After their daughter Avery was born, Lawrence took Avery and skipped town.\n\nLittle eventually won custody of Avery after Lawrence was arrested in New York City in 2005 on fraud charges. He said Avery hasn’t seen her mother since.\n\nHastbacka said there were some stories that he couldn’t ever forget. “She told one gentleman up in Canada, who's an aspiring actor who she went and stayed with for a few months while she was on the run, that the family had close ties to the actor Jack Nicholson, and that they could arrange for him to get into some of Jack Nicholson's movies.”\n\n“It was heartbreaking to talk to him because he really believed it,” Hastbacka said.\n\nAs he pieced together Lawrence’s past, Hastbacka learned that Lawrence had at least six children, each by different fathers.\n\nBut one child’s name came up more than the rest.\n\nShe used her daughter as a \"prop\"\n\nKennedy was Lawrence’s second child. She became a key part of several of Lawrence’s schemes, according to the FBI.\n\n“Kennedy was the one child that she tried her best to keep with her while she was on the run,” Hastbacka said.\n\nLawrence often portrayed Kennedy as a niece whose parents died from cancer or in a car accident, the FBI said. “Whatever story was most sympathetic at the time,” Hastbacka said.\n\nHastbacka said Lawrence treated Kennedy not as a daughter but as a “prop.”"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Nicole Spector", "title": "How to get the most out of Black Friday without overspending", "description": "Want to score the best deals on Black Friday? Navigate the chaos, land the hottest deals and maximize your savings with these expert tips.", "url": "https://www.nbcnews.com/better/pop-culture/how-get-most-out-black-friday-without-overspending-ncna936706", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_42/2605091/181015-black-friday-shopping-al-1405jpg_e7d5d3e4a5923507ad4d886cf0cf8e0e.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T09:33:25Z", "content": "Get the Better newsletter. SUBSCRIBE Nov. 17, 2018 / 9:33 AM GMT Black Friday is one of the most historic shopping holidays, tracing back to the inception of Macys Thanksgiving Day Parade in 1924. In the mid-60s, the day after Thanksgiving was given its famou… [+8492 chars]", "fulltext": "Get the Better newsletter.\n\n/ Updated By Nicole Spector\n\nBlack Friday is one of the most historic shopping holidays, tracing back to the inception of Macy’s Thanksgiving Day Parade in 1924. In the mid-60’s, the day after Thanksgiving was given its famous name by the Philadelphia Police Department to describe the chaos of shoppers creating traffic jams around stores downtown.\n\nSurely, a lot has changed since then, and with the boom of ecommerce and the influx of other mega shopping holidays, Black Friday as a one-day brick-and-mortar extravaganza has lost some steam. Now, Black Friday exists both online and offline, and heralds the official beginning of the holiday shopping season (if you didn’t already stock up on Amazon Prime Day, that is). Cyber Monday happens just a few days later, and last year out-performed Black Friday, bringing in nearly $6.6 billion compared to Black Friday’s $5 billion (a number that also considers buys made on Thanksgiving Day itself).\n\nBlack Friday may not be the be-all and end-all blowout it once was, but it’s still a significant time for savings — and with that, spending.\n\n“Shoppers plan to spend $803, which is $60 more than last year,” Sara Skirboll, resident shopping and trends expert at RetailMeNot tells NBC News BETTER. “As Black Friday is transforming from a singular shopping day to more of a weekend shopping event, [our] data shows that 78 percent shopping throughout the weekend, and 33 percent of those shoppers will be getting a head start by shopping the night of Thanksgiving, spending an average of $191.”\n\nWhat awesome sales can we expect on Black Friday and which are the dud deals we may want to avoid? Try these tips to navigate the holiday weekend without getting overwhelmed.\n\nMake a list into two sections: ‘For me’ and ‘For others’\n\n“Holiday shopping can be stressful and expensive if you don’t have a strategy in place,” notes Chelsea Hudson, consumer shopping expert at TopCashback.com. “According to a recent survey by TopCashback.com, 60 percent of Americans report holiday shopping is stressful and overwhelming. To ensure you have a smooth shopping experience: create and calculate a budget and then split purchases into two categories: presents [for others] and household purchases such as entertaining costs. The more prepared you are for Black Friday and the holiday shopping season, the better.”\n\nBy breaking the list into two sections, you can more aptly stay on budget, and also narrow down specifics to meet all your holiday shopping goals. Additionally, making a list helps you dodge impulse buys, which can cost Americans over $5,000 a year.\n\nAct early (even before Black Friday) on trendy toys\n\nThough big box retailers started pushing out holiday deals earlier this month, generally you want to wait until Black Friday to maximize savings — unless you’re shopping for something hotly in demand, like certain toys.\n\n“Based on shopping and purchasing habits over the past several years, you’ll want to snag top toys by Black Friday, thanks to supply and demand,” says Hudson.\n\nFor a look at what some of the most wanted toys are this holiday season, check out Amazon’s Top 100 Toys list. You can see which items are featuring discounts, and search according to which sport the strongest savings.\n\nWhen searching online, remember to use a browser extension for cashback or automatic application of coupon codes. I recommend EBates, Honey, Wikibuy, TopCashback and RetailMeNotGenie.\n\nTake advantage of deals on electronics, travel, winter apparel and kitchen goods\n\nPer Black Friday tradition, retailers will be delivering doorbuster deals. Typically rolled out on Black Friday morning (though we also see them slide in on Thanksgiving Day), these can be the trickiest sales to navigate because they all seem so worthy, but undoubtedly there will be some mediocre offerings.\n\nThe key is to know what to look for.\n\n“There are definitely some categories that will be more discounted than others,” says Skirboll. “The best things to buy on Black Friday include electronics, appliances, winter wear and time-specific travel.”\n\nRetailers are still keeping details of doorbuster deals top secret, but if history is any indicator, we can expect the following type of sales, according to Skirboll:\n\nBest Buy: Up to 75 percent off Black Friday Doorbusters\n\nWalmart: up to 70 percent off Black Friday deals on electronics, toys, home and more\n\nTarget: 20 percent off coupon with $50 purchase (on Black Friday)\n\nMacy’s: 20 percent off select items + free shipping on $49 purchase\n\nHudson adds that we can also expect to see appetizing deals on kitchen appliances.\n\n“Whether you’re looking to upgrade your kitchen or simply need a new blender, Black Friday is the time to shop all kitchen appliances,” says Hudson, adding that big-ticket items won’t be the only steals to jump on.\n\n“Retailers such as Kohl’s, Macy’s and JCPenney, for example, will feature kitchen appliances like slow cookers, mixers and coffee makers for $10 or less.”\n\nBeware of lackluster tech products on sale\n\nRetailers will likely be pushing savings on tech, but be cautious and read up before making a (discounted) splurge here.\n\n“I'm always wary of tech deals, specifically laptops, tablets and TVs,” says Krista Fabregas, retail/ecommerce analyst at Fit Small Business. “Stores will promote loss-leader savings [in this category]. Consumers need to look at and compare the specs of discounted goods to others on sale, and even those at regular price. This will help ensure they're good values — not lower-end models that look like a great deal, but really aren't.”\n\nMost likely, you’ll find tech that is strong in some areas and weak in others, so just read up on the item before buying it. It may be just what you’re looking for.\n\n“An older model on deep discount, say, with a slightly slower processor (or lower resolution) but higher memory and storage, can be the better deal than a new release,” says Fabregas.\n\nPass on phones\n\n“Cell phones are typically a false economy,” says Hudson. “Most of the time, you won’t receive a discounted phone, but you may receive a bonus on incentive such as a gift card to entice users to upgrade to a newer phone. The deepest discounts on phones are found when the latest generation retires and a new one is ready for pre-order.”\n\nAmazon will slash prices on its own brands\n\nAmazon holds its own Black Friday-like event with Prime Day in July, but the mammoth company is not about to miss out on another goldmine. Consumers can expect an ongoing festival of Amazon sales around Black Friday and Cyber Monday.\n\n“Prime Day is usually a pretty good indicator of what to expect from Amazon during the holiday season,” notes Cooper Smith, director, Amazon IQ research at Gartner L2. “This year we saw discounts span a wider range of categories with the most deals occurring in Home, Electronics and Sports & Outdoors. We also expect deep discounts in the Toys category as Amazon looks to fill the void left by Toys 'R Us.”\n\nSmith adds that Amazon's exclusive offerings will be featured prominently across the site in an effort to raise awareness for its more than 130 private label brands — “which sell everything from mattresses to activewear”.\n\n“We'll see a range of discounts across Amazon's portfolio of internet-connected Alexa devices, with the newest models such as the Echo Look being discounted the most at up to 50 percent off,” said Smith.\n\nPro-tips for staying sane and saving dough\n\nTo bring more structure (and sanity) to the Black Friday shopping mayhem, Fabregas offers the following pro-tips for consumers:\n\nSet your budget as early as possible (like, now).\n\nas early as possible (like, now). Get sneak peaks. “Search online sneak-peek Black Friday and Cyber Monday deals now — they're out there already, just Google ‘Black Friday 2018 sneak peek’. Compare sneak-peek deals to your list and note where you find the best deals, and the sale dates and times.”\n\n“Search online sneak-peek Black Friday and Cyber Monday deals now — they're out there already, just Google ‘Black Friday 2018 sneak peek’. Compare sneak-peek deals to your list and note where you find the best deals, and the sale dates and times.” Pre-purchase if you can. “Amazon has a pre-sale list that you can create to trigger the purchase when the item is put on sale.”\n\n“Amazon has a pre-sale list that you can create to trigger the purchase when the item is put on sale.” Plan your in-store trips. “Note any big-ticket items that state limited quantity — these will go fast.”\n\n“Note any big-ticket items that state limited quantity — these will go fast.” Make a small bonus budget, if able. “If your budget allows, set aside an amount that you're comfortable spending if you find [an unexpected] deal that you just can't resist.”\n\nBlack Friday deals you can snag right now\n\nBETTER editors, writers and experts take care to recommend items we really like and hope you’ll enjoy! Just so you know, BETTER does have affiliate relationships. So, while every product is independently selected, if you buy something through our links, we may get a small share of the revenue.\n\nWant more tips like these? NBC News BETTER is obsessed with finding easier, healthier and smarter ways to live. Sign up for our newsletter and follow us on Facebook, Twitter and Instagram."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Associated Press", "title": "Justin Bieber, ex-neighbor settle long-running egging suit", "description": "The 24-year-old pop singer has already served probation in a criminal plea deal after the 2013 incident, and paid $80,000 in restitution for the damage he caused.", "url": "https://www.nbcnews.com/pop-culture/pop-culture-news/justin-bieber-ex-neighbor-settle-long-running-egging-suit-n937526", "urlToImage": "https://media4.s-nbcnews.com/j/newscms/2015_05/869161/150129-justin-bieber-11p_7a61cfc14146f902a14b7d4f790ef406.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T08:28:53Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 17, 2018 / 8:26 AM GMT / Updated 8:28 AM GMT LOS ANGELES Justin Bieber has agreed to settle a long-running lawsuit filed by a former nei… [+1507 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Associated Press\n\nLOS ANGELES — Justin Bieber has agreed to settle a long-running lawsuit filed by a former neighbor whose house the pop singer egged.\n\nA document filed Friday shows the case has been resolved in its entirety. No details were given about the terms.\n\nJeffrey and Suzanne Schwartz filed a lawsuit in early 2015 that alleged they suffered emotional harm because of the egging and other actions by Bieber when he lived next door.\n\nThe 24-year-old pop singer has already served probation in a criminal plea deal after the 2013 incident, and paid $80,000 in restitution for the damage he caused.\n\nThe lawsuit alleged Bieber spit in Jeffrey Schwartz's face and terrorized the family with loud parties, drug use and aggressive driving while living in a gated community in the celebrity enclave of Calabasas. It sought more than $25,000 in damages for assault and battery, trespassing and infliction of emotional distress claims.\n\nBieber's attorneys argued that the restitution he already paid and the punishment he was given were sufficient, and that he did not rightly owe more for emotional damages.\n\nMessages left for attorneys from both sides were not immediately returned.\n\nDuring an August hearing, Judge Elaine W. Mandel, who had taken over the case after three years, expressed skepticism at the plaintiffs' claims. She grilled the Schwartz's attorney Brian J. Kim to explain what damages Bieber caused the plaintiffs, calling them \"minimal.\"\n\nShe also did not appear inclined to admit much of the evidence the plaintiffs want to introduce at trial, including dozens of media stories about Bieber's misbehavior."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Number of unaccounted for rises to 1,011 in Camp Fire", "description": "71 people have died and the number of unaccounted for has risen to 1,011. Sheriff Kory Honea explains how that number is reached.", "url": "https://www.nbcnews.com/video/camp-fire-number-of-unaccounted-for-grows-to-1-011-1373160003750", "urlToImage": "https://media3.s-nbcnews.com/j/MSNBC/Components/Video/201811/f_mo_la_presser_camp_latest_181116.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T03:40:48Z", "content": null, "fulltext": "Camp Fire number of unaccounted for grows to 1,011 copied!\n\n71 people have died and the number of unaccounted for has risen to 1,011. Sheriff Kory Honea explains how that number is reached.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Phil Helsel", "title": "More than 1,000 unaccounted for in Northern California wildfires death toll grows to 71", "description": "Eight more sets of human remains were found in the aftermath of the massive Camp Fire in Northern California, bringing the total number of deaths to at least 71, officials said.", "url": "https://www.nbcnews.com/news/us-news/death-toll-northern-california-wildfire-grows-71-search-continues-n937501", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_46/2649976/181116-camp-fire-search-aftermath-investigation-ac-915p_a3284f26290d587b987becffbe6d6f0e.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T02:54:00Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 17, 2018 / 2:54 AM GMT By Phil Helsel and Bita Ryan Searchers combing through the ruins of the deadliest wildfire i… [+4044 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Phil Helsel and Bita Ryan\n\nSearchers combing through the ruins of the deadliest wildfire in California history found eight more bodies Friday, bringing the number of dead in the Camp Fire to 71 as more than 1,000 people remained unaccounted for.\n\nSeven of the eight bodies were found in the town of Paradise, which was all but destroyed in the fire that broke out Nov. 8, and the other was in Magalia, north of Paradise, said Butte County Sheriff-Coroner Kory L. Honea said. All were found inside structures.\n\nHonea cautioned that the number of unaccounted for — 1,011 as of Friday night — could include names that are duplicates or have different spelling variations, and that investigators were working to verify them.\n\n\"I can't let perfection get in the way of progress,\" Honea said. \"It's important for us to get the information out so that we can get started on identifying these unaccounted individuals.\"\n\nThe increasing death toll in the Camp Fire in Butte County, north of Sacramento, brought the total number of deaths in two wildfires in the state to at least 74. Three deaths have been reported in the Woolsey Fire near Los Angeles.\n\nThe Camp Fire has displaced thousands of people and led to the evacuation of some 52,000 at the fire's peak. About 47,200 remained evacuated Friday, officials said. The fire has burned 148,000 acres and was 55 percent contained Friday.\n\nThe Camp Fire is considered the most destructive wildfire in recorded state history, eclipsing the 2017 Tubbs Fire, which destroyed 5,636 structures, according to the California Department of Forestry and Fire Protection, also known as Cal Fire.\n\nIt is also the deadliest. The 1933 Griffith Park Fire killed 29 people.\n\nThe Camp Fire was one of two major wildfires burning at opposite ends of the state. The Woolsey Fire, which also broke out the same day, has burned more than 98,300 acres and destroyed at least 713 homes and other structures, officials said. It was 78 percent contained Friday. It had prompted evacuation orders covering more than 200,000 people.\n\nA search and rescue dog searches for human remains at the Camp Fire in Paradise, Calif on Nov. 16, 2018. John Locher / AP\n\nThe Camp Fire has destroyed at least 9,700 single-family residences, 144 multi-family residences and 336 commercial buildings, according to Cal Fire.\n\nSome of those displaced have taken shelter outside a Walmart in Chico, west of Paradise.\n\nPeggy Alldrin, who has lived in Chico for almost 60 years, said she considers Paradise “like my backdoor” and has been going to the Walmart to hand out blankets and gift cards to the evacuees.\n\n\"To see this is devastating … Watching it on the news, how can you sit at home?\" she said.\n\nBrenda Rockwell, who has lived in Chico for 30 years and who grew up in Paradise, has been serving from 300 to 500 cups of coffee a day to those seeking refuge.\n\n\"I thought, if they’re like me, coffee gets your day going. They're like anybody,\" she said. \"You know what, there's kids — cocoa, coffee, it's a way to get them started. Keep them warm during the day.\"\n\nOfficials warned that winds in the area of the Camp Fire are expected to pick up this weekend and could fuel the still-burning fire. Alex Hoon of the National Weather Service said red-flag warnings which are issued for \"critical fire weather conditions,\" would be in effect Saturday night through Sunday afternoon.\n\nHonea said that of the 71 known dead in the Camp Fire, investigators have tentatively identified 58. The names of two people who died in the fire were released Friday: Paula Dodge, 70, and Randall Dodge, 67.\n\nMonterey County sheriff’s Commander Joe Moses, who is managing the Camp Fire search effort, said Friday that searchers have to comb through more than 10,000 destroyed structures.\n\nThey have been conducting door-to-door and car-to-car searches in the southern portion of the evacuation zone, where there was less damage, to allow residents to return to their homes. They also have been searching for missing people, a top priority, in Paradise and other communities.\n\nWhen asked how large an area must still be searched, Moses replied, \"Huge.\"\n\nPresident Donald Trump is scheduled to travel to California on Saturday where he will meet with those impacted by the wildfires, the White House said. The president has signed a major disaster and emergency declaration, which provides federal aid.\n\nAnother fire, the Hill Fire which broke out in Ventura County on the afternoon of Nov. 8 and burned more than 4,500 acres and destroyed four structures, is 100 percent contained.\n\nFire officials said all possible causes besides human activity have been ruled out in that fire, and authorities have announced a $10,000 reward for information leading to anyone responsible for the wildfires.\n\nThe Hill Fire prompted evacuation orders for around 1,200 people as it raged last week, Cal Fire has said."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Doha Madani", "title": "Dolphin found shot dead on California beach", "description": "Marine Animal Rescue in Los Angeles County posted a $5,000 reward to their Facebook page on Friday after a necropsy revealed that a dolphin found on the beach died from a gunshot wound.", "url": "https://www.nbcnews.com/news/us-news/dolphin-found-shot-dead-california-beach-n937491", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_46/2650006/181116-dolphin-manhattan-beach-ac-933p_d267b45a9d0a701682bd43a54e8be342.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T02:37:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 17, 2018 / 2:37 AM GMT An animal rescue organization is offering a reward for information after finding a dolphin shot to death in Manha… [+1360 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Doha Madani\n\nAn animal rescue organization is offering a reward for information after finding a dolphin shot to death in Manhattan Beach, California.\n\nMarine Animal Rescue, of El Segundo, posted a $5,000 reward to their Facebook page on Friday after a necropsy revealed a dolphin died from a gunshot wound.\n\nPeter Wallerstein, founder and president of the rescue group, received a call about the dolphin in the surf on the morning of Nov. 8 and managed to retrieve the animal with the help of a lifeguard.\n\n\"It's just a vicious act of brutality,\" Wallerstein told NBC News on Friday.\n\nA doctor with Marine Mammal Care Center Los Angeles, a local rehab facility, was able to retrieve the bullet that killed the dolphin, Wallerstein said.\n\nWallerstein said he contacted the National Marine Fisheries Service to open an investigation into the incident.\n\n\"They’ll do the best they can,\" Wallerstein said. \"They have the bullet and they have evidence of the shooting. We very rarely find these people but what the reward does is put them on notice.\"\n\nWallerstein has been working in animal rescue for more than 30 years and says he cannot fathom a reason someone would shoot a dolphin. And though he's never seen an instance like this one before, Wallerstein told NBC News that it could be the sign a bigger problem.\n\n\"I've had sea lions shot but never had a dolphin,\" he said. \"But maybe the dolphins have drifted back into ocean, we don't know.\""}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Phil Helsel", "title": "One feared dead after law enforcement helicopter crashes in Alabama lake", "description": "A law enforcement helicopter from Georgia crashed in a lake in central Alabama, and officials said there were no signs of survivors. One person is believed to have been aboard.", "url": "https://www.nbcnews.com/news/us-news/one-feared-dead-after-law-enforcement-helicopter-crashes-alabama-n937486", "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2018_46/2649971/181116-police-helicopter-crash-ac-810p_5d4a5aa6d7ab3bdba9f11fcfb982d6c5.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T01:29:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 17, 2018 / 1:29 AM GMT A law enforcement helicopter from Georgia crashed in Alabama on Friday, and officials said there were no immediat… [+1207 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Phil Helsel\n\nA law enforcement helicopter from Georgia crashed in Alabama on Friday, and officials said there were no immediate signs of survivors.\n\nIt was not immediately clear how many people were aboard the helicopter, which went down in waters in Alabama’s Chilton County, which is in the central part of the state, north of Montgomery, the Chilton County Sheriff’s Office said in a statement.\n\nChilton County Coroner Aaron Ellison told NBC affiliate WSFA of Montgomery that based on a review of flight plans, there is believed to be one fatality, but that has not been confirmed and the investigation is ongoing. The crash happened in Lake MItchell, the station reported.\n\nTeresa Tomlinson, mayor of Columbus, Georgia, said in a statement that the helicopter was a Metro Narcotics Task Force aircraft that was flying to Clanton, Alabama, for maintenance when it crashed, apparently after hitting a power line. She said officials were notified of the crash at around 12:30 p.m.\n\nThe sheriff’s office said that divers had located the helicopter's fuselage, but they could search only briefly because of poor visibility and the depth of the lake. The search was suspended until safe light.\n\nIt said that SONAR equipment was being sent to the area to try to map debris fields and to narrow the search."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "The Associated Press", "title": "Judge rules would-be Reagan assassin John Hinckley can move out of his mother's house", "description": "A judge has ruled that John Hinckley, man who attempted to assassinate former President Ronald Reagan in 1981, can move out of his mother's house.", "url": "https://www.nbcnews.com/news/us-news/judge-rules-would-be-reagan-assassin-john-hinckley-can-move-n937471", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_46/2649941/181116-john-hinckley-jr-1981-ac-740p_18f806e5d858d60352f4e159587d00d8.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T01:24:00Z", "content": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 17, 2018 / 1:24 AM GMT NORFOLK, Va. The man who tried to assassinate President Ronald Reagan can move out of his mo… [+3694 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy The Associated Press\n\nNORFOLK, Va. — The man who tried to assassinate President Ronald Reagan can move out of his mother’s house in Virginia and live on his own, a federal judge ruled Friday.\n\nU.S. District Court Judge Paul L. Friedman granted John Hinckley Jr. the largest measure of freedom he’s had since shooting and wounding Reagan and three others outside a Washington hotel in 1981.\n\nHinckley was confined for decades to St. Elizabeths Hospital in the nation’s capital. Starting in 2006, he began to make trips to visit his mother, who is now in her 90s and lives in a gated community in Williamsburg. He moved in with her in 2016.\n\nThe judge wrote Friday that the 63-year-old Hinckley can now live within 75 miles of that city as long as Hinckley’s doctors give their approval on the location.\n\nHinckley still must live under a long list of conditions. They include meeting at least twice a month with a social worker, a psychiatrist and a therapist. He can’t own a gun or consume alcohol or drugs.\n\nJohn Hinckley Jr. (L) escorted by police in Washington following his arrest after shooting and seriously wounding then US president Ronald Reagan on March 30, 1981. - / AFP - Getty Images file\n\nHe’s also barred from contacting his victims’ families or traveling anywhere where there are former or current U.S. presidents, vice presidents and members of Congress. He must carry a GPS-enabled cellphone when he’s away from home.\n\nFriedman, who is a judge in the District of Columbia, wrote that a forensic psychologist and a forensic psychiatrist supported the changes to the conditions of Hinckley’s release.\n\nFriedman also wrote that “this court finds that Mr. Hinckley will not pose a danger to himself or others if he is permitted to continue residing full-time in Williamsburg, Virginia, on convalescent leave under the proposed conditions.”\n\nIt’s possible that Hinckley could be granted even more independence in the future. His attorney, Barry Levine, said he’ll request unconditional release for Hinckley. The next court date is scheduled for June.\n\n“It would be the complete restoration to life as you and I know it,” Levine said during an interview on Friday.\n\n“Would he continue to see mental health professionals? Of course. He doesn’t mind that. Those people have been wonderful to him,” Levine added.\n\n“If we wanted to go Paris, he could do it. He could do whatever you could do,” Levine added. “His compliance with the court over the many years has been unfailingly flawless. And if people knew him, they would like him.”\n\nHinckley was 25 when he shot Reagan in March 1981. The shooting also paralyzed press secretary James Brady and injured two others. Hinckley was suffering from acute psychosis and major depression and had become obsessed with the actress Jodie Foster.\n\nWhen jurors found him not guilty by reason of insanity, they said he needed treatment, not a lifetime in confinement.\n\nAt court hearings in recent years, doctors have testified that Hinckley’s psychosis and major depression have been in remission for decades and that, while he still has a narcissistic personality disorder, its effects have diminished.\n\nA handout photograph made available by the US Federal Bureau of Investigation (FBI) shows John Warnock Hinckley Jr on March 30, 1981 FBI via EPA file\n\nThe home of Hinckley’s mother is on the 13th hole of a golf course. His room has a king-size bed and TV and is decorated with paintings he has done of houses and cats, according to court documents.\n\nHinckley’s attorney said he volunteers, which the court requires. He also interacts with people in the area, visiting record stores and taking guitar lessons.\n\nIn 2015, Cabot Wade, a musician who gave Hinckley guitar lessons, said he never felt Hinckley was violent or dangerous.\n\nNevertheless, he said then that “nobody will touch him with a 10-foot pole.”"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Josh Lederman", "title": "CIA concludes Saudi Crown Prince Mohammed bin Salman ordered killing of Khashoggi", "description": "The CIA has concluded Saudi Crown Prince Mohammed bin Salman ordered the killing of journalist Jamal Khashoggi, NBC News has confirmed.", "url": "https://www.nbcnews.com/news/us-news/cia-concludes-saudi-crown-prince-mohammed-bin-salman-ordered-killing-n937476", "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2018_12/2363401/180315-bin-salman-mc-1006_98f2079a72ad23f7e26314ac2bc8b898.1200;630;7;70;5.JPG", "publishedAt": "2018-11-17T01:16:21Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 17, 2018 / 1:07 AM GMT By Josh Lederman and Dennis Romero The CIA has concluded that Saudi Crown Prince Mohammed bin Salman ordered the … [+2493 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Josh Lederman and Dennis Romero\n\nThe CIA has concluded that Saudi Crown Prince Mohammed bin Salman ordered the killing of journalist Jamal Khashoggi, according to a person briefed on the CIA’s assessment.\n\nThe CIA declined to comment Friday night.\n\nThe Washington Post, citing people familiar with the matter, first reported the assessment, stating that the CIA made its conclusion with \"high confidence.\" Khashoggi, a U.S. resident from Saudi Arabia, was a Washington Post opinion contributor critical of the crown prince's regime.\n\nNBC News was unable to confirm the agency's description of its confidence level. Other details of the report, including that Prince Khalid Bin Salman, brother of the crown prince, told Khashoggi in an intercepted phone call that he should go to the consulate in Istanbul to get the divorce document he was seeking, also could not be immediately confirmed.\n\nKhashoggi was killed after he entered that consulate Oct. 2.\n\nNBC News reported previously that Khashoggi met with Prince Khalid Bin Salman, Saudi ambassador to the U.S., at the Embassy in Washington months before he was killed.\n\nThat meeting came as the Saudi government was trying to lure him back to Saudi Arabia — at first peacefully, and then through force — ending in his murder in the Istanbul consulate.\n\nKhalid bin Salman responded to the Post's report via Twitter: \"As we told the Washington Post the last contact I had with Mr. Khashoggi was via text on Oct 26 2017. I never talked to him by phone and certainly never suggested he go to Turkey for any reason. I ask the US government to release any information regarding this claim.\"\n\nAnd the Saudi Embassy in Washington said in a statement, \"The claims in this purported assessment are false. We have and continue to hear various theories without seeing the primary basis for these speculations.\"\n\nNBC News had also reported previously that the U.S. intelligence community believes it's unlikely that Crown Prince Mohammed bin Salman could have had no connection to Khashoggi’s death.\n\nThe CIA's assessment will likely add pressure on the Trump administration to unleash further punishment on Saudi Arabia despite the president's cordial ties to the royal family there.\n\nOn Thursday the United States announced sanctions against 17 Saudi Arabian officials in response to the killing.\n\nSpeaking to reporters before flying to California on Saturday, President Donald Trump reiterated that he had been told the crown prince had not played a role in the journalist's death.\n\n\"We haven't been briefed yet,\" Trump said when asked about reports of the CIA assessment. \"We will be talking with the CIA later and lots of others. I'll be doing that while I'm on the plane. I'll be speaking also with Secretary of State Mike Pompeo.\"\n\nIn his remarks outside the White House, the president spoke of Saudi Arabia as \"a truly spectacular ally in terms of jobs and economic development.\"\n\n\"I have to take a lot of things into consideration\" when deciding what measures to take against the kingdom, Trump said."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Doha Madani", "title": "California wildfires: Where things stand", "description": "The Camp Fire, the single deadliest wildfire in California history, and the also devastating Woolsey Fire have been burning more than a week, killing dozens and with hundreds more people missing.", "url": "https://www.nbcnews.com/news/us-news/california-wildfires-where-things-stand-n937431", "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2018_46/2642736/181112-malibu-fire-mc-1111_0abddde6cc29cc650322b891c08fb20c.1200;630;7;70;5.JPG", "publishedAt": "2018-11-17T00:14:57Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 17, 2018 / 12:14 AM GMT California's deadliest-ever wildfire, the Camp Fire, and the devastating Woolsey Fire have been burning for a we… [+3875 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Doha Madani\n\nCalifornia's deadliest-ever wildfire, the Camp Fire, and the devastating Woolsey Fire have been burning for a week or more, killing dozens, with hundreds of other people still missing, and billowing smoke that has brought hazardous levels of air pollution more than 150 miles away to the Bay Area.\n\nThe fires have together scorched more than 240,000 acres and destroyed thousands of homes and other buildings, leaving many homeless.\n\nHere is quick look at the reach of these infernos.\n\nA horse is spooked as the Woolsey Fire moves through a property in Agoura Hills on Nov. 9. Matthew Simmons / Getty Images\n\nThe toll of dead and missing\n\nNorthern California's Camp Fire is the deadliest wildfire in state history, with a death toll of 77 people so far, the California Department of Forestry and Fire Protection (Cal Fire) said on Monday.\n\nNearly 1,000 people — 993 — in the area of the fire were unaccounted for and have been reported missing, a Butte County Sheriff's spokeswoman said Monday morning.\n\nAuthorities are still actively working to recover and identify bodies, Butte County Sheriff Kory Honea said.\n\n\"I'm still actively engaged in the aspect of trying to recover human remains and that's something we've brought in a lot of resources in to help us do, as thoroughly as possibly in the circumstances, but as quickly as possible as we know we have to get people back into the area,\" Honea said Thursday.\n\nThree people have died so far in the Woolsey Fire in the canyons west of Los Angeles including the Malibu area.\n\nA search and rescue dog searches for human remains at the Camp Fire in Paradise, Calif on Nov. 16, 2018. John Locher / AP\n\nOver 10,000 homes destroyed\n\nThe Camp Fire has scorched 11,713 residences and 472 commercial buildings — including practically wiping out the entire town of Paradise, according to the California Department of Forestry and Fire Protection (Cal Fire).\n\nParadise resident Emerald Mayfied told NBC News that her home was lost.\n\n“I never made it back to the house,” Mayfied said. “But my kids got all the pets. And all the kids are safe. And the baby is good. So we’re doing good.”\n\nAt the other end of the state, the Woolsey Fire has burned down about 1,500 structures and damaged another 341 buildings.\n\nAmong those who have lost their homes are some celebrities, such as actor Liam Hemsworth and singer Miley Cyrus.\n\nFirefighters battle a blaze at the Salvation Army Camp on Nov. 10, 2018 in Malibu, California. Sandy Huffaker / Getty Images\n\nDangerous air quality over 150 miles away\n\nSmoke from the Camp Fire is blowing more than 150 miles away into the Bay Area, causing serious health risks for residents and leading to widespread school closures.\n\nWinds that have kept the Camp Fire burning have also carried giant plumes of smoke south toward the heavily populated San Francisco area. The Air Quality Index was an \"unhealthy\" 171 in Oakland and 164 in San Francisco on Monday morning. Both cities' air quality was in the 200s on Friday, well into the zone of “very unhealthy.”\n\n\"Once you get to 150, that's mask-wearing stuff,\" said Stanley Young, spokesman for the California Air Resources Board.\n\nNBC Bay Area reported that the smoke from the Camp Fire lowered the air quality in Northern California to the worst in the world, according to PurpleAir, an air quality monitoring app.\n\nInvestigators recover human remains at a home burned in the Camp Fire in Magalia, Calif on Nov. 15, 2018. John Locher / AP\n\nFirefighters struggling to bring blazes under control\n\nThe Camp Fire, which began on Nov. 8, has burned 151,000 acres — the size of more than 114,000 football fields. As of Monday morning, it was about 66 percent contained.\n\nThe Woolsey Fire began the same day, and has swept across 96,949 acres. It was about 94 percent contained.\n\nA handful of smaller burns started after the Camp and Woolsey fires but have been far less destructive.\n\nFor some perspective on the size, use the map below to compare each blaze to any of the 1,000 most-populous cities or towns in the U.S."}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "Associated Press", "title": "White Kansas official tells black woman he belongs to 'master race'", "description": "Leavenworth County Commissioner Louis Klemp cited the master race— the Nazi ideology of Aryan supremacy — at a board meeting Tuesday.", "url": "https://www.nbcnews.com/politics/elections/white-kansas-official-tells-black-woman-he-belongs-master-race-n937076", "urlToImage": "https://media4.s-nbcnews.com/j/MSNBC/Components/Video/201811/NC_racistcomments1115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T00:04:00Z", "content": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE Nov. 16, 2018 / 12:34 PM GMT / Updated 12:04 AM GMT LEAVENWORTH, Kan. A white county commissioner in northeast Kansas who told a black city p… [+1989 chars]", "fulltext": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Associated Press\n\nLEAVENWORTH, Kan. — A white county commissioner in northeast Kansas who told a black city planner that he belongs to \"the master race\" as he rejected her proposed development plan is coming under pressure from fellow commissioners to resign.\n\nLeavenworth County Commissioner Louis Klemp cited the master race — the Nazi ideology of Aryan supremacy — at a board meeting Tuesday while responding to a presentation by Triveece Penelton and a colleague on road development options in Tonganoxie, just west of Kansas City.\n\n\"I don't want you to think I'm picking on you because we're part of the master race,\" Klemp told Penelton — claiming that the fact that both he and she had \"gaps\" in their teeth meant they were part of a master race. He then said he didn't like any of the land use options that she had presented to the commission.\n\nCommissioners Robert Holland and Doug Smith called on Klemp to resign before his term ends Jan. 15. The Republican Party appointed Klemp to the commission in October 2017 to fill a vacancy created by a resignation.\n\n\"In the best interest of the county, he should resign,\" Smith told The Leavenworth Times for a story published Thursday.\n\n\"I was shocked. I was in disbelief,\" Holland said. \"He should resign. I don't care if he's got two days left, he should resign.\"\n\nKlemp told KSHB-TV off camera that his comment was a joke. A message left at his home Thursday was not immediately returned.\n\nKlemp, who once ran for governor, has come under criticism in the past for making controversial comments.\n\nLast December, while the commission was discussing holiday schedules, Klemp suggested Robert E. Lee, the commander of the Confederate Army in the Civil War, should be honored.\n\n\"Not everybody does them all because we have Robert E. Lee...Oh God Robert E. Lee...wonderful part of history,\" Klemp said.\n\nHe also said George Washington probably wouldn't get his own holiday because he was a slave owner.\n\n\"It bothers me that if we're going to have Martin Luther King Day, why don't we have a George Washington?\" he said. \"I think George was a pretty important guy.\""}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Alchemy and Science: Fantastic Beasts’ real-life connection to a 14th century Parisian scribe", "description": "With the new Fantastic Beasts film — the second in the franchise, J.K. Rowling takes audiences deeper into the world that pre-dated Harry Potter and his friends.\n\nNewt Scamander’s 1920s New York and Europe is alive with wizardry, magic and…alchemy. Rowling ha…", "url": "https://www.nbcnews.com/mach/video/alchemy-and-science-fantastic-beasts-real-life-connection-to-a-14th-century-parisian-scribe-1372986435718", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/FantasticBeast.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T00:02:34Z", "content": null, "fulltext": "Alchemy and Science: Fantastic Beasts’ real-life connection to a 14th century Parisian scribe copied!\n\nWith the new Fantastic Beasts film — the second in the franchise, J.K. Rowling takes audiences deeper into the world that pre-dated Harry Potter and his friends. Newt Scamander’s 1920s New York and Europe is alive with wizardry, magic and…alchemy. Rowling has often drawn from mythology and folklore to create the Potter universe, with key elements like the philosopher’s stone and the real life alchemist who discovered it having a place in true history…. We interviewed historian Brian Regal about the place of alchemy in the history of science.\n\nRead More"}, {"source": {"id": "nbc-news", "name": "NBC News"}, "author": "NBCNews.com", "title": "Brazen prison escape inspires dramatic television series", "description": "In 2015, two convicted killers broke free from a maximum security prison in upstate New York with the help of a prison employee who had an affair with both of them while they were behind bars. Now their story has a become a dramatic series on Showtime.", "url": "https://www.nbcnews.com/nightly-news/video/brazen-prison-escape-inspires-dramatic-television-series-1372983363693", "urlToImage": "https://media3.s-nbcnews.com/j/MSNBC/Components/Video/201811/nn_sgo_escape_at_dannemora_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-17T00:00:26Z", "content": null, "fulltext": "Brazen prison escape inspires dramatic television series copied!\n\nIn 2015, two convicted killers broke free from a maximum security prison in upstate New York with the help of a prison employee who had an affair with both of them while they were behind bars. Now their story has a become a dramatic series on Showtime.\n\nRead More"}]