["Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Kyle tried to get out of the way — but it was too late — he knocked Jenna off of her heels.", "They're extra long at 23.6 inches, so you can get everything lodged deep in your pipes.\n\nPromising review: \"I was going to leave a 1star review. I had a slow running drain in one of my bathrooms. My wife brushes her hair there so I was sure there was a hairball in the drain. I poked this thing as far as I could, up to the handle, down the drain, wiggled it around and pulled it out. Nothing. Tried again. Still nothing. Did this about four or five more times and still nothing. About this time I figured this thing was a waste of my time and a ripoff.\n\nThen for one last try I put this in from the other side of the drain and wiggled it around. Pulled it out and there was a hairball about the size of a mouse hooked on the bottom end of this thing. Tried again and got a little more hair. The next time nothing so I quit. I filled the sink with hot water and then pushed the lever to drain the sink. Watched the whirlpool as the water went down the drain. Saved the other two for next time. After that I will buy again.\" —night player\n\nGet the pack of three on Amazon for $7.99.", "The two of them have been trying to sneak into the Hiroshima Onomichi City Museum of Art for YEARS now.", "If you love pickles and you love corn dogs, this Dilly Dog is a dream come true.", "If you enjoy irony or are just unironically terrible, Keep and Bear toys is selling a #MAGA Building Blocks set that will let you build your own border wall. Only $29.95 while supplies last/until they get a cease and desist from Lego. https://t.co/YIk3bwWhbu https://t.co/IOLh0HBRL5", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Dog owners: this is my precious angel boy who I payed $3,000 for last November and I finally got to take him today he's my everything and all Cat owners: this is my trash gremlin she was stuck in the gutter across the street and I lured her out with shrimp on a string", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Amazon\n\nPromising review: \"I love this organizer. It was easy to install with easy-to-read instructions. I love how versatile it is as well. I can’t believe how functional this is! It's way better than our previous organizer. The fact that it’s a no-cut design and adjustable is great. If I change my mind on how I have it arranged, it will be easy to change it up. The price was great as well. I would by this again.\" —Mom of Three\n\nPrice: $93.11 (available in 3- to 6-foot and 4- to 9-foot deluxe and standard)", "Facebook page CubaCute Farándula posted a video of this abuela truly enjoying herself — she was getting super funky while cooking.", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Over the weekend, Reddit user chipdumper asked people to share their \"most memorable story of petty revenge .\" Here are 17 of the absolute best ones: Debmar-Mercury\n\n1. The pumpkin payback: \"I have a friend whose pumpkin/fall display at the end of his driveway would be run over by the neighborhood jerk every single year. My friend decided to put a stop to it. He withdrew money from his savings account to buy the largest pumpkin he could find, along with several large bags of concrete mix. Then, he filled that puppy up and made a really pretty display. The jackass broke the axle of his car when he hit that pumpkin, and he couldn't drive away. My friend had his car towed away, too.\" —cuddlenazifuckmonstr\n\n2. The Starbucks surprise: \"I used to manage a Starbucks, and one day when one of my baristas asked a guy his name, he just flipped the fuck out, belittling her and calling her stupid, but didn’t give a name. Anyway, I took over the pick-up counter and placed his drink there with no words written on it. (It was a busy store with a lot of people waiting.) I just kept putting drinks out for about 10-15 minutes, and finally the douchebag walked up, picked up his lukewarm drink, and goes, “Is this mine?” I just respond, “I don’t know — it doesn’t have a name on it.\" —Thejustinset\n\n3. The advertisement assault: \"My friend did some work for a guy who never paid him. My friend is so petty, he placed fake for-sale ads with too-good-to-be-true deals, like a nice boat for $1,000, with the guys number. On top of that, our city is big on garage sales, so he posted ads like, “Moving out sale, everything must go, cheap! Will be held inside the house — just walk in or ring the door bell,” with the guy's address on the ad. He also signed him up for numerous 'free gym memberships' and responded to things like car dealership ads with this guy's phone number.\" —Ash1989\n\n4. The party pisser: \"I lived in an apartment with a roommate, and we had neighbors who would throw crazy weeknight parties pretty frequently. One day my roommate, who had to be awake early, had enough and decided to piss on a metal pizza pan and stick it in the freezer. After a crazy party, he pulled the pan out and flipped it upside down, giving him a frozen disc of piss. He then slid that disc under their door, where it would melt on their fully carpeted entryway. We woke up to them shouting at the people who had crashed there about who pissed on the floor and what the fuck was wrong with them. I wish I could say they toned down their parties, but they didn't and eventually got evicted.\" —Sharcbait\n\nTap to play GIF Tap to play GIF ABC\n\n5. The tech torturer: \"A coworker owed me $50 and refused to pay, so being in IT, I reduced their email storage capacity to hold only around 10 emails, and I removed them from distro groups so they missed important group emails. Also, every day for like three months I went into their account and checked the little box, 'Must change password at next login.'\" —roguemerc96\n\n6. The beach bullies: \"We were kids staying at the seaside on holiday with our family. My little sister would always make a pretty sandcastle, but the next day we'd find that it had been kicked down and she'd cry. We wanted to find out who was doing it, so one day we stayed behind to spy. We watched as a bunch of jerk older boys came by and kicked her castle down, laughing smugly. So the next night, we covered a big beach rock in sand and decorated it. Like clockwork, the jerk kids came with their smug faces and this time kicked a solid rock with all of their might. The yowl and the look on their faces was the best revenge ever.\" —AmyDiaz99\n\n7. The ketchup counterattack: \"My coworker sometimes throws out her lunch in the garbage can at my desk instead of her own, because she claims she can't stand the smell of ketchup that's been sitting out for a couple hours. I've asked her to stop several times, but she now just waits until I get up to go to the bathroom to hide my garbage can — with her soiled lunch container inside — under my desk so I won't see it. Every time she does it, I wait until she goes to the bathroom, take out the little plastic container that she had ketchup in, and put it way in the back of her bottom desk drawer. There are six in there now, and the oldest is over a month old. So far, she hasn't noticed the smell. Gonna keep doing it and see how long it takes her to notice.\" —Brunurb1\n\nTap to play GIF Tap to play GIF NBC\n\n8. The popcorn payback: \"I had a boss seven or eight years ago who I hated. She was the fakest and most entitled person I had ever met. One day, she decided that she didn’t like the smell of microwave popcorn, so she waved her magic office wand and had it banned. Fast-forward a month or so, I was browsing Amazon and found one of those USB sticks that emits a smell when plugged in — the smell of buttered popcorn. I bought it and plugged it into the back of her computer, and she had the sweet smell of PopSecret in her office for six fucking months. She complained almost every day. It’s the sweetest revenge I’ve ever tasted.\" —weshric\n\n9. The shit storm: \"My girlfriend told me that the neighbor across the street was instructing his dog to go shit on our lawn. I doubted it, but was home sick for a few days and saw it for myself. I asked the owner to stop it, and he said the dog wouldn’t 'listen.' When I asked him to at least clean up the shit, he said his dog was only peeing. We had our own dog, and I took a week's worth of his land mines, plus the neighbor's dog's shits for the week, and walked across the street and threw them all over his front yard and walkway one night. Somehow the neighbor's dog listened after that and never shit in my yard again.\" —mysteryslice\n\n10. The roommate retribution: \"My college roommate had a bad habit of leaving her things in piles on our bathroom floor until there was almost no space to walk to the bath or toilet. One day she left $40 scattered with the mess, so I put the money in one of her lesser-used bathroom drawers. Originally I put it there to protect it from our third roommate and her friends. When I came home the next day and noticed that she was clearing her mess in an effort to find it, I decided not to tell her where the money was until our bathroom floor was spotless. Afterwards, I decided it would be too awkward to tell her the truth, so I left the money wadded up in her hamper. She was ecstatic when she found it on laundry day. After that, her bathroom piles never got quite as big.\" —beautifulexistence\n\n11. The birdseed backlash: \"I caught my flatmate telling lies about me to some mutual friends, so I made plans to move out the next month. In the meantime, she went out of town for a week and left her car parked in its usual spot in the parking lot. I threw birdseed on it every morning and evening, so when she came home, the birds wouldn't leave her car alone.\" —otefl\n\nTap to play GIF Tap to play GIF Disney\n\n12. The clown car: \"There's a new truck in my apartment's parking lot that's always taking up multiple spots. I drive a much smaller car, and, being a petty and passive-aggressive person, I've been waiting for my chance to get revenge. Well, a few days ago, I got home quite late, and there were zero spots open in my lot. The big truck was double parked again, but there was juuust enough room on their driver's side for me to sneak in there with my little clown car. I carefully pulled in, making sure not to touch anything. My passenger side mirror was half an inch from their driver's side door. I giggled to myself all the way back to my apartment and set an alarm and waited. The following morning, I woke up before the alarm to loud door slamming and stomping around. I looked out my window, and I saw the double parking culprit walking around both vehicles, taking pictures, texting someone, and taking more pictures. I was shaking with glee. They finally swallowed their pride, climbed in the passenger side and over the center console, and Austin Powers 20-point turned their butts out of the spot. I've never been so proud of myself and my shitty, petty, passive-aggressive ways.\" —Here2Lol\n\n13. The fire hydrant fake out: \"When I was a kid my family lived in a house on a street with GIANT oak trees. Because of the slope of our yard, leaves from half the street would end up in the yard. My mother had really bad asthma and allergies and made us kids rake up the leaves. This was not an easy task. They would get several feet deep if we didn't do it often enough. One day we raked the whole yard into these giant piles for the city to come pick up. It took several hours. The next morning, however, they were scattered all over. We raked them again over several more hours, and it happened again. Apparently the neighborhood bully was knocking them over just to be a dick. The next time we made a super huge pile around the fire hydrant, hoping he'd kick them and hurt his foot. Nope, this time he decided to do a run and jump.\" —kperkins1982\n\n14. The cooking lard cheesecake: \"At my previous job, we had separate refrigerators for different shifts, but our food was constantly being stolen or messed with. One day, my buddy and I decided to make a nice cherry cheesecake — out of cooking lard. We finished it off with a graham cracker crust and cut a couple of slices out of it since we knew the thief wouldn’t be brazen enough to take the first bite. We never found out who the thief was, but we never had to worry about anyone messing with our food ever again.\" —chiefpompadour\n\nTap to play GIF Tap to play GIF VH1\n\n15. The guessing game: \"My brother did something to his annoy his then-girlfriend, so she took the labels off all his canned food in the cupboard. Are you opening a can of beans? Or a tin of tomato sauce? Or cat food? Kinda hilarious.\" —WhoriaEstafan\n\n16. The arcade avenger: \"I used to go to an arcade and play a certain basketball game. I was climbing the all-time wins leaderboard in said game (very close behind No. 1) when one day my account vanished! None of the other accounts did, and I learned that somehow the No. 1 player — who worked there — had a hand in it. I waited until he played another game and watched as he put in his account code. I then waited 30 minutes until he was done, logged into his account, and tanked a game pretty hard. When I was done, his record dropped to 210–1. Unfortunately, I didn't see his reaction, but I got way too much satisfaction from it.\" —Nbajamkiller99\n\n17. The reverberating retaliation: \"I had a roommate in college that would blare their TV in their room and talk loudly on speakerphone well into the night. I was young and not confident enough to confront them about it. But after a semester, I had had enough. One time before going out, I put my speakers up against our shared wall and blasted Enya’s 'Only Time' on endless repeat. I also locked my door so they couldn’t come in to turn it off. I got back around 3 a.m.\" —sassygirlem", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!", "This quiz was created with the help of Mr. Sherbinski, a famous cannabis breeder who has been a professional in the cannabis industry for over a decade.", "A saída dos 8.332 cubanos do programa Mais Médicos vai deixar sem nenhum médico quase 2.000 municípios brasileiros, a maior parte deles pequenas localidades nos rincões do país. A estimativa é do presidente do Conselho Nacional de Secretarias Municipais de Saúde (Conasems), Mauro Junqueira.\n\nCerca de 80% dos municípios do país só têm médico por meio do Mais Médicos.\n\nJunqueira estima que 24 milhões de pessoas serão afetadas diretamente. \"Cada médico chefia uma equipe de Médico de Família, que é responsável pelo atendimento de 3.400 pessoas. Ao todo, são 24 milhões de brasileiros.\"\n\nOs cubanos representam, atualmente, mais da metade dos médicos do programa, diz nota da Conasems. \"Por isso, a rescisão repentina desses contratos aponta para um cenário desastroso em, pelo menos, 3.243 municípios. Dos 5.570 municípios do país, 3.228 (79,5%) só têm médico pelo programa\".\n\nJunqueira apontou que a comunidade indígena será a mais atingida pelo rompimento do acordo entre o Brasil e Cuba. Hoje, 301 cubanos atendem indígenas em todo o país. \"Eles são responsáveis pelo atendimento de 90% da área indígena\", diz Junqueira.\n\nO presidente do Conasems considerou precipitada a decisão de Havana de encerrar o contrato com o Brasil. \"O presidente ainda é Michel Temer [MDB], que cumpriu tudo o que foi acordado com Cuba. Acho que foi falta de bom senso [do governo cubano]. Temos uma cooperação. Para isso existe diplomacia\".\n\n\"Castiga as pequenas cidades\"\n\n\"É uma notícia que estamos acompanhando, mas a saída dos médicos cubanos castiga, sobretudo, as prefeituras das pequenas cidades\", disse o presidente da Confederação Nacional dos Municípios, Glademir Aroldi, ao BuzzFeed News.\n\n\n\nAs pequenas cidades serão as mais afetadas, segundo ele, porque são as com mais dificuldade de atrair e fixar mão-de-obra qualificada na área da saúde.\n\n\n\nDe acordo com o Ministério da Saúde, os médicos do programa são capazes de resolver cerca de 80% dos casos que levam as pessoas a buscarem atendimento. Os casos mais comuns são: acompanhamento de pré-natal, de pacientes com doenças crônicas e problemas relacionados à saúde mental, da saúde da mulher, da criança, do adulto e do idoso, além de pequenas urgências.\n\nEste mapa do Ministério da Saúde mostra o número de municípios atendidos pelo Mais Médicos em cada Estado:", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!", "They come in child and adults sizes, so be careful when buying!\n\nPromising review: \"I'm very pleased with these socks. The bear graphic looks exactly like the picture. The socks are made from a thicker material, which is nice and unexpected. The bear ears started to curl after wearing them for a few hours, but it only added to their charm.\" —Gwenivere\n\nGet them from Amazon for $3.75 (available in 14 styles).", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "lmaoaoo this is funny as fuck but in all honesty therapy has saved my life so many times. if you’re afraid to ask for help, don’t be. u don’t have to be in constant pain & u can process trauma. i’ve got a lot of work to do but it’s a start to even be aware that it’s possible. 🖤 https://t.co/XiytR3xE0O", "10.\n\nThe person who figured out how to keep their hands clean and their mouths delicious:", "My wife ordered mushrooms today and they came in a garden trowel. This is why we need nuclear war.", "Estas fotos comoventes mostram como os incêndios na Califórnia destruíram a vida das pessoas\n\nIncêndios florestais em toda a Califórnia forçaram milhares a fugirem de suas casas. Pelo menos 42 pessoas morreram no que já é considerado o mais violento incêndio na história da Califórnia.", "...I still could not declare a definitive answer. I mean, as much as I wanted to believe it, it just didn't seem real. I didn't feel lucky enough to have such amazing celebrity news bestowed on me. But that was until now. Because lordt almighty Zayn Malik has just cracked this (suit)case wide open!!!!!!!!", "NBC\n\n\"I worked at a car wash. We had add-on services people could get. One was Armor All. $5 per region. A guy came in and ordered a full interior and exterior Armor All on his brand new truck. He had King's Ranch seats, so our salesmen didn't add that charge, as we generally didn't Armor All them. (FYI: King's Ranch is a type of suede that's generally a really pretty tan color and super soft. It costs about $3,500 for them. Armor All is essentially a grease that makes leather and vinyl shiny.)\n\nWhen he got back to his finished car, he pitched a fit because we didn't Armor-All his seats. We explained that he didn't pay for that charge, and we wouldn't, in good-conscience, do it. So he threw a huge fit, screaming and cursing and insisting to talk to the manager. We all tried to talk him out of it, but he wouldn't budge. My boss was a dick, so finally he said, 'Fuck it. Do it. In fact, do it for free.' So we did. I felt like I was committing a mortal sin rubbing greasy solution all over these beautiful suede seats, but the customer is always right, eh?\n\nThe guy walked back to his truck after it was finished with a smug look of satisfaction, until he looked at his seats and his entire face dropped and turned ghostly white. I said. 'Anything else I can do for you?' In shock, he said, 'H-How do I fix this?' I told him, 'Get Armor All on them a few more times to even out the color, but it'll never be the same again. Sorry. This is why we tried to talk you out of it.' Sweating and shaking, he just said, 'Uh, thanks' and drove off.\"\n\n—LemonFly4012", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Promising review: \"Love this dress! Fits perfect and can be worn multiple different ways! Lightweight, sheer material but not too see-through — so no worries there. I'm 5'9\", 130 lbs., and ordered a size small. It was still a comfortable length and just the right amount of looseness!\" —Red\n\nPrice: $12.99+ (available in sizes S-XL and in four colors)", "\"Avocado is delicious in many forms, but a rather bland condiment to put on toast unless you throw a bunch more crap on it to spice it up – in which case it’s not really 'avocado toast', is it? Most overpriced breakfast food I’ve seen in a while.\"\n\n—tokodake", "Most people can agree that everything in the world is not the best right now.", "Walmart\n\nSet includes one fry pan, two saucepans with lids, one casserole pan with lid, one sauté pan with lid, one baking sheet, one cutting board, one flower steamer,\n\nfour nylon cooking utensils, and a measuring spoon set.\n\nPrice: $59 ($70.99 off the list price; also available in gray and turquoise)", "Logo depois que o governo de Cuba anunciou o rompimento com o programa Mais Médicos, presidente eleito, Jair Bolsonaro, disse nesta quarta-feira (14) não ter certeza de que os cerca de 8.600 médicos cubanos que estão no Brasil sejam realmente médicos.\n\n\n\nSegundo ele, ninguém quer ser atendido pelos cubanos que participam do programa Mais Médicos devido à impossibilidade de comprovação de suas formações.\n\n\"Eu duvido quem queira ser atendido pelos cubanos, pois não temos qualquer comprovação [que sejam médicos]”, disse.\n\n\n\nA declaração se choca com especialistas da área de saúde. O presidente do Conselho Nacional de Secretarias Municipais de Saúde (Conasems), Mauro Junqueira, estimou ao jornal O Globo que os médicos cubanos sejam responsáveis pelo atendimento de 24 milhões de pessoas, no Brasil.\n\nO rompimento de Cuba se deu justamente numa reação a declarações do presidente eleito contra o país. Bolsonaro afirma, por outro lado, que Cuba não aceitou as condições que ele impôs para a continuidade da adesão dos cubanos ao Mais Médicos.\n\n\n\nBolsonaro disse exigir que o dinheiro de salário recebido fique integralmente com os profissionais (hoje, parte é enviada para Cuba, por meio de um convênio com a Organização Panamericana de Saúde); que eles sejam autorizados a trazerem suas famílias para o Brasil; e que sejam submetidos a uma prova para revalidação dos diplomas médicos.\n\nSem o cumprimento desses quesitos, Bolsonaro disse que a participação dos cubanos no Mais Médicos é um \"trabalho escravo.\"\n\n\"Eu jamais faria acordo com Cuba nesses termos. Isso é trabalho escravo, não é nem análogo à escravidão, é trabalho escravo”, disse.", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "5.\n\nAcredite que dá para mudar a proposta dos ambientes ao longo do dia, como uma rede que pode sumir ao receber visitas.", "But James really outdid himself when he asked Migos to take a ride with him for this hilarious new of The Late Late Show.", "Hi guys, it's Farrah. And on the right, it's Lea Michele: Broadway actress, Emmy Award winner, and Glee superstar. One thing you might notice from this photo is that her skin is straight-up GLOWING. In fact, she always seems to have ~flawless~ skin and makeup.\n\nHi guys, it's Farrah. And on the right, it's Lea Michele: Broadway actress, Emmy Award winner, and Glee superstar. One thing you might notice from this photo is that her skin is straight-up GLOWING. In fact, she always seems to have ~flawless~ skin and makeup.\n\n...see?! Anyway, I recently had the opportunity to jump on the phone with Lea to ask her about her skincare and beauty routine, and she divulged all her secrets. So, of course, I decided to see what it would be like to live by her beauty routine for a week. Could I achieve flawless, celebrity-worthy skin??? One could only hope.\n\nLet's take a look at exhibit B...\n\nTo start off, one of the pieces of advice Lea gave was this: \"Beauty begins from within, and you should always take care of the inside first. Make sure you're drinking enough water, getting enough sleep, and eating well.\" Which is always a great reminder!!! Our skin hates too much caffeine and little sleep.\n\nWashing my face every morning and every night was already a routine for me, so I gave the iS Clinical cleanser a shot. It's a lightweight cleanser that felt refreshing and not too drying on my sensitive skin. I felt ~fancy~ using it.\n\nOn top of getting enough sleep and eating well, Lea believes in taking vitamins in the morning. It was like I got to start my day with TWO pieces of candy since Olly's Women's Multi takes like sour strawberry — and it's a gummy. I'd rather eat two of these in the morning than swallow a GIANT-ASS vitamin.\n\nLea told BuzzFeed, \"I'll go to Shani Darden for facials — she's in Los Angeles. I'm a firm believer in taking care of your skin.\"\n\nView this photo on Instagram\n\nThis next part was my favorite by FAR. Because Lea receives facials from esthetician Shani Darden once a month, I contacted her to see if I would be able to experience a facial the way she does. Lucky for me, Shani had time to get me in!\n\nBy the way, Shani's No. 1 piece of skincare advice is to use sunscreen!!!!!\n\nDid I feel pampered? YES. Shani's facials are roughly an hour long, customized for each individual's skin type.\n\nDid I feel pampered? YES. Shani's facials are roughly an hour long, customized for each individual's skin type.\n\nHere's everything that went down during my facial:\n\n1. Skin is cleansed.\n\n2. Shani looks at your skin to see what's going on.\n\n3. Vibration therapy: Tones, tightens, and lifts the skin.\n\n4. Skin peel. (\"The peel will depend on your skin type,\" Shani told BuzzFeed. \"With Lea, I usually do a pretty strong peel. She loves a nice, strong peel.\"\n\n5. Extractions.\n\n6. Mask. (This is also customized depending on what your skin needs.)\n\n7. Microcurrent. (\"It's like exercise for your muscles. It can give you a lift, define your cheekbones.\")\n\n8. Ultrasound to penetrate a product into the skin.\n\n9. LED light. (\"This boosts collagen into the skin, reduces fine lines and wrinkles, and helps with acne.\")\n\nShani also noted, \"If Lea's doing a red carpet, I won't do extractions.\"", "If you couldn't tell by the name, this place specializes in soft serve. Everything is made from scratch, and the menu changes daily. They're most famous for their corn almond flavor, and instead of just choosing between a cup and cone, you can kick things up a notch and order a soft serve pie (!!!).", "This is Ziggy. He’s a rescue boy with megaesophagus, which means he has to sit pupright while eating. His special chair matches his favorite sweater, so he doesn’t mind it at all. 14/10 https://t.co/7yPNCx45iK", "No one can deny that Love, Actually is a Christmas classic that should be watched on repeat throughout December. But, as iconic as it is, ever since it was released 15 years ago, it's left us with some questions that we may never have the answers to.", "Amazon\n\nIt has a magnetic back so it'll stick to the fridge.\n\nPromising review: \"WHAT A HIT! We bought this as a hostess gift for my aunt and uncle, who are HUGE GoT fans and have any variety of memorabilia pertaining to the show. First off, this comes in a super attractive and high-quality gift box, and the bottle opener itself is heavy, great quality, and perfectly nestled in foam backing to really finish off the excellent presentation. All in all, we will definitely be purchasing this again for the next GoT fan.\" —Annie Mac\n\nGet it from Amazon for $16.99.", "15.\n\nOn especially hellish nights you might do ill-advised things to get through it.", "This guy filed for bankruptcy three times and then was able to buy a property on Park Lane — how is that possible?", "These covers are made of tightly woven fabric that prevent dust mites and bed bugs from creeping through. They're also waterproof, so they block spills from turning your mattress into — you guessed it — another mold-friendly habitat.\n\nGet a hypoallergenic bed cover from Amazon for $24.99.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "\"As much as I wanna go off, I just don't think it's the time,\" Kim said. \"So, I'm gonna keep it cute. We don't have to have a lot of interaction. I just have to be there for her.\"", "Amazon\n\nPromising review: \"The fabric is definitely shiny, but it doesn't look super cheap. This blouse is adooooooorable. I got so many compliments when I wore it. I wore it tucked into a black pencil skirt with black pumps, and it looked great. It's perfect for a young crazy cat lady.\" —Wendy/Edwin\n\nGet it from Amazon for $19.99 (available in sizes S-L and in three colors and patterns).", "11.\n\nO publicitário Spartakus Santiago é super engajado com temas ligados à comunidade LGBT e fala disso de um ponto de vista negro. Os vídeos deles fazem muito sucesso no YouTube e também no Facebook.", "Each of the protectors that come in a pack have lasted me about six months! Check out my review here (#2).\n\nPromising review: \"I never post reviews, but this is a unique circumstance. I bought these screen protectors because they were cheap and came in a pack — probably not the best approach when trying to protect an $800 device. But, at the end of the day, these did exactly what they were supposed to do when a 15 lbs. dumbbell slipped out of my wife's hand and fell directly onto the screen. After telling my wife there was no way her screen didn't crack, I pulled back the cover to reveal a crack-free, fully intact screen. And that's why you buy screen protectors in packs!\" —Geoffrey Forman\n\nGet them from Amazon for $6.99.", "This is Mickey Rourke. He is some famous person from movies and TV and stuff. I could look it up but honestly it doesn't really matter in relation to this BuzzFeed post. I'll let you guys complain about it/my job in the comments for me.", "Whatever they were, we want to know. Tell us about the most surprisingly dark TV moments that you remember in the dropbox below and you could be featured in a future BuzzFeed Community post or video!", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Tasty\n\nPorções: 2\n\nVocê vai precisar de:\n\n½ xícara de água morna\n\n1 colher de sopa de azeite de oliva\n\n⅔ xícara de farinha de trigo\n\n½ colher de chá de açúcar\n\n½ colher de chá de fermento biológico seco instantâneo\n\n½ colher de chá de sal\n\nCobertura\n\n½ xícara de molho marinara\n\n2 xícaras de queijo mussarela ralado\n\n½ xícara de fatias de pepperoni\n\nManjericão fresco picado, para decoração\n\nModo de preparo:\n\n1. Em uma frigideira grande antiaderente, misture a água morna, o azeite de oliva, a farinha de trigo, o açúcar, o fermento e o sal. Use uma espátula para mexer os ingredientes. Depois, espalhe a massa até as bordas da frigideira.\n\n2. Cubra a massa com o molho marinara, espalhando-o até as bordas. Salpique o queijo mussarela sobre o molho e depois cubra-o com o pepperoni.\n\n3. Coloque em fogo médio, tampe a frigideira e cozinhe por 10 minutos com ela tampada.\n\n4. Destampe-a e cozinhe por mais 5 minutos, até a borda ficar crocante.\n\n5. Retire a pizza da frigideira, coloque-a sobre uma tábua de corte e deixe resfriar por 5 minutos.\n\n6. Salpique o manjericão sobre a pizza, fatie-a e sirva.\n\n7. Bom apetite!\n\n+https://www.youtube.com/watch?v=ftDGMvD_U3A\n\n+https://www.google.com/url?sa=i&rct=j&q=&esrc=s&source=images&cd=&ved=2ahUKEwisvpj2gpjdAhWSdd8KHR6eCcMQjRx6BAgBEAU&url=https%3A%2F%2Fblog.kitchenaid.com%2Fmargherita-pizza-tips-perfect-pizza-crust%2F&psig=AOvVaw18nfh8rNTahxoZh9LgbnrQ&ust=1535829988216921", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Whatever it may be, tell us the best example of character development that you've seen in a TV show or movie, and the reason why, using the Dropbox below. The best answers will be featured in a Community post or video!", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.", "While we were inside the sex shop, we thought El Jefe wasn't around and that he'd be somewhere looking for pizza, but it turned out that he was just behind the front desk. He even came out to greet us!", "I want y’all to know there are still EXTREMELY GENEROUS people in the world! One being the icon that is @joangrande!! Thank you so much for introducing my ears to @TiffanyAndCo THE VICTORIAN COLLECTION!! Your heart is bigger than outer space I’m never taking them off I LOVE YOU😭", "He said, “I wanted to anchor them visually in an era: the pre-internet nostalgia with its iconic hardware, which now has become a symbol of my generation.”", "Features: self-cleaning 64-ounce container, radial cooling fan and thermal protection system, stainless-steel blades, easily-adjusted speeds\n\nPromising review: \"This isn't just a blender. That's what you have to tell yourself to actually spend the money on one of these things. I know there is that age old debate about Vitamix vs Blendtech but I've never tried a Blendtech because our Vitamix has been a work horse for years of daily use and still keeps going! It's what my parents had, it's what everyone in my family has, and they all love it as much as we do. Our 3-year-old son has autism and severe sensory issues making him the pickiest eater on the face of the planet. That being said, he will drink just about anything we put in his cup as long as it passes the look, smell, and texture tests. If it weren't for the Vitamix I don't know how we would've fed our child and made sure he got the protein, fresh fruits, and vegetables etc. that his little growing mind and body need. We can sneak ANYTHING into his smoothies and he has no idea because the Vitamix works so incredibly well at blending everything flawlessly. No chunks, no pulp, no fuss! Smooth and creamy and delicious no matter what we throw in there!\" —Kate Mahoney\n\nGet it from Amazon for $319.99+.\n\nAlso check out our top picks for the best blender for every price point on BuzzFeed Reviews.", "12.\n\nEsse quarto que parece uma foto em preto e branco, mas na verdade são apenas muitos tons deliciosos de cinza.", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "IT'S YOUR LUCKY DAY! We're looking for volunteers to tell their story, on camera. For some context, our YouTube page features a series of videos under the title \"This Is That Story.\"\n\nNow this is where YOU come in. To keep this series going, we need more stories!\n\nIn the DropBox below, leave a brief summary (a couple sentences) of the craziest story from your life. It can be funny, sad, inspiring, scary, anything goes! But think BIG, think CRAZY, think UNBELIEVABLE. We're looking for stories where someone watching says \"there's no way that's real.\"\n\n\n\nOkay, then what??\n\nIf your saga catches our eye, a video producer will be reaching out to you! From there, we'll work with you on how to make this happen.\n\n\n\n(For the time being, we're going to stay limited to the NYC or LA areas)\n\n\n\n\n\n", "At first glance, you might think this pic of a bear chilling out in the bed of a truck is Photoshopped or from a movie — but for the people who live near the La Encantada Mine in Coahuila (one of the states in Mexico), it's the most normal thing in the world.", "Universal Pictures\n\nNo filme, há a piada recorrente de que o pai de Toula gostar de provar que o significado de origem de qualquer palavra vem do grego.\n\nEm uma cena, Toula explica que o significado de origem do nome de sua família é \"laranja\". E, durante seu discurso no casamento de Toula e Ian, o pai dela revela que o sobrenome de Ian, \"Miller\", tem como significado de origem \"maçã\", em grego.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "The couple both took to Instagram back in April and uploaded matching statements, saying that there were \"no secrets nor salacious events\" behind the separation, and that they would \"always be loving dedicated parents\" to their daughter, Everly.", "ABC, Alberto E. Rodriguez / Getty\n\nO que anda fazendo: Kim participou de várias séries e filmes desde o fim de Lost. Ele interpretou Chin Ho Kelly durante sete temporadas na série Hawaii Five-O e o veremos novamente em Hellboy no ano que vem!", "Walmart\n\nMade of carbon steel that helps it bake and brown easily, as well as non-stick coating that is BPA- and PFOA-free. Plus, it features silicone inset handles for a firm grip. And it's dishwasher-safe!\n\nGet it from BuzzFeed's Tasty line, exclusively at Walmart for $6.87.", "Loveis Wise for BuzzFeed News\n\n“Homem ou mulher?”, me perguntou o estranho. Eu tinha 21 anos e estava em uma loja de conveniência. Eu só queria comprar algo gelado para meus irmãos beberem. Fiquei tão surpresa com o modo casual com que ele questionou meu gênero que acidentalmente respondi: “Homem!” Depois, percebendo meu erro, acrescentei: “Não, não – mulher!” Meu rosto corou enquanto eu levava as bebidas até o caixa. O estranho sorriu para mim, como se estivéssemos compartilhando algum segredo. “Caaaara”, falou, colocando seus óculos escuros, “Você disse homem primeiro”. Voltei em silêncio para o meu carro. Minha irmã me perguntou, várias vezes, o que havia de errado. Contei a história a ela, rindo para mostrar que estava bem. Mas, segundos depois, quando dei a ré para sair do estacionamento, bati na porta do passageiro de um sedã cor creme. Ninguém se machucou, mas ambos os carros ficaram bem avariados. Durante mais de uma década, passei por diversas experiências como essa: ser confundida com um homem em público. E, apesar de nem todas terem resultado em um acidente de carro, todas me deixaram desorientada e me perguntando qual pedacinho de minha identidade era responsável pelo “ei, moço” equivocado.\n\n\n\nAlgumas vezes, eu dizia para mim mesma que era por causa da minha altura e o modo automático que a maioria das pessoas associa altura com masculinidade. Outras, me perguntava se essa reação era provocada por minha voz grave, minha roupa andrógina ou meu cabelo curto. No entanto, sempre tive consciência de que minha raça e meu gênero desempenhavam um papel importante nesses “mal-entendidos”. Vivi tempo o bastante nesse mundo para perceber que raramente as mulheres negras têm pleno acesso à sua feminilidade. Não foi coincidência o fato de um cara branco qualquer em uma loja de conveniência achar perfeitamente normal perguntar para mim se eu era ou não uma mulher.\n\nMpi / Getty Images A ex-escrava e abolicionista Sojourner Truth (1797–1883), originalmente Isabella Van Wagener.\n\nÉ possível que Sojourner Truth nunca tenho feito a famosa pergunta que atribuem a ela. Ex-escrava, Truth ficou conhecida por seu discurso inflamado na Convenção dos Direitos da Mulher em Ohio (EUA), em 1851. Segundo uma transcrição do discurso feita por Frances Dana Gage, ativista dos direitos da mulheres, e publicada no jornal \"New York Independent\", em 1863, Truth várias vezes repete a pergunta retórica: E não sou uma mulher? No entanto, também há outra transcrição do discurso, escrita por Marius Robinson, repórter e amigo de Truth, em que a pergunta não aparece. Apesar de muitos historiadores acharem que a versão de Robinson é provavelmente a mais fiel, ela é a menos conhecida pelo público. Em vez disso, é a iteração ““E não sou uma mulher?” que muitos estudantes leem quando estudam pensamento feminista negro.\n\nA ideia de que mulheres negras não são femininas está enraizado na história dos EUA. “Se as mulheres negras são estereotipadas como inabaláveis nos EUA, nossa pesquisa demonstra que há outro mito intimamente ligado a essa ideia e que ainda persiste: o de que as mulheres negras são menos femininas do que outras mulheres e, na verdade, chegam a ser emasculadoras”, escreveram a jornalista Charisee Jones e a pesquisadora Kumea Shorter-Gooden em Shifting: The Double Lives of Black Women in America (Em Mutação: A Vida Dupla das Mulheres Negras na América, em tradução livre). “Esse mito era traduzido em personagens como Tia Jemina [personagem-símbolo de uma marca de produtos culinários nos EUA. A figura de Tia Jemina é baseada no estereótipo das mammys, escravas que trabalhavam como babás e empregadas domésticas para famílias brancas, principalmente no Sul dos Estados Unidos. Para efeitos de comparação, podemos fazer o paralelo com a personagem de Tia Nastácia na obra de Monteiro Lobato] e Sapphire [o estereótipo da mulher negra raivosa e castradora], depois evoluiu para o arquétipo da menina negra grosseira e atrevida, uma imagem onipresente na cultura popular (...) tais representações possuem um peso incomensurável na psiquê das mulheres negras, que em seu desejo de serem vistas como ‘damas’, para combater a noção de que são menos femininas, acabam adotando um modo de falar e um comportamento que não reflete quem realmente são.”\n\nRichard Shiro / Getty Images Serena Williams representando a Seleção Americana, em Asheville, Carolina do Norte.\n\nMulheres negras são geralmente vistas como possuidoras de atributos associados à masculinidade: somos “fortes”, “indestrutíveis”, “invulneráveis à dor”. Uma pesquisa realizada em 2014 pelo site de relacionamentos OkCupid sobre os hábitos de seus usuários revelou que 82% dos homens não negros tinham preconceito contra mulheres negras. Serena Williams (assim como sua irmã mais velha, Venus) já foi comparada com um homem e teve de aturar as polêmicas sobre seu incrível e belíssimo corpo durante quase toda a carreira. Leslie Jones foi alvo de insultos absurdos de cunho racista e sexista antes da estreia do filme Caça-Fantasmas. Uma funcionária pública da Virgínia Ocidental achou que não havia problemas em chamar a ex-primeira dama dos EUA Michelle Obama de “macaca de salto alto”. Uma mulher negra de 1,60m assustou tanto um homem branco (e bem mais alto) que acabou levando um tiro no rosto. Minha vida como uma mulher alta e de pele escura fez com que eu tivesse de enfrentar constantemente as noções de gênero imputadas a todas as mulheres negras, além de encarar o modo como internalizei muitas dessas ideias nefastas. Apesar de hoje poder dizer que exerço minha feminilidade de um modo muito menos dependente de validações externas, o caminho até essa convicção não foi nem um pouco fácil. Passei muito tempo lutando com a pergunta “E não sou uma mulher?” – não por incerteza minha, mas por causa da aparente certeza do resto do mundo.\n\nNunca esquecerei a primeira vez em que fui confundida com um homem. Eu estava na Feira Estadual do Novo México e era recruta em treinamento de uma academia militar particular em Roswell, Novo México (EUA). Era nossa primeira folga – os cadetes podiam passar o dia inteiro fora do campus. Mesmo com a obrigatoriedade da utilização do uniforme, ainda seria um dia divertido.\n\nPassei muito tempo lutando com a pergunta “E não sou uma mulher?” – não por incerteza minha, mas por causa da aparente certeza do resto do mundo.\n\nEu estava andando com Lauren, uma amiga minha bonita, de pele clara e mais baixa, e metade do time de basquetebol masculino estava na nossa cola, todos loucos para pegar o telefone de Lauren. Chegamos até a área da barraquinha do “Teste Sua Força”. Eu estava andando à frente, os caras ficaram para trás, flertando com minha amiga. “Pode vir, cavalheiro!”, gritou o atendente da barraca em minha direção, com uma voz que só posso descrever como a de um locutor de circo. Fiquei morta de vergonha, torcendo para os caras não terem ouvido. Mas as risadinhas abafadas atrás de mim acabaram com as minhas esperanças. O atendente, nervoso, pediu mil desculpas e me ofereceu uma “martelada” grátis. Acertei o grande botão escuro sem entusiasmo e, apesar de não ter chegado nem perto do “Megaforte”, o atendente me deu o primeiro prêmio – um cachorro de pelúcia de 1,20 metro. “É o uniforme”, disse para mim enquanto eu me afastava, com o cachorro embaixo do braço. É possível que dessa vez eu tenha sido confundida com um homem por causa do meu uniforme militar, quadradão e de corte reto. Mas, mesmo antes dessa experiência, sempre achei que minha feminilidade nunca foi algo claramente estabelecido. Se as mulheres eram (supostamente) alvo de todas as maldades do mundo, por que nunca me acompanharam até em casa após o baile da escola, como faziam com minhas amigas brancas no ensino médio? Por que me ensinaram a ser “durona” e me rotularam como “forte” antes mesmo de eu entrar no ensino fundamental? Na infância, eu não entendia isso. Não completamente, pelo menos. E as mulheres não precisam ser amazonas de pele escura (como eu) para terem de lidar com o policiamento de gênero. Em \"Fome\", a mais recente autobiografia de Roxane Gay, a autora detalha as inúmeras vezes em que estranhos não a viam como mulher por causa do seu peso. E as mulheres negras trans ou “que parecem lésbicas” são as maiores vítimas de violência, incluindo o risco de morte, por causa do seu suposto gênero.\n\nKean Collection / Getty Images A feminista, abolicionista e reformista social norte-americana Frances Dana Barker Gage (1808–1884), por volta de 1840.\n\nTer sua feminilidade questionada e, posteriormente, desprezada é algo que Sojourner Truth conhecia muito bem. Segundo Nell Irvin Painter, historiadora da Universidade Princeton e autora do livro Sojourner Truth: A Life, A Symbol (Sojourner Truth: Uma Vida, Um Símbolo, em tradução livre), Sojourner nasceu no fim da década de 1790 no norte de Nova York, recebendo o nome de Isabella dos pais, James e Elizabeth Baumfree, dois escravos de Johannes Hardenbergh. Sua vida nunca desviou muito das crueldades flagrantes da escravidão na América: abuso sexual constante, péssimas condições de vida, separação familiar abrupta e arrasadora. Isabella ganhou sua liberdade em 1826 e alterou seu nome para Sojourner Truth em 1843.\n\n“Pensamos em Truth como uma presença natural e descomplicada em nossa vida como nação. Em vez de uma pessoa na história, ela funciona como um símbolo. Para apreciarmos o significado do símbolo – Mulher Negra Forte –, não precisamos saber quase nada da pessoa”, escreveu Painter. “Como abolicionista e feminista, ela usou seu corpo e sua mente com um único objetivo, representar fisicamente mulheres que tinham sido escravizadas. Num período em que a maioria dos americanos achava que os escravos eram todos homens e as mulheres eram todas brancas, Truth personificava um fato que ainda merece ser reiterado: entre os escravos, havia mulheres; entre as mulheres, havia negras.” A maior parte dos relatos sobre Truth que datam daquela época são descrições impressionadas dos seus atributos físicos. Para Harriet Beecher Stowe, autora de \"A Cabana do Pai Tomás\", ela era a “Sibila Líbia”, uma referência à profetisa norte-africana pintada na Capela Sistina por Michelangelo. No seu prefácio ao discurso “E não sou uma mulher?”, Frances Dana Gage escreveu que Truth era uma “criatura estranha e maravilhosa”, com uma “constituição quase amazônica, chegando perto de 1,80 metro, cabeça erguida e olhos que cortavam as nuvens, como em um sonho”. A descrição de Gage ainda menciona o fato de Truth aparecer de braços nus, até os ombros, diante da multidão. Essa é a imagem de Truth que a maioria das crianças americanas verá durante as aulas do breve Mês da História Negra: uma mulher negra alta e de pele escura, mostrando os músculos como um halterofilista na praia. Seu corpo sendo um testamento ao modo como ela subvertia as noções tradicionais sobre feminilidade.\n\nQuando jogava basquete na faculdade, nos jogos fora de casa, quase sempre aparecia um babaca perguntando ao juiz se eu era realmente mulher, supondo em alto e bom som que eu tomava esteroides. Eu sabia que essas observações eram feitas para me desconcentrar e geralmente fingia não ouvi-las, mas a verdade era mais complicada. Isso me magoava, mas também me deixava confusa: eu jogava com mulheres brancas tão altas e fortes quanto eu. Por que esses caras não direcionavam seus insultos e esse policiamento da feminilidade alheia para elas? O que havia em meu corpo que atraía tanto escárnio e dúvida? “A sociedade continua receosa de qualquer tipo de força feminina, ainda preferindo e abraçando donzelas delicadas – um sentimento antiquado que limita todas as mulheres”, escreveu Tamara Winfrey-Harris, escritora e feminista negra, em The Sisters Are Alright: Changing the Broken Narrative of Black Women in America (As Irmãs Estão Bem: Mudando a Narrativa Deturpada de Mulheres Negras na América, em tradução livre). “Mas como o rosto da donzela ainda é visto como branco e feminino, isso torna-se um problema particularmente para mulheres negras. Enquanto a vulnerabilidade e a ternura forem a base do que é aceito como feminilidade (e continuarem sendo um requisito para que a vida da mulher tenha valor), mulheres que são enxergadas como sobrenaturalmente indestrutíveis por causa da sua raça não terão sua feminilidade reconhecida.” Mesmo tendo como inspiração artistas extremamente inovadoras como Grace Jones – exuberante em seus trajes que desafiavam as convenções de gênero –, eu ainda ficava receosa ao atravessar o campo minado da feminilidade. Quando era mais jovem, queria um corte pixie como o de Nia Long, mas ficava nervosa com um possível aumento no número de “ei, moço” que receberia. Ficava nervosa de ser encarada durante muito tempo durante meus alongamentos no basquete. Porra, até tinha vergonha do fato das iniciais do meu nome serem HE (ELE, em inglês). Gostaria de não ter passado tanto desconforto com a representação do meu gênero na época – além disso ter sido uma fonte significativa de angústia, perdi várias oportunidades de comprar smokings irados em brechós.\n\nHarry Herd / Redferns / Getty Images Grace Jones no Festival Popular de Common em Southampton Common.\n\nEu tenho de fazer muito para “provar” que sou feminina e compensar minha “negritude” (manter o cabelo longo, a voz suave, usar roupas femininas), enquanto as mulheres brancas ou de pele mais clara possuem muito mais liberdade para experimentações. Diane Keaton e Cara Delevingne “brincam” com o estilo tomboy. Quando uma estrela do cinema branca adota um corte pixie ou mais curto, ela é gamine ou elegante. Claro, mulheres negras podem e adotam esse visuais e cortes de cabelo andróginos, mas eles são percebidos de uma maneira diferente em nossos corpos: elegante se transforma em militante, boyish vira másculo. A “negritude”, principalmente quando ligada ao corpo negro de uma mulher, é majoritariamente reconhecida como masculina. “Enquanto as mulheres brancas de classe média do período pré-Guerra Civil eram consideradas ‘anjos da casa’ – belas, devotas, castas e delicadas –, as mulheres negras eram encaradas como feras das plantations que não precisavam ter seus corpos, sensibilidades e virtudes protegidas. Apesar da economia americana do século 19, baseada na escravidão, ter dependido dessa distinção, essa visão bestial permaneceu muito tempo depois do fim da servidão”, escreveu Winfrey-Harris. Os pilares da feminilidade branca só se sustentam quando somos constantemente lembrados de sua sombra: a mulher negra forte e masculina.\n\nO relato estridente e demagogo de Gage sobre o discurso “E não sou uma mulher?” de Truth é muito diferente do que foi recontado por Robinson, que escreveu sobre o mesmo discurso em 1851, poucas semanas depois da realização da convenção. Atuando como secretário na convenção, Robinson escreveu que Truth pediu licença para falar – muito diferente da postura agressiva retratada por Gage. A verdadeira Sojourner Truth “tinha orgulho de falar um inglês correto e opunha-se às versões de seus discursos no carregado dialeto sulista”, escreveu Painter. Na verdade, a língua “materna” de Truth era o holandês, aprendido na época em que servia à família Hardenbergh, e muito provavelmente ela não teria aprendido o inglês se não tivesse sido vendida para a família Neely, que falava inglês, aos 9 anos de idade.\n\nOs pilares da feminilidade branca só se sustentam quando somos constantemente lembrados de sua sombra: a mulher negra forte e masculina.\n\nA ausência mais marcante na versão de Robinson do discurso de Truth é a pergunta “E não sou uma mulher?”. Painter observou que, apesar de ser possível que Robinson não tenha prestado atenção à pergunta uma vez, é muito improvável que isso tenha acontecido quatro vezes (o número de vezes que ela é repetida na versão de Gage): “A interpretação de Gage do discurso de Truth é muito mais dramática do que o relato direto de Marius Robinson em 1851. Por meio da idealização e da elaboração, ela transforma os comentários de Truth em uma performance espetacular quatro vezes maior do que a versão dele.” Gage queria escrever algo dramático – não necessariamente relatar a verdade. Não foi Truth quem sentiu a necessidade de perguntar à multidão, majoritariamente branca, se ela era considerada uma mulher – foi Gage. Escrevendo para competir com Harriet Beecher Stowe e para promover sua própria causa, como defensora do direito das mulheres, ela criou a caricatura de Sojourner Truth que a maioria das pessoas conhece hoje. Incapaz de vincular um conceito de força às mulheres brancas, que eram o foco principal de sua luta, Gage apostou que o corpo negro e “forte” de Truth convenceria seus leitores de que as mulheres não eram tão delicadas assim, a ponto de não poderem compartilhar os direitos e privilégios dos homens. Ela precisava do símbolo de Sojourner Truth para ganhar essa batalha: um relato honesto levando em conta a complicada humanidade de Truth não serviria.\n\nCerta vez, quase briguei com um cara no bairro de Lower East Side, em Nova York, após ele me chamar de homem. Era 2014, sete anos após o atentado de 11/9. Eu e outra amiga estávamos saindo de um show burlesco em uma noite quente de verão. Um homem começou a nos seguir, berrando sobre sua destreza sexual à minha amiga, que o ignorava solenemente. Eu tinha certeza que ele perderia o interesse depois de um tempo, mas aquilo continuou por três quarteirões. Então parei e o encarei. “Olha, cara, ela não quer falar com você”, eu disse. Ele não tirou os olhos de mim. “Que porra, você é um homem?”, ele vociferou. “Isso, eu sou a porra de um homem”, respondi. E dei um tapa na cara dele. A última vez que eu tinha brigado com alguém tinha sido na quinta série, e aqui estava eu, estapeando um estranho no meio de Nova York. Passamos os próximos minutos discutindo, eu e o cara. Ele estava constrangido e queria brigar. Minha amiga tentava, sem muito sucesso, me tirar dali. Eventualmente, cada um seguiu o seu caminho, mas passei o resto da noite pensando sobre a pergunta do cara e a minha resposta. Fiquei me perguntando o porquê de eu assumir tão prontamente a identidade que o cara impôs a mim, o porquê de eu ter ficado tão irritada a ponto de agredi-lo fisicamente. A noite poderia ter acabado de uma maneira muito pior do que acabou. Não tinha mais como fingir que esse tipo de coisa não me afetava. No dia seguinte, trabalhei como voluntária em um evento beneficente sem fins lucrativos que ensinava autodefesa. Coincidentemente, neste ano o evento seria uma “maratona de socos” no Prospect Park: uma grande roda de pessoas, a maioria mulheres, socando o ar ritmadamente. Enquanto eu socava o ar, pensava sobre a noite anterior. Nos últimos sete anos, me identifiquei verbalmente como homem duas vezes. Na primeira vez, foi um equívoco. Mas, na última, foi porque eu sabia que o homem parecia não me ver de outra maneira. Por quanto tempo eu ainda teria de anular minha feminilidade apenas porque isso era algo que o mundo esperava de mim?", "I was a little nervous at first, but then I remembered they showed off a little of their their acting skills in their \"Walk It Talk It\" video with Drake and was instantly at ease. Remember this:", "uma coisa que me assusta muito é que Ceilândia tem mais ou menos 400 mil habitantes e existe cerca de 45 milhões de cangurus no mundo. Então se um dia os cangurus invadirem a Ceilândia, cada habitante teria que lutar com 112 cangurus. Eu, sinceramente, não sei se conseguiremos", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Onyx Lorenzoni (DEM-RS), futuro ministro da Casa Civil, reagiu hoje a uma reportagem sobre caixa 2 — que ele teria praticado em 2012 — com um novo pedido de \"trégua\" para o governo de Jair Bolsonaro (PSL).\n\n\"No governo que está sendo montado não houve nenhuma trégua, desde o final da eleição. Todo o dia tem alguém batendo num governo que não teve paz para tentar se organizar\", disse Onyx.\n\n\"Eu pedi a todos que nos dessem uma trégua, que nós pudéssemos organizar o governo, depois nos cobrem pelos erros e pelos acertos que todos os governos cometem e todas as pessoas cometem.\"\n\nReportagem da Folha de S.Paulo aponta que Onyx recebeu uma segunda doação eleitoral da JBS via caixa dois, em 2012, no valor de R$ 100 mil. Onyx já admitiu ter recebido — sem declarar à Justiça Eleitoral — R$ 100 mil da empresa, mas em 2014.", "1.\n\nPreliminares são as atividades preparatórias que vêm antes to sexo e algumas pessoas acham que o sexo oral é uma delas. Elas estão erradas, pois preliminares são outras coisas, como estas.", "Parece que TODO MUNDO se apaixonou pelo menino por conta do carinho dele pelos animais e pela paciência que ele tem com a irmã mais nova.", "E!\n\nShe said: \"The vibe in the room is calm. I thought there would be way more tension. As much as I want to go off, I just don't think it's the time. So I'm just going to keep it cute. I don't have to have a lot of interaction [with Tristan,] I just have to be there for her.\"", "Well, I guess you can't deny facts! Barack and Michelle Obama make the sweetest couple ever. And just in case you doubted it, in her new memoir, Becoming, Michelle opened up about the moment that Barack proposed to her, and while it's super cute, I can't help but think of another famous proposal that sounds a little similar...", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Get them from Amazon for $10.99+ (or a six-pack for $39.99; available in two sizes: one size fits most (XS–XL) and plus size (XL–3X) and 37 colors).\n\nPromising review: \"These are the GREATEST leggings EVER! They feel and fit exactly like LuLaRoe except the waistband gives more. I am IN LOVE with these. If you love LuLaRoe, you will love these and never go back! The fact that they’re half the cost and colors are readily available is awesome. You won’t be disappointed!\" —Elizabeth", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Share On more Share On more\n\nMore", "5.\n\nAll of us, after the first episode:", "「努力は必ず報われる」とは、かつてAKB48のキャプテンを務めた高橋みなみが繰り返した言葉だ。ただAKB48においては「人と違った努力をした者は報われる」がより正確なように思う。\n\nTatsunori Tokushige / BuzzFeed Japan\n\nGoogle +で公開した動画で人気となったSKE48の松村香織、メイク動画など女性向けのYouTubeチャンネルが人気のNMB48吉田朱里など、他のメンバーと違う場所での頑張りが、グループ内での序列に影響してきた歴史がある。\n\n先日、写真集『夢の叶えかた。』を発売した、AKB48チーム8の大西桃香（21）も人とは違う努力で夢を勝ち取った一人だ。 ライブ動画配信サービス「SHOWROOM」で600日間以上、毎日早朝に生配信を行い”朝5時半の女”と言われた。 これはAKB48に所属するあるアイドルの成功までの道と、それを支えた家族の物語だ。\n\nSHOWROOM SHOWROOMの様子\n\n大西が所属するチーム8は、47都道府県から1人ずつ選ばれた代表からなるグループ。大西は奈良県代表として2014年4月から活動している。\n\nSHOWROOMを始めたのは2016年10月12日。AKB 48の他のチームからは遅れたスタートだった。 「その年の9月の生誕祭の際『お家でも楽しんでもらえる人間になれたら』と目標を言ったんです。メディアのお仕事がもっと増えるようにという意味だったんですけど、ちょうど1週間後にSHOWROOMが解禁になった。有言実行できるんじゃないかと思いました」 大西は当時人気メンバーではなく、握手会やイベントなどにほとんど呼ばれなかった。だからこそ、ファンとの交流が、SHOWROOMだったらできると考えた。\n\nTatsunori Tokushige / BuzzFeed Japan\n\nSHOWROOMの配信ができる時間は5時から24時まで。\n\n「だったら朝の5時に配信しよう」とノリで早朝の配信を始めたが、ファンから「早すぎる」との声があり、時間は5時半に落ち着いた。 「その時はお仕事がなかったので、朝の配信でも苦じゃなかったです」 配信ではメイクはせず、基本すっぴん。気分が乗らないとき、機嫌が悪いときもありのままの姿を見せた。\n\n\n\nSHOWROOM\n\n「今年1月には胃腸炎の中、5時半に放送したこともあります。その時はさすがにしんどかったです」 100日、200日、300日…。素の表情を見せる配信は回を重ねるごとに評判となり、いつしか“朝5時半の女”と呼ばれるようになった。 「今改めて考えたら、5時半ってすごい時間だなと思うんですけど、配信を続けている時は感じませんでした。スタッフやファンが褒めてくれるけど『当たり前やのに』と特別な努力とは思ってませんでした」 大西の成功を見て、早朝の配信を始めるアイドルも出てきた。 「朝の仲間が増えたと思ったんですけど、徐々に脱落して結局一人になりました（笑）」\n\n大西はAKB48に入った年に、トラック運転手だった父を亡くしている。\n\n父はAKB48のオーディションに合格した際には祝福もなく「お前みたいなブスが受かってええんか」と、つれない反応だった。 AKB48の活動が始まると東京と奈良を行き来する日々。父とは会話する時間はなかなか持てなくなっていた。 2014年9月。数日前から父は体調を崩し、家にいた。 学校から帰ると「その時は仲が悪かったので」リビングにいる父にただいまと挨拶をせず、直接自分の部屋に向かった。 夕方、仕事から帰ってきた母が部屋に入るなり「パパ、冷たくなっている...」と言われた。突然の別れだった。\n\n父はまだ44歳。ステージに立つ自分の姿を見ていない。もっと話せばよかった、もっと一緒に遊びへ行けばよかった。後悔ばかりが残った。\n\nTatsunori Tokushige / BuzzFeed Japan\n\n父の死後、母はショックから毎日泣いていた。一人にはできない。AKB 48を辞め、母の横にいようと思った。 そんな時、母から父の形見の携帯電話を渡された。 中を見ると、2014年に父が友人に「速報 我が家に芸能人誕生」と送ったメールが見つかった。自分がテレビに出ている様子を見て「めっちゃ可愛いやん」と喜ぶ父の声が入った動画もあった。 父はずっと応援してくれていた。携帯を触りながら、涙が止まらなかった。 「その時、お給料も少なかったので、地元に戻ってバイトをすれば、毎日家に帰れるし、ママの傍にいられる。楽させてあげられる。絶対そっちがいいと考えたんですけど、『気にせんでええねんで』って」。 母は、もう少しアイドルを頑張ってみたらと言ってくれた。\n\n「ママは今まで私の言うことを何でも受け入れてくれたけど、その時だけは続けたらって。辞めてほしくなかったんだと思います」 母は職場や近所の人に、娘のAKB48での活動をいつも楽しそうに話していた。アイドルを続けることが親孝行になるかもしれないと思った。 葛藤はあったけれど、AKB48の活動は続けた。\n\n2017年6月のAKB48の選抜総選挙前、大西は部屋からいつものようにSHOWROOMの配信を行っていた。 SHOWROOM\n\nすると母が部屋のドアを開け、黒いビニール袋を渡された。中には総選挙の投票券付きのCDが3枚入っていた。\n\n「私の給料は少なくて、おうちに何も貢献できてなくて、ママもパートに出ていて。CDだって安いものじゃない。ママが働いた1日分の給料くらいやから。それをわざわざ買ってくれて…」 配信は続いていたが、涙が止まらなかった。\n\nSHOWROOM\n\n毎朝積み重ねてきた時間は、無駄にはならなかった。\n\nSHOWROOMをきっかけにファンとなり、実際に大西に会いに握手会へ足を運ぶ人も増えた。 2017年にはAKB48のシングル『シュートサイン』の選抜メンバー入りを果たし、SHOWROOMの人気メンバー16人による楽曲『プライベートサマー』ではセンターを務めた。\n\n「SHOWROOM選抜にも選ばれてパフォーマンスした次の日の配信で、ファンの方みんなから祝福されたことが一番嬉しかったです。配信をやっていてよかったと思いました」\n\n始めた当初は2000人ほどだった視聴者も、その頃には1万人になっていた。 2017年10月の1周年記念配信では念願だった写真集『夢の叶えかた。』の発売がサプライズで発表された。 思いつきで始めた5時半の配信は、三文以上の得となって返ってきた。\n\n2018年のAKB48選抜総選挙。大西はもう一つの夢である初のランク入りを狙っていた。 目標は20位。速報順位では27位と高かったが、総選挙本番当日は様子が違った。 100位、90位、80位...。なかなか名前は呼ばれない。 「それまでは不安で泣いていたんですけど、70位くらいで今年は呼ばれないともう諦めて。開き直って同じチーム8のメンバーが呼ばれた時に喜んでました」 50位、40位、38位...大西桃香。 呼ばれた瞬間、体が震えて、涙がこぼれた。\n\n（C）AKS\n\n華やかなイベントが終わると、一人、ホテルの部屋へ戻り配信を始めた。ファンに自分の気持ちを伝えたかった。\n\nカメラの前で取る食事は豪華なものでなく、カップヌードルシーフード。「幸せの味です」。その味を噛み締めながら、目は真っ赤になった。\n\nSHOWROOM\n\n「ママもパパもめちゃくちゃ喜んでくれていると思います。お家に帰ったら、仏壇にランクインしたって報告したいと思います」\n\n「ママはいつも私のことを心配してくれて。東京に行く時には仕事の時間をずらして、駅まで送ってくれて。電車が発車するまで見届けてくれました。いろんなところで心配かけたと思うけれど、親孝行できたかな」 ファンへの、両親への感謝を語った配信が終わると日付が変わっていた。 6月17日、父の日だった。\n\n総選挙ランクインの実感が本当にわいたのは、選挙から3か月がたった9月だった。\n\n「4月から夏までずっと忙しくて、なかなか思えなくて。9月に家でぼうっとした時に感じました」 1か月前の8月13日にはある決断をしていた。代名詞だった毎朝5時半の配信をやめると発表したのだ。\n\nTatsunori Tokushige / BuzzFeed Japan\n\n写真集と総選挙のランクイン。思い浮かべていた2つの夢はかなった。\n\n「次の目標を決めるのが目標」という状態や仕事が忙しくなる中、精神的なきつさを感じるようになっていた。 「この夏は人生で一番精神的にしんどくて…。記憶も正直あんまりないんです。その時にスタッフさんに相談したら『休養するか？』と言われて。休養するくらいだったら卒業する。でも今、卒業したら絶対後悔すると思って。そうすると『とりあえず一旦5時半配信をやめてみたら』と言われて」 朝5時半の配信はこうして665日で終わった。ファンからは「今までお疲れ様」とコメントをもらった。\n\nSHOWROOM", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "2.\n\nYou inevitably accept people will always pronounce your name wrong, and you just go with it until you introduce yourself in front of them months later, and they feel guilty for pronouncing it wrong all along.", "The woman who has accused Chinese film star Yunxiang Gao of raping her after a TV show wrap party in Sydney earlier this year will not have to give evidence at a committal hearing for the charges.\n\nGao and his co-accused TV producer Jing Wang, both 36, were in Australia to film the TV show Love in Aranya earlier this year when they allegedly raped the woman in a hotel room, after a night out at dinner and a karaoke bar to celebrate the wrap of production.\n\nGao faces nine charges and Wang 11. They have both been charged with aggravated sexual assault, causing actual bodily harm and depriving liberty, over the alleged events early in the morning of March 27 at the Shangri-La Hotel in Sydney.\n\nOn Wednesday Local Court magistrate Beverley Schurr denied an application for the woman at the centre of the case, who cannot be identified, to be compelled to give evidence at the committal hearing.\n\nThe committal hearing in the Local Court will determine whether Gao and Wang stand trial over the charges in the District Court.\n\nLawyers for Gao had argued they needed to cross-examine the woman over matters including what they say are inconsistencies between her police statements about the alleged assaults, and inconsistencies between her account and security camera footage from the night.\n\nThey also said they wanted to question her over when she said Gao had left the hotel room, and whether or not she had in fact consented to sex with Gao and Wang.\n\nThe prosecution argued that inconsistencies either did not arise, or were irrelevant to the alleged events in the hotel room, and the other issues did not amount to special reasons.\n\nSchurr ruled that the woman did not have to give evidence at committal as none of Gao’s arguments met the legal test, which requires special reasons for the alleged victim to testify in the interests of justice.\n\n\n\nShe said footage from the karaoke club allegedly showed consensual kissing and cuddling between the woman and Wang, and noted that consent to one kind of sexual behaviour is not evidence of consent to another kind of sexual behaviour.\n\nShe also said that unlike some similar cases in which the complainant had been compelled to give evidence at committal, there was \"no evidence of retraction by the complainant\" in this case.\n\nAfter Schurr handed down her judgement, Gao’s barrister John Korn said he would consider whether or not to apply to the Supreme Court to review the decision.\n\nInternational media and curious onlookers have descended on the various hearings in the case over the past six months, leading to courtrooms so full that people have sat on the floor or stood around the edges of the room.\n\n\n\nAs people entered Sydney’s Central Local Court on Wednesday afternoon, they were warned by sheriffs to not film on the courthouse stairs, and repeatedly asked to turn off their mobile phones while in the courtroom.\n\nKorn also told Schurr that the sheriff’s department had made clear the unusual amount of interest in the matter and was wondering “if we can assist them” by excusing Gao from court mentions.\n\nThe court registry told BuzzFeed News Gao will not be required to appear at the next mention so long as his lawyers are there.\n\nGao was granted bail in July this year under conditions including electronic monitoring, and resides in a Chatswood apartment with his wife Xuan Dong, also an actor, and their young daughter. Wang was refused bail.\n\nThe matter is next in court on November 23.", "Amazon\n\nPromising review: \"I use this to make my daughter's baby food. I previously used a saucepan with steam bucket attachment, but I found it to be quite inconvenient to stand around watching the pot when I have other things to do. This steamer is the perfect solution to that problem! I was able to steam four chopped sweet potatoes, eight peeled and chopped carrots, and an entire bag of fresh spinach. It took approximately 20 minutes total to steam all three different vegetables separately. Each vegetable turned out fork tender. I used a small food processor to puree them and then froze them all into cubes for easy storage. This steamer makes homemade baby-food making so simple! There are numerous expensive gadgets on the market these days that steam and puree all in one machine, but this steamer paired with my food processor does just as well at 1/8 of the price!\" —Joslin\n\nGet it from Amazon for $8.99+ (available in small, medium, and large).", "謝罪文は、原爆の被爆者やナチスによるホロコースト被害者を傷つける意図はなかったとしたうえで「当社が事前に十分な監修ができなかった」として、お詫びするとしている。\n\n一方、ナチスをイメージさせるような服装でパフォーマンスを行った点については、「問題提起された旗およびイメージは、ナチスと関連のない創作アートワークであり、“画一的な全体主義的教育システムを批判”するためのパフォーマンスでした」「このパフォーマンスが一部で問題提起されたように、ナチスとの関連性があるというのは全く事実ではなく、むしろ、このような全体主義的な現実を批判するための創作的な要素を含んでいるという点が考慮されなければなりません」とした。\n\n被団協は「理解のため対話の継続を」\n\n日本被団協によると、11月13日にBTS所属事務所の代表者が訪れ、状況の説明と謝罪を受けたという。\n\nネット上では、被団協に対してBTSに抗議するよう求める声が出ているが、被団協としては抗議声明を出す予定はない。\n\n被団協の木戸季市事務局長は「私たちの目標は、人類は核兵器と共存できないという理解を広げ、世界から核兵器を廃絶することだ。この願いに反する各国指導者の言動や核実験などには、抗議活動を続けてきた」と語る。\n\nそのうえで「こうした表現を巡る問題では、対決や分断を煽るのではなく、対話を通じてお互いの理解を深める方が望ましい。核兵器とはどういうものなのか、何が問題なのかといった点を巡り、話し合いをしていきたい。BTS側にもそう説明し、一致した」という。\n\nSWCは謝罪を歓迎\n\nSWCは、BTS側の謝罪を歓迎するとの声明を出した。声明は「BTSに連絡を取り、彼らの国際的な名声を、善を称えて悪の力に仕えないようにしていくように求めたい」としている。", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Nationals senator Barry O'Sullivan has told parliament he is declaring his gender \"to be a woman\", so left-wing politicians will stop attacking him over his anti-abortion views.\n\nLukas Coch / AAPIMAGE\n\nO'Sullivan moved a motion on Monday calling for pro-choice activists to be banned from disrupting the annual \"Day of the Unborn Child\", established by Pope John Paul II to provide a \"position option in favour of life\", and is observed on March 25.\n\nThe motion claimed it was hypocritical of pro-choice activists to complain about pro-life protests near abortion clinics while also protesting at pro-life events. It was voted down 32 to 12. During the debate Greens senator Larissa Waters said O'Sullivan should be ashamed of himself. \"Senator O'Sullivan needs to get his hands and his rosaries off my ovaries and those of the 10,000 Queensland women who have an abortion each year, 10,000 women who have the right to make a decision about their own bodies without the opinion of senator O'Sullivan getting in their way,\" Waters said during the debate.\n\nShe later withdrew the comment after Liberal senator Eric Abetz objected. O'Sullivan claimed it was these comments, which he characterised as \"attacks\", that prompted him to declare himself a woman on Wednesday afternoon.\n\n“I am going to declare my gender today, as I can, to be a woman and then you'll no longer be able to attack me.”\n\nThe Queensland senator said that centre-right conservative politicians, such as himself, can't say the word abortion without being \"attacked\" by the Greens. \"We can't open our traps, you cannot say the word abortion without being attacked by this mob of almost — I'd say grubs if I didn't think you were gonna make me withdraw it, Mr Acting Deputy President, but it's out there now,\" O'Sullivan told the Senate. \"These people come and attack me for my religious basis the other day, using words like rosary beads, because I had the audacity to raise issues around late-term abortions where babies that are only minutes away from getting a smack on the arse and a name are being aborted under the policies of the Australian Greens.\" A later-term abortion is one performed at or after 24 weeks' gestation. According to the most recent figures from the Australian Institute of Health and Welfare, 0.7% of abortions were carried out at or after 20 weeks. Most (94.6%) abortions in Australia take place before 13 weeks of gestation. O'Sullivan said the purpose of his comments was to \"call out\" the \"vomit\" and \"vitriol\" of the Greens.\n\n\"I will not stand silent, I will not stand mute while these people continue to marginalise policies and ideas ... that I think are largely supported still by the majority of the nation.\" O'Sullivan claimed making the gender \"declaration\" wasn't the reason he came into the chamber, but BuzzFeed News understands he was telling people that he was planning the stunt on Tuesday.\n\nHere's the video of Nationals senator Barry O'Sullivan saying he is declaring his gender \"to be a woman\" so the left-wing people can no longer \"attack\" him over his anti-abortion views. https://t.co/YzbOCWp0YC", "Share On more Share On more\n\nMore", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Promising review: \"This model has been such an enjoyable build. As of now, I am not completely finished, having put around 20 hours into it, I'd say I have another eight hours to go. The pieces are all vibrantly pre-painted, with the exception of one large base piece. The glue and tweezers it comes with are perfect for the job. The cloth I had gotten for the couch was not large enough, but I improvised by using another color cloth (that also came with the kit) for the seat. The attention to detail in this little study is just first class. I even recognized books that I have read/purchased in the past within this model! I am not experienced at all with building wooden kits and I was still able to do this one perfectly with minimal struggle. I will certainly be buying more Robotime models in the near future; the greenhouse one is next!\" —B.R.J.G.\n\nGet it from Amazon for $29.99+ (available in four designs).", "Quando foi idealizado em 2008, o Gerenciamento de Informações Integradas da Saúde (Gisa) prometia criar o prontuário eletrônico de pacientes de postos e hospitais públicos de Campo Grande, inclusive com a marcação de consultas por telefone. O programa seria uma revolução, onde médicos poderiam acessar, em questão de segundos, dados de saúde e de tratamentos dos usuários do SUS na capital de Mato Grosso do Sul.\n\nDez anos depois, o Gisa tem como únicos resultados concretos duas denúncias de improbidade administrativa que tentam recuperar R$ 16 milhões (valores corrigidos) gastos pelo Ministério da Saúde e pelo município. Ele nunca saiu do papel.\n\n\n\nO responsável pelo Gisa – e alvo da Procuradoria que apura desde fraude em licitação a favores ilegais do fornecedor – é o deputado Luiz Henrique Mandetta (DEM-MS), ex-secretário municipal e favorito para assumir o Ministério da Saúde no governo Bolsonaro.\n\n\n\nMandetta teve os sigilos bancário e fiscal quebrados e está com os bens bloqueados há cinco anos. A Procuradoria afirma que o fornecedor, que não entregou o serviço, pagou uma viagem do então secretário a Portugal e teria bancado ainda despesas de Mandetta com a locação de avião privado durante a campanha eleitoral de 2010, quando ele foi eleito deputado federal pela primeira vez.\n\n\n\nNesta terça, o presidente eleito, Jair Bolsonaro, reforçou a condição de favorito de Mandetta, elogiando-o: \"Ele é muito benquisto pelos médicos de todo o Brasil, a Frente Parlamentar da Saúde é simpática a ele, que deixou um rastro de bons serviços lá em Mato Grosso do Sul.\"\n\n\n\nA informatização dos prontuários em nível nacional é uma das promessas de Bolsonaro.\n\nO rastro de mau uso do dinheiro público no Gisa, com suspeita de fraude, começou a aparecer em uma sindicância da Prefeitura de Campo Grande em 2013, depois que o grupo de Nelson Trad Filho (PTB-MS), primo de Mandetta, deixou a prefeitura.\n\nA sindicância sobre o Gisa, que reuniu oito volumes de documentos, foi o ponto de partida para uma investigação do Ministério Público Federal. Em 2015, a Procuradoria apresentou as denúncias, mas até hoje elas não foram analisadas pela Justiça.\n\n\n\nPrimeiro, subiram ao STF porque o deputado do DEM tem prerrogativa de foro, e, este ano, retornaram à primeira instância porque os fatos se deram antes de ele ter sido eleito para o Congresso. Os bens dele e de outros suspeitos foram bloqueados em 2013 por meio de medida cautelar (provisória).\n\n\n\nDe acordo com o Ministério Público Federal, houve favorecimento no edital para a implantação do programa ao consórcio liderado pela empresa Telemidia & Technology International Comércio e Serviços de Tecnologia Ltda.\n\nSegundo a investigação, a empresa teve acesso às regras da licitação, antes mesmo do edital ser publicado. Um dos indícios de fraude é que o orçamento apresentado pela empresa na licitação era exatamente igual ao montante de verba repassada pelo Ministério da Saúde, que já estava disponível pela Prefeitura de Campo Grande, naquele ano: R$ 8,1 milhões.\n\n\n\nOutros concorrentes também foram desabilitados. A denúncia afirma que a cláusulas restritivas limitaram a concorrência e a Telemidia venceu e assinou o contrato com a prefeitura, mesmo sem preencher requisitos do edital e até de ter apresentado documentação falsa. Logo depois de assinar o contrato, a Telemidia subcontratou a empresa portuguesa Alert, embora o edital vetasse a terceirização.\n\nSegundo a Procuradoria, foi a Telemidia que pagou uma viagem de Mandetta a Portugal, em 2010, onde ele se encontrou com executivos da Alert. Menos da metade do serviço pago pela Prefeitura de Campo Grande foi entregue pela Telemidia/Alert. Dos 12 módulos previstos no Gisa, somente dois tinham sido entregues plenamente em 2015 e outros dois de forma parcial. O programa acabou engavetado.\n\n\n\n\n\nA versão de Mandetta\n\nO BuzzFeed News não conseguiu falar com Mandetta. Em ocasiões passadas, o deputado disse que o Gisa não ficou operacional por causa de briga política com o prefeito Alcides Bernal, que sucedeu Trad na Prefeitura. Ele nega que tenha favorecido ou sido favorecido pela empresa contratada.Mandetta disse ao jornal Folha de S.Paulo que informou o presidente Jair Bolsonaro que existem as ações de improbidade, mas que não é réu porque a Justiça. Segundo ele, o presidente teria dito: “Pô, você ficou seis anos numa secretaria de saúde e tem só um processo?”", "Which is why I was super happy to see the God of Thunder blessing us with another entry earlier today.", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Share On more Share On more\n\nMore", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Amazon\n\nDo you ever feel like you're playing air guitar when you're crammed on the floor of your shower, holding your leg up, and trying to shave all at the same time? Your guitar solo days are over with this comfortable (and life changing) shower stool!\n\nPromising review: \"It's small, sturdy, and just the right height to sit on or put your foot up on while shaving. The stool has holes on the top of it for water to properly drain out. It doesn't look like a medical device, sits nice in a shower corner, and requires little to no maintenance. What else could you ask for??\" —PugHug\n\nGet it on Amazon for $15.39. Not enough room in your shower for a stool? Try this shower step, $34.99 on Amazon.", "HBO\n\n\"The biggest challenge directing the final season of Game of Thrones is just the importance of getting it right,\" Nutter said. \"There was not a second chance to get all of these sequences right, and a lot of sequences had many actors in them and some wonderfully intimate scenes as well. So really it was about taking these characters from point A to B to C to D to E in the various episodes that I did, and making sure that it all balances out properly... I think it turned out quite well.\"", "Announcing GQ's Men (and Woman) of the Year 2018: @michaelb4jordan, @henrygolding, @jonahhill, and @serenawilliams (featuring handwriting by @virgilabloh) https://t.co/EpG3lKCJ3r #GQMOTY https://t.co/6MgczSxSpq\n\nYesterday, GQ announced their men (and woman) of the year, which included Michael B. Jordan, Jonah Hill, Henry Golding...\n\nUm, why is Serena Williams referred to as a woman in quotes on this cover? @GQMagazine?\n\nSome people were just not here for the fact that, on the cover, \"Woman\" is in quotation marks.\n\nin the context of serena williams, a person who has been mocked for her appearance and deliberately misgendered for years... this aint it, virgil. https://t.co/SfPkwEjYl5\n\nHowever, the quotation marks are part of Virgil Abloh's style and aesthetic. They can be seen on his groundbreaking collaboration with Nike and the suits that he designed for Serena Williams herself!", "Fox\n\nWhy: People just love glue! We were introduced to it at a young age. We would put it on our hands, some kids would eat it, but we all definitely sniffed it.", "Tim Boyle / Getty Images\n\n“I wish more people knew that you can visit us online! Our streaming movies as well as our ebooks, audiobooks, and magazines can all be borrowed directly online! You can also take classes online and learn a new language, computer programming, business skills, or to play the guitar.\"\n\n—Jen Wright, Chief, Materials Management Division, Free Library of Philadelphia\n\n\"Please mention WorldCat.org! Even if your library doesn't have the resource you need, they can help you borrow it from somewhere else.\"\n\n—Erin M., Academic Librarian", "But how did it taste? TBH, better than I was expecting. The waffle was pretty mediocre — not bad, but very much like the stuff you were probably served in your high school cafeteria on breakfast for lunch days. The fried chicken unsurprisingly stole the show. Hats off to you, Colonel Sanders", "Gordon Ramsay, the chef known for his hot temper, no-bullshit attitude, and successful TV empire has graced us with the perfect apple pie recipe.\n\nBut, to be fair, hegraced us with the recipe all the way back in 2009 when he published his cookbook,— we've just been sleeping on it.\n\nBefore he even assembles his pie he pre-cooks diced apples tossed with sugar and cinnamon in a hot pan to get them nice and golden. This gives them a delicious caramelized flavor and makes them nice and tender.\n\nSo what makes his pie so special? Well, for starters, he CARAMELIZES his apples in a pan before he fills his pie with 'em.\n\nHis trick? He uses a tart dough instead of a pie dough — which is made with softened butter, eggs, sugar, and flour. The dough is much softened than a typical pie dough and bakes into the crispiest pie crust you've ever had. It actually tastes a bit like a sugar cookie, which I'm totally OK with.\n\nWe even put it up against some of the best apple pie recipes we could track down. I don't wanna spoil anything, so I'll just say it was GOOD.\n\nI know caramelizing apples may sound like extra work for just a plain ol' apple pie, but we actually tried the recipe to see if it was worth it, and lemme tell you — it was.\n\nCARAMELIZED APPLE PIE\n\nServes 8\n\nINGREDIENTS\n\n½ cup sugar, plus extra for sprinkling\n\n½ teaspoon ground cinnamon pinch of freshly grated nutmeg\n\n4 large, tart cooking apples, about 3 pounds in total\n\n4 tablespoons (½ stick) unsalted butter\n\n1 pound, or 1 recipe, sweet tart pastry (recipe below)\n\n1 extra-large egg yolk, beaten with 2 teaspoons water, for egg wash\n\nPREPARATION\n\nStart by preparing the caramelized apple filling. Mix the sugar, cinnamon, and nutmeg together. Peel, quarter, and core the apples, then cut into thick chunks. Place in a bowl and sprinkle with the spiced sugar to coat. Fry the apples in two batches: Melt half the butter in a wide, nonstick frying pan, add half the apple chunks, and fry over high heat until golden and caramelized around the edges, about 5 minutes. Transfer to a large bowl. Repeat with the remaining apples and butter. Let cool completely.\n\nPreheat the oven to 375°F. Roll out about half of the pastry on a lightly floured surface to about ⅛-inch thickness. Overturn an 8-inch pie pan on top of the pastry and cut out a rough circle slightly bigger than the pan. Line the pan with the pastry, lightly pressing down to remove any air pockets, then trim off the excess pastry. Roll out the remaining pastry into another circle, again slightly larger than the pan, for the top crust.\n\nSpoon the cooled apples evenly into the pie shell. Brush the rim of the bottom crust with a little water, then drape the top crust over the pie. Press down lightly to seal and trim off the excess pastry. Crimp the edges and brush the top with the egg wash to glaze. Use the tip of a knife to cut a small cross in the center so that steam can escape during cooking. Sprinkle with a little sugar.\n\nBake until the crust is golden brown and crisp, 35 - 40 minutes. Let stand for 15 - 20 minutes before serving.", "\"Look at that undereye situation! It covers my dark circles, plus any blemishes that I want to cover. A little goes a long way so a tube — which already has more than the average concealer — lasts forever. There’s a reason it became an immediate cult favorite upon release. I have yet to find anything nearly half as good as my TST!\" —Katelyn P.\n\n\"I️ find that I️ need to use A LOT of concealer under my eyes when using other brands, but this stuff is so pigmented that I️ only need a few dots to achieve the same (if not better) level of coverage! —tinferg\n\nGet it from Tarte for $27 (available in 30 shades; cruelty-free, PETA certified).", "Correct!\n\nWrong!\n\nThis is actually the smoke from an explosion!", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Egypt is known for the pyramids, of course, but it's also home to some of the most spectacular mosques in the world. The Mosque of Muhammad Ali sits atop Cairo's highest point, so make sure to climb to the roof to get the best views of the city. Bonus: The inside of the mosque is just as mesmerizing as the outside.", "Getty Images / BuzzFeed\n\nIt’s As/Is week at BuzzFeed Oz! We’re focusing on Aussie style and beauty posts for a whole week, click here to check out more.", "12.\n\nAnd if you never got to see Queen perform live, scenes like this one make you feel regret like you never felt it before.", "Australian woman Paige — a pseudonym to protect her privacy — was working as a lawyer at a state government department when she was sexually harassed and assaulted by a manager.\n\n\"He’d always been flirtatious with me and I’d always said 'I’m not interested',\" the 30-year-old told BuzzFeed News. \"It was relentless over a year and a half.\"\n\nHe would invite her to work meetings with five or six people but Paige said when she turned up, he would be the only person there.\n\nWhen she was 27, the manager picked Paige up in his car to drive to a work event.\n\n\"But he took me somewhere else and I was trying to talk to him about this workplace initiative and he kept trying to kiss me,\" she said.\n\nThe Australian Council of Trade Unions has today released the interim results of a survey of more than 7,500 workers, finding that more than 60% of women surveyed had been sexually harassed at work, but less than half of those reported the incident. Of the men surveyed, 31% said they had experienced sexual harassment at work.\n\n\n\nThe survey is open until the end of November for anyone to participate and is not controlled to represent a cross-section of the population.\n\n\n\nForms of harassment included crude or offensive behaviour, unwanted sexual attention, inappropriate physical contact, and harassment on social media.\n\nInappropriate physical contact of a sexual nature was reported by 34% of those who said they'd been sexually harassed at their most recent workplace.\n\nPaige didn’t report it straight away.\n\n\n\n“There was an absolute power imbalance and that was the issue because even though I could say no to the advances, I couldn’t say no to the work stuff. I was worried they’d move me off something I’d been working on for two years and onto something else.”\n\nEventually, after learning the man had made similar advances toward other young female employees, Paige reported the incident, and her colleague was investigated about multiple allegations. A year after Paige first reported the assault, he was fired.\n\nIt wasn’t the only harassment she experienced as part of her job. Paige said another male colleague pulled her aside and told her she should consider “moderating” how she dressed in the workplace.\n\n“I enjoyed wearing colourful pencil dresses but I didn’t show cleavage when I was in the workplace,” she said.\n\n“The men on my team would ask whether I had a meeting with a manager whenever I wore lipstick. It was a really unpleasant culture and I was navigating it without any guidance or support.”\n\nMost people (62%) who said they'd been sexually harassed said they wanted better protection from victimisation, and 33% wanted a quicker complaints process.\n\n“I never really thought about why I didn’t complain at first,” Paige said. “I thought it was a matter of personal strength and resilience, and I’ve since learned it is not at all. Eventually I thought: Well, that is embarrassing for him and not me.”\n\nIf your sexual harassment complaint isn't being taken seriously in your workplace, you can make a complaint to the Australian Human Rights Commission with or without a lawyer.\n\nIf you or someone you know is experiencing violence and need help or support, there are national and state-based agencies that can assist you 24 hours a day, seven days a week. Call 1800 RESPECT (1800 737 732).\n\n", "BuzzFeed\n\nIsha used the OXX Studio Foundation in Honey ($6) and Jemima tried the OXX Studio Foundation in Beige ($6).\n\nIsha: Although the foundation had a thick consistency, it blended like a dream. The coverage is on the medium side, but is buildable if you prefer a more glam look. I think this would be a great product for my everyday makeup routine. It also lasted well throughout the day considering how oily my skin can get.\n\nJemima:The foundation was pretty much a perfect match for my skin, which I was impressed with as I selected it online. I don’t normally wear foundation (I’m a BB cream gal), but when I do, I like it to look like I’m not wearing any at all. I found that this foundation kind of sits on top of my face, rather than blending into my skin. It left me a little shinier than I’d like, as well.", "O presidente eleito, Jair Bolsonaro (PSL), fez hoje uma visita de cortesia ao TSE, corte que julgará as contas de sua campanha e foi alvo de seus ataques na luta contra o voto eletrônico.\n\n\n\nSegundo ministros do tribunal, essa é a primeira vez que um presidente eleito coloca o TSE na agenda de visitas institucionais pré-posse..\n\n\n\nDe acordo com relatos dos integrantes da Justiça Eleitoral, no encontro com a presidente da corte, Rosa Weber, e ministros do tribunal, Bolsonaro se desculpou por excessos da campanha e pediu que não o levassem a mal por alguma frase mal colocada por ele ou por sua equipe no “calor da campanha”.\n\nDurante o período eleitoral, não foram poucas as vezes que Bolsonaro falou sobre a possibilidade de fraudes no sistema eletrônico de votação e chegou a dizer que se fosse derrotado a única explicação seria a adulteração das urnas ou do programa de totalização.\n\nEle chegou até mesmo a pedir a seus eleitores e seguidores de redes sociais que fizessem uma contagem paralela à do TSE de boletins emitidos por seções eleitorais ao fechamento das votações.\n\nTais criticas repercutiram dentro da corte e os ministros chegaram a determinar a exclusão de vídeos em que ele fazia críticas ao processo eletrônico de votação.\n\nHoje eleito, ainda de acordo com relatos dos ministros que estiveram na visita de Bolsonaro ao TSE, o presidente eleito foi muito amistoso e falou sobre prioridades do futuro governo.\n\nDisse ainda que estaria à disposição dos ministros do TSE para aprimorar o processo de votação no país.\n\nA mensagem de Bolsonaro foi bem recebida pela corte. Embora o ministro Luís Roberto Barroso tenha dado três dias para que ele explique 23 irregularidades encontradas na prestação de contas, o clima, segundo ministros ouvidos pelo BuzzFeed News, é de boa vontade de ambos os lados.\n\nO entendimento é que as irregularidades – que vão de divergências nos dados de doadores entre os informados pela campanha e receita, à não especificação de serviços contratados e problemas na licença da empresa que gerenciou as arrecadações pela internet — não são fatos graves o suficiente para impedir a posse do presidente eleito.\n\nNas palavras de um dos ministros a visita de hoje \"foi um encontro cordial, com manifestações de boa vontade de parte a parte”.\n\nUma das provas do clima de pacificação foi dada pela presidente Rosa Weber. Ela falou sobre a futura diplomação de Bolsonaro e lembrou que o diploma, por ser o mais importante da política, é feito pela Casa da Moeda e que nos próximos dias estaria pronto para ser por ele recebido.", "1. Stan Lee was born Stanley Martin Lieber. 2. As a kid, he wanted to be a lawyer. 3. Stan began his career writing obituaries for newspapers, but his dream was to write great literary novels. 4. He adopted the pseudonym Stan Lee for his work in comics, because he didn't want to separate this career from the other one that he planned as a author. 5. Years later, he legally changed his name to Stan Lee. 6. The first hero who caught Stan's attention was the Scarlet Pimpernel, which was the name of a play about Percy Blakeney, who, during the French Revolution, was able to save French nobles from death by guillotine. 7. In 1941, he became acting editor of Timely Comics, which would go on to become Marvel Comics, at the age of 18. 8. In World War II, Lee was part of the team that created posters, signs, and even cartoons for the U.S. Army. His job classification was \"playwright.\"\n\n15. His career was marked by his ability to endow heroes with more human emotions. By Stan Lee's logic, just because someone has superpowers doesn't mean they won't have problems. 16. Lee did some work for Marvel's competitor, DC Comics. It was a project called \"Just Imagine...\" where he reimagined the origins of characters such as Superman, Batman, and Wonder Woman. 17. In 1971, he and his team wrote an entire \"Spider-Man\" story with an anti-drugs theme. 18. He participated in an episode of the TV series \"Pawn Stars,\" where he had to verify whether an autograph on a comic strip was real. And it was. 19. One of his trademarks were surprise cameos in Marvel movies, the first of which happened in a 1989 movie called The Trial of the Incredible Hulk.\n\n21. But he also had cameos in other shows, such as \"The Simpsons,\" and \"Phineas and Ferb\". 22. At the beginning of 2018, some nurses accused him of sexual assault, according to the Daily Mail. 23. At the age of 91, Stan Lee granted an interview with Playboy where he talked about death and said, \"You know, my motto is 'Excelsior.' That's an old word that means 'upward and onward to greater glory.' It's on the seal of the state of New York. Keep moving forward, and if it's time to go, it's time. Nothing lasts forever.\"", "Alice Yoo/BuzzFeed\n\nThis was my lineup:\n\n1. Michelle Obama: Because I would literally trust Michelle with my life, so I had complete and total faith that her pie recipe would be banging — and her low and slow baking method piqued my interest.\n\n2. Martha Stewart: Because Martha is the queen of classic recipes, and her traditional pie recipe seemed like everything I ever wanted out of a pie. It looked classic, simple, and unfussy — but she of course had a trick up her sleeve to make it special. (Hint: It involves butter.)\n\n3. Michael Symon: Because he makes his crust with sharp cheddar cheese — which I know is a thing, but I just can't wrap my head around it. I needed to try it out for myself.\n\n4. Gordon Ramsay: Because he actually caramelizes his apples in a pan before putting them into his pie, and I was curious to see just how different they would taste.", "Kat confronted Miyah saying, \"You constantly are bashing him and constantly disrespecting him. And, also saying at the same time, 'I'm going to call my ex-boyfriend as soon as I'm out of here.'\" Miyah responded, \"I want to be the bigger person, but when we're talking about deception, are butt pads not deception?\" LOL!", "18.\n\nAND THEN, GUYS, WHEN DAVID SANG IT BACK TO HIM AS HIS OLIVE BRANCH. SORRY ABOUT MY SCREAMING, I JUST LOVE THEIR LOVE SO MUCH:", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "So, teens — or adults who rock at buying killer gifts for teens — we want to know what exactly it is the teens want for the holidays this year. Tell us in the comments below for the chance to be featured in an upcoming BuzzFeed Community post! Oh, and PS, we know you want money, tell us TANGIBLE objects, please!!!", "\"I spent the day in Malibu yesterday and it was amazing to see the community pulling together to help each other out in any way they can,\" he continued. \"Malibu is a strong community and this event is only going to make it stronger.\"", "Warner Brothers\n\nIf someone has never seen Friends before, this is the episode to show them. The comedic timing from the entire cast was incredible and never fails to make us laugh hysterically. Phoebe seducing Chandler in an attempt to reveal that he’s dating Monica is hands down one of the greatest sequences on TV. Not only do we get the iconic line, “They don't know that we know they know we know,” but we also get Chandler and Monica's first *official* \"I love you\". Oh, and, Ross’s reaction to seeing Chandler and Monica in the window and screaming? So damn priceless.", "A morte de Stan Lee, aos 95 anos, fez a comunidade dos quadrinhos se mobilizar em uma homenagem à altura do autor de alguns dos super-heróis mais inesquecíveis das HQs e do cinema. Grandes desenhistas pegaram lápis e tinta e mostraram sua relação de carinho tanto com o criador do Homem-Aranha e dos X-Men quanto com suas criaturas.", "Batatas fritas americanas com queijo e chili Porções: 12 Você vai precisar de: 3 colheres de sopa de óleo 450 gramas de carne moída 1 colher de sopa de sal, e mais a gosto 1 colher de chá de pimenta-do-reino 1 colher de sopa de cominho em pó 1 colher de sopa de pimenta-malagueta em pó 1 colher de sopa de páprica defumada 1 colher de chá de pimenta-caiena 1 cebola grande picada 1 pimentão vermelho, sem sementes e picado 6 dentes de alho triturados 2 pimentas chipotle em adobo picadas 340 gramas de extrato de tomate 1 lata de 340 gramas de tomates picados 2 xícaras de caldo de carne 1 lata de 420 gramas de feijão preto, escorrido e lavado 1 lata de 420 gramas de feijão roxo, escorrido e lavado 450 gramas de batata frita quente Queijo cheddar ralado, para servir Sour cream para servir Cebolinha cortada, para servir Modo de preparo: Aqueça o óleo em uma panela grande em fogo médio-alto. Adicione a carne e mexa para desempelotar. Tempere com sal, pimenta, cominho, pimenta-malagueta em pó, páprica e pimenta-caiena. Mexa e cozinhe até dourar, de 10-15 minutos. Adicione a cebola, o pimentão, o alho, as chipotles e uma pitada de sal. Cozinhe até que os legumes estejam macios, cerca de 10 minutos. Adicione o extrato de tomate e cozinhe até escurecer, ficar aromático e começar a grudar no fundo da panela, por 10 minutos. Adicione os tomates picados, o caldo de carne, o feijão preto e o feijão roxo. Mexa para incorporar, depois deixe ferver. Cubra, abaixe o fogo e cozinhe por pelo menos 30 minutos ou até 2 horas. Sirva o chili com uma concha sobre as batatas fritas e cubra com queijo cheddar, sour cream e cebolinha. Bom apetite!\n\nBatata Maqlieh libanesa Porções: 4 Você vai precisar de: Molho de alho 1 xícara de dentes de alho descascados ½ colher de sopa de sal marinho 1 xícara de azeite extravirgem 4 colheres de sopa de suco de limão 450 gramas de batata frita quente Salsinha fresca picada para enfeitar Modo de preparo: Faça o molho de alho: adicione o alho e o sal em um processador de alimentos e bata até que esteja completamente homogêneo, raspando as laterais da tigela conforme necessário. Com o processador ligado, despeje lentamente ½ xícara de azeite e continue batendo até ficar homogêneo e cremoso. A mistura deve começar a engrossar à medida que o azeite se emulsiona com o alho. Despeje 2 colheres de sopa de suco de limão, enquanto continua batendo, para que o suco de limão incorpore completamente e a mistura não se separe. Adicione a ½ xícara de azeite restante e 2 colheres de sopa de suco de limão, e processe até ficar homogêneo. Transfira o molho para uma tigela pequena. Sirva as batatas fritas com o molho de alho e polvilhadas com salsinha. Bom apetite! Inspirada por: https://www.google.com/url?q=https://books.google.com/books?id%3DMARpDQAAQBAJ%26pg%3DPT167%26lpg%3DPT167%26dq%3DBatata%2BMaqlieh%26source%3Dbl%26ots%3Dl051May41i%26sig%3DAguU6mMnPS-MDottmDtegTThs3o%26hl%3Den%26sa%3DX%26ved%3D0ahUKEwiIofiL9e_bAhUJBHwKHeA4CvIQ6AEISDAD%23v%3Donepage%26q%3DBatata%2520Maqlieh%26f%3Dfalse&sa=D&ust=1533076448391000&usg=AFQjCNHei9v05ckJJh7uUUw6LsAF_61wFg\n\nLomo Saltado peruano Porções: 4-6 Você vai precisar de: 2 colheres de sopa de óleo vegetal, divididas 450 gramas de contrafilé, cortado em tiras Sal a gosto Pimenta-do-reino a gosto ½ cebola roxa fatiada 1 tomate médio fatiado 2 dentes de alho picados 1 colher de sopa de pasta de pimenta dedo-de-moça 2 colheres de sopa de molho shoyu 1 colher de sopa de vinagre branco 1 colher de sopa de coentro fresco picado 450 gramas de batata frita quente Arroz branco cozido para servir (opcional) Modo de preparo: Aqueça 1 colher de sopa de óleo em uma panela grande em fogo alto. Adicione a carne, tempere com sal e pimenta, e cozinhe até dourar, de 5-6 minutos. Retire da panela. Aqueça a colher de sopa restante de óleo na mesma panela, depois adicione a cebola roxa e cozinhe por cerca de 5 minutos, até amolecer e dourar. Adicione o tomate, o alho e a pasta de pimenta dedo-de-moça e cozinhe por mais 5-7 minutos, até que os tomates tenham liberado um pouco de seus sucos, mas ainda estejam intactos. Adicione o molho de soja e o vinagre, mexa para misturar e deixe cozinhar por 1 minuto. Adicione a carne, as batatas fritas e o coentro. Misture delicadamente para cobrir as batatas fritas com o molho. Sirva com arroz, se quiser. Bom apetite! Inspirada por: https://www.196flavors.com/peru-lomo-saltado/ https://www.foodandwine.com/recipes/peruvian-steak-and-potato-stir-fry\n\nBatatas tornado coreanas Porções: 4 Você vai precisar de: ½ xícara de queijo parmesão ralado 1 colher de chá de pimenta-vermelha coreana 1 colher de sopa de açúcar 1 pacotinho de tempero para lámen coreano 4 batatas Yukon Gold Óleo de canola, para fritar Sal a gosto Equipamento especial Espetos compridos de madeira Modo de preparo: Em uma tigela pequena, misture queijo parmesão, pimenta-vermelha, açúcar e tempero de lámen. Cortar as batatas em espiral usando a lâmina de fita em um fatiador de espiral. Se você não tiver um fatiador de espiral, insira um espeto em cada batata e, trabalhando em um movimento em espiral, corte na direção oposta virando a batata no espeto, fazendo uma espiral fina e uniforme do início ao fim da batata. Um fatiador de espiral é recomendado. Junte as espirais de batata, depois envolva cada uma em volta de um espeto de madeira, espaçando a batata uniformemente. Reserve para secar por 5 minutos. Aqueça o óleo de canola em uma panela funda até atingir 180ºC. Frite as batatas até dourar, de 3-5 minutos, depois escorra em uma assadeira forrada com papel-toalha. Enquanto as batatas tornado ainda estão quentes, tempere com sal e polvilhe a mistura de queijo. Coma imediatamente enquanto ainda estão crocantes! Inspirada por: https://tasty.co/recipe/tornado-potato\n\nChips de masala quenianos Porções: 4 Você vai precisar de: 2 colheres de sopa de óleo vegetal ¼ de cebola roxa média, picada bem fina 1 tomate médio, cortado em cubos 1 pimentão-serrano, sem sementes e bem picadinho 2 dentes de alho picados 1 ½ colheres de chá de garam masala ¼ de colher de chá de cúrcuma ½ colher de chá de cominho 1 colher de chá de suco de limão 2 colheres de sopa de coentro bem picadinho 450 gramas de batata frita quente Sal a gosto Modo de preparo: Aqueça o óleo em uma panela grande em fogo médio-alto, depois adicione a cebola roxa e deixe cozinhar por 5 minutos, até dourar. Adicione o tomate, o pimentão-serrano e o alho. Mexa bem, cubra e cozinhe por 5 minutos, até que os tomates tenham amolecido. Adicione o garam masala, cúrcuma e cominho. Mexa, reduza o fogo para médio e cozinhe por mais 10 minutos, ou até que o molho se adira às batatas e elas fiquem levemente macias. Junte o suco de limão e o coentro, depois adicione as batatas fritas e misture bem para cobri-las. Sirva imediatamente. Bom apetite! Inspirada por: https://www.youtube.com/watch?v=lVIShHPpLeo&t=38s", "Go into a public bathroom, 20 empty stalls, I’m the only person in the bathroom, someone comes in a minute later & sets up shop in the stall next to me. Why are you like this? You went out of your way to choose the stall next to me. Are you trying to hold my hand while you shit?", "#Superhero stories and #Marvel would never be same without Stanley. #Stanlee influenced several generations and more to come as his #legacy lives on in print, digital and movies! #StanLeeRIP #heaven will truly be entertained like never before! https://t.co/vfVs5dMXya", "This week at Goodful, we're talking sleep — why it matters, how to get more, and ways to make it better. You can find more Slumber Party posts here .\n\nLet me paint a picture that might be all-too familiar: You fall asleep quickly at night, and then, Boom! — you wake up a few hours later, and find that it's almost impossible to doze off again.\n\nA 2010 study published in Sleep Medicine found that about a third of American adults wake up during the night at least three times a week, and more than 40% of that group might have trouble falling asleep again.\n\nIf that description made you say, \"Yep, me,\" then you might have what's called sleep maintenance insomnia, a common — and really annoying — sleep issue.\n\n\"It could be caused by a lot of factors, including teeth grinding, restless legs, acid reflux, sleep apnea, snoring, a pet, overactive bladder, alcohol, or many other things,\" Dr. W. Christopher Winter, neurologist and author of The Sleep Solution , tells BuzzFeed. Add depression , aging, an overactive thyroid gland , and light pollution to the mix, and it's hard to imagine anyone who doesn't pop their eyes open in the middle of the night.\n\nBreaking the pattern starts with understanding which of these many, many causes is the culprit.\n\nSometimes, it's clear what's interrupting your beauty rest. If you find yourself rushing to the bathroom at 2 a.m., then your bladder (with the help of beverages and/or medication) is probably to blame. But other times, it feels like a mystery. Winter named a few common sleep disruptors, and how to spot them:\n\n• Restless legs: If your legs feel tired in the morning, you're wearing through your sheets, or if your sheets are pilling or folding oddly, that can be a sign of restless legs in the night. To find out if you're literally kicking yourself awake, Winter recommends wearing a Fitbit on your ankle to track your leg movements.\n\n• Sleep apnea: It's a serious disorder in which you repeatedly stop breathing, but oftentimes, you don't realize it's even happening. If you sleep in the same bed or room as someone, ask them to tell you if they notice you snoring loudly or catching your breath during the night. Waking up gasping for breath or needing to sleep with a fan on your face are also signs of sleep apnea you might notice on your own.\n\n• Teeth grinding: If someone ever tells you you make a terrible noise in your sleep that they can't describe, it could very well be teeth grinding, also known as bruxism. Ask your dentist to check for unusual signs of wear at your next appointment to figure out whether this is what's making you jolt awake during the night.\n\n• Acid reflux: Often, it's easy to tell if you have acid reflux during the day, but it can be harder to detect if it's happening in the middle of a REM cycle. Winter says if you have a distinctly funny taste in the back of your throat or horrible breath when you wake up in the middle of the night, it can be a sign of disruptive acid reflex. Acid reflux at night is particularly rough on children — Winter says that children can have almost seizure-like behavior in their sleep because of it.\n\nIf you think your sleep disruptions are related to these — or any other — medical issue, keep notes of it all and discuss it with your doctor.", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "\"Her date arrived in his car clearing security at the southeast gate of the White House, following the path up and around the South Lawn by which heads of state and other visiting dignitaries normally arrived, and then gamely — bravely — walking into the Dip Room dressed in a black suit,\" she wrote , according to People magazine.", "Let's break down what's in this bad boy (btw, they're all in *mini* form):\n\n* KUSH volumizing mascara: formulated with cannabis oil and a wand with heart-shaped primers to dramatically volumize *without* clumps.\n\n* Under-eye de-puffer stick: with a caffeine and soothing seawater formula to both energize and calm tired skin.\n\n* Brightening watermelon serum stick: to brighten, hydrate, and even out skin tones thanks to its combo of Swiss garden cress sprout extract and watermelon fruit extract.\n\n* Pore-blurring matter primer stick: to minimize the appearance of pores and fine lines (it's silicone- and oil-free).\n\n* Lip and cheek stain stick that's not only hydrating, but leaves a natural-looking sheer tint to work on both your pout and cheekbones.\n\n* Creamy highlighting stick with a champagne-pearl hue to leave a dewy, natural-looking glow in just a swipe.\n\n* Holographic highlighter stick: with *meteorite* powder and twilight pearls that leave a bold, mesmerizing sheen on the cheekbones, lips, and eyes.\n\nPromising review: \"I've been wanting to try Milk products for some time now and wasn't sure which item to try first — this little mini kit gives me a perfect sneak peek into what this line has to offer. I'm so glad I bought this, the packaging is adorable and my skin is responding very nicely to every item I've tried so far. The mascara makes my lashes like 'bam' and the cooling stick really helped with under-eye puffiness. The watermelon serum feels so good and makes my skin look amazing. The other items actually look stunning on the eyes or other areas. You can even use some for minor contouring. The blush and lip stick look so good, as well. All the products slide on effortlessly and without having to use a brush. I definitely recommend and will buy more when I run out.\" —dirtyunicorn\n\nGet it from Sephora for $39 (list price: $108).", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "É muito provável que você tenha passado por cada uma dessas etapas que a \"O ano é...\" descreve sobre a virada do milênio.", "The doctor wanted to put Swiper down — but Sabia's mother nursed her back to care. Due to the brain trauma caused from the bite, Swiper developed a unique way to get around.", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Promising review: \"Let me start by saying this isn't my first cat eye rodeo. I've tried the taping method, normal liquid liner, plastic winged stamping devices, stencils, all of it! So when I saw this I thought, meh, why not give it a shot. Well, this gem arrived and I immediately had to try it out, all while laughing at how terrible this would probably turn out....but to my surprise I put the left cat eye on first and it was perfect. I thought this was a fluke and did the right eye...again, it came out clean and perfect! I HAVE NEVER IN MY LIFE BEEN ABLE TO DO A CAT EYE IN UNDER 10 MINUTES, LET ALONE THE TWO MINUTES THIS TOOK TO DO! There were no sloppy streaks that I had to touch up or anything you would expect. Just a clean crisp line. I can now do a cat eye EVERY day and look/feel like a badass. Everyone can think I spend hours doing my makeup in the morning.\" —LadyMeow", "\"Cardigan Backyardigan\n\nDroga. Não sei dizer se é racismo ou se estamos muito desconstruídos. é difícil ser negro.\n\nking crissle\n\nno contexto da serena williams, uma pessoa que já foi zombada por sua aparência e deliberadamente tratada por pronomes masculinos por anos... não é o caso, virgil.\"", "Será que não é chegado o momento em que a gente para e pensa: \"não estamos indo longe demais?\"", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "O futuro ministro da Casa Civil do governo Bolsonaro, Onyx Lorenzoni, recebeu nesta terça-feira (13) pelo Twitter a resposta do embaixador da Noruega no Brasil, Nils Martin Gunneng, às críticas feitas ontem pelo brasileiro aos noruegueses.\n\nEm entrevista ontem, Onyx disse que, na parceria entre os dois países, era a Noruega que tinha de aprender a preservar o meio ambiente com o Brasil.\n\n\"O que nós fizemos não vale nada, o que vale é a Noruega. E a floresta norueguesa, quanto eles preservaram? Só uma coisa importante que tem que ser lembrada: o Brasil preservou a Europa inteira territorialmente, toda a União Europeia, com as nossas matas, mais cinco Noruegas. Os noruegueses têm que aprender com os brasileiros, e não a gente aprender com eles.\"\n\nA Noruega tem um acordo com o Brasil e é o maior doador para o Fundo Amazônia, de preservação da floresta. Já doou R$ 1,1 bilhão desde o início do acordo, há quase dez anos.\n\nHoje, o embaixador da Noruega no Brasil fez uma série de três postagens, todas citando o perfil de Onyx Lorenzoni no Twitter.\n\nGunneng afirmou que a \"Noruega aprendeu muito a respeito de preservação ambiental com o Brasil\" e que \"os resultados pelo Fundo Amazônia são impressionantes para o mundo\".", "\"Para a @NRA, essa é a imagem de eu #naminha. Não vamos ficar calados sobre as mortes por #violenciaarmada. Eu falo por este paciente, por seus pais que nunca mais serão os mesmos, por todas as pessoas que vieram depois disso e que não precisavam #issoédacontadetodomundo.\"\n\nNos EUA, médicos estão compartilhando fotos chocantes de como é tratar vítimas de armas de fogo. O movimento é uma resposta a um tuíte da Associação Nacional de Rifles (NRA) americana, que criticou profissionais de saúde que defendem maiores restrições a armas de fogo dizendo que eles deveriam \"ficar na deles\".\n\n\"Alguém deveria mandar esses médicos antiarmas arrogantes ficarem na deles,\" tuitou a NRA na semana passada. Um dia depois, um atirador abriu fogo dentro de um bar em Thousands Oaks, Califórnia (EUA), matando 12 pessoas.\n\nNo tuíte, a NRA criticava um novo artigo da organização American College of Physicians com sugestões para abordar a violência com armas de fogo nos EUA.\n\nEm resposta à NRA, diversos médicos passaram a publicar fotos e contar suas experiências com vítimas de arma de fogo.\n\n\"Você faz ideia de quantas balas tenho que tirar de cadáveres toda semana?\", respondeu Judy Melinek, médica legista, no Twitter.\n\nQuatro deles também conversaram com o BuzzFeed News por e-mail. Todos mencionaram que a parte mais difícil do seu trabalho é comunicar a morte das vítimas às suas famílias.\n\n\n\nRobert Lyons, membro da equipe de cirurgia cardiotorácica da Universidade da Califórnia, Los Angeles, disse ao BuzzFeed News que \"a forte emoção de momentos assim permanece com todo médico pelo resto de sua vida\".\n\n\"A morte afeta para sempre a família e todos aqueles que tentaram salvar as vítimas\", acrescentou.\n\n\"Dezesseis anos de idade com ferimento a bala na aorta. @NRA, a mãe dele está na sala de espera\", escreveu Lyons no Twitter com uma foto de sangue espalhado por sua máscara cirúrgica. \"Vocês querem dizer a ela que ele não sobreviveu? É, acho que não.\"", "They say there's no such thing as bad pizza. Who knows who \"they\" are in this scenario, but you get the idea.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Get the Rabbit Axis Lever Corkscrew on Amazon for $39.99 (available in black, merlot, and navy).\n\nGet the Chicago Metallic Lasagna Trio Pan on Amazon for $18.34.", "Amazon\n\nIt's compact so it won't take up a ton of counter space, and the nonstick aluminum will ensure all the cheese ends up on your sandwich, NOT burnt on the plates.\n\nGet it from Amazon for $99.95.\n\nPromising review: \"This is probably the most used kitchen gadget in our house right now. I bought this six months ago and it sat in the box for several months. I even thought 'Why did I buy this? We will never use it.' Boy was I wrong. I took it out of the box one night when I was home alone and made myself a panini from a recipe from a local sandwich shop. My 17-year-old son came in while I was eating it and took a bite. He doesn't cook but immediately asked how to make it. Then one day when he was making one my daughter tried his and she asked him how to make them. It's so easy to use and wipes clean in a cinch. I love how it stores vertically too. My kids use this thing daily now, and I have to stop them from making paninis in order to get them to eat what I cook for supper. Great price too!\" —Christine A. Vaal", "But all of a sudden the Spice Girls (minus Posh) are saying that their new motto is PEOPLE POWER.", "@toystory If we werent getting these two for Timon and Pumba in the new reimagined Lion King, then I am glad we get these two as Ducky and Bunny. This has made me over the moon to see this film even more than I was. This was hilarious.", "That's right — we just have to wait until next April to see who will take the throne and rule them all. (But for now we can all just watch this short teaser HBO has graced us with.)", "In a new interview with ABC News, Michelle Obama revealed that she and Barack have been through marriage counseling — and her message is one that everybody should hear.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "14.\n\nThe cake decorator who was supposed to \"use the memory stick\" for the pic:", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "And since Ariana Grande just had her first No. 1 on the Billboard Hot 100, with \"Thank U, Next\" it is ALSO Ariana Grande season!", "All you have to do is submit a photo of your tattoo below, and we might review it live on air!", "And you may have heard of YouTuber Grayson Dolan:\n\nWell I saw some tweets about them having drama and being the drama-craving individual I am, I decided to investigate.\n\nHere's what happened. Grayson kinda put his foot in his mouth last week when he uploaded this picture on his Snapchat story, saying, \"I never see these types of clouds here 😍.\"\n\nLittle did he know, it was actually smoke clouds from the wildfires ravaging California right now:\n\nAfter the snafu became a pretty dark meme on Twitter, Logan Paul took the opportunity to call out Grayson for his mistake, saying, \"That's cuz it's a fkn wildfire g.\"\n\nIt looks like Grayson subtweeted Logan Paul earlier this year during the suicide forest controversy .\n\nWhich THEN led to Logan's brother Jake chiming in with this gif:\n\nI'm not super well-versed in YouTube culture, so I have questions. Do they all not get along?? Why didn't Jake defend his brother more??? Do YouTubers make more money when they fight??\n\nUgh, let me know your thoughts on this mess in the comments below!", "Warner Bros\n\nShe left Yale, stopped talking to Lorelai and moved in with her grandparents. That whole storyline was everything Rory wasn't.\n\n— samanthar4cbe6ce26\n\nRory Gilmore stole the yacht, moved in with her grandparents, and then decided to drop out of Yale and join the Daughters of the American Revolution. Like, WTF Rory?! Lorelai put her dreams on hold and sacrificed so much to make sure Rory went to college and could achieve her dreams. It was so not Rory to be like that.\n\n— karlyb4358af021", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "This caddy has non-slip silicone grips to ensure that it stays firmly in place while you relax.\n\nPromising review: \"This is a perfect gift for the bath lover, and a great way to make a bath look more thoughtful and designed even when not in use. Our tub is deep and has handles that this tray fits perfectly on. The ability to slide it apart makes it easy to customize to the width of your tub. When not in use, the trays and holders are a perfect place to store bath accessories (bubble bath, candles, etc.) that keep the tub area from looking like a hoarder's pile. It comes with removable soap/wine/stuff trays that can be reconfigured or removed entirely if your tub is not as wide.\" —C McA\n\nGet it from Amazon for $39.37.", "Frank Herholdt / Getty Images\n\nUma comunidade on-line de pessoas adeptas do \"free birth\" [parto livre] foi fechada nos EUA após a morte de um bebê no mês passado. A mãe da criança fazia parte do grupo no Facebook e compartilhou suas experiências ali durante o parto. O \"parto livre\", também conhecido como parto sem assistência, ocorre quando uma pessoa dá à luz propositalmente sem qualquer assistência médica ou intervenções – ou seja, sem ultrassons, medicamentos, monitoramento ou profissionais capacitados. Em alguns casos, inclusive, as mulheres vão para lugares remotos exclusivamente para a criança nascer. Diferentemente dos partos sem assistência que ocorrem durante uma emergência (no carro a caminho do hospital, por exemplo) ou pela falta de acesso ao sistema de saúde, os \"partos livres\" são uma escolha consciente. Vale ressaltar que o \"parto livre\" não é o mesmo que os partos naturais em casa, que geralmente envolvem uma profissional capacitada, seja uma parteira ou doula, que é capaz de ajudar caso uma intervenção médica se faça necessária, explicou Yvonne Butler Tobah, obstetra e ginecologista em Rochester, Minnesota (EUA), para o BuzzFeed News. \"O free birth é uma comunidade de mulheres que deseja a 'experiência mais natural possível', sem intervenção médica\", diz. Isso quer dizer que a gestante dá à luz em casa ou até mesmo em algum lugar remoto, muitas vezes completamente sozinha. Trata-se de uma pequena vertente. Cerca de 1% dos nascimentos nos Estados Unidos, o que corresponde a aproximadamente 35 mil, ocorrem em casa. Aproximadamente um em cada quatro desses partos são feitos sem assistência, de acordo com o American College of Obstetricians and Gynecologists (ACOG). Apesar disso, o movimento do \"parto livre\" vem se tornando cada vez mais popular nos EUA, principalmente porque a internet e as redes sociais fizeram com que esse pequeno nicho se tornasse uma grande comunidade online.\n\nJgi / Getty Images\n\nMulheres que estão optando pelo \"parto livre\" pela primeira vez e mães mais experientes conversam por meio de fóruns de mensagens, do Instagram e do Facebook. Inclusive, algumas compartilham vídeos e fotos dos seus partos. Um grupo privado do Facebook, chamado de Free Birth Society (\"Sociedade do Parto Livre\") tinha mais de 6 mil membros e foi permanentemente fechado no mês passado. Porém, a Free Birth Society não está limitada somente ao Facebook — trata-se de uma empresa fundada por Emilee Saldaya, ex-doula de Los Angeles, EUA. A sociedade é descrita como um movimento de mulheres que desejam recuperar a sua autonomia durante a gravidez e o nascimento. Além de um site, podcast, dois blogs e um perfil no Instagram com mais de 22 mil seguidores, a Free Birth Society oferece consultas virtuais e pacotes de treinamento que variam de 98 a 899 dólares. A empresa também vende um curso online intitulado \"O Guia Completo Para o Parto em Casa\" por 600 dólares. De acordo com o site, o curso prepara as mulheres para partos inesperados em casa e fornece uma \"compreensão ampla e profunda de como é o parto normal na questão fisiológica e o preparo para que ele aconteça da melhor maneira possível\". Desde o dia 1 de novembro, a empresa permite que as mulheres se inscrevam para participar de uma rede exclusiva e paga, descrita como um ambiente mais seguro e privado, para substituir o grupo da Free Birth Society no Facebook. Saldaya fechou o grupo na rede social após viralizar o relato de uma mulher que contava a morte de seu bebê no parto. A Free Birth Society não respondeu imediatamente à solicitação do BuzzFeed News para comentários.\n\nA mulher em luto pela morte do filho conversou com o Daily Beast sob o pseudônimo \"Lisa\". Ela disse que ficou em trabalho de parto por seis dias em uma parte remota do deserto da Califórnia antes que os médicos retirassem seu bebê natimorto, cujo nome era Journey Moon. Durante o período, ela publicou atualizações no grupo do Facebook e recebeu mensagens de encorajamento — até que procurou ajuda médica após sua bolsa ter estourado e ela passar a sentir muita dor por não conseguir urinar. “[Journey Moon] faleceu devido à uma grave infecção do trato urinário que eu desenvolvi. Estou na cama do hospital enquanto escrevo essas linhas\", postou Lisa no grupo, de acordo com o Daily Beast. Embora muitas das mulheres do grupo tenham demonstrado apoio, outras criticaram a mãe por não ter procurado ajuda médica antes — incluindo trolls que haviam se juntado secretamente à Free Birth Society — o que fez com que a postagem fosse compartilhada fora do grupo. Algumas pessoas culparam a mãe pela morte da criança, chamando-a de \"assassina de bebês\", de acordo com o Daily Beast. Em 22 de outubro, Saldaya publicou um comunicado, na página pública da Free Birth Society, dizendo que fecharia permanentemente todos os quatro grupos privados na rede social. Ela disse que vinha sofrendo \"um assédio sem fim\" e recebido ameaças de morte. No mesmo comunicado, Saldaya negou qualquer envolvimento com o nascimento de Journey Moon, alegando que não aceitou nenhum pagamento da mãe, não ofereceu quaisquer aconselhamentos médicos ou disse que ela não deveria ir ao hospital. Saldaya declarou, no entanto, que conversou com a mulher em mensagens privadas no Facebook para oferecer palavras de apoio tanto antes quanto depois do nascimento. \"A dolorosa realidade é que bebês podem morrer durante o nascimento em qualquer ambiente, incluindo no hospital. Todas as mulheres devem estar cientes da possibilidade de falecimento que existe para todas nós\", escreveu Saldaya.\n\nFatcamera / Getty Images\n\nO parto sem assistência não é ilegal nos EUA e as mulheres têm o direito de decidir por conta própria o que vão fazer em relação ao trabalho de parto e o nascimento. Elas também têm o direito de recusar cuidados médicos a qualquer momento. O consentimento informado é exigido dos pacientes antes que os profissionais possam realizar qualquer intervenção ou cirurgia (com algumas exceções, claro, em casos de emergência). Além disso, não é possível forçar alguém a ter seu parto no hospital, de acordo com Butler Tobah. No entanto, há vezes em que os ginecologistas-obstetras não recomendam partos em casa, mesmo com um profissional qualificado presente — por exemplo, em casos de mães hipertensas ou quando o bebê está na posição errada. Nesses casos, é mais seguro dar à luz em um hospital ou maternidade, que são lugares equipados para lidar com partos de alto risco, explicou Butler Tobah. Gestantes devem sempre conversar com seus médicos para entender os riscos e decidir qual é a melhor opção para elas e seus bebês. A maioria das mulheres que não têm uma gravidez de alto risco pode ter um parto vaginal, de acordo com Butler Tobah, mas é difícil prever o surgimento de complicações. As coisas podem mudar repentinamente e, caso a situação se torne emergencial, é preciso tomar decisões rápidas para tentar salvar a vida da mãe e do bebê. \"Na obstetrícia, temos dois pacientes, a mãe e um bebê ainda não nascido\", diz. Muitas intervenções que se fazem necessárias para que o bebê nasça com segurança, como uma cesárea de emergência ou o uso de fórceps e outros equipamentos, também podem afetar a mãe — em muitos casos, de maneira negativa.\n\nQuando a realidade do parto é diferente das expectativas da mãe, pode haver um conflito, levando a sentimentos de insatisfação ou falta de confiança. O movimento do \"parto livre\", de acordo com o site, se baseia na ideia de que há muito mais em relação ao parto do que é oferecido pelos obstetras tradicionais e parteiras. Em alguns casos, as mulheres sentem que o modelo médico deixa muito a desejar. É importante comunicar-se adequadamente com os profissionais sobre os objetivos, riscos e possíveis resultados antes do parto. \"Há momentos em que a comunidade médica como um todo, especialmente obstetras e parteiras, pode fazer um trabalho melhor ao educar pacientes sobre o que esperar e como as coisas podem mudar\", diz Butler Tobah. A médica também ressalta que atacar as mulheres que optaram pelo \"parto livre\" não ajuda em nada para uma comunicação saudável. \"Em vez de ofender as gestantes, é importante se envolver com elas por meio de uma educação útil que pode tanto trazer o empoderamento que elas desejam, quanto suprir as expectativas na hora do parto\", diz. Por exemplo, uma mulher pode querer um parto em casa sem intervenções médicas, mas com medidas protetivas e uma estratégia caso algo dê errado. \"Há muitas coisas que podem ser feitas para melhorar a experiência das mulheres enquanto garantimos uma experiência de nascimento segura\", diz Butler Tobah.", "Rich Polk / Getty Images\n\nMore info: The tour kicks off on March 18th in Albany and takes her across North America until June 18th where she'll end the tour at the iconic Madison Square Garden in NYC. She'll be joined by special guests Normani and Social House.\n\nTickets: Head on over to Ticketmaster for more info, or StubHub or SeatGeek for re-sale tickets.", "Everybody knows slow cookers are great for making soups and stews — but what if I told you you can make pasta in a slow cooker?\n\nYep, with the right recipe, you can make delicious pasta completely in a slow cooker! We rounded up recipes that cook the pasta directly in the slow cooker, as well as ones that cook the pasta separately and add it in. Here are some of our favorites:", "Amazon\n\nIt has 10 pressure settings, seven water flossing tips, and 90 seconds of water capacity.\n\nPromising review: \"I love this product. It makes your mouth feel so clean. After using it for several weeks, I noticed several things: no more bad breath, no more bad taste in my mouth, my gums are much healthier, no more bleeding, and my teeth are less sensitive at the gum line. This is, by far, one of the best buys I've made this year.\n\nThis Waterpik has two settings and variable pressure, which is great. The pressure setting goes from very light to heavy pressure on a scale of 1–10. Start out on mild setting and work up to a level of comfort. It has a gum massage setting that is wonderful for sore gums or for a person who grinds their teeth. It's very soothing. There are a variety of tips, such as for plaque or deep pockets, which are worth looking at and buying if they fit your needs.\n\nI highly recommend for folks with a lot of crowns, receding gum lines, pockets, or if you are not great at flossing due to bleeding or teeth so close that it's difficult to floss.\n\nIt is a good size so storing it is a problem in my very small bathroom, but I don't care. Other issues — well, there is a learning curve in using it. Everyone I have talked to, who has one, has asked me if I have shot water across the bathroom and the answer is yes. My cat flees the bathroom as soon as I turn on the Waterpik now. So use only warm water until you get the hang of it.\n\nI wholeheartedly recommend this product. I like it so much that I'm buying the portable one for travel, and it's on my Christmas list for family and friends.\" —JS\n\nGet it from Amazon for $59.99 (available in seven colors).", "These lyrics shaped me more than anything I learned about \"The Crucible\" in 9th grade:\n\n\"oo-chie wally wally, oo-chie bang bang\n\noo-chie wally wally, oo-chie bang bang\n\noo-chie wally wally, oo-chie bang bang\n\nHe really really really fucked my coochie\n\nHe really really really turned me out\n\nHe really really really got to gut me\n\nHe really really made me scream and shout\"", "Amazon\n\nThis baby serves as a rice cooker, pressure cooker, slow cooker, steamer, sauté, yogurt maker and warmer. Pinterest has been all about the Instant Pot for a few years and you should really hop on this bandwagon. Just check out a BuzzFeeder's review and Instant Pot recipes that'll basically cook themselves. Still unconvinced? Look at all the yummy Amazon reviewer photos.\n\nPromising review: \"There are so many people who say the can't cook, but I swear I'm on a whole new level of not being able to cook. This little appliance helps expand our menu and I Have learned to do so much with it. I will sum up in a nutshell, I love how easy it is and how I throw everything in it comes out done. No stirring and not many messy dishes. I still don't love it for meats (which I don't eat much of anyway), but I think that's just a matter of needing to experiment more with them. I seriously can't believe how many foods can be cooked in here!\" —Aundrea\n\nGet it from Amazon for $99.95+ (available in 6- or 8-quart sizes).", "Mas também não é festa do caqui e um advogado citado na matéria também destaca que caso puder ser provado que funcionário está usando o tempo banheiro para outras atividades que não as necessidades fisiológicas e/ou usando as idas ao banheiro como desculpa pra não trabalhar, ele pode ser punido até com demissão.", "Andrew Richard for BuzzFeed\n\nOlá, aqui é a Farrah e a Chrissy. Adoramos ver no Pinterest dicas para o nosso dia a dia, mas às vezes encontramos umas coisas que faz a gente pensar: \"Eita! Será que funciona mesmo?\" Jenna Williams for BuzzFeed\n\nTipo coisas assim: Pinterest \"Dica da semana: sem graxa para lustrar os sapatos? Sem problemas - use esta fruta no lugar\"\n\nEntão decidimos escrever este post MUITO IMPORTANTE para ver quais truques de moda do Pinterest *realmente* funcionam!\n\nAndrew Richard for BuzzFeed\n\nA promessa deste truque é que, com apenas uma tampa de xampu para bebê, um pouco de água e muita paciência, você é capaz de desencolher suas roupas . ¯\\_(ツ)_/¯\n\nAndrew Richard for BuzzFeed\n\nVocê precisará de: xampu para bebê. Farrah Penn for BuzzFeed\n\nAdicione uma tampa de xampu para bebê em uma pia cheia de água morna. Deixe a roupa de molho por alguns minutos para ~soltar as fibras~, depois retire o excesso apertando delicadamente sem enxaguar. Farrah Penn for BuzzFeed Farrah Penn for BuzzFeed\n\nEm seguida, coloque a peça sobre uma toalha grande e enrole-a para absorver a umidade extra. Aqui está a parte difícil: você tem que esticar a roupa de volta ao seu tamanho original enquanto ela seca. Farrah Penn for BuzzFeed Farrah Penn for BuzzFeed Aviso: ela pode levar horas para secar. Desculpe. NÃO DISSEMOS QUE SERIA FÁCIL.\n\nVeja como ficou: Farrah Penn for BuzzFeed Ganhamos 5 cm a mais!\n\nAndrew Richard / BuzzFeed Sim, funcionou, mas é preciso fazer bastante coisa enquanto a peça está secando. Ou seja, esteja(a) preparado para não fazer nada além de reesticar uma camisa por algumas horas.\n\nAndrew Richard for BuzzFeed\n\nAo esfregar um giz de cera em um zíper, ele deve soltar instantaneamente. Para este truque, usamos o bolso de uma jaqueta que está emperrado desde janeiro.\n\nAndrew Richard for BuzzFeed\n\nVocê precisará de: um giz de cera. Farrah Penn for BuzzFeed\n\nAs instruções eram simples: \"pinte\" os dentes dos dois lados com um giz de cera. Essa parte foi fácil, apesar de fazer bastante sujeira. Adicionamos uma grossa camada porque achamos que, quanto mais cera, mais facilmente o zíper correria. Chrissy Mahlmeister for BuzzFeed\n\nMaaaaaaaas não foi exatamente o caso: Clique para ver o GIF Clique para ver o GIF Chrissy Mahlmeister for BuzzFeed\n\nViramos o bolso do avesso para avaliar a situação e vimos que o zíper estava preso no tecido da jaqueta. Tentamos puxar o material para fora do zíper e QUASE QUEBRAMOS UMA UNHA no processo. Mas, quando tentamos de novo, VOILÀ. O zíper finalmente estava livre, leve e solto! Clique para ver o GIF Clique para ver o GIF Chrissy Mahlmeister for BuzzFeed\n\nVeja como ficou: Chrissy Mahlmeister for BuzzFeed Funcionou? Sim. Foi mais difícil do que pensávamos? Sim.\n\nAndrew Richard for BuzzFeed Sinceramente, não temos certeza se foi o giz de cera que liberou o zíper, ou o puxão no tecido, ou ambos, mas o importante é que agora temos acesso a um BOLSO.\n\nAndrew Richard for BuzzFeed\n\nFicamos super empolgadas quando vimos este truque . Afinal, temos várias camisas que evitamos usar porque são justas nas axilas e acabam absorvendo todo o nosso suor (desculpe — nosso ~fluido corporal reluzente~).\n\nAndrew Richard for BuzzFeed\n\nVocê precisará de: um absorvente íntimo para cada axila. Farrah Penn for BuzzFeed\n\nPara esse truque, você coloca um absorvente íntimo na parte interna da axila da camiseta. Foi fácil, e ele se prendeu ao tecido muito bem. Ainda assim, você definitivamente é capaz de dizer que tem algo sob sua axila (porque obviamente tem). No entanto, não é SUPERINCÔMODO. Chrissy Mahlmeister for BuzzFeed Chrissy Mahlmeister for BuzzFeed Nota: hoje está 30ºC graus em Los Angeles, então é um bom dia para esse experimento.\n\nVeja como ficou: Chrissy Mahlmeister for BuzzFeed Depois de seis horas, você claramente pode ver a diferença.\n\nAndrew Richard for BuzzFeed Esse truque ganha pontos pelo absorvente não ficar visível e por ele absorver nossos fluidos corporais reluzentes. Ainda assim, era um pouco desconfortável em alguns momentos do dia.\n\nAndrew Richard for BuzzFeed\n\nAparentemente, se você prender seus terceiro e quarto dedos juntos com fita adesiva, isso aliviará qualquer dor dos saltos altos\n\nAndrew Richard for BuzzFeed\n\nVocê precisará de: fita adesiva médica bege. Farrah Penn for BuzzFeed Sim, você pode usar uma fita adesiva normal, mas lembre-se de que ela pode aparecer saindo do seu sapato.\n\nAqui está o truque: prenda seu terceiro e quarto dedo com a fita. É isso. Pronto. Farrah Penn for BuzzFeed Farrah Penn for BuzzFeed\n\nBem, colocamos os saltos, caminhamos por cinco minutos, e nossos pés IMEDIATAMENTE COMEÇARAM A DOER. Esse truque é 100% um lixo. Farrah Penn for BuzzFeed Farrah Penn for BuzzFeed (Entendeu? Por que ele está no lixo. Ponto.)\n\nAndrew Richard for BuzzFeed Tivemos que colocar fotos dos nossos pés na internet por causa de um truque que nem funcionou. Além disso, você pode ver a fita adesiva. Odiei. Tudo.\n\nAndrew Richard for BuzzFeed\n\nAparentemente, você pode usar apenas uma lâmina de barbear descartável para dar vida nova àqueles suéteres horríveis e cheios de bolinhas.\n\nAndrew Richard for BuzzFeed\n\nVocê precisará de: uma lâmina de barbear descartável. Farrah Penn for BuzzFeed\n\nTudo o que você precisa fazer é colocar a roupa em uma superfície plana e raspar delicadamente as bolinhas do tecido, atentando-se para não cortar nenhuma costura. Farrah Penn for BuzzFeed Essa é definitivamente uma das maneiras mais estranhas de passar uma hora da sua vida.\n\nVeja como ficou: Farrah Penn for BuzzFeed Meu Deusss, ficou sem bolinhas!\n\nAndrew Richard for BuzzFeed Essa ideia é supersimples e funciona, mas demanda bastante tempo. Esse minúsculo suéter que usamos como exemplo demorou uma hora.\n\nAndrew Richard for BuzzFeed\n\nAndrew Richard for BuzzFeed\n\nPara esse truque, coloque um pouco de vodca em um borrifador... Farrah Penn for BuzzFeed\n\n...e, em seguida, borrife-a por toda a roupa suja. Farrah Penn for BuzzFeed Para você saber: o vestido que escolhemos cheirava a uma mistura de suor, roupa velha e uma pitada de granulado higiênico para gatos. Mmmmm.\n\nVeja como ficou: Farrah Penn for BuzzFeed Puta merda, o cheiro sumiu. Literalmente sumiu. Está livre de qualquer cheiro e, para falar a verdade, deu até medo.\n\nAndrew Richard for BuzzFeed Não seja dissuadida pelo forte cheiro de vodca no início, porque assim que secar, realmente eliminará todos os odores. Adeus para sempre, cheiro de cocô de gato.\n\nAndrew Richard for BuzzFeed\n\nQuando vimos este truque pela primeira vez no Pinterest, ficamos doidas. Como assim um pedaço de pão branco pode tirar uma mancha de batom???\n\nAndrew Richard for BuzzFeed\n\nVocê precisará de: pão branco. Farrah Penn for BuzzFeed\n\nMais uma vez, as instruções são muito simples. Primeiro, amasse seu pão branco em uma bola. Depois, dê batidinhas com ele na mancha. Clique para ver o GIF Clique para ver o GIF Chrissy Mahlmeister for BuzzFeed\n\nApenas uma parte muito pequena da mancha saiu, e a maior parte ainda ficou na camisa. Chrissy Mahlmeister for BuzzFeed Chrissy Mahlmeister for BuzzFeed\n\nVeja como ficou: Andrew Richard for BuzzFeed Sim, esse truque é um lixo. Ficou exatamente do mesmo jeito.\n\nAndrew Richard for BuzzFeed Para ser justa, o truque diz que depois devemos lavar o resto da mancha, mas daí não é melhor já usar direto um spray removedor de manchas? Zero estrelas para este truque: um, porque não funcionou. Dois, porque desperdiçou comida.\n\nAndrew Richard for BuzzFeed\n\nEste truque é bem bizarro. Tipo, temos 99% de certeza de que é uma farsa, mas estamos curiosas, então vamos lá.\n\nAndrew Richard for BuzzFeed\n\nVocê precisará de: uma casca de banana. Farrah Penn for BuzzFeed\n\nO truque diz para esfregar a casca de banana em uma parte muito arranhada da bota. Para minha surpresa, os arranhões lentamente desapareceram quanto mais esfregávamos. Chrissy Mahlmeister for BuzzFeed\n\nVeja como ficou: Andrew Richard for BuzzFeed No começo, ficamos IMPRESSIONADAS. Parecia que tinha funcionado, mas depois notamos alguma descoloração quando comparamos as botas. E somente quando a bota secou completamente que percebemos...\n\n... que assim que as botas secam, os arranhões ficam 100% visíveis novamente. Chrissy Mahlmeister for BuzzFeed Bananas não são a solução definitiva para arranhões de botas.\n\nAndrew Richard for BuzzFeed Esse truque nos impressionou por exatos 15 minutos, mas quando se trata de banana e arranhões de sapatos, não acredite na propaganda enganosa do Pinterest.\n\nÉ isso aí pessoal! Espero que aproveitem as dicas! Farrah Penn/Chrissy Mahlmeister for BuzzFeed\n\nVeja também:", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "Anyway, happy belated birthday to the one and only Prin-cess of Genovia!!!! Thank you for being a kind and benevolent leader who shares Gosling 'grams with the world.", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!", "6.\n\nAlso, if you want to store leftover pasta sauce, pour it into a muffin pan first. Once the portions are frozen solid, put them into freezer bags. That way, you can defrost the exact amount of sauce you need.", "...but sometimes, you end up looking back and thinking \"this is terrible on so many levels.\" So we want to know which movie moments you once found romantic, but now see as kind of weird and awful.", "Amazon\n\nThis sofa can be positioned in various ways! It can lay flat, with the back straight up, or reclined.\n\nPromising review: \"I spent months trying to find a couch for my new apartment. I had to have a couch that came unassembled and can be reassembled, not too wide, and definitely not too heavy. Another detail is I have a dog, so it needed to be easy to clean! Then this beauty showed up! Checked off all the boxes, And a few more! It was very easy to assemble. No 'new furniture stink.' Dog hair (corgi) doesn’t stick, spills are easy to wipe away, and it is comfy to lay on. I do use this quite a bit in my living room. I’ve even slept on it with no issues!\" —Coffee&Corgis\n\nGet it from Amazon for $230.18+ (available in seven colors).", "I can’t believe no one at GQ thought perhaps with misogynistic and violent trans insults that Serena (and Venus) have dealt with for the last almost 20 years, to not put woman in quotation marks. Editorial rooms are a fucking disaster, all over this country. I’m offended for her https://t.co/97yaP18etC", "Or you might swear by a certain herbal tea mostly because it tastes good and you associate tea with being chill, but also because you feel like it at least has a bit of placebo effect.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "It could be a niche gadget you (or your roommate or partner) bought on a whim that you didn't think would be useful, but because it does its one job *so well*, now you don't know how you lived with out it.", "In preparation, we rounded up the ~burning questions~ the BuzzFeed Community has always wanted to ask JVN, and made him answer them whilst playing with five adorable (and adoptable) kitters!", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Promising review: \"Oh my goodness, I can't say enough good things about these tumblers!! We initially bought a few to have around the house. We thought they would encourage us to drink more water. Since then, we've been giving them to friends as gifts, and everyone is raving about them. I've even brought one to work, and my coworkers keep stopping by to pick it up and admire it! The silicone, wood, and glass parts are all very well made-thick, sturdy, and beautiful. Every piece comes apart for easy hand-washing. I think you can put these in the dishwasher too, but we just wash by hand. The silicone jacket keeps the glass from sweating, and it makes it easy to grip and carry. The silicone seal under the wood lid is removable and seals nicely to the glass to protect from 1) major spills, and 2) things dropping into the tumbler when outside. The straw is sturdy too and is easily washable with a straw brush. We've bought extra reusable tumbler straws from Amazon to have on hand for replacements, just in case.\" —Stevi88\n\nPrice: $11.43+ (available in coral, blue, gray, and mint)", "Okay, so back to TV for the next connection between the MCU and the Netflix Marvel Shows. There are tons of connections between the two Marvel universes, but most notable is the company Roxxon Corporation, which appears in the Iron Man movies, and Netflix's Daredevil. (Thanks to Giff95 on reddit for pulling the graphic above together.)", "My wife is in New Orleans and last night at the bar she was at, comes in @xtina!!! She asked the house band if she can sing a tune and... Nope! As if she was denied?! That would have been so cool to see her sing. More to the story Christina? https://t.co/NoWTwkYfyL", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.", "1. O nome de batismo de Stan Lee era Stanley Martin Lieber. 2. Quando criança ele queria ser advogado. 3. Stan começou na carreira escrevendo obituários para jornais, mas seu sonho era escrever grandes romances literários. 4. Ele adotou o pseudônimo Stan Lee para trabalhar com quadrinhos pois não queria separar esta carreira da outra que planejava como escritor de livros. 5. Anos depois ele mudou seu nome legalmente para Stan Lee. 6. O primeiro herói que chamou a atenção de Stan foi o Pimpinela Escarlate, que era o nome de uma peça de teatro que contava a história de Percy Blakeney, que durante a Revolução Francesa conseguia salvar nobres franceses da morte pela guilhotina. 7. Em 1941 ele virou editor interino da Timely Comics, que seria futuramente a Marvel Comics, aos 18 anos de idade. 8. Ele participou da Segunda Guerra Mundial. Mas sua batalha foi fazendo parte da equipe que escrevia cartazes, placas e até cartoons para o exército americano. Ele tinha a classificação de \"dramaturgo\".\n\n15. Sua carreira ficou conhecida por dar sentimentos mais humanos a seus heróis. Segundo ele, não era porque uma pessoa tinha super-poderes que não teria problemas. 16. Lee já fez um trabalho para a concorrente da Marvel, a DC Comics. Era um projeto chamado \"Just Imagine...\" onde ele reimaginou as origens de personagens como Superman, Batman e Mulher-Maravilha. 17. Em 1971, ele e sua equipe escreveram uma história completa do \"Homem-Aranha\" com a temática anti-drogas. 18. Ele já participou de um episódio da série \"Trato Feito\" onde ia autenticar se um autografo seu em uma tirinha de um fã que tentava vendê-la era real. E era. 19. Uma de suas marcas eram as aparições relâmpago em filmes da Marvel, a primeira delas aconteceu num filme de 1989 chamado \"O Julgamento do Incrível Hulk\"\n\nObrigado por tudo, Stan Lee!\n\n21. Mas ele também já fez aparições em outros lugares também, como \"Os Simpsons\" e \"Phineas e Ferb\". 22. No começo de 2018 algumas enfermeiras o acusaram de assédio sexual, segundo o Daily Mail. 23. Aos 91 anos de idade, Stan Lee deu uma entrevista onde falou sobre várias coisas, inclusive sobre a sua própria morte e disse: \"Sabe, meu lema é ‘Excelsior’, que é uma palavra antiga que significa ‘pra cima e pra frente em direção à uma glória maior’. Está no selo do estado de Nova York. Continue em frente e, se estiver na hora de ir, então está na hora de ir. Nada dura pra sempre\".", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Mickey's Very Merry Christmas Party is back, which means there's loads of adorable holiday food available to eat at Magic Kingdom! Here's some highlights of their festive offerings.", "Speaking to Vogue, Kendall said: \"It's different exciting because she's my baby sister who I grow up with. I don't know if it's that Kylie is my little sister, but I was hanging out with her the other day at lunch, and we were just sitting and Stormi was just so comfortable with me, and it made me so happy.\"", "John even made a comment about how Chrissy is now the first thing he gets asked about by fans. \"The number one comment I get from people who USED to be MY fans is how much they LOVE Chrissy. She gets bigger cheers than I do at my own concerts.\"", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "The British government is preparing to launch a consultation next year into the treatment, rights, and experiences of intersex people, BuzzFeed News can reveal.\n\nMeetings are underway between the government’s equalities office and those involved in the care of intersex people after the department issued a “call for evidence” into the areas that require further investigation.\n\nIntersex is an umbrella term for people whose bodies do not align physically with standard notions of either male or female. This can relate to genitals, reproductive organs, sex chromosomes, or sex hormones, and is distinct from being transgender, which relates to gender identity.\n\nThere are widespread concerns among intersex organisations about the way that laws, human rights, and the medical profession treat intersex children and adults.\n\nAmong these concerns is the practice of doctors performing surgery on infants to modify genitals, particularly in cases where there is no clinical need to do so, and when no informed consent has been obtained from the child.\n\nIn 2017, researchers into intersex experiences at the University of Huddersfield called for an overhaul of the medical response. “Support and training for medics — including about sex diversity issues — is required,” said the report’s authors. “The severe, harmful effects reported as a result of early childhood interventions need to be acknowledged.”\n\nSuch operations, the study found, are generally an attempt to make genitals conform to traditional ideas of how male or female sex organs should look. A young intersex man called Anick told BuzzFeed News in 2017 that after doctors realised he was intersex, and after years of surgeries, “Nothing was explained to me, so at a young age I didn’t know what was going on — you feel fine but you are at the hospital.”\n\nSurgery on intersex children carries risks, and critics say the surgery assumes how an individual child will feel later in life. Mistakes can therefore be made, forcing children into a sex contrary to their gender identity and sense of self.\n\nA range of medical interventions that draw criticism from intersex advocates will be examined during the government’s consultation.\n\nHolly Greenberry from IntersexUK told BuzzFeed News: “Young people must be afforded the basic human right to decide autonomously how they would like their body to feel and function. A child needs to be able to live healthily, happily and safely and not subject to harmful practice, sterilisations, sex assignments and other harmful practices which typically infringe horrendously on the quality of their childhood.”\n\nFor doctors to “guess” what the gender of the child should be and give hormones or perform surgery “by means of irreversible procedures without that person’s consent is barbaric”, Greenberry added.", "In case you didn't know, the cast of Stranger Things have spent the past few months shooting the third season of the show, due to land in the summer of next year.", "Vou contar uma coisa que acabou de acontecer comigo e com o meu pai, que eu acho que todo mundo tem que ficar sabendo. Ha 5 meses atrás, uma professora do ensino fundamental do Habiteto (um bairro da zona norte daqui de Sorocaba) entrou em contato com o meu pai +", "A new photographic exhibition shows how young Londoners are bound together by the place they live, the struggles they face and the ever changing political climate.\n\nThis new generation of photographers worked with the University of Arts London and Autograph to help shape their ideas. Between May and October this year they were given a brief to explore the theme of \"where we belong\" and ideas of home, which could be either a place, a thing or something more abstract.", "Então major do Exército, foi ajudante de ordens de Fernando Collor quando ele era presidente e estava ao lado do mandatário quando Collor assinou a notificação de seu impeachment e foi afastado para responder ao processo fora do cargo.\n\nAnunciado nesta terça-feira como próximo ministro da Defesa pelo presidente eleito Jair Bolsonaro, o general da reserva Fernando Azevedo e Silva já esteve próximo da Presidência da República anteriormente.\n\nEntão major, Azevedo e Silva estava ao lado de Collor quando ele foi notificado e assinou a abertura de seu processo de impeachment, sendo afastado da Presidência da República.\n\nAzevedo e Silva também participou da caminhada, transmitida ao vivo, ao lado de Collor quando ele deixou o Executivo e se tornou o primeiro presidente a ser derrubado desde a redemocratização.\n\nNo Exército, Azevedo e Silva coleciona cargos e títulos, tendo sido cotado para comandar a Força como sucessor do general Villas Bôas, o que não aconteceu porque o ingresso na reserva chegou antes.\n\n\n\nNo currículo, Azevedo e Silva já foi assessor parlamentar do Exército e fez a ponte entre a caserna e o Congresso Nacional.\n\nTambém foi chefe do Estado Maior do Exército, do Comando Militar do Leste esteve à frente da Autoridade Pública Olímpica no governo Dilma Rousseff.\n\nRecentemente, foi escalado pelo presidente do STF, Dias Toffoli, para ser seu assessor especial.\n\nA contratação foi controversa. Parte do Supremo apoiou o ato por entender que era necessária a interlocução do Judiciário com as Forças Armadas, num contexto de ascensão de um capitão reformado — Bolsonaro — à Presidência da República.\n\nOutro grupo considerou temerária a indicação, por acreditar que não fazia parte da tradição da corte o posto de assessor para assuntos militares.\n\nBriga por espaço\n\nA indicação de Azevedo e Silva para o Ministério da Defesa também encerra uma disputa dentro das Forças Armadas, já que a Marinha também brigava pelo espaço.\n\nNa semana passada, em meio à disputa, o presidente Bolsonaro chegou a falar que a pasta seria destinada a um general de quatro estrelas, podendo ser do Exército, Marinha ou Aeronáutica.\n\nNa guerra interna, o Exército alegava que, diferentemente da Marinha, que era mais simpática à eleição do tucano Geraldo Alckmin, os verde-olivas sempre defenderam o capitão reformado.\n\nEntre esses defensores estava também o futuro ministro da Defesa, que chegou a participar de um grupo de formulação de propostas para Bolsonaro e ofereceu um almoço ao amigo e vice-presidente, Hamilton Mourão (PRTB).", "Following the appeal we posted looking for a man who resembles a well-known actor, we now have an update. Thanks to our colleagues @MetPoliceUK, a 36-year-old man was arrested in Southall last night on suspicion of theft. Thank you for the support, especially @DavidSchwimmer! https://t.co/nOgF1KQb0X", "民主党（当時）選出の元参議院議員で、ゲイであることをオープンにしている松浦大悟さんが話題です。 杉田水脈・衆院議員の発言にかんする『新潮45』8月号への寄稿で注目され、その後、インターネットTV出演、ネット媒体でのロングインタビュー、そして朝日新聞「耕論」寄稿や大阪の朝日放送TV出演で知名度を広げました。 10月26日発売の月刊誌『WiLL』では単独論文で、『Hanada』では文芸評論家、小川榮太郎氏との対談というかたちで、2誌同時に登場しています。\n\nNaoko iwanaga / BuzzFeed 月刊『Hanada』12月号に掲載された小川榮太郎氏と松浦大悟氏の対談記事\n\n杉田議員「バッシング」やLGBT運動に疑義を呈し、「対話と議論」を掲げて保守の立場からのLGBT運動という主張は、注目を集めています。\n\n「分断社会」の言説の特徴と共通 私は、その新潮45の松浦論考に違和感が少なくなかったことから、ファクトチェックと称して当欄で論評しました。 ただ、ゲイがゲイを批判してマジョリティの見せ物になるおそれには、内心忸怩たるものがありました。 むしろ本丸は、マイノリティ運動を考えることを通じて人権と民主主義をこの国に再移植することではないか、との思いから、3人の「オールドゲイ」による座談会を企画。 部落、在日、障害者という日本の3大差別をはじめさまざまなマイノリティ差別で問われてきた課題を、私たちも1人のゲイとしての視点から問い、差別の克服と人権の進展のための思考を会場のかたとともに語りあった内容を、4回にわけて当欄で報告しました。 その後、上述のように保守言論誌といわれる2誌で松浦さんが論考を公にされたわけですが、拝読してむしろ私の違和感はさらに深まった印象がありました。 松浦論考には、私見では、3つの特徴があるように思われます。 過剰な二項対立図式の設定と、それに載せた相手方への非難\n\n陰謀史観や偽史の多用\n\n頭をひねる無理な論理展開\n\n\n\nこれらはLGBTというニッチな領域の議論にとどまらない、「分断社会」の言説の特徴であり、その横行は民主主義を危うくします。 今回、2誌の松浦論考を読む人のためのサブノートとしてこの小論を草するとともに、2本の論考を読む機会のないかたも念頭におきつつ、フェアな言説のあり方を考える契機となればと願っています。 それが私の考える「対話と議論」による民主主義を再建する、一つの道だからです。 ※以下、引用はH：『Hanada』、W：『WiLL』、数字はページ 二項対立に落とし込み、事実にもとづかない事例で相手を非難する 松浦さんの論考で描かれている図式は、私なりの整理ではつぎのようなものです。 いま目立っているLGBT活動は一部の、それも「左派」の活動家によるもの。彼らは過激化し政権批判を強めている。社会批判の好きなマスメディアがそれを好んで取り上げ、そこに野党も接近。「左へと政治的な水路づけがされました」（H234）。 それに対して当事者の圧倒的多数は「保守」であり、こんなことは望んでいない。「相当数の当事者がLGBT運動から距離を置」き、「デモは当事者の声を代表していない」（W205）。 対談相手の小川氏も、「これでは穏健な多数派は無視され、LGBTは安倍政権打倒や極左のイデオロギー闘争に利用され、多様な意見がかき消される」（要約。H233）と応じます。 こういう、「沈黙する大多数の保守当事者VS声のでかい一部のリベラル活動家」「リベラル活動家は代表でもなく信任も得ていないのに、独走している」という土俵が設定されてしまうと、なにを反論しても独善的活動家イメージを上塗りするだけで、「対話」は困難です。 この土俵から毒素を抜くには、その図式が事実にもとづいているかどうかを考えてみるよりありません。 抗議行動は「過激」「暴力的」だったか？ 今回も杉田議員への自民党前抗議行動は、「過激な抗議活動で知られる元しばき隊の面々」（W204）が人集めし、「安倍政権打倒のプラカード」（H233）が立ち、「暴力的な言葉の飛び交うデモ」（W同）だったと松浦さんは言います。\n\nNaoko Iwanaga / BuzzFeed 自民党前の抗議行動の様子。筆者も担当編集者もこの現場にいたので、様子はよく知っている\n\n前回の指摘のせいかは不明ですが、2013年に解散している「しばき隊」にさすがに「元」はつけましたが、あいかわらずご自身が参加していないデモに「見て来たような」ことを言いつづけるのはなぜなのでしょう。 私や当欄の担当記者も参加・取材した当日のデモンストレーションは、拙稿にも述べた通り警察の警備のもと整然と行なわれました。 そもそもデモは自分自身の怒りや哀しみ、願いを街頭に持ち寄る、選挙とならぶ民衆の意思表示行動です。 私にしてみれば、「デモは当事者の声を代表していない」（W205）は言わずもがな（自分自身の意思を示すもの）。同時に、私の知る良識的な活動家や著述家は、自身の主張を安易に代表化してしまうことには意識的です。 ところが、活動家の「代表性」に疑念を呈する松浦さんが、今度は「私たちがなぜ同性婚を求めるようになったか、お話ししましょう」（H240）と急に代表になり、同性婚が承認されると国家に貢献したい気持ちになるとのお考えを開陳していることに、私は驚きました。 「ちょ、ちょっと待って」「同性婚はお国へ貢献のご褒美なの？」と。 とかく言われる自民党・保守との関係も、多くの活動家が水面下で自民党や保守政治家との対話や調整を地道に重ねていることは前回も指摘したとおり。かつて国会に身を置き当事者ロビーを受けていた松浦さんが、そのへんの実情をいちばんご存知のはずです。 ちなみに現在（たとえば杉田騒動のとき）だって、松浦さんがリベラル活動家とした人びとやそれにつながる人たちは、かなりハイレベルの保守系政治家（従来の特命委員会やLGBT議連以外にも）を含むさまざまな網の目を張り打開を探っています。活動家はとっくに「子どもの使い」ではありません。 いま、「保守VSリベラル」図式で語るのは便利ですが、すくい取れない現実があまりにも大きい。私自身、「憂国保守」を自称し、敬服する自民党政治家もいます。松浦さんのいう「保守」とは、たんに安倍首相支持の言い換えではないでしょうか。 陰謀論を語り、多数を不安にさせて引き込もうとする どこかでだれかがこの事態を仕組んでいる、というニュアンスの「陰謀論」も、今回の論考では気になりました。 LGBT界隈の情報が多くないかたにしてみれば、松浦さんにそう描かれると、そういうものかと思ってしまうでしょうが、事実そうなのでしょうか？ 納得しやすい話はかならず眉にツバして読む。フェイクニュース時代の悲しい作法です（どうぞ私の話も検討しながら読んでくださってけっこうです。苦笑）。 「メディアが仕組んでいる」という論調は二誌両方に述べられ、松浦さんの信念なのかもしれません。 WiLL誌：LGBTに関心をもつ記者はリベラルで、メディアに登場するLGBT論客は左派ばかり。選択にバイアスがかかっている。自分は「ゲイを告白した元国会議員」とは、産経を除いて一切紹介してもらえなかった。保守のなかにLGBT候補がいることはリベラル系メディアに「不都合な真実」だったのではないか。（大意。W206） これは昨年10月の衆院選に松浦さんが出馬したさい、自己のPRポイントと考えた「ゲイ」をどこも報じてくれなかったことが背景にありますが、報道した産経以外は、読売も日経も地元紙もみなリベラルということなのでしょうか。 保守にLGBTがいるのは「不都合な真実」（なぜ？）で、それを知らせまいとメディアスクラムが組まれた（産経だけがあえて報じた）とは、ちょっと妄想がすぎるのではないでしょうか。\n\nHanada誌：メディアにはLGBTのリベラル系の論客しか登場しない。明らかにバイアス。保守の論客は取り上げられないので、議論を深めるのは難しい。（大意。H234） これに小川氏が、「私の寄稿で新潮45は廃刊したが、小川叩きは見せ球で、左派が本当に表に出したくないのは松浦さんの主張。広く知らせたくないために急いで雑誌を潰したと聞いた」と応えます。 小川氏が「あなたこそが本命」と持ち上げるのはご愛嬌ですが、こちらも話がおもしろすぎます。メディアと左派が結託して簡単に雑誌が潰せるとは、「左派」にはどんだけパワーがあるのでしょう。 なぜ事実を捻じ曲げるのか？ 再びファクトチェック 陰謀論といわないまでも、偽史ともいうべき事実の歪曲が多いなあ、という印象があります。 松浦さんは以前も「新潮45ではリベラル系の論者にも寄稿依頼がされたが、彼らはみな断った。リベラルは逃げたのだ」と発言していますが、その事実はあったのか、そもそもいったいだれがリベラルなのか、真偽不明なまま「リベラルは逃げた」という言説が一人歩きしました。 今回の論考では、ちょっと気づいただけでも、 ・二次元キャラクターにしか性愛を感じないのも「性的指向」、アニメ愛好家らも性的マイノリティだという主張に「LGBTの研究者は頑なに拒絶」。（H237） →いわゆる「オタク」界隈のネット議論でこうした話もあるそうだが、書籍・論文や学会というレベルで論争はないよう。ツイッターで松浦さんに直接問い合わせたが、驚いたことに彼は書名や論文、研究者名の挙示を「頑なに拒絶」した。これでは編集部のつけた小見出し「LGBT研究者の愚行」も虚偽になりかねない。 ・性別適合手術の保険適用を認めたのは安倍政権。（H238） →厚労大臣の諮問に中央社会保険医療協議会が答申して適用に。当事者団体のねばり強い陳情やロビーが奏功したというべきで、なぜ総理のご英断ニュアンスなのか？\n\nNaoko Iwanaga / BuzzFeed 松浦氏の論考を同時期に掲載した月刊『WiLL』と『Hanada』", "@Maddarilke If Stan impacted your life (ie. All of our lives) with his work, post his work that touched you the most. Posting a selfie makes his death about you and how cool you felt taking a picture with him.", "Getty Images\n\nSpeaking to Spinoff, Lorde said: \"I built the show with Es Devlin, who I have admired for a really long time. And from the jump, we were just wanting to head towards something that we felt like we hadn't seen. It's hard to come up with stuff that feels new, and with the tank it felt weird and interesting and quite specific to me.\"", "She sells something to them on eBay, and when she delivers it they hit it off", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "not a cell phone in sight. seriously so amazing what the world would look like if we just got off our phones. wish we could go back https://t.co/DYBKH3ZJ17", "They come in many different shapes and sizes but share a crunchy bite and a buttery dough that will put any ol' American cookie to shame. They also come as so-called \"Gewürzspekulatius\" full of spices such as cloves, cinnamon, nutmeg and so on. Get the recipe here.", "How, you say? The green neutralizes redness and conceals pimples, lavender wakes tired skin up, and peach brightens complexions and helps to diminish sun spots.\n\nPromising review: \"I originally purchased this product to use as a makeup primer and was happy with the results. It wasn't until a recent vacation that I realized what all it was doing besides just priming. On my vacation I spent most of my time on the beach. I had bought oil-free sunscreen that was supposed to be formulated for your face. While it wasn't oily, it also didn't provide any protection from the sun. My face got very burnt, complete with sunglasses tan lines. Not having all of my usual beauty products, I decided to apply some of the One-Step Correct before bed. I couldn't believe the mirror in the morning. The burn was gone and I never had any of the peeling that I usually get after a sunburn. These are photos I took (above), one before bed and one as soon as I woke up.\" —Grace Rausch\n\nGet it from Amazon for $30.60.\n\nLooking for something less expensive? Try Maybelline's Pore-Eraser Primer from Amazon for $5.50.", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "These 20 \"Yes Or No\" TV Questions Will Separate The Millennials From The Gen Z'ers\n\nDo you remember being traumatised by that death on The O.C.?", "A 27-year-old Irish woman has told a Sydney court she tried to leave her fiancé multiple times over the course of their abusive relationship before she killed him in February 2017.\n\nOn Tuesday, Cathrina Ann Cahill, who has pleaded guilty to the manslaughter of David Walsh, faced the final day of her sentencing hearing in the New South Wales Supreme Court.\n\n\n\nAccording to a set of agreed facts in the case, which Justice Peter Johnson described more than once as “unusual”, Cahill killed Walsh in the early hours of Feb. 18, 2017, after he violently assaulted one of three friends Cahill had returned home with after a night out drinking.\n\n\n\nShe inflicted a fatal stab wound to his neck as the chaotic scene unfolded at the home she and Walsh shared in the southwest Sydney suburb of Padstow.\n\n\n\nThe pair were both Irish nationals in Australia on working holiday visas.\n\nCahill was originally charged with murder, but on Oct. 23 pleaded guilty to the lesser charge of manslaughter on the basis she was substantially impaired due to an underlying mental condition at the time.\n\nShe cried in the witness box as she was handed a photo from New Year's Eve 2016, the night of their engagement, that shows Cahill smiling and displaying her ring next to Walsh, six weeks before she fatally stabbed him.\n\nAsked by Johnson, who described the relationship as one of “two-way domestic violence”, why she had agreed to marry Walsh, Cahill said: “He told me he was going to change.”\n\n\n\nShe had packed her bags many times to try to leave the abusive and dysfunctional relationship she had with Walsh, Cahill told the court, but he would always return and perform small kindnesses, such as making her dinner or buying her flowers or a teddy bear.\n\nTwo or three weeks later the relationship would inevitably once again sour.\n\n\n\n“I think because I loved him I did believe that David would change, but every time he said he would change, it would just go back to the very way it was,” she said.\n\nIn part of her evidence, she stood up and approached the bench to point out to Johnson a scar on her lip.\n\n“How did you get that scar?” asked her barrister James Trevallion.\n\n“I was asleep in bed and David came home drunk and woke me up by hitting me in the face with an iPhone charger,” she replied.\n\nWhen Johnson asked Cahill why she had stayed with Walsh, who she agreed was a “controlling, unpleasant person” who she had a “pretty stormy” relationship with, she answered: “I loved him very dearly.”\n\n“He had good features. Davey had good days. But when he had bad days he had bad, bad days,” she said.\n\nShe said she feared “getting in more trouble” with Walsh if she told police the truth about their relationship, saying: “He would call me a rat and a dog.”\n\nEleven members of Walsh’s family in Ireland submitted victim impact statements to the court, including his brothers, sister, former partners and young relatives.\n\nKalem Walsh wrote that he was “overcome with grief” to hear of his brother’s death and that it had been very hard on him.\n\n“My life will forever be altered by his absence, a part of my life will be gone forever, I am resentful of this,” he wrote. “This crime has changed me as a person, the seriousness and pain has made me more bitter and far less trusting. Losing David was like losing part of my world, he was always supportive of me and my ambitions.”", "9.\n\nAnd this dog, who is just like ???how??? help???", "I hate to cancel. I know we made plans to get together tonight but that was two hours ago. I was younger then, and full of hope.", "“I was obviously profiled the moment I was born,\" she told BuzzFeed News. “My father was a dark-skinned Aboriginal man and my mother had mental health issues.”\n\nTurnbull-Roberts says the main reason she was removed from her parents’ care was neglect. But she argues that neglect is in the eye of the beholder.\n\n“Not everyone is born into privilege,” she said. “I grew up in social housing, but I grew up with aunties and uncles who were raising me as well.”\n\nWhen she lived with her parents, she says she was “raised strong in Aboriginal culture”, and it was difficult to be taken away from that.\n\nUntil she left the care system at age 18, she lived only with white families.\n\n“I was really confused at one point because I had foster carers tell me, 'When you go to school don’t tell people you’re Aboriginal because they’ll treat you differently',” she said.\n\nThe National Aboriginal & Torres Strait Islander Legal Services (NATSILS) says a law currently before NSW parliament would facilitate the forced adoption of Aboriginal children, threatening their connections with their culture.\n\nThe law would radically overhaul the child protection and adoption systems, removing the requirement for parents’ consent when a guardian wants to adopt a child.\n\nIt would also put a two-year limit on a family’s ability to get their child back once they are removed, before the removal becomes permanent.\n\n\n\nThe NSW government says that the law is a step towards making it easier to find permanent homes for children in care sooner.\n\nLegal groups argue that this law would disproportionately impact Aboriginal families, with NATSILS saying in a statement that it \"presents harrowing echoes of the Stolen Generations for our communities\".\n\nIn NSW, over a third of children in out-of-home care are Aboriginal, even though they only make up 3% of the population. According to Community Legal Centres NSW (CLCNSW), around 800 Aboriginal children are currently subject to guardianship orders. If the bill passes, these children could be immediately adopted without their parents’ consent.\n\nCLCNSW argues that the two-year time limit is arbitrary and sets families up to fail, because systemic obstacles prevent many families from being in a position to get their kids back within that timeframe. Those obstacles include a lack of public housing and a lack of support and rehabilitation services, and are particularly challenging in regional, rural and remote areas.\n\nTurnbull-Roberts says it’s these problems that need to be addressed, rather than making it easier for children to be adopted. “It comes down to fostering families, not fostering children,” she said.\n\nTo make an adoption order, the court has to be satisfied that the adoption will promote the child’s welfare and is in the child’s best interests. But Turnbull-Roberts says that assessing whether a child is doing well at the point in time the order is sought, and removing the possibility of restoring them to their family, could cost the child dearly.\n\n“They’re not actually just removing that child, they’re removing that whole identity of that family, they’re removing identity,” she said. “The best interests of children come from family and communities.”\n\nHazel Collins, a 62-year-old Gomeroi woman living in Gunnedah in northeastern NSW, has had four grandchildren removed from her family. All of them were children of her daughter Helen Eason, who has struggled with addiction, and each of them went to non-Aboriginal families.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!", "BuzzFeed\n\nMost natural deodorants come as a paste that you rub onto your armpits. That idea kind of grossed me out at first but I got used to it after a few days. WooHoo is a more solid formula than the other ones I tried, so I really had to scoop it out of the tub and work hard to turn it into a spreadable paste. It doesn't have much smell but kept me feeling ~fresh~ all day, even after walking around in the sun. The formula stops you smelling but also helps to absorb moisture, which I definitely noticed. I was still a little damp in my armpits on super-humid days but never smelled bad. The tub is HUGE and last for ages, so I'll be using it for a while.\n\nBuy it online and in various pharmacies and health food shops.", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Jenny Leong has called on fellow New South Wales Greens MP Jeremy Buckingham to resign over allegations he sexually assaulted a staffer.\n\n\"I cannot stay silent anymore,\" the member for Newtown told the NSW Legislative Assembly on Tuesday afternoon.\n\nLeong said too many of her party's resources, and too much energy, had been spent trying to investigate and defend \"one man and his unacceptable behaviour\". Former Greens staffer Ella Buckland filed a complaint to the party in April in which she alleged that in 2011, when she was 30, Buckingham walked up behind her outside his inner-city Sydney home and put his hands between her legs, grabbed her aggressively on the vagina and then kissed her neck. Buckland alleged the next morning Buckingham phoned her and threatened her employment with the party, a series of documents compiled in a Greens NSW workplace investigation and leaked to New Matilda last month showed. The Greens referred the complaint to an external company, WorkDynamic, which wrote a report in September that recommended the party find there is insufficient evidence to substantiate Buckland's claim. WorkDynamic recommended the Greens work with the Department of Parliamentary Services to improve induction, training and complaint procedures. Buckingham has denied these allegations.\n\nDean Lewins / AAP Jeremy Buckingham.\n\nLeong addressed Buckland in her speech on Tuesday: \"I believe you.\" \"I have known Jeremy Buckingham for close to decades,\" Leong said. \"I know what he is like. I used to consider him a friend.\" Leong claimed multiple Greens NSW volunteers had resigned over Buckingham's behaviour towards them.\n\n\"Beyond what has been articulated by Ella Buckland about how Jeremy behaved towards her, I know there have been active volunteers who have stepped aside or resigned as a result of Jeremy's behaviours,\" she said. \"While we must continue to respect the presumption of innocence, this cannot be used as a shield to protect men's violence against women.\"\n\nLeong said that on \"two occasions\", once in public and once in private at NSW parliament house, Buckingham was \"aggressive and intimidating\" towards her. \"For a male Greens MP to behave in an aggressive and intimidating matter to a female Greens MP in the heart of her own electorate when people are passing,\" Leong said. \"Jeremy you have had countless opportunities to take responsibility for this.\" Leong said the fact she \"felt compelled to wait\" and use her parliamentary privilege to speak out on this issue highlighted the \"urgent need for defamation law reform\" in NSW. Leong released a joint statement with federal Greens senator Mehreen Faruqi which called on Buckingham to \"step aside and not contest at the next election\".\n\nA joint statement from @jennyleong and I", "Six people were killed as a result of the rampage: three-month-old Zachary Matthew-Bryant; Yosuke Kanno, 25; Bhavita Patel, 33; Jess Mudie, 22; Matthew Si, 33; and Thalia Hakin, 10.\n\nA jury has found 28-year-old James Gargasoulas guilty of the murder of six people, and of recklessly injuring 27 others, when he drove at pedestrians along a busy shopping strip in Melbourne's CBD on January 20, 2017.\n\nThe car used in the rampage in January 2017\n\nAfter a five-day trial, and less than one hour of jury deliberation, Gargasoulas was found guilty of their murders and recklessly injurying 27 others during the incident.\n\nGargasoulas had pleaded not guilty to all charges. According to Nine News Gargasoulas had claimed psychosis and delusions due to drug use at the time of the rampage. He did not use mental impairment as a defence, however.\n\n\n\nThe ABC said he apologised for the attack, and said a \"premonition\" before the event gave him permission to run down people to evade police.\n\nAccording to The Australian, a sentencing hearing will be held in January.\n\nLast week Bourke St was the scene of another attack. Hassan Khalif Shire Ali set alight his car on Bourke St in the Melbourne CBD on Friday afternoon and stabbed three men before being shot by police.\n\nOne man, 74-year-old Melbourne cafe owner Sisto Malaspina, died from his injuries, while the other two men have non life-threatening injuries.", "Which: we all do it! Tbh it's not a bad thing to have full closets, and you don't have to aspire to perfection. But if you want to declutter some, both offer helpful (but different) tools and systems that could make all the difference!\n\nPromising review for The Life-Changing Magic: \"It's soaked with knowledge and super inspiring! As a chronically messy person, this book completely changed my perspective on 'tidying,' what to throw away or get rid of, and how to find joy in your space again, how to reclaim it! Honestly pretty awakening, and I think absolutely everyone could learn something from it.\" —rainydayshopping\n\nGet it on Amazon for $9.69, Barnes & Noble for $13.59, Indiebound, or find a copy at your local library.\n\nPromising review for Unf*ck Your Habitat: \"I love this book! It is nonjudgemental and actually applicable to a normal human. This is a book I can follow, use, and come back to. The author doesn't shame you into cleaning and takes different lifestyles, mental health and mobility restrictions into account. Can't recommend enough if you're looking to change your cleanliness habits in a way that is gentle and doesn't make you feel like a pile of garbage yourself.\" —R-Dinner\n\nGet it on Amazon Kindle for $9.99, Barnes & Noble for $15.75, Indiebound, or find a copy at your local library.", "Vestron Pictures\n\n\"Johnny and Baby after she turns up at his cabin, gives him the 'I'm scared of walking out of this room speech...' and asks him to dance, and he replies incredulously, 'Here?!' Then they sway in time to the music, while brushing lips and stripping off. It's so sexy. (Also happened to be the part my dad walked in on and thought we were watching porn.)\" —Leannetillyk", "Australia’s biggest online shopping event, Click Frenzy , is happening RIGHT NOW. Here's some of the best bargains to add to cart (even though the actual \"frenzy\" doesn't officially kick off til 7pm AEDST).", "When you put cereal back in a bag and it creates a bulge in the middle of the box.\n\nWhen you try to pull down your window blinds and they do the thing where they get uneven on one side.\n\nWhen the TV internet kicks you off and you have to use your remote to type in a long-ass password.\n\nWhen you put a blip of toothpaste on your toothbrush but it falls into the sink before it reaches your mouth.\n\nWhen you're singing along and your music stops playing for some reason and you hear how terrible you actually sound.\n\nWhen you're zipping up a coat and the zipper doesn't catch and does that FUCKING GAP THING.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Green bean casserole is also the easiest thing in the world to make. All you do is dump cans in a casserole dish and mix it all with a spoon. Pop that baby in the oven and boom, you're done.", "Check out Netflix's full holiday lineup below!\n\nA Christmas Prince\n\nA Very Murray Christmas\n\nBoJack Horseman: Christmas Special\n\nChristmas Inheritance\n\nGilmore Girls: A Year in The Life (Episode 1: \"Winter\")\n\nLove Actually\n\nHow the Grinch Stole Christmas\n\nMariah Carey's Merriest Christmas\n\nBad Santa\n\nBad Santa 2\n\nIrving Berlin’s White Christmas\n\nGet Santa\n\nA Christmas Star\n\nA Holiday Engagement\n\nThe Christmas Project\n\nA Dogwalker’s Christmas Tale\n\nChristmas in the Smokies\n\nAngels in the Snow\n\nChristmas Crush\n\nChristmas Ranch\n\nChristmas Wedding Planner — (New 11/15)\n\nChristmas with a View\n\nCoffee Shop\n\nDear Santa\n\nHoliday Baggage\n\nHoliday Breakup — (Exp 12/15)\n\nHow Sarah Got Her Wings\n\nMerry Kissmas\n\nMiss Me This Christmas\n\nThe Christmas Candle\n\nThe Spirit of Christmas\n\nYou Can’t Fight Christmas\n\nGeorge Balanchine's The Nutcracker\n\nChill with Bob Ross — (New 12/1)\n\nPee-wee’s Playhouse: Christmas Special\n\nDisney’s Beauty & The Beast\n\nA Russell Peters Christmas\n\nAll American Christmas Carol\n\nTrailer Park Boys: Xmas Special\n\nChristmas Cracker\n\nRed Christmas\n\nSemana Santa\n\nTree Man\n\nUncle Nick\n\nThe Holiday Calendar\n\nThe Princess Switch — Available 11/16/18\n\nThe Christmas Chronicles — Available 11/22/18\n\nA Christmas Prince: The Royal Wedding — Available 11/30/18\n\nThe Great British Baking Show: Holidays — Available 11/30/18\n\nNailed It! Holiday — Available 12/7/18\n\nNeo Yokio: Pink Christmas— Available 12/7/18\n\nSuper Monsters and the Wish Star — Available 12/7/18\n\nFuller House: Season 4 (Episode 1: \"Oh My Santa\") — Available 12/14/18\n\nChilling Adventures of Sabrina: A Midwinter's Tale — Available 12/14/18", "...but, she also participated in a video for magazine's popular \"73 Questions\" series. While the video, like Emily herself, is delightful, it is also full of tidbits you might know about her:", "A research institute for coral reefs has been turned down for future funding by the Australian Research Council (ARC), leaving international environmental scientists confused and disappointed.\n\nThe ARC Centre of Excellence for Coral Reef Studies, based at James Cook University in Queensland, will lose 37% of its current annual budget after the decision comes into effect in 2021.\n\nThe centre is a collaborative research partnership between James Cook University, The Australian National University, The University of Queensland, and The University of Western Australia, as well as marine science organisations.\n\nThe research that the centre produces is influential in marine and environmental science: Researchers from Coral Reef Studies produced 373 publications in 2017, which were cited nearly 40,000 times throughout the year.\n\nThe centre will also lose its title as an ARC Centre of Excellence, but it can apply to keep the title for up to three years after funding ends.\n\nThe ARC is the body that advises the government on research matters and allocates grants to research and development.\n\nProfessor Garry Peterson, a sustainability scientist from the Stockholm Resilience Centre at Stockholm University, is dismayed that the ARC’s funding will be discontinued.\n\n“It is deeply stupid for Australia not to fund (or even consider funding) its world-leading coral reef research, when the centre has an excellent track record and a strong proposal,” Peterson told Nature.\n\nPeterson told BuzzFeed News that in “normal times” it would be acceptable for another organisation or field to be given the opportunity by the ARC to carry out their research.\n\nHowever, Peterson believes that in light of the Intergovernmental Panel on Climate Change (IPCC) report and “given that the world’s coral reefs are in severe crisis, now is the time to fund coral reef science”.\n\nThe IPCC report was created to outline the difference between a 1.5-degree Celsius and a 2-degree Celsius rise in global surface temperatures. The report stated that if global temperatures are allowed to rise to 2 degrees Celsius, “virtually all” coral reefs will be lost.\n\nPeterson is particularly concerned about funding priorities in light of a federal government decision to give a small nine-person organisation nearly half a billion dollars in funding earlier this year.\n\n“This is especially stupid when the Australian Government is giving over $400 million to the inexperienced Great Barrier Reef Foundation (GBRF),” said Peterson."]