["Check\n\nPlease like and subscribe to my YouTube channel where you can watch me do my morning routine as I answer questions about ghosts. Please, it is my only source of income.", "\"I've been wanting to try my hand at making kombucha for a few years now, but was afraid of making it wrong and becoming deathly ill. Also, I admit, the scoby kind of freaked me out. One of the blogs I follow recently reviewed this kit and I decided to go for it (and besides, paying upwards of $3.50 per bottle at the store was getting ridiculous). I am so happy I bought this kit! I'm currently brewing my second batch as my first batch came out awesome! I made a ginger/orange flavor and a strawberry/lemonade flavor from that first batch and they taste even better than what I can buy at the store. And no more fear of the scoby! I actually enjoy looking at it daily to see what new changes have occurred overnight. I think it's safe to say I will never buy store-bought kombucha again!\" —Cheflene", "He refused to give a shout out to the fan's friends.\n\nHe refused to take a photo because the fan was in a strange costume.\n\nCorrect! Wrong! He refused to shout out the fan's friends!\n\nBasically, a girl asked Rami for a photo and he agreed. But, when she asked him to say hi to her friends, he flat out said no and the video was so cringe-worthy. Later, he even shared his own thoughts on what happened!\n\nTap to play GIF Tap to play GIF\n\nVia Summit Entertainment", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Though about halfway through the setlist, it appears she got fed up with her waterlogged fake eyelashes. During \"Don't Blame Me\" she ripped them off without missing a beat.", "Are you ready for the MOST epic double date ever? It's going to be with either Nick Jonas and Priyanka Chopra or Joe Jonas and Sophie Turner. Let's see who you and your S.O. are meant to be BFFs with...", "Warner Bros.\n\n\"I don't like biting crunchy foods so I break it into small pieces before I begin eating. If I eat a bag of chips I'll smash the bag before even opening it just to make sure I can grab one small piece at a time. Who wants to sit around holding half a chip until they're ready for another bite? Not me, suckers.\" —Jaci Jarman, Facebook", "Saying \"You too!\" when a waiter tells you to enjoy your food", "I was pleasantly surprised, so I decided to share my thoughts on Twitter. Not that many people really agreed with me, which is offensive.", "Poo-Pourri has garnered over ELEVEN THOUSAND REVIEWS on Amazon, and the verdict is in: This shit works.\n\nPromising review: \"I have these sprays in every bathroom in my home. I also travel with them, because you know how it is in a hotel with the bathroom right there by where you're sleeping... I also keep one at work, although I had to start hiding it in the bathroom because apparently other people love it as much as I do and decided to take it home with them. I highly recommend. So much more effective than the 'courtesy flush.' By the time you do that one, the problem is already 'out there.' With Poo-Pourri, it never has a chance. I haven't met a scent I didn't like so far. What a great idea!\" —Kindle Customer\n\nGet it in a variety of travel sizes from Amazon for $4.95+.", "There are around 170 million pieces of space junk currently in orbit around the Earth, hurtling around at high speeds and posing a constant threat to space technology. Now scientists believe they may have found the solution: shooting the junk with lasers.\n\nInternational experts will convene in Canberra this week for the 21st International Workshop on Laser Ranging, hosted by the International Laser Ranging Service (ILRS) and Australia's Space Environment Research Centre (SERC).\n\n\n\nThe primary discussion point will be the launch of a laser program in Australia to shoot space junk with highly-accurate beams from the ground at SERC's Mount Stromlo base in the ACT, moving them out of Earth’s orbit.\n\nSpace debris is really dangerous. It travels at a speed over 28,000 km/h (a bullet travels at 4,500 km/h), meaning that debris as small as a centimetre across can damage or destroy satellites.\n\nThe Department of Aerospace Engineering at the University of Texas has a program called AstriaGraph that currently tracks 26,000 objects that range in size from that of a softball to a school bus.\n\nManned spacecraft and GPS and communications satellites are all in danger of collision with space junk.\n\nDr Moriba Jah, an aerospace engineer from the University of Texas, said in a media conference held in Canberra that space junk is a serious cause for concern, particularly as space technology becomes more accessible.\n\n“If it makes you feel uncomfortable, it should.” The space junk problem is also growing quickly “because we have more and more countries participating in space,” said Jah.\n\nDr Ben Greene, the chief executive officer of electro optic systems at SERC, told BuzzFeed News that the aim is to bring the objects back to Earth safely or gently move space debris from one orbit to another.\n\nThe aim of using lasers is not to splice the junk into more pieces, as this would only exacerbate the issue. Instead, the laser beam exerts force on objects in orbit equivalent to four or five times that of sunlight, meaning that rather than shooting objects out of the Earth's orbit or down to Earth, they are nudged progressively over time.\n\n“It’s like throwing sand at something,” said Greene. “To de-orbit so it comes all the way down and it burns in the atmosphere, we’d have to engage it with the laser for three minutes about 10 times.”\n\nThis is a laborious process, as the scientists then have to track the object's new orbit on each rotation and ensure that it is not going to collide with something else.\n\n“Typically with those orbits, you only see the objects two times a day, and the rest of the time they're orbiting over the Pacific or America or somewhere else, so it would take a week [for each piece of junk to be pushed out of orbit],” said Greene.\n\nHuman-made objects in space have been collecting in Earth’s orbit since the early ’60s, and the first recorded fragmentation of a space object was in 1961, when the Ablestar, an American launch vehicle used to propel experimental satellites, became the first object to unintentionally explode.\n\nThe Ablestar explosion created nearly 300 large fragments of debris, increasing the total amount of debris in orbit by 400%. Sixty percent of the Ablestar junk was still in orbit in 2011 because of the high altitude of the explosion.\n\nThe majority of space debris that has amassed since has been created by collisions of spacecraft (both intentional and accidental).\n\nThe most significant contributing event was the 2007 Fengyun-1C destruction, in which China launched an anti-satellite device on a ballistic missile that hurtled towards an old, unsuspecting weather satellite at 16 km/s. The resulting explosion created over 3,000 pieces of junk.\n\nGreene notes that while Australia is not the ideal location for most space programs, due to the lack of high mountain ranges, it does provide the perfect climate for shooting lasers into space, because they work best in a dry air environment (the efficiency of lasers can be affected by atmospheric elements such as water droplets).\n\n\n\nGreene also says that SERC’s tracking technology for space debris is 100 times more accurate than any other agency in the world because of the laser system it developed to locate junk in orbit.\n\n“Nowhere else could run a program for debris mitigation because no one else knows where the debris is accurately enough,” said Greene.\n\nSERC’s program to accurately track space junk and build the laser system has been in operation since 2014 and the $200 million laser system will be switched on for the first time in December.\n\nThe laser will only be run at 10% capacity at first but will be in full operation by March 2019, Greene said. Unfortunately, it has been designed to be invisible to the naked eye.", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "We recently asked the BuzzFeed Community to tell us about the coincidence that brought them and their significant other together. Here are some of their responses!\n\n1. This couple who had a picture together before they officially met: \"I spotted my future partner from across the dance floor at a club in 2006. I took a selfie with him, with an actual camera, and walked away. I posted the photo on Friendster and my sister asked me how I knew the guy. I told my sister I didn’t know who she was talking about. Turns out her and the guy in the photo’s older brother had been friends since 1994. My sister wanted to hook us up, but she didn’t because of our age difference (5 1/2 years). With this new info, I found him on Facebook and asked him out for coffee, and we’ve been together for 11 years.\" —shaunadeg\n\n2. This couple wouldn't have met if she had deleted her profile a second earlier: \"I had tried online dating off-and-on for a while. I’d been on some dates, had a few relationships, but overall I was just sick of the whole scene and was ready to swear off dating for a while. I logged in one final time to delete my profile and the app forever. My boyfriend happened to message me seconds before I deleted the profile. We’ve been together two years now and I always joke around that he made it in the nick of time!\" —lizaraffetheawkwardgiraffe\n\n3. This couple who kept missing their exits: \"We met by chance driving home. We were both leaving work in the same city. Going home should have been a very quick route but we both kept missing our exits for one reason or another. We ended up on the same exact highway, at the same exact time, that was completely out of the way to go home. I'm usually in a rush to get home after a stressful day but this day in particular, I was very calm and took my time. We took the same exit but took different turns to a road that ultimately merged. I looked over and saw this incredibly gorgeous man. I smiled at him and he smiled back. He asked me to pull over to exchange numbers and it turned out that we lived two minutes away from each other. Nine years later we're going strong. It's funny how a coincidence can change your life.\" —oldsoul972\n\n4. This couple that bumped into each other more than once: \"My husband and I initially met at a Def Leppard concert at the Nebraska State Fair. My roommate and I went to the concert with a couple of friends. My roommate’s boyfriend and a couple of his friends were also at the show but seated in a different section. We met up after the concert so my roommate could leave with them. I was introduced to Eric (my husband), but we only spent about five minutes together. Fast forward 3 1/2 years, my roommate and Eric’s friend are married. She threw her husband a birthday party, where I saw Eric again. We started dating a month later and got married 2 1/2 years after that. We’ll be celebrating our 13th anniversary in January.\" —bethmcivorh\n\n5. This couple who met on MapleStory: ameliabailey / Via buzzfeed.com \"While playing an online game (MapleStory FTW), this avatar randomly comes along and my ex said, “Oh wait, this in-game/screen name belongs to my cousin.” Long story short, my future husband and I add each other in the game, and we end up playing COUNTLESS HOURS together. Which eventually lead to sharing phone numbers and social media pages with each other. When my ex and I broke up, my future husband was already my best friend. So he quickly became my shoulder to cry on and my “person” for almost anything, and after almost eight years of being together, we got married this past August! Here’s our MapleStory wedding from 2010 or 2011!\" —ameliabailey\n\n6. This couple who weren't aware of how many mutual friends they actually had: \"Before my boyfriend and I met, we learned that we'd had several mutual friends. I became good friends with one of them when I was living in a completely different state. When my friend would visit his hometown, he'd visit my current boyfriend. Another friend I've had since 8th grade lived in my boyfriend's old bedroom and they were college friends! Me and my boyfriend also worked in two different but conjoined restaurants that shared a back dock, where I often talked to his coworkers. Somehow, though, we were never introduced. It was a good thing, though, because during all those times, I was dating somebody else. Finally, a couple of months after I'd broken up with my ex, my current boyfriend came into a different restaurant that I'd started working at and sat at one of my tables. He flirted with me a lot and I hoped so badly that he'd leave his number. I ran back to the table after they'd left and luckily he did! We have been together ever since and are so happy together. Timing is everything, and even though there were several ways we could have met, we didn't until the perfect time.\" —courtneya4f8e9be56\n\n7. This couple who proved a parent wrong: \"I met my husband at a homeschool meeting. I was 12, and he was 16. I told my mom that I really liked him and that I wanted to marry him. My mom quickly brought me back to earth and reminded me that he was practically an adult already. I invited his family to my 13th birthday party and that was the last time I saw him. Over 10 years later, he came back home from a stint overseas with the military. He came walking in the grocery store where I worked and it was weird. My feelings had changed, I had another guy. But he hung around, we went to dinner, and became good friends. But ONLY friends, I was very clear. Then he had family issues and disappeared. Only when he was gone did I realize that I loved him. By that time, I was single and it took me over three months to find him and tell him that I loved him. A year later, we are married and expecting a baby. A naive 13-year-old's dreams came true!\" —eaglehyland\n\n8. This couple who initially fell out with each other at a bar: \"We were neighbors! I lived on the first floor, he lived on the third floor. We first met at the bar near our apartment complex, kinda' bickered with each other, then we didn't run into each other for another nine months. Then we ran into each other at our apartment complex when a fellow neighbor locked her keys in her car. We started hanging out, and it kinda' just became more. Now it's 3 1/2 years later, and we live together and started a law firm together.\" —tangyal\n\n9. This couple who were brought together by a twist of fate: \"When I was in high school I did an overnight college tour where we stayed in a dorm and took a couple of classes to see what it was like. I was randomly assigned to a host and in her dorm were pictures of her and her boyfriend. She joked that her boyfriend was taken, but showed me a picture of his single brother! I remember leaving thinking college must just be full of cute guys. Later, I got accepted into that college and met that girl's boyfriend's brother (totally randomly) through other new friends, forgetting all about that high school trip. It wasn’t until we were dating a while that I realized the connection. We’ve been married 4 years now! (FYI: The girl and my brother-in-law broke up, but he’s happily married to someone else and she served an unintentional matchmaking purpose!)\" —allie493550f64\n\n10. This couple that met during a bad date: shelbyjoh / Via buzzfeed.com \"I met a man on an elevator who convinced me to go on a first date with him, and I wasn’t really feeling him, but I went anyway. I was nervous, so I suggested that we go to the bar down the street from where I worked because my friend was bartending there. Turns out, this was the WORST DATE I’ve ever had — with the man being simultaneously boring and rude, bragging about a lawsuit against him, hitting on my friend and then trying to flirt with me again. Then I saw the beautiful man (my current partner) out of the corner of my eye and he looked very familiar. I couldn’t stop staring at him — both because he was hot and because I was trying to figure out how I knew him. I finally got his attention and asked him if we had met before, and he said that we actually met on Bumble but that I had ghosted him! I was mortified and the fact that I was on another date made it worse. I confessed that I deleted the app because it was too much, not because I wasn’t interested. After that, I tried to run and hide from my awful date. My beautiful partner happened to be taking out the trash at that very moment, got my number, and now we're head over heels and live together! Oh also, it was his FIRST day working there too! So if we had gone somewhere else, gone a day earlier, or if my friend was off that day, we never would have met.\" —shelbyjoh\n\n11. This couple that met because of a happy mistake: \"I was supposed to get off on the 11th floor of the courthouse for a trial I was watching, but I accidentally pushed the button for the 10th. It wasn't until I got off and walked to the courtroom that I realised I was going to the wrong trial. One of the attorneys in the trial was outside the courtroom waiting for the jury to return for a verdict. Instead of turning on my heel and embarrassing myself by admitting I wasn’t in the correct place, I struck up a conversation with him. We exchanged numbers and seven years later, we’re married with a four-year-old.\" —alicea4e679cdf6\n\n12. This couple who have to Tinder to thank: \"I was on Tinder casually, almost swiped left on a guy, but decided at the last second to go right instead. We chatted and he ended up being the only person from Tinder I ever met up with in real life, fast forward five years and now I’m married to the guy’s roommate and we have our second kid on the way. I always wonder how my life would be different if I hadn’t swiped right on that guy...\" —danih47af4a746\n\n13. This couple who moved to the same places around the same time: \"My boyfriend and I unknowingly lived in Seattle at the same time. We even had mutual friends and attended the same industry events but never crossed paths. We then moved to LA around the same time as each other! Two years later, a mutual friend invited me to an event and I noticed a very attractive man setting up the signs. He was wearing a Seattle International Film Festival T-shirt and I told him that I was from Seattle. We slowly but surely hit it off and now we’ve been together for the past few years!\" — Meli Alexander via Facebook\n\n14. And finally, this adorable couple who deserve all the happiness in the world: kaydr2 / Via buzzfeed.com \"I’ve always been interested in learning languages, so over the years, I dabbled in American Sign Language (ASL). While working at a bank, the cutest guy used to come in, and when I found out that he was deaf, I made a point to wait on him and use my basic signing skills. My best friend worked at the same company as me and every time he came in I would gush to her about how cute this guy was, how I was going to actually learn ASL for him and we were going to live happily ever after etc. Basically, I had a MAJOR schoolgirl crush, but I was sure that’s all it was. My best friend started to date someone new, and it turned out her new guy was someone I grew up with/went to school with. I knew her new guy mostly because his stepbrother was my first serious boyfriend way back in 9th grade! They’d been dating for about two months and she kept telling me that they wanted to double because her boyfriend had someone in mind for me. Well, when we arrived at the restaurant, I was a nervous wreck from being set up on a blind double date, and who does this mystery man turn out to be, you ask? The cutie from the bank, of course! I was so terrified my head was buried in the menu for the first 25 minutes of dinner, thinking, how were we going to communicate? Eventually, I calmed down and it turned out that he remembered me as ‘the pretty girl who signed to him’ at the bank! I lucked out that it was a double date because my ASL skills were limited and my best friend’s boyfriend could interpret for us when needed. We went to a bar afterward and as the conversation came more naturally, I discovered that the boys were actually brothers. So I had grown up and gone to school with both his older and younger brother, but never met him because he went to a residential deaf school an hour away instead of our local public school. I couldn’t believe we grew up in the same town and never officially met! I woke up the next day determined to learn as much ASL as quickly as I could and started teaching myself online. Soon he told me I learned more in two weeks than his ex-girlfriend ever did in two years. Almost a year later, I love learning ASL so much that I’m considering becoming an interpreter and we’re moving in together. Stay tuned to see if we live happily ever after!\" —kaydr2\n\nNote: Submissions have been edited for length and/or clarity.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Answer These Five Questions To Learn Your Love Style\n\nEveryone has their own style.", "Remember that you are never alone in your pain, and that everything is temporary. Pain, joy, elation, panic, anxiety, it is all temporary. Be grateful for the experiences that continue to build character, and make you who you are. https://t.co/SLTrmua3DP", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "Promising review: \"I had a couple pairs of these back in the mid-1990s as a teenager and now I remember why I loved them! They are so cushy and comfortable while keeping a streamlined appearance. Very stylish and the perfect versatile sneaker that can go more sporty or be paired with cute outfits. I love that these have come back and better than ever. The quality is excellent and the color is absolutely gorgeous on these.\" —Angela M\n\nPrice: $30.75+ (available in sizes 5.5–11 and 10+ colors)", "No, it's enough work as is and they're probably used to figuring out what to do in these situations", "There are two types of people: people who post their food on Instagram and people who hate them. I fall into the former. Years ago, I jokingly posted an unflattering, unfiltered picture of my jacket potato with chilli and cheese on top to “break up all the pretty food on your timeline”, but since then the meals worthy of recognition on my profile haven’t often been the ones that made me go back for more, but the ones with a garnish that made me go “ooooh!” before picking it off. We post photos of burgers as tall as our heads, or of acai bowls that somehow encompass every colour of the rainbow, but the one thing that nobody posts a photo of is their “ugly” food. In fact, someone calling your Instagram picture of a meal ugly is a comment embarrassing enough to make you want to delete your account.\n\n\n\n\n\nBut when I think of good food, I don’t always think of jewel-red tandoori chicken — it’s also brown daal and beige aloo paratha. Korean food isn’t just an inviting, colourful bowl of bibimbap; it’s also a bright orange, slightly misshapen kimchi pancake. The food we share online is often less about what we like and more about what we want people to think we like: the flattering idea that you’re someone who goes to food pop-ups to have a taco/burger/hot dog hybrid, or who arranges their fruit into a geometric pattern and wakes up at 6am to have a smoothie and do yoga. But if food is a way of telling people about our lives, so much of the best-tasting stuff is getting cut out of the picture.\n\n\n\n\n\nWe all filter things; I conveniently crop out the burnt-on pasta sauce stains on my cooker when posting a photo of my bakes, and pictures I take inside of restaurants are often only ever of that one floral wall they specifically put there for people to take pictures of. You can be self-conscious about sharing your cooking in case it looks bad even though it tastes great, or about posting a picture of the dinner you had a restaurant if there aren’t enough vibrant colours in it and the lighting is a bit poor. In fact, in the UK, a third of fruit and veg is apparently deemed too ugly to sell. But we’re mammals, and food, even the prettiest food, is fuel, so an apple with shiny peel will lodge between your teeth just like a duller one.\n\n\n\n\n\n“But nobody wants to see my crappy food!” If it tasted great, why not share it? Sure, a watery omelette with floating, pale mushrooms might not be something you’d want to post, but a cheesy bolognese bake? A huge pot of really good chilli? I’m probably not the only person to have photographed some fancy brunch that had fake flowers on it, only to pick around the food and then just order a cake instead. When I make my favourite gingerbread cake, I don’t pour over the toffee icing until after I’ve taken some photos, just because I worry the icing makes it look “sloppy.”\n\n\n\n\n\nWhen you’re sharing the food that makes up your life online, it’s worth remembering that the breadcrumb-topped mac and cheese you make at home and the completely beige chow mein you eat in front of the TV when you go to your friend’s house are also part of the picture. Don’t feel embarrassed that the banana bread you baked doesn’t seem to have a “good” angle if it was so nice you went back for seconds, or if the camera doesn’t make your biryani look as good as it tasted. We might not ever want to show the “ugly” side of our lives on social media, but ugly food is what you eat at home after a crap day, or what you have when catching up with a friend, or what you order at a restaurant you like that hasn’t cottoned on to the “feature wall” thing yet. Things don’t have to look good to taste good, and what tastes better than the food you really, truly want?", "2.\n\nHe revealed that he told his son that he will be upfront about his acting skills if he can't act well.", "Set on the Pacific Ocean, Seattle is famous for its seafood, so while visiting, you should be eating as much fish and shellfish as possible. The menu at Emerald City Fish & Chips veers on the southern side, featuring dishes like oyster po' boys ($10) and crab hush puppies ($6). But you can't go wrong with the fish and chips, which can be ordered with salmon, cod, halibut, or catfish ($8.95-$10.95).", "What's the worst, most cringeworthy thing you ever witnessed at a wedding? Tell us using the dropbox below, and you may be featured in an upcoming BuzzFeed Community post or video!", "9.\n\nHalloween was great, because they'd have these handy pails you could use for trick-or-treating (though you usually used a pillowcase to bring home a bigger haul):", "Picture this: You've just been proposed to, and you want to snap that iconic photo with the ring on your finger. There's just one problem — your nails aren't done. What the heck do you do?", "The set includes one small trunk and one large trunk.\n\nPromising review: “I bought these to use for shoe storage in my bedroom and they look great! The two of them hold all the shoes that were on my ugly, tiered fabric shoe rack. The trunks are attractive, simple, and an affordable upgrade to our room.” —Amazon Customer\n\nGet them from Amazon for $99.99+ (available in three colors).", "The song — which was released less than an hour before her ex Pete Davidson was to take the stage on SNL 👀 — basically references her past relationships and what they've taught her.", "\"Eu dou dois anos. Aí, se não fizer...\", disse Luís Paulo Melo, que votou em Jair Bolsonaro para presidente. \"Se ele não corresponder, a gente muda.\"\n\nKarina Nunes Leite, que teme pelos direitos das minorias no governo Bolsonaro, acha que ele vai tentar cumprir suas promessas logo no primeiro ano de mandato. \"Não sei como é que vai ser depois disso\", disse.\n\n\"O meu prazo é seis meses\", disse Roberto de Almeida. \"Se não emplacar em seis meses, nem adianta. Perdeu o Brasil.\"\n\nTodos eles foram entrevistados no Rio de Janeiro para a série \"Eleitores\", do BuzzFeed News, em 29 de outubro de 2018. No dia anterior Jair Bolsonaro, do PSL, havia recebido 57.797.847 votos (o correspondente a 55,13% dos votos válidos) e vencido o segundo turno das eleições presidenciais contra Fernando Haddad, do PT.\n\n“É um dia meio fúnebre, né? Uma coisa assim meio de preocupação, de medo”, disse Adriana Campos. Jacira Miranda, que votou em Bolsonaro, tinha uma percepção bastante diferente do day-after: “Tô achando uma tranquilidade, tô sentindo uma paz”.", "Everyone Should Have A Go-To Karaoke Song, So Here’s Yours\n\nLet this quiz guide you to your perfect ballad.", "Share On more Share On more\n\nMore", "Netflix\n\n\"There’s no way we were going to make this without having that beautiful spiral staircase; it’s such a striking and iconic image in the book,\" said Flanagan. \"I think it’s three stories tall, and when we would go up the stairs the cast would start to feel a little bit of vertigo. Kind of up by the ceiling of the sound stage, you can see through it and as you look down at your feet you can see the floor through the whole thing. It just seems like this very strange vortex, this spiral that seems endless when you’re at the very top of it.\"", "Share On more Share On more\n\nMore", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Fox\n\n\"Honestly, its the layout of the house I keep having an issue with. The TV keeps changing room and the kitchen keeps connecting to different rooms! Also that episode where Homer chokes Bart through the back wall of his bedroom - but that wall is the end of the house and Bart's bedroom is the OTHER side. And lets not even get started with the basement - its size and features change depending on the plot.\"\n\n— Caragh Pryce, Via Facebook", "...which led to Ariana dragging Pete on Twitter (she deleted these, but I screenshotted them because drama deserves to be preserved forever):", "Arielle Calderon\n\nSince I've been here, three people had their phones stolen and one person got their wallet stolen. There aren't really any violent robberies, it's mainly just pickpocketing.\n\nThe saying here is, \"Don't give papaya.\" That essentially means to not give people the opportunity to take advantage of you or steal your stuff. Constant vigilance!", "\"Eu não sou mandona, eu sou o chefe\".\n\n\"Eu soube que tinha me tornado um adulto (ou estava perto disso) quando aprendi a me posicionar e defender meus próprios interesses e necessidades de uma forma madura, não importa com quem.\" — rhdtmp0705", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Every year, the holiday season comes around, and every year you're confronted by the same question: What the heck am I supposed to get people that they'll actually like?\n\nSomething practical? Something whimsical? Should I spend $20? $200? What do I get my father? My coworker? The questions are endless and paralyzing, leaving you worried that your gifts will turn out...less appreciated than you'd hoped.\n\nBut all of that is in the past. This year, let's try something different. Let's try the BuzzFeed Shopping newsletter.\n\nThat's right: BuzzFeed has a newsletter all about shopping, and it's here to solve your every gift-giving woe.\n\nFrom now through the end of the year, you'll get twice weekly emails featuring roundups of our absolute favorite BuzzFeed shopping content and gift guides. From totally practical gifts to inexpensive stocking stuffers, you'll get gift ideas for every person in your life, no matter your budget. And as the holiday gets closer and closer, don't worry — we'll have great last-minute ideas as well if you still haven't found something. No matter what kind of gift you're looking for, you'll find it!\n\nAnd even once the holiday season is over, you'll get once-weekly newsletters filled with perfect products you'll want to keep for yourself!", "You can keep your four pieces for as long (or as little) as you want . Once you're done with them — one, or two, or all — just ship 'em back and you can rent more! There is no limit to how many times you can rent or for how long you can keep any piece.", "The response to the forum was so strong that Kleiman and McIntyre teamed up to make not only the viral comic, but a collection of incredible comics that shine a light on the hidden pain of postpartum women — and hopefully help moms feel less alone.", "Aprenda a fazer os quatro sorvetes:\n\n4 maneiras de fazer o sorvete de 2 ingredientes\n\nMorango\n\nPorções: 4 a 6\n\nVocê vai precisar de:\n\n450g de morango\n\n¼ de xícara de mel\n\nModo de preparo:\n\n1. Corte o melão ao meio e retire as sementes.\n\n2. Corte em fatias e remova da casca.\n\n3. Coloque os pedaços de melão em uma forma forrada de papel manteiga e coloque no freezer até endurecer.\n\n4. Adicione o melão congelado e o mel em um processador de alimentos e bata até estarem bem misturados.\n\n5. Coloque em uma forma de pão e leve ao freezer até estar completamente congelado.\n\n6. Bom apetite!", "BuzzFeed\n\n4 porções\n\nVocê vai precisar de:\n\nCreme Inglês\n\n2 gemas grandes\n\n50 g (1/4 xícara) de açúcar\n\n2 colheres de sopa de amido de milho\n\n1 colher de chá de baunilha\n\n240 ml (1 xícara) de leite\n\nMassa Folhada\n\n240 ml (1 xícara) de água\n\n115 g (1/2 xícara) de manteiga sem sal, em cubos\n\n1 pitada de sal\n\n95 g (3/4 de xícara) de farinha de trigo comum\n\n5 ovos grandes, separados\n\nRecheio\n\n240 ml (1 xícara) de creme de leite, batido\n\n5 morangos\n\n5 amoras\n\n5 mirtilos\n\naçúcar de confeiteiro, para enfeitar\n\nModo de preparo:\n\n1. Faça o creme: Em uma tigela média para micro-ondas, misture as gemas, o açúcar, o amido de milho, a baunilha e o leite. Cubra com filme plástico.\n\n2. Cozinhe o creme no micro-ondas por 4 minutos, mexendo a cada 2 minutos até ficar homogêneo. Recobrir com filme plástico, pressionando contra a superfície do creme para evitar a formação de uma pele. Deixe na geladeira até esfriar, cerca de 30 minutos.\n\n3. Preaqueça o forno a 190ºC. Forre uma assadeira com papel manteiga.\n\n4. Faça a massa: Em uma panela média, ponha a água, a manteiga e o sal para ferver em fogo médio.\n\n5. Assim que a mistura começar a ferver, diminua a temperatura para médio-baixo e acrescente a farinha. Usando uma colher de madeira, misture bem até formar uma massa homogênea.\n\n6. Continue mexendo (aproximadamente dois minutos). A massa deve virar uma bola e se soltar facilmente da panela. Retire a mistura do fogo e deixe esfriar por 5 minutos.\n\n7. Adicione 4 dos 5 ovos à massa resfriada, um de cada vez, certificando-se de incorporar completamente cada ovo antes de adicionar o seguinte. (Os ovos serão inicialmente difíceis de incorporar na massa, mas continue mexendo vigorosamente e eles finalmente se juntarão para formar uma massa uniforme e brilhante. Quando a massa cair formando um V, ela estará pronta!)\n\n8. Transfira a massa para um saco de confeiteiro e faça um anel de 17 cm. Faça um segundo anel por fora do primeiro anel. Finalize com um terceiro anel por cima. Bata o ovo restante e depois pincele sobre o anel.\n\n9. Asse por 20 minutos.\n\n10. Então, sem abrir o forno, diminua a temperatura para 180ºC e asse por mais 15 minutos.\n\n11. Desligue o forno e deixe a massa de profiteroles dentro do forno por mais 10 minutos.\n\n12. Corte a massa choux horizontalmente pela metade. Preencha o centro oco da casca com o creme. Coloque o creme de leite batido em cima do creme. Decore com frutas vermelhas. Devolva a parte de cima da casca. Polvilhe com açúcar de confeiteiro.\n\nBom apetite!\n\nInspirado por:\n\nhttp://www.joyofbaking.com/ParisBrest.html", "I'm not vegan, but I do want to eat a more plant-based diet.\n\nAnd while vegan food is delicious, there are some dairy-based dishes that are impossible to give up. Like mac and cheese.\n\nI figured there's got to be a way around this. So I tried to find the most delicious mac and cheese recipe on the internet.\n\nHere's what I was looking for:\n\n1. An easy-enough recipe. I don't mind one or two cheffy steps, but I'd like minimal washing up at the end.\n\n2. As few substitutions as possible. In my day-to-day life, I would rather eat a small amount of regular cheese than a large amount of a cheese substitute. So when it comes to eating vegan, I'd like to focus on whole foods as much as possible.\n\n3. For it to be delicious. Obviously. I don't need a \"cheese\" taste, but I am searching for a luxurious, comforting, savoury dish.", "Amazon\n\nHow to play: Each player takes turns matching the cards in their hand with the card shown on the top of the deck by number or color. If they don't have a card that matches, they must draw from the pile. The objective of the game is for one player to get rid of their cards first, so each player will have to use their action cards to shake things up and help defeat their opponents! Players must scream \"UNO\" when they have only one card left (that's the best part!). Side note, this game may have you feel like you're singing the \"Cha Cha Slide\" *REVERSE REVERSE*!\n\nNumber of players: 2–10\n\nPromising review: \"Funny story, I never played UNO until I was an adult. My husband thought that was really weird. We bought an UNO deck and I was instantly in love. If you're wondering if kids of all ages can play, the answer is YES! You're matching colors and numbers so even older toddlers can join in. But don't let me make it sound too childish, adults will definitely enjoy this game as well. The bonus fun for adults is to turn UNO into a drinking game! I've seen different rules of play on various blogs, but I am sure you could come up with different ones on your own too!\" —YankeesBabe83\n\nPrice: $4.97", "Do you know what the world needs more of? Giant, human-sized cakes.\n\nAnd if you’re going to make a human-cake, why the eff not make those people Meghan Markle and Prince Harry? And drape Prince Harry in a Union Jack cloak?\n\nThis cake was made by 32-year-old Lara Mason for the Cake International show, which is held annually at the NEC in Birmingham.\n\nIt took Mason 250 hours to make this royal-themed sugar spectacular, which is composed of chocolate cake and fondant icing.\n\nIt weighs 20st. That’s the same as 41,144 tea bags.", "Mitchell said: “I’m a fan of Aaliyah and we were going through for videos and I was like, how about I do the ‘try again’ look? My friend, he’s the designer Marco Hall, he was like 'yeah I think you should do it, that’s an iconic look that she did,'\"\n\n“So I thought: Let me push the envelope and let me do something outside of the box because I imagine some people wouldn’t think of a plus-sized woman pulling off a little bikini top, leather pants and a belt like that.”", "Sex workers claim that dating app Tinder is discriminating against them by banning them from using the service.\n\n\n\nIn both Europe and North America, sex workers reported finding their accounts shut down, with Tinder offering no explanation other than that they had breached the app’s terms of service.\n\nTinder bans soliciting on its platform, but the women who BuzzFeed News spoke to said they were using the account purely for noncommercial dating purposes.\n\nThey said they had mentioned in their profiles that they were sex workers — but only because they wanted to be up front with people who they matched with.\n\nClementine, a 30-year-old sex worker based in Vancouver, said she recently had her account shut down after updating her bio to include her job as an escort.\n\n“I’ve had Tinder for about four or five years on-and-off,” she told BuzzFeed News. “I’ve been escorting as my full-time job, my main source of income anyway, for about eight or nine months. I changed my bio to put that was my job because I want to weed out people who wouldn’t want to date me because of my job — a lot of insecure men feel like they can’t date an escort.”\n\nOn her profile, Clementine made clear that she was not looking for clients on the app, but her account was still shut down.\n\n“I tried to log in and got an error message of numbers,” she said. “I looked it up on the internet and found it’s the error message you get if you’ve violated the terms of use.”\n\nClementine read the terms and conditions, which said soliciting was banned, but she said: “I clearly wasn’t soliciting.”\n\nAfter she contacted Tinder she received an email back which said she had violated the website’s terms — but despite going back to the company for further clarification, she received only stock responses, which said she would not be able to open another Tinder account.\n\nClementine said she thinks Tinder may be shutting down sex worker profiles to avoid falling foul of Trump’s SESTA/FOSTA legislation.\n\nIn April, President Donald Trump signed a bill made from a combination of the Stop Enabling Sex Traffickers Act, or SESTA, and the Fight Online Sex Trafficking Act, known as FOSTA, which gave law enforcement officials sweeping new powers to go after internet platforms used by traffickers, including making those platforms liable for the content that users publish — with sex workers reporting devastating consequences.\n\n\n\n“They’re an American company and they can be prosecuted because of the anti-trafficking law – clearly I’m [not] being trafficked,” Clementine said. “It’s bullshit.”\n\n“Maybe Tinder is just scared,” she added, “but it’s applied that to my whole profession. If I was a yoga teacher saying I wasn’t looking for yoga clients they would have let me say that.”\n\nTinder declined to answer BuzzFeed News’ questions on these users’ account and whether they had been kicked off the app due to this legislation. Instead, the company pointed to its community guidelines, which prohibit “promoting or advocating for commercial sexual services, human trafficking or other non-consensual sexual acts”.\n\nClementine told BuzzFeed News that she is a “very privileged” sex worker, and so wanted to speak up on behalf of those sex workers who regularly experience discrimination and who did not feel able to fight the ban.\n\n“I’m used to getting what I want in my life,” she said. “They’re used to it, but because of my demographic I’m more entitled, so instead of feeling defeated, I’m angry. That’s why I’m fighting.\n\n“I’ve started to feel like I can make a difference, and I’m willing to deal with the consequences.”\n\n“Sex workers should be able to have a normal dating life like everyone else does,” she added. “The idea that sex with a client is in any way similar to sex with someone you’re in a relationship with is false. This is my job, I put on a show, but it’s my job.\n\n“You put your body in danger in the military or if you’re a miner — why is there a stigma around the idea of sex? People think that they own their partner’s body and that needs to end.”\n\nSeveral other sex workers on Twitter complained they had too seen their Tinder accounts shut down.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Km6064 / Getty Images\n\nTodo mundo tem aqueles dias em que não sabe o que fazer de janta. Por isso, sempre tenha alguns grãos estocados em casa, como cuscuz marroquino, quinoa, triguilho e farro. Esses ingredientes podem ser a base para uma refeição saudável que fica pronta em 15 minutos.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Bouqs\n\nPrice: $38+\n\nTypes of plants: succulents, tropical bouquets, indoor herbs, and floral arrangements that benefit breast cancer research, plus info on the farm your plant is coming from\n\nGet the harvest bouquet starting at $64+, the bouquet of colorful roses starting at $44, or shop the entire ASAP delivery collection.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Lush is completely cruelty-free and 100% vegetarian. Not all of the products are vegan, however on their website they clearly list all ingredients, and have helpful links explaining what each ingredient is, so it is not difficult to find the vegan products amongst their range.", "Want the best of BuzzFeed Animals in your inbox?\n\nSign up for a newsletter today!\n\nDog A Day The cutest pups, every day in your inbox This Week In Cats All the most important cat stories of the week Sign up", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Courtesy of Disney\n\nGMA co-anchor Robin Roberts, who will appear in a special segment, explains, “Granting wishes to children and their families is so important because it not only brings joy but hope as well.\" Roberts continued, \"When I was growing up my parents strongly believed in being of service to others and granting these wishes is doing just that.”", "Amazon\n\nThese sneaker boots have anti-skid outsoles, so nobody can catch you slipping, in a few senses of the phrase!\n\nPromising review: \"These boots are phenomenal! Definitely waterproof, very warm, and comfortable to wear! I walked around Europe for seven days with these boots, and can't say a single bad thing. I enjoyed these boots so much that I purchased a second pair in blue to wear in NYC (for our minus-five-degree weather.\" —Kahlos Mahn\n\nPrice: $25.99+ (available in eight colors, and in men's sizes 7–15 or women's sizes 5–11)", "Share On more Share On more\n\nMore", "9.\n\nAnd can you even IMAGINE what it would be like to wake up to this view?", "Amazon\n\nPromising review: \"I got this for my 5-year-old for her first travels without me. Not only is it a great pillow for the car, but it also helped her sleep soundly in the hotel. She calls it her 'mommy arm' and it was a great comfort for her at night while she was away from me. I really like that the shirt comes off for easy washing.\" —Amazon Customer\n\nPrice: $34.95+ (available in eight colors)", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today !'", "me to myself: stop smoking so much weed and save ur money myself to me: sorry i was getting high and i just saw this lol wyd", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Promising review: \"These are super cute and so comfy, and there no break-in period. These go with everything, are a great price, and it seriously feels like I'm wearing slippers! \" —Kat\n\nGet them from Amazon for $10+ (available in sizes 5-13, medium and wide widths, and four colors).", "Breakwell tells BuzzFeed, \"Parents today act like every decision they make is life or death. But if you meet an adult in their forties, you can’t tell if their mom gave them breast milk or formula or if they went to the best preschool in the country or just an ordinary one. At some point, we all average out to become mediocre adults.\"", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Here's how it works: Three rounds. Four questions each round. The rounds get harder as you go. Ready?", "By the way, all of these rad Geocities images were found via GIFCities.org, a wonderland of 90s GIFs by the Internet Archive.", "\"After watching an episode of Queer Eye, my boyfriend was really loving one of Karamo's bomber jackets and said it looked great and polished but was also functional. This one fits him like a dream, he loves it, and he wears it regularly!\" —stephaniep461d11578\n\nGet it on Amazon for $29.99 (available in sizes XS–XL and several colors).", "So if you have an AMAZING vegan or vegetarian recipe, please share your recipes (and pics if you have them!) in the DropBox below for your chance to be featured in a BuzzFeed post! WOOHOO!!!", "For the past few seasons, all things pastel (hello millennial pink!) have reigned supreme — but now, we're seeing neon cropping up everywhere, especially on some very famous heads!\n\nNeilson Barnard / Getty Images, Dave Kotinsky / Getty Images Observe: Katy Perry and Cardi B, rocking some very brighty hued hair.", "Amazon\n\nPromising review: \"These are absolutely fantastic for organizing my refrigerator. Now I can have a bin of fresh herbs, a bin of specialty meats and cheeses, a bin of small condiments, and a bin of partially-used veggies that can all be easily pulled out instead of being scattered around. Now I don't have to worry about something getting shoved to the back and forgotten about for a few days. I may order these as gifts for a few friends that have complained about disorganized fridges.\" —zemcclure\n\nGet it from Amazon for $27.89.", "Disney Channel\n\nDijonay was truly an underrated hero. She may not have been the most lovable, but she was confident, ambitious, and she always had the best comebacks. And on top of being the fiercest character, she taught us the importance of taking fashion risks — just look at that ponytail.", "You all know Tom and Jerry, the famous cat and mouse cartoon where one of them (usually Tom) ends up in a lot of pain.", "Share On more Share On more\n\nMore", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "To celebrate, her famous family decided to pour in the tributes on Instagram.", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Because I’m told that I AM THE NICEST GUY and you’re NOT. @VancityReynolds ... I will let you hug me. Just this once. On your birthday. https://t.co/OoW3ZJiN2N", "Hi, my name is Sam, and I love Ina Garten AND I love memes. So I figured it was my civic duty to round up the best Barefoot Contessa memes on the internet. Have you seen some of these before? POSSIBLY. Are they all made with GOOD vanilla? ABSOLUTELY.", "Share On more Share On more\n\nMore", "For the longest time, I was very much your 10-step-routine, every-skincare-trend-ever kind of gal. The thing is, my skin was fine, save for the occasional spot due to the monthly releasing of an ovum. Despite this elaborate routine, my skin wasn’t very different to when I was a teen and would scrub my skin to oblivion and didn’t know what moisturiser was.\n\nThen, a year ago, I saw a dermatologist for an article, who prescribed me a routine that was made up of much cheaper and far fewer products. I stuck with it, and it worked better than my huge collection of carefully curated serums and tonics. A year later, it still works. Despite not using any sheet masks, clay masks, or expensive serums, my skin still looks great a year later — except for the few inevitable hormonal spots.\n\nYou know the phrase “If it ain’t broke, don’t fix it”? Why don’t we ever apply that to our bodies — especially our skin? And why are we under the impression that our skin is perpetually “flawed” and needs remedies? Why don’t we, collectively, accept the radical idea that maybe we get spots for a reason and we don’t need to spend hundreds on trying to fix something that is actually just our bodies functioning normally?\n\nWomen, the main target audiences and consumers of skincare, are made to believe that if we spend a little more time researching, or a little more money on another product, we will find the perfect combination to unlock the higher level of existence known as “clear skin”. But it doesn’t exist! It’s a lie! Meanwhile, skincare targeted towards men is usually a £6 charcoal face wash aggressively labelled “FOR MEN”, and yet it serves skin no less or more “flawed” than anyone else’s.\n\nIt’s exactly this line of thinking that caused me to succumb and buy myself a vitamin C serum. I read so many articles claiming that this is it, this is what my routine was missing: vitamin C, the secret ingredient! Upon reflection, I have no idea what I was actually expecting. I could not really imagine what an improvement would look like; I just assumed there was some improvement to be made.\n\nSomehow we all seem to operate on the idea that skin can look like something other than skin, as if we can get rid of the pores that are integral to it, or disguise the fact that it is something that is in constant motion, stretched and creased into wrinkles. Still, I bought the vitamin C serum and put it on my face tentatively one morning. My face felt warm at first, just a little stinging sensation. Ah, good, I thought, pain means it’s working. Twenty minutes later I saw my reflection — my skin was bright pink and hot to the touch. I have no idea what vitamin C is even meant to do, but I am pretty sure this wasn’t it. I immediately washed the serum off and thankfully my skin returned to its normal, sallow self.\n\nOur hormones, organs, and entire bodies are in a constant state of flux and every part of us reflects that — spots serve a function. Sometimes they can be a sign of malfunction — of hormonal imbalances or other issues — but a single spot, or several, or a little bit of dryness, or anything that isn’t actually disrupting your life, is not a cause for concern.\n\nHere’s the thing: If your skin is generally fine, leave it alone. A spot or two is not a problem. You do not need to spend £50 on a new face mask. It will not fix you. There is no product that will give you clear skin forever, because that is not how organs work. Skincare products are fun, and if you enjoy them (like I do), go ahead. But if you feel exhausted by it all, if the idea of creating a “skincare routine” seems like a chore you have to force yourself to do, please remember: You don’t have to do it at all. Although you should still wear SPF every day (I might not buy expensive face masks anymore, but I’m not a heathen).", "This jumpsuit is ultra soft and has palazzo-style leg openings. But the very **best** features? Pockets and a hood!\n\nPromising Review: \"I just got this yesterday and haven't taken it off since because I just love it so much. The material is so comfy and easy to relax in.\" —K & C Pro\n\nGet it from Amazon for $24.25+ (available in sizes S-3X and in seven colors).", "I'm going to ask you a series of questions. Based on how you answer these questions, I'll determine, with 100% accuracy, if you're telling the truth or lying.", "You know the struggle: You've finally found the perfect gift for that hard-to-shop-for person on your list, and then you take a look at the price tag and realize...you can't cross them off your list quite yet.\n\nNot this holiday season, though. This year, you've got a secret weapon: the BuzzFeed Deals newsletter.\n\nEvery weekday, we'll send our three favorite deals that day directly to your inbox, plus a few of our other favorite posts written by BuzzFeed's expert shopping team.\n\nDiscounts on clothing from your favorite fashion sites? We've got 'em. Savings on furniture and decor to give your home a refresh in the new year? Yep, that too. Plus our other great holiday gifting content to provide even more ideas about what to buy this year.", "These black brothers saw a woman paying for gas with pennies and gave her money from their pockets. They had no idea that her husband had just died and she was struggling. This is what loving your neighbor looks like. More of this please!✌🏾❤️ https://t.co/k5pnJBTzS0", "All of this has led people to believe that Ariana's next album — which she's been hard at work on in the wake of her breakup — will be called \"thank u, next.\" And there are plenty of receipts to prove it...", "AMC\n\n\"I know it happens in the comics, but Glenn was the heart of the show and losing him was a big mistake. I almost quit earlier in the show when they made it look like he was dead for several episodes, but I stuck it out. I was so happy when they brought him back, only to have my heart ripped out half a season later. I never watched another episode.\"\n\n—laurens4faa6b76c", "Recentemente, uma thread do Reddit perguntou às pessoas qual foi a \"regra mais louca\" que elas precisavam obedecer quando eram crianças. Abaixo, algumas das respostas:\n\n1. Nada de canudinho! Meu pai não me deixava usar canudos porque eles podiam cortar minha língua ou minha bochecha como um furador. —crowning_sapphire\n\n2. Se sua melhor amiga está de castigo, você também está. Nós éramos punidas se minhas amigas não seguissem as regras de suas próprias famílias. Se Sally saísse e fizesse uma tatuagem sem dizer à mãe dela, a mãe dela contava à minha e a minha nos colocava de castigo. —jessizu\n\n3. Nada de \"Looney Tunes\". Eu não podia assistir a vários desenhos até virar adolescente. Minha mãe achava \"Looney Tunes\", \"Tom & Jerry\", \"Super Mouse\" etc. violentos demais. —WasabiChickpea\n\nCartoon Network\n\n4. Tudo é satânico Nada de heavy metal ou \"Harry Potter\". Tudo era considerado satânico. —crimson_hobo\n\n5. Não pode dizer \"mentira/mentiroso/mentindo\" Eu não podia usar as palavras \"mentira\", \"mentiroso\" e \"mentindo.\" Em vez disso, tinha que dizer \"isso não é verdade\" ou \"isso não parece certo\". —PharmacyThumbprint\n\n6. Sem conversas durante o jantar — de jeito nenhum. Não era permitido conversar durante o jantar, a não ser que fosse \"quer mais ___?\" Ou \"por favor, passe o ___\". Não podíamos conversar sobre nada mesmo. Agora eu faço questão que meus filhos conversem feito loucos em todas as refeições. —Lostclause\n\nNBC\n\n7. Nada de beber água do banheiro Eu não podia beber água da torneira do banheiro. E ele realmente tinha a água mais gelada e gostosa da casa. Eu não sei o que ela achava que eu estava fazendo, mas eu tinha que beber água morna como o resto da minha família. —EdragonX\n\n8. Nada de dizer \"cale a boca\". Minha mãe não me deixava dizer \"cale a boca\". —_____ryan_____\n\n9. Toque de recolher às 23h — mesmo aos 21 anos. Meu toque de recolher era às 23h até eu completar 21 anos. Hoje eu tenho 23, já saí da casa dos meus pais, mas quando vou visitá-los AINDA preciso me recolher à meia-noite. —sunoko\n\nClique para ver o GIF Clique para ver o GIF Dreamworks \"Minha mãe vai me matar!\"\n\n10. \"Peido\" é palavrão. Não podíamos dizer \"idiota\", \"cale a boca\", \"inferno\", \"droga\" ou \"peido\". —helpidkwtfimdoing\n\n11. Nunca diga \"nunca\". Nada de dizer \"nunca\" e \"sempre\" — porque nada é \"nunca\" ou \"sempre\". Meus pais encaravam essa palavra como um exagero. Por exemplo, se eu dissesse algo como \"nós sempre comemos frango no jantar\", seria repreendido ou colocado de castigo. —sunoko\n\n12. Nada de telefone à noite. Nada de mandar mensagens ou fazer ligações depois das 22h em dias de semana e meia-noite nos fins de semana. —Megzor06\n\nTwitter: @TrixTricksss \"Quando meus pais ameaçam tirar meu telefone como punição.\"\n\n13. Leia o livro primeiro. Se meu amigo quisesse ver um filme ou comprar um jogo, os pais dele o faziam primeiro ler o livro no qual eles eram baseados. —ooo-ooo-oooyea\n\n14. Olhe para os dois lados — mas só quando tiver idade suficiente. Eu não pude atravessar a rua até completar 13 anos. —jakbutt\n\nClique para ver o GIF Clique para ver o GIF Warner Bros.\n\nAs respostas foram editadas por questões de tamanho e/ou clareza.\n\nVeja também:", "I'm choking up just thinking of an item like this being placed in a nursery for all to see. This pillow is inspired by vintage subway signs from the 1920s and '30s, making it the perfect present for historians (and parents who just love seeing their kid's name on stuff).\n\nPromising review: \"Every time I have given this as a baby gift, the recipients absolutely love it. It's unique and so personal, and the quality and style are terrific. This is my 'go-to' baby gift and it's a hit every time. The last friend I sent one to posted it on Facebook!\" —Charlie\n\nGet it from Uncommon Goods for $100 (available in five colors).", "Share On more Share On more\n\nMore", "But then Gwyneth, our Lord of Backyard Brick Pizza Ovens and Patron Saint of Steaming Your Nether Regions, heard our tears and posted this beautiful shot of her and Brad right after the I do's.", "Amina Adan for BuzzFeed News\n\nLast week marked the 10th anniversary of the Somali Week Festival in London, founded in 2008. The event takes place in October, during Black History Month, to celebrate Somalinimo (Somali-ness) and it features music, art, language, poetry, and more. This year, BuzzFeed News went to the Final Beats event that marked the end of the festival to ask people there why they think Somali Week is important, and what Somalinimo means to them.\n\n\n\n1. Cherrie, 27, Sweden. Amina Adan for BuzzFeed News\n\nWhy do you think Somali Week is important?\n\n“I think it’s important to have spaces and events where the Somali youth and Somali people overall can be connected and get some more knowledge about our culture. It’s so amazing, so I definitely think it’s important.” What is Somalinimo to you? “Definitely our rich culture, poetry, the music, beautiful words, and resilience.”\n\n2. Umulkhayr Hussein, 23, London. Amina Adan for BuzzFeed News\n\nWhy do you think Somali Week is important?\n\n“Somali Week is important for the diaspora in the UK particularly, I think, just to bring us together. I think especially being in London, it’s not that you don’t see Somalis, it’s that you don’t really get to engage with each other. ... You don’t get to interact with each other unless it’s your family. “So having a festival where you can meet so many Somalis in different career paths, so many paths in life, and to just be joined together through music, arts, poetry, playwriting, it’s so important and integral to our community. It enriches our community, especially in London.” What is Somalinimo to you? “Somalinimo to me transcends our culture in Somalia; for us in the diaspora we’ve made our own idea, our own sense of what Somalinimo is to us, and it kind of doesn’t fit the mould that our parents have made for us.\n\n\n\n“So I think Somalinimo to me particularly is unity. It unites us. ... You can go to Scandinavia and see Somalis there and there will be barely any differences between the diaspora there and here.”\n\n3. Amal, London. Amina Adan for BuzzFeed News\n\nWhy do you think Somali Week is important?\n\n“Somali Week is important because it has all the big names, the new, the old, the writers, songwriters, a lot of people who are experts in Somali arts, that were the firsts. We’ll be able to learn from them, the way they wrote, the work they created. “We can learn from old and great celebrities; if they were older songs that were remade people will get to learn about it. They’ll remind them of the history. That’s why Somali Week is so important, for the young people to know their culture, to know their arts, and to learn as much as possible from their people. It brings together the older and the younger ones.” What is Somalinimo to you?\n\n“Somalinimo, it’s very important for me. When you’re Somali it’s important to stay close to your people and to learn your culture and everything that comes with it.”\n\n4. Amaal Mohamed, 23, London. Amina Adan for BuzzFeed News\n\nWhy do you think Somali Week is important?\n\n“I think for me, Somali Week is important because it’s almost like the merging of the older generation with the culture and the younger generation, kinda like putting that together.\n\n\n\n“So oftentimes for me, the most amount of culture I get is from Somali weddings, but at Somali Week you get not only storytelling but also Somali music, bringing you into that world with the two. There’s no divide between the older and younger generation. “The other day I went to see Arawelo [a play]; I was learning things about my own folklore and my own history. Sometimes it’s really hard to access because you either have to go on the internet and go find that, it’s not really accessible, and I think Somali Week is amazing for that because you get to just have it given to you and retain the information. It’s been amazing.” What is Somalinimo to you?\n\n“Somalinimo basically means being able to vibe with your people. It’s almost like unity for me and, for example, just being able to support each other. So, for me, coming from a creative background, Somalinimo is being able to produce art that reflects the story of my people, and those people support your work as well.”\n\n5. Hanna Ali, London. Amina Adan for BuzzFeed News\n\nWhy do you think Somali Week is important? “Somali Week is incredibly important for two reasons: It’s important for Somalis to have a place to go, where they can have a platform to speak, to talk about the things that matter to them.\n\n\n\n“It’s also important as a way of showing the rest of the UK, especially London, the ways in which Somalis contribute and the amazing things that they’re doing.” What is Somalinimo to you?\n\n“Somalinimo to me is a lived experience; there’s no way of being able to define it. If you see yourself as Somali, if you see yourself as it being a big part of your identity, then that’s who you are; no one will tell you who you are and who you are not.”\n\n6. Ubah Abdullahi, 18, Sweden. Amina Adan for BuzzFeed News\n\nWhy do you think Somali Week is important?\n\n“For Somalinimo.” What is Somalinimo to you? “Friendship, love, community. It’s bariis, basto, suqaar, it’s everything.”\n\n7. Amal Nuur, 28, London. Amina Adan for BuzzFeed News\n\nWhy do you think Somali Week is important?\n\n“For me personally, it’s a way for us to connect to our culture. To hold on to that little piece of us that we don’t get, and also to showcase that to everyone else, we don’t [always] have that opportunity.\n\n\n\n“This is like the second time I’ve come; I’ve always wanted to come. Last year was the first year. Alhamdulillah, I had an amazing time — this year I had to make sure I came again.” What is Somalinimo to you?\n\n“Somalinimo to me? Wow, to me it’s my being, it’s my fabric, it’s what makes me me.”\n\n8. Hanad Darwish, 25, London. Amina Adan for BuzzFeed News\n\nWhy do you think Somali Week is important?\n\n\n\n“It’s incredibly important, especially as someone who is quite young, grew up in the West. To sort of have the basis to reconnect with your culture, and, I mean, it’s one week in the year, but then also it’s a great platform for new artists who are coming through and also to inspire young people who are interested in keeping that connection.\n\n\n\n“Obviously growing up here, with the horn and the arts and the culture that comes from Somali tradition anyway, so it’s a good cross between the two. So I think that’s why it’s incredibly important, and I think to have it go to a bigger platform, and also we have artists like Cherrie that are coming along and bringing Somali culture to a wider audience. I feel like as you go on, year on year, you’ll see a lot more non-Somalis coming through to find out about Somali culture.”\n\n\n\nWhat is Somalinimo to you?\n\n“To me, it really means many things, but I think on the basis it’s sort of a sense of brotherhood. I think there are a lot of values attached to Somalinimo — being a Somali, a family of kinship, I think incredibly kind, charitable, I think of all of those combined.\n\n\n\n“I think being Somali is incredibly fun in one way; it’s a funny community. So I think it’s a lot of things.”\n\n9. Abdullahi Nuur, 18, London. Amina Adan for BuzzFeed News\n\nWhy do you think Somali Week is important?\n\n“I think Somali Week is important because it connects the diaspora and the older people for the dhaqan [culture]. I think this year has definitely been the most, like, the littest year for sure. Cherrie came; that was the highlight.” What is Somalinimo to you?\n\n“Somalinimo to me is basically dhaqan, that’s basically important. I think that’s Somalinimo to me.”\n\n10. Suhaama Elmi, 22, London. Amina Adan for BuzzFeed News\n\nWhy do you think Somali Week is important? “I feel like I learn more about Somali people, the Somali culture as a whole. This is the first time for me ever attending Somali week, and it’s been incredible. I learned more about the culture that I didn’t even know. I absolutely loved it.” What is Somalinimo to you?\n\n“I really don’t know how to put that in a sentence. I don’t know how to describe it other than, like, love; Somalinimo is like love to me. Whenever I see a Somali there’s already that relatability. That connection, like Hooyo [mum] talking about Somali singers and things like that so you already feel like, wow, those are my people.”\n\n11. Mohamed Ali Nur Amina Adan for BuzzFeed News\n\nWhy do you think Somali Week is important?\n\n\n\n“It’s very important because I think it will unite Somalis, it will bring together the youth, the elders, and I think it will contribute to the unity of Somali people.”\n\nWhat is Somalinimo to you? “Somalinimo is very important to me; I think it’s something that all Somalis should believe in. Somalinimo is something that we should cherish in ourselves, especially Somalis in the diaspora — the youth should learn about Somalinimo. I think, as I said before, it brings us together.”\n\n12. Hibo Nuura, Somalia. Amina Adan for BuzzFeed News\n\nWhat is Somalinimo to you? “Somalinimo to me is like the air we breathe with, the oxygen we breathe in; isn’t that something rich? Isn’t it something that you love? That’s how it’s for me.\n\n\n\n“The Somali people live in five areas: Somaliland, Djibouti, the Somali state [of Ethiopia], federal of Somalia, and the state of Kenya; all five of them are loved.”\n\n\n\nWhy do you think Somali Week is important?\n\n“It’s important for the Somali community, the five that I mentioned, it will connect them.\n\n\n\n“They will forgive each other, befriend each other, and become one big, meaningful government. They will be self-reliant.”\n\n13. Rahma Jamal, 25, London. Amina Adan for BuzzFeed News\n\nWhy do you think Somali Week is important?\n\n\n\n“I think Somali Week is important because we live in a country that is not ours, so at times we can forget our languages, we can forget our cultures.\n\n\n\n“Being able to have a week where we come together and share the language, the banter, and the culture is amazing for those that are born here.” What is Somalinimo to you? “To me, I feel like our people are so unique, especially our banter. So Somalinimo to me means, like, love and hospitality, and just love, sharing love. That’s Somalinimo to me.”\n\n", "16.\n\nFettuccine that looks so cheesy that you might worry for a moment that it's not vegan (but it is).", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "21 Shopping Comics That Probably Everyone Can Relate To\n\n\"I'll just get some tealights from Ikea\" *Buys everything except the tealights*", "Arielle Calderon\n\nYou can't reserve Fastpasses through the app, you get physical tickets. You arrive at the ride you want the passes for, scan your park entrance ticket, and you'll receive a Fastpass for the time indicated at the Fastpass queue.\n\nHere's everything you need to know about Fastpasses at Disneyland!", "I'm in the library and there's a bf helping his gf study and I've been overhearing parts of their conversation for the last hour and he just said \"Babe, I'm gonna be honest with you. You're going to fail this test, I love you, but there's nothing we can do about it now\" I’m dead", "@KimKardashian using the R word on her IG story from yesterday is disgusting. And I really liked her. Watched, followed, bought shit, spent like 3 grand on her game. My brother is an ANGEL sent from Heaven and if you use it generally, you use it ALL THE TIME. Done.", "Amazon\n\nBasically, you place your eggs inside, set the timer, and watch them transform into hard-boiled eggs, soft-boiled eggs — or even poached eggs, scrambled eggs, and individual omelets! It boils up to six eggs at a time.\n\nPromising review: \"I love this little cooker. First, it makes hard boiled eggs that are delicious and not cracked and it's very easy. I know that making boiled eggs is not actually difficult but I cannot explain how much easier it is to just put the eggs in the little cooker and walk away with no worries at all. I LOVE the little omelet tray. I have now prepped eggs mixed with turkey and veggies in containers and just pour them into the omelet tray in the morning, plug in the cooker and walk away and get ready. 10 minutes later I have a delicious and healthy breakfast ready to go! I've struggled with finding quick and healthy breakfast ideas that work for me (and aren't oatmeal) and this really is the answer! Also — the cooker is much smaller than I was picturing, which is super convenient for storage.\" —Grace\n\nGet it from Amazon for $19 (available in five colors).\n\nCheck out more info on this Tasty chef–approved gadget here!", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.\n\nWe are living in a golden age of things to drag across your face. There’s the jade roller and the rose quartz roller and the little blade-looking gua sha tools . There’s the dermaroller — that’s the one covered in needles — and this sex-toy looking thing and a roller that also zaps your face and costs $600. I initially approached all of these tools with skepticism — at first glance, they had the same vibe as those old-timey weight loss machines with the vibrating belt. My general reaction to every trend piece and influencer Instagram story about the latest and greatest one was a big ol' \"Sure, Jan.\"\n\nThen five things happened at roughly the same time:\n\n\n\n1. My coworker Gyan said jade rollers are actually pretty legit.\n\n2. I found out that when Meghan Markle was just a lowly actress on Suits, she loved getting intense facial massages at Sanctuary Spa from “cult secret favorite facialist to the stars, Ms. Nichola Joss” (Meghan’s words). These massages supposedly leave your face looking contoured as hell. As Meghan wrote on her now-defunct blog, The Tig:\n\n“To call it a facial doesn’t really do it justice given that the woman puts plastic gloves on and literally gets her hands all up in your mouth to reshape and massage your face from the inside. Even typing this, I realize how ridiculous (and perhaps gross) it may sound. But here’s the thing — once you get over the fact that this chic Brit is stretching your face from the inside out (in a slightly painful, but hurts so good kinda way), you realize that she will give you cheekbones like Kerry Washington, a taut chin, and a glow that lasts for seven days. It works. It actually works.”\n\nAgain: SURE, JAN.\n\nBut then...\n\n3. There was a royal wedding that included a lot of close-ups on Meghan Markle’s beautiful freckled face — a face that appeared, at least to me, to have high cheekbones, a taut chin, and a hell of a glow.\n\n4. A New Yorker article about the dubiously named Face Gym confirmed what Duchess Meghan was saying — that yeah, this kind of facial massage actually does make you look noticeably different and “better.”\n\n5. I found a jade roller that didn’t cost $60; it cost $23 on Amazon — ergo, I was willing to take a chance on it, so I could find out for myself.\n\nAfter my jade roller arrived, I read the instructions, watched a handful of YouTube videos, and put it in the fridge overnight so I could roll with it cold. The next morning, I still had no idea what to expect from jade rolling. Even after everything I’d read about jade rollers, it still wasn’t clear what was going to happen or how it would happen. But I rolled out of bed, washed my tired face as usual, pressed it dry with a washcloth, and patted a couple drops of my beloved rosehip oil on my skin. Then I took the roller from the fridge, sat down on my bed, and rolled my face in the way the instructions/YouTubers told me to (in an upward/outward motion). It felt exactly like you’d imagine rolling a little smooth stone over your face would feel — perfectly nice, but not like a massage or anything. I did this for a minute or two and then, feeling pretty sure I’d rolled all the face and jaw that I had to roll, I went back to the bathroom with zero expectations.\n\nReader, it worked.", "Scholastic\n\nNão só temos uma protagonista extremamente forte na trilogia distópica de Suzanne Collins, mas também temos um relacionamento que não está em conformidade com os padrões de gênero da sociedade. Em Katniss, temos uma uma heroína que reflete os personagens heróicos masculinos que já conhecemos muito bem. Em sua história de amor com Peeta, temos um relacionamento que não tem nada a ver com a masculinidade e a feminilidade, mas que é baseado em um laço que transcende a necessidade de exercer um papel. É uma história que se importa menos com os papéis de cada pessoa e mais com o coração de cada um, que é o que provavelmente qualquer pessoa gostaria que acontecesse na vida real.", "22.\n\nBut most of all, although it's a long process, you start to learn how to love yourself.", "Share On more Share On more\n\nMore", "Promising review: \"I’m extremely fussy about keeping my Ram 2500 clean — I do some type of detailing every morning before leaving for work because the truck lives outside, and there is so much dust and pollen here that there’s always a fuzzy coating on it. The Ultimate Car Duster does an amazing job of lifting the dust away while being gentle on the paint. Get the large size with extendable handle if you have a large vehicle — it’s worth it. I’ve got a collection of different brands of dusters, and the Ultimate does the best job — removes the dust instead of pushing it around.\" —Robert M.\n\nGet it from Amazon for $29.99+ (available as a single brush or set).", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Amazon\n\nPromising review: \"Ok, this is ADORABLE. I feel like a teddy bear and my boyfriend cannot stop hugging me! It is definitely a spring or fall coat, which is okay because that is what I wanted. It has a really nice lining, but I recommend you spot-clean and do not put it in the washer because the material will mat easily and possibly shrink. It's perfectly oversized. I am 5'3\" and about 125 lbs., and it fit oversized and the sleeves were the perfect length. Also, it came WAY before it was expected to. I ordered it a week ago and now it is the 22nd, when it said it wasn't supposed to come until next month. I'm very pleased.\" —Rachel\n\nPrice: $38.99+ (available in sizes S-XXL and in six colors).", "Share On more Share On more\n\nMore", "Below are questions that touch on each year from 1998 to 2018. You win if you can answer all of them correctly. If you answer one question incorrectly, you lose. Good luck and be careful!", "My dad put this up at his work and his boss told him to take it down or else he’d lose his job 😂", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "ピチカート・ファイヴの「東京は夜の七時」が発売から25周年を迎え、新たに生まれ変わった。\n\n野宮真貴のInstagram / Via instagram.com 野宮真貴と小西康陽\n\n「あなた」は誰のこと？ オリジナルの発売は1993年12月1日。フジテレビの子ども番組「ウゴウゴルーガ2号」のテーマソングとしてつくられた。小西によれば、命名の由来はあっさりしたものだった。 「夜7時の番組で、関東ローカルだから関西はやらないと言われて。じゃあ『東京は夜の七時』ねって即答した覚えがあります」 いつもなら、タイトルが決まれば曲はすぐにできる。なのに、その時に限ってなかなかアイディアがまとまらない。さっさとレコーディングを終わらせてデートに繰り出すはずが、キャンセルする羽目になった。 「すみません、今日は会えません」 ガールフレンドに電話して、ひとり自宅でビールを飲む。すると、さっきまでのスランプが嘘のように「自動書記」状態で手が動き始め、一気に歌詞を書きあげてしまった。 「で、その時に付き合っていたガールフレンドっていうのが、いまの奥さん。『東京は夜の七時』は彼女のことを考えてつくった曲なんです。だから、『早くあなたに逢いたい』のは自分の気持ちでもあるし、相手がそんな風に思ってくれたらいいな、という願望でもある」\n\nRyosuke Kamba / BuzzFeed 「『東京は夜の七時』は彼女のことを考えてつくった曲なんです」\n\n「お経みたい」と思ったワケ 実は野宮の夫も当時、テレビマンとして「ウゴウゴルーガ」に携わっており、それが縁で結婚することになった。小西が笑う。 「お互いそんな話はしないですけど、それぞれ恋愛している2人が、たまたま曲の作者と歌唱者だったんですよ。だから、そういうマジカルな何かがあったんだろうなと」 初めて曲を聴いた野宮は「お経みたいな歌だな」と思った。 「『ぼんやりTVを観てたらおかしな夢を見ていた』とか、メロディーラインがお経っぽくないですか？ サビにいくとメロディアスだけど、Aメロとかすごく……。そこが新しいし、ほかのどこにもないって思いました」 小西の楽曲の歌詞とメロディーは、日本語としてのイントネーションの自然さにこだわり抜いてつくられている。1番と2番で歌詞が変われば、それに合わせて音程も微妙に変わる。 「そういう細かいところをきっちり歌わなくちゃいけないから、意外と難しいんですよ。聴いている分にはサラッと聴けるんだけど、カラオケで歌うとすごく難しいってよく言われます」\n\nRyosuke Kamba / BuzzFeed 「そこが新しいし、ほかのどこにもないって思いました」\n\n歌詞の意味は絶対聞かない とりわけ野宮が惚れ込むのが、作詞家としての小西のセンスだ。 「『お腹が空いて死にそうなの』って女の人は割と使うんです。そういう女心みたいなところ、小西くんはなんでわかるんだろう」 しかし、ピチカート時代に歌詞の意味について、小西に尋ねることはなかった。 「これどういう気持ちで歌ったらいいの？ なんて絶対に聞かない。最初に『恥ずかしいから聞かないでね』って言われてたし。小西くんも『野宮さんのいいところは、歌詞の意味を聞かなかったところだ』なんて言ってますね（笑）」 「だから、私も深く考えないで歌ってました。でも、それが良かったのかな。小西くんの歌詞には結構、暗い部分もあるんだけど、『悲しいことを明るく歌う』みたいな、不思議なバランスになったのかもしれません」\n\n池袋の風俗案内所で… 「東京は夜の七時」は、過去にいくつものカバーが発表されてきた。2016年のリオパラリンピック閉会式でも、浮雲が歌う「東京は夜の七時－リオは朝の七時－」が流され、大きな話題を呼んだ。 小西自身の手によるセルフカバー、セルフリミックスも多い。なかでも小西のお気に入りが、野本かりあによる2006年の歌唱。クラブでDJをする際は、決まってこの野本バージョンばかり掛けてきた。 ところが数年前、野宮が歌うオリジナルの良さを「再発見」したのだという。 「池袋の名画座で映画を見て出てきたら、風俗案内所みたいなところで曲がかかっていて、猥雑なパワーを感じたんです。渋谷の恋文横町で不意に耳にして、ハッとしたこともありました」 「自分では思ってもみなかったけど、歌謡曲に通じるような下世話なパワーのある曲だったんだなって気付いた。それで、すごい気に入っちゃったんですね」\n\nUllstein Bild / Getty Images 池袋の雑踏\n\n少林兄弟とコラボ 野宮もまた、この曲を大切に歌い継いできた。ライブでは必ず、冒頭かラストに歌う。 「本当に何回歌ったんだろう。どんなアレンジになっても楽曲の良さがあって、一度たりとも飽きることがない。毎回、毎回、新鮮な気持ちで歌える曲ですね。ピチカートの代表曲なんだけど、自分の代表曲でもあると思って歌ってます」 今回のコラボレーションは、野宮が小西に「東京は夜の七時」のリミックスを依頼したことがきっかけで動き出した。 「リミックスではなくて、カバーに変えられませんか」 小西から返ってきたのは意外な逆提案の言葉。それも、まだ無名のロックバンド「少林兄弟」と組んで、ロカビリー調にアレンジするという斬新なアイディアだった。 少林兄弟は小西が「21世紀に入って最初に好きになったバンド」というほど入れ込む4人組。小西から教えられ、ライブに足を運んだ野宮もすぐに気に入った。 「ちょっと面白すぎるぐらい、すごく楽しくて。ショーアップされてるし、テクニックもあるし。小西くんが好きなのもわかるなって」\n\nユニバーサルミュージック 小西康陽と少林兄弟\n\nロックではなくロックンロール 一緒にレコーディングするのは、解散以来初めて。積もる話に花が咲いたかと思いきや、野宮によればそんなこともなかったようだ。 「昔からあんまりしゃべらないですから。歌詞の話は聞いたら怒られちゃうし（笑） 『両親も年取ってね』とか、ちょっとした世間話はしましたけど。でも不思議なもので、実際に歌い始めると昔の感覚に引き戻されちゃいますね」 小西の方も手応えをこう語る。 「僕はロックンロールって言葉を、ロックより一段崇高なものとして捉えてるんですけど。今回の新録で25年前に書いた曲が、ちゃんとロックンロールだったんだと思うことができた。そこは野宮さんと少林兄弟にすごく感謝しています」 「過去のカバーのなかでも、一番いいものができた。25年前の曲を、もう一回チャンスをもらって、こんなに新しい曲にできるっていうのは本当にラッキー。大きなボーナスをもらった感じですね」\n\n野宮真貴のInstagram / Via instagram.com 野宮真貴と少林兄弟\n\nなくなる店、変わる景色 「待ち合わせたレストランはもうつぶれてなかった」という歌詞の通り、東京の街も大きく姿を変えた。 「『もうつぶれてなかった』ってさ、本当に全然、言葉選んでないよね（笑） もうちょっと歌詞としてきれいな表現にしてもよかったのにさ。最初に浮かんだ言葉で、それが一番強いと思ったから採用したんだけど」と小西は言う。 行きつけだった五反田の名画座も、隠れ家にしていた白金のカフェも、ミニッツ・ステーキがおいしかった原宿のダイナーも、みんななくなってしまった。 「東京は、どんどん変わるのがいいんですよ」 小西は最近、タクシーの運転手からそう言われた。 「僕は合理主義の名のもとにどんどん変わっていくことに、反対の気持ちがずっとあるんです。でも運転手さんみたいな考え方もあるんだなって。最近そういう何気ない一言で、まったく逆の言い方もあるんだと気付かされることが多いですね」\n\nJiangang Wang / Getty Images 変わりゆく東京の街並み\n\n東京タワーにほっとする 変わるものと、変わらないもの。 小西が監督したオリジナルのミュージックビデオに登場する東京中央郵便局は38階のJPタワーに建て替えられ、銀座の街にも多くの外国人観光客が行き交うようになった。 MVで象徴的に使われた東京タワーは、野宮が東京で一番好きな場所だ。電波塔としての役割はスカイツリーに譲ったものの、いまなお東京のランドマークであり続けている。 今回の新録版「東京は夜の七時」は、東京タワーの開業60周年記念ソングでもある。「渋谷系ソングブック」と7インチシングルのジャケットにも、東京タワーの写真をあしらった。 野宮は言う。 「昔よく海外ツアーに行ってましたけど、成田空港から戻ってきて車窓から東京タワーが見えると、ああ帰ってきたって、ほっとするんです。変わらないものって安心するじゃないですか」\n\nTomohiro Ohsumi / Getty Images 東京タワー\n\n今回は「会えた」気がする ニューバージョンのMVの監督は、映像ディレクターの柿本ケンサク。 再開発で変わりゆく渋谷を舞台に、野宮のお面をかぶった25人のダンサーが、彼女がこれまで身につけてきた衣装を着て踊る。現在と過去が交錯する内容だ。 「『東京は夜の七時』って、別に渋谷っていう言葉は出てこない。でも、私はなんとなく渋谷をイメージしちゃうんですね。小西くんは（オリジナルの）MVで銀座を撮ってたから、もしかしたら銀座のイメージだったのかもしれないけど」 オリジナル版で、「早くあなたに逢いたい」と歌われたカップルが実際に会えたかどうかは定かではない。 「東京は夜の七時」の1年後を描いた「one year after」バージョン（アルバム「overdose」収録）は、出会えず終いの悲しい結末を想起させるものだった。 「1993年のオリジナルは、もしかしたら会えなかったのかな？っていう、ちょっと寂しい感じもなきにしもあらず。だけど今回のアレンジは、ハッピーエンドになったような気がして……。2人は会えたんじゃないかって、私は思ってます」\n\nYouTubeでこの動画を見る UNIVERSAL MUSIC JAPAN / Via youtu.be 野宮真貴 － 東京は夜の七時 [野宮真貴と少林兄弟] Produced by 小西康陽 (Short Ver.)\n\n互いをリスペクト 解散後も野宮が小西に訳詞を依頼したり、小西のステージに野宮が飛び入り参加したりと交流を続けてきた2人。互いをどのように評価しているのだろうか。\n\n今年の6 月、「素晴らしいアイデア 小西康陽の仕事 1986-2018」に際してのインタビューで小西はこう話していた。 「野宮真貴さんは、とにかく声がいい。小泉今日子さんとは違う意味で、やっぱり僕の理想のボーカリストだったんですよね」 「野宮さんのあの声は、ある時代の東京のアイコンだと思いますね。僕にとって、重要な曲を書かせてもらった一人です」 一方の野宮も、小西への敬意を隠さない。 「やっぱり、小西くんと出会ってピチカートをできたのが、私の歌手人生のなかで最も大きいことだし。当時から、小西くんは世界で一番カッコイイことをやってるって思ってましたから」 「渋谷系のルーツの音楽だとか、60年代のフランス映画だとか、いいものをたくさん教えてもらいました。レコーディングの時にアナログや写真集、ファッションの本なんかを持ってきて、『それいいよ、聴いてみれば』って、さりげなく薦めてくれて」\n\n再結成はあるのか 久しぶりのレコーディングも実現し、次はいよいよピチカート・ファイヴ再結成か？ と色めき立つファンも少なくない。 6月の小西への取材時に、それとなく水を向けると「お金を積まれればやります！ ちょっとやそっとの額じゃないですよ（笑）」と冗談交じりにはぐらかされてしまった。 野宮も「どうなんでしょう。それは私にもわかりません。ただ最近、しょっちゅう会いますね」と言葉を選びながら話す。 今回の取材では、同じ会場で時間を変えて小西と野宮に別々にインタビューしたのだが、入れ替わりの際に2人がすれ違う瞬間もあった。 決して饒舌に言葉を交わすわけではない。それでも、はにかみながら会釈し合う2人の姿からは、音楽界で長年一線を走り続ける「同志」としての強い信頼感がうかがえた。 「東京は夜の七時」の歌のなかで四半世紀ぶりに出会えた恋人たちのように、2人がピチカート・ファイヴとして「再会」する日は来るのだろうか？ ――野暮と知りつつ、ついつい想像をめぐらせてしまうのだった。\n\nRyosuke Kamba / BuzzFeed 小西康陽\n\n〈こにし・やすはる〉 1959年、札幌生まれ。作編曲家。1985年にピチカート・ファイヴとしてデビュー、2001年に解散。アーティストのプロデュースやドラマ・映画の楽曲制作、DJなど幅広く活躍。海外でも高い評価を誇る。著書に『ぼくは散歩と雑学が好きだった。 小西康陽のコラム1993-2008』（朝日新聞社）など。初期作品や他アーティストへの提供曲などをまとめた5枚組BOXセット「素晴らしいアイデア 小西康陽の仕事 1986-2018」が数量限定で発売中。\n\nユニバーサルミュージック 野宮真貴", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Just looking at the thick material on this bra makes me want to run a 5K. This product comes a bunch of fun colors, making it as cute as it is functional. Take note of the straps on this bra, as many customers noted it was a bit difficult to fasten for the first time.\n\nPromising review: \"I run half marathons and have DDD boobs and a small frame. I was getting crazy burn marks from other sports bras with underwire. This is amazing. For me, it fits around the ribs (I got the 32E) and the bra band stays in place, doesn't move, really holds my breasts down, and fits comfortably. Everyone that sees it thinks it's such a cute design and the back is cute too. I have one in pink and black. I just bought the one in blue tonight. You also can't beat this price. Highly recommend this sports bra! They're all I wear to workout (I do HIIT, yoga, bootcamp type activities, and train/run half-marathons).\" —jacquelyn Keeley\n\nGet it from Amazon for $19.99 (available in sizes 32A-40E and in five colors)."]