["My dog just got surgery because he tore a ligament in his knee so they had to shave him and now you can see his lil butt crack https://t.co/SNX0QnQqwR", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "My father-in-law asked me, “You vote?” & I said yes, women can vote now, it’s even encouraged. He said, “You don’t HAVE to vote,” & I said well I also didn’t have to marry your son but here we are.", "He then added that if he was going to get off to himself it should be the early-'90s version of himself on Full House.", "14.\n\n\"Lauren\" starts with an \"L,\" which is basically the dead center of the alphabet, so if things are going in alphabetical order by first name, you'll always be in the middle...even if they start at the beginning or the end of the alphabet. Annoying.", "A 43-year-old man surfing on the NSW north coast has been attacked by a shark, leading to all beaches in Ballina Shire being closed for 24 hours.\n\n\n\nThe man was in the surf at Shelly Beach near Ballina and was attacked around 6:45am today. He was left with a 20cm gash in his calf after fighting the shark off with his surfboard and paddling to shore.\n\nAble to take himself to Ballina hospital, the man was then transfered to Lismore Base Hospital for treatment.\n\nJimmy Keogh, the surf lifesaving duty officer in the area, told the ABC all beaches in the region were going to be closed at the request of police. This covers all beaches from South Ballina to Lennox Head.\n\nBallina mayor David Wright was at Shelly Beach to address the media this morning and said the shark was about 1.5 metres long.\n\n“This is just one of those things, we urge people to take care,” said Wright, who admitted that he did not know if shark drumlines were currently in the water near the beach.\n\nThis morning’s shark attack is the second in 48 hours in Australia. On Tuesday, a 33-year-old Victorian man died after he was attacked while swimming in Cid Harbour in the Whitsundays, Queensland.\n\n\n\n", "Macy's\n\nThe grow lights are energy efficient (aka they turn on and off automatically), and it tells you when to water (and feed with the included Miracle Grow plant food!) your baby greens, so these herbs'll basically grow themselves. The system comes with seed pods to grow Genovese basil, curly parsley, dill, mint, thyme, and Thai basil. Y U M!\n\nGet it from BuzzFeed's Goodful line, exclusively at Macy's for $189.99.\n\nPromising review: \"I love to cook, so the thought of having fresh herbs and veggies right on my kitchen counter was exciting. However, I had never had much success gardening. This new Goodful AeroGarden changed that for me. I made the best caprese salad I have ever eaten last week with some fresh basil from my garden. My kids actually enjoy helping me harvest and eat something green. It is freezing outside right now, but we still have fresh produce growing in our home! I can't believe it works this well. If you enjoy cooking or gardening, I would highly recommend.\" —FreshMom", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "3.\n\nThis person who put all of their faith in the lottery:", "Taylor Miller/Hannah Wong/BuzzFeed\n\nThese four varieties included:\n\n• Light and Fluffy Mashed Potatoes: AKA the classic, fluffy mashed potatoes seen on just about every Thanksgiving table. These babies are simple, buttery, and 100% smooth. If you're looking for a safe crowd-pleaser, this is your recipe.\n\n• Chunky, Skin-On Mashed Potatoes: These are for people who like their potatoes with a bit of texture. It's made with small red potatoes, with their skin still on, to produce a seriously chunky mash.\n\n• \"Not-Too-Dense\" Mashed Sweet Potatoes: Sure, mashed sweet potatoes are delicious, but they can also be pretty dense. We went on a mission to create a sweet potato mash that wasn't too heavy, and we think we aced it with a little help from a secret ingredient.\n\n• Ultra Creamy Mashed Potatoes: These potatoes are for the over-achievers; the people who watch Food Network and love trying new things. They're super creamy, decadent, and infused with savory garlic and herbs. The trick? Cooking them in the cream. Trust us, you'll love 'em.", "Hello my book loving friends. This week I discovered something called mini pocket books/flipback books , and they're becoming a thing over here in America.\n\nYou might already be familiar with the concept, because they're known as \"dwarsligger\" (flipback) in the Netherlands. Because the New York Times claims they \"could reshape the publishing landscape if successful,\" I wanted to test out the format for myself.\n\nI'm going to be honest with you. When the publisher mailed John Green's collection of flipbacks to me, I opened the package and laughed. What the hell was the point? I honestly didn't get it. To give you some perspective of the size, they're about the length of an 8 oz coffee mug.\n\nAnd because they're also referred to as pocket books, I wanted to see of these flipbacks could actually fit inside pockets. The experiment went...about as well as you'd expect. Men's pants tend to be deeper, so these books fit those pants just fine. With women's jeans, they definitely didn't slide in all the way.\n\nAnd because they're also referred to as pocket books, I wanted to see of these flipbacks could actually fit inside pockets. The experiment went...about as well as you'd expect. Men's pants tend to be deeper, so these books fit those pants just fine. With women's jeans, they definitely didn't slide in all the way.\n\nNow for the reading part. One of the first things I noticed was that the paper is super thin. Like, think hotel Bible thin. This was one of the most annoying parts when I began to read — because you can see the text on the next page.\n\nBut for the sake of this experiment, I read the entirety of the first chapter. Surprisingly, the text is big enough to read. And the see through-ness of the pages aren't AS bad as you continue to read on.\n\nHere's a side by side comparision of the actual novel's text to the flipbook's text. The spacing is a little more cramped, but the size is about the same.\n\nBut I also wanted to get some opinions from my co-workers who were also casual readers, so I went around and asked them to touch/flip through/read this format and tell me their honest opinions.\n\nPablo: I’m a fan of miniature things and think this is real cute. I wish this was more for novelty and read horizontally like a regular book (even if the words were tiny), but I can’t knock ’em for thinking outside the box.\n\nPedro: I think it's great for people that love having physical copies of books, but also don't want to carry really big ones around. I like it!\n\nAsia: I actually kinda like it. It feels easy to read and carry around, and it's much lighter than my Kindle. It kinda reminds me of carrying around a little Bible. I'd totally use this format!\n\nClaire: Honestly, I'm down with these booklets. They seem more comfortable for someone who is a side sleeper / reader (me). I'm pleasantly surprised by how large the font is, but the bleed through from the other pages makes it hard to read. If the pages were a smidge thicker (to combat the bleed through) I could definitely see myself buying these!", "BuzzFeed\n\n\"Yes! There is no really low setting... putting that aside, because we really don't need it, this is an excellent hand mixer. Bought this one looking for a power upgrade. More powerful than my current hand mixer and easier to deal with than my stand mixer. Pros: The price. It feels durable and rugged. Simplistic design is less likely to have issues — do we really need a digital display to tell us the speed? 220 watts of power! Easily chops cold butter and cream cheese. Three speeds of fun, Mix! Mix faster! Mix really fast! Cons: Did I mention there is no low speed? If you need a speed that low just use a whisk.\" —Billy\n\n\"Would I buy this again? Absolutely! I read the reviews first before buying it and there are a lot of complaints about it 'splashing cookie dough on the walls, so you should use a deep bowl, since the lowest speed is too high.' My answer to that? GREAT! That's exactly the power I want! I want a hand mixer to do the job, so I don't revert to my stand mixer all the time. I want power to be able to tackle many different types of food, not just a dozen types, but all kinds of things. If I wanted to buy a slow hand mixer, then I'd go to the lowest wattage one, which I owned 40+ years ago...it barely whipped mashed potatoes! I don't want that anymore — I want a mixer to do what I expect it to, and Cuisinart products are known for power! I don't have time to stand there, waiting for the mixer to beat whatever it is because it's too slow. I LOVE IT!!!\" —Marlene R.\n\n\"I like this mixer very much. I got it in preparation for this holiday season. At first, I was worried about the wire beaters. But, after asking about them and receiving positive answers that they were sturdy, I ordered it. I was also concerned that there were only three speeds. But, in reality, what more do you need than slow/medium/fast? Some people have a problem that the slow isn't slow enough and flour in the bowl was flying up out of it? Maybe you need to use a bigger/taller bowl. It's a mixer, things are going to move in the bowl. All in all, I'm very happy with this mixer — and as a plus, it's red.\" —min", "O presidente eleito Jair Bolsonaro disse hoje que a mudança da embaixada brasileira em Israel de Tel Aviv para Jerusalém é \"uma coisa que não foi decidida ainda\". Há menos de uma semana, no dia 1º, Bolsonaro tuitou EM PORTUGUÊS E EM INGLÊS que, \"como afirmado durante a campanha, pretendemos transferir a embaixada do Brasil de Tel Aviv para Jerusalém\".\n\nTambém pelo Twitter, o primeiro-ministro de Israel, Benjamin Netanyahu, chegou a cumprimentar Bolsonaro pela decisão — e Bolsonaro respondeu com um joinha.\n\n\"Felicito meu amigo, o novo presidente brasileiro, Jair Bolsonaro, por sua intenção de transferir a embaixada brasileira para Jerusalém. Este é um passo histórico, certo e emocionante!\", escreveu (segundo o Google Tradutor) Netanyahu.\n\nA nova posição de Bolsonaro foi dada hoje, em Brasília, quando ele foi questionado sobre o Egito ter cancelado a visita que receberia de uma comitiva brasileira. Os países árabes reagiram mal ao anúncio de Bolsonaro sobre a mudança da embaixada em Israel.\n\n\n\nNa saída do Min. da Marinha, Bolsonaro, que havia se negado a falar sobre a crise diplomática com o Egito, decidiu responder. Disse que mudança da embaixada de Israel para Jerusalém ainda não está decidida e q o Egito não deveria retaliar o Brasil por algo q ainda não aconteceu. https://t.co/jTLoN8J4qd\n\n\"Para nós, não é um ponto de honra essa decisão\", afirmou Bolsonaro sobre a mudança da embaixada. Sobre a decisão do Egito, falou: \"Eu acho que seria prematuro um país anunciar uma retaliação em função de uma coisa que não foi decidida ainda\". O Egito cancelou a visita que seria feita pela comitiva chefiada pelo chanceler Aloysio Nunes. A justificativa oficial foi uma mudança de agenda das autoridades locais, mas o Itamaraty considerou o cancelamento uma reação às declarações de Bolsonaro.\n\n\n\nEvaristo Sa / AFP / Getty Images", "Promising review: \"I wore this dress to a wedding and received so many compliments. The dress is true to size: I usually wear size 8-10 and ordered a large, and it fit perfectly. The fabric is soft and stretchy, and the blue color is stunning. I highly recommend!!\" —lulu1985\n\nGet it from Amazon for $33.99 (available in sizes S-XL and eight colors).", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Alexa Fishman/BuzzFeed\n\nAfter some ~very serious~ research, we came up with four recipes that should please just about everyone:\n\n• Classic Stuffing: Because we wanted to create a recipe that tastes similar to the boxed variety, only better.\n\n• An Amped-Up Classic: Because sometimes you gotta impress your in-laws, and this recipe will do just that.\n\n• Cornbread Stuffing: Because cornbread stuffing is a category all on its own.\n\n• Vegetarian Stuffing: Because Thanksgiving is all about making food everyone can enjoy, so there needs to be a go-to recipe that is both vegetarian and delicious.", "BuzzFeed\n\nAnd the cloths are super soft, so you won't have to resort to harsh scrubbing that can dry out your face.\n\nPromising review: \"YESS!!! I cannot LIVE without this product. I have always had pretty bad acne and every product I’d use would result in either a break out or just constant irritation. This product can be used with JUST WATER to get literally all of your makeup off with zero skin irritations! I use it in the AM and PM and one rag will usually last me a full seven days before needing a wash. I have about three or four of these because I cannot live without them. My acne has become a lot better by using this as opposed to cleaners and crazy products for my skin. Who knew a clean rag and water could actually do so much?!?\" —Nina Aristo\n\nGet it from Amazon for $20 (available in pink, black, and purple).\n\nPsst! This won best mid-priced makeup remover on BuzzFeed Reviews, too!", "Looking for even more travel in your life? Then you should join our Bring Me Community Facebook group to talk about it to your heart’s content!", "Não durou 24 horas a campanha do SBT de exaltar o Brasil. A emissora lançou vinhetas com slogans do tempo da ditadura militar, como \"Brasil: Ame-o ou Deixe-o\" e causou impacto negativo entre os telespectadores.\n\nNo início da tarde, a assessoria de imprensa da emissora afirmou que não trataria do assunto por questões estratégicas mas agora, no início da noite, a assessoria informou que a vinheta foi tirada do ar. \"O SBT cometeu um equívoco\", escreveu a assessoria para o BuzzFeed News.", "We often talk about swing states and close elections as if only some matter, but that's not true. Click on your state to read up on just one of the exciting votes happening in your state!", "Share On more Share On more\n\n1. First, when Nicole waltzes into Shorty's Bar to introduce herself to Waverly: SYFY\n\n2. And then, when Nicole helps Waverly after her shirt gets stuck and it's a total heart eyes moment for both of them: Tap to play GIF Tap to play GIF SYFY\n\n3. When Nicole knows even before Waverly that they're destined to be together: SYFY\n\n4. When all Nicole can recall before being attacked is Waverly's smile: SYFY\n\n5. When Nicole wants to talk about the weird shit that happens in Purgatory, but Waverly is clearly thinking about something else: SYFY\n\n6. When Waverly and Nicole put all their feelings on the line to be together because TBH, that's pretty damn brave: SYFY\n\n7. When they had this perfect makeout session in the barn — honestly, the lighting is GORGEOUS: SYFY\n\n8. When Nicole gave Waverly her bracelet just so Waverly could accessorize: SYFY\n\n9. When Waverly says she loves Nicole for the first time in front of Wynonna, who she hasn't come out to yet: SYFY\n\n10. When Nicole knew Waverly was being possessed by a demon based on one kiss because that's true love: SYFY\n\n11. When Waverly is questioning whether she's really an Earp, but Nicole assures her that it doesn't matter: SYFY\n\n12. And then, when Nicole tells Waverly she would stand by her no matter what: SYFY\n\n13. When Waverly performs this sexy cheerleading dance for Nicole: Tap to play GIF Tap to play GIF SYFY\n\n14. When Nicole and Waverly have this tender moment after possessed Waverly ordered Nicole to shoot Wynonna: SYFY\n\n15. When Nicole is worried that Waverly doesn't remember their time together while she was possessed, but in fact, it's the opposite: SYFY\n\n16. When Wynonna drags Nicole to Pussy Willows and Nicole can't lie when Waverly calls: SYFY\n\n17. And then, when Nicole drunkenly apologies to Waverly and it's the cutest: SYFY\n\n18. When Nicole and Waverly kick some serious ass while fighting off Widow Mercedes — and Nicole risks her life to save Waves: Tap to play GIF Tap to play GIF Tap to play GIF Tap to play GIF SYFY\n\n19. When Nicole is dying and professes how much she loves Waverly — I'm literally a puddle just thinking about it: SYFY\n\n20. When Waverly and Nicole prove that no matter what universe they're in, they will always find each other: Tap to play GIF Tap to play GIF SYFY\n\n21. And of course, when only Waverly could compare someone to a doughnut and make it adorable: SYFY\n\n22. When Waverly figures out that she isn't an Earp or a revenant, but Nicole knows exactly who she is: SYFY\n\n23. When they simply wake up in bed together like the domestic couple they are: SYFY\n\n24. And then, when they fight some vampires together because why not: Tap to play GIF Tap to play GIF SYFY\n\n25. When Nicole put this guy in his place when he assumes that she and Waverly are just friends: SYFY / Tumblr / Via earpwynonna.tumblr.com\n\n26. When Waverly is unsure of her destiny, but Nicole assures her that one thing is certain: SYFY / Tumblr / Via wayhaughtshipper.tumblr.com\n\n27. When Nicole and Waverly actually throw a \"sorry party\" because they're the level of adorable and extra that I aspire to be: View this post on SYFY / Tumblr / Via uunsavouryy.tumblr.com\n\n29. When Waverly talks about Nicole to Charlie and the smile on her face says it all: SYFY\n\n30. When Waverly thinks Nicole is proposing and naturally freaks out: SYFY", "1.\n\nWhen you have to guesstimate what the weather is going to be because how it feels in the a.m. means nothing.", "Michelle No / BuzzFeed\n\nMy mom once told me that (according to an old-fashioned Korean tradition), a lady isn't ready for marriage until she can perfectly peel an apple. I'd like to update that saying: If you can peel, core, and cut eight apples without losing your damn mind, you can literally do anything you want in life.\n\nBy the time I peeled apple #8, I seriously felt more accomplished than the day I received my college acceptance letter. The huge buzzkill to this story is that despite all the work I put into my apples, my crisp didn't even turn out that crispy. (*ahem* Full disclosure: this was probably because I didn't incorporate my butter into the dough thoroughly enough.)\n\nEven if this dessert came out perfectly though, I would have definitely bought a separate pie. Because how am I supposed to kick-start my food coma without a buttery, flaky pie?", "And the thing fans are easily the most hype for is the promise of seeing ALL the Disney together , in one place, many of whom are voiced by the original actors!", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "And as for whether or not he talks to the other members. \"Nah. I ain't spoke to any of them for a long time, to be honest with you. That's just the way it is.\"", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "People can't get enough of the post and are sharing their well wishes along with her message to vote:", "I don't own any *nice* silverware, but now I want to just so I can use these wipes.\n\nPromising review: \"Far exceeded my expectations! I inherited these Austrian silver chalices 20 years ago, and they were grimy then. I pulled them out of a box with an additional 20 years of tarnish on them. I thought these wipes would probably take a few dark layers off, but didn’t expect they would shine them into MIRRORS!\" —Kasey J. Mayclin\n\nGet a two-pack from Amazon for $11.98.", "Heuler Andrey / AFP / Getty Images\n\nNa primeira entrevista coletiva depois de se afastar do julgamento dos processos do petrolão, o futuro ministro da Justiça e Segurança Pública, Sergio Moro, disse que pretende levar o modelo da Lava Jato para o combate à corrupção e ao crime organizado – suas prioridades no ministério.\n\n\n\nNegou que tenha sido nomeado como \"recompensa\" por ter condenado Lula e afirmou que, na hipótese de uma divergência importante com Bolsonaro no governo, a última palavra é do presidente. \"Aí eu vou tomar a minha decisão, se eu, vamos dizer assim, continuo ou não continuo\", afirmou.\n\n\n\nOs principais pontos da entrevista logo abaixo.\n\nHeuler Andrey / AFP / Getty Images\n\nLULA Ao longo de 1h45, Moro mandou recados ao PT e aos críticos que associaram o convite de Bolsonaro a uma espécie de \"recompensa\" por ter condenado o ex-presidente Luiz Inácio Lula da Silva.\n\n\n\n\"O ex-presidente foi condenado e preso porque cometeu crime, não por causa das eleições\", declarou o juiz, insistindo que a condenação foi confirmada por três magistrados do Tribunal Regional Federal e que a prisão foi autorizada, inclusive, pelo Supremo Tribunal Federal, que discutiu o caso de Lula. \"Não posso pautar a minha vida por um álibi falso, uma fantasia de perseguição política\", afirmou. Ele ainda repetiu as expressões \"álibi falso\" e \"fantasia\" durante a entrevista para se referir ao ex-presidente.\n\n\n\n\"Pode parecer estranho dizer isso, mas não há qualquer possibilidade de usar o ministério para perseguição política\", afirmou.\n\n\n\nMoro reconheceu que sua ida para o governo é \"controvertida\" e \"até gerou críticas na imprensa internacional\", mas voltou a insistir que vai exercer uma função \"predominantemente técnica\": \"Não tenho pretensão de ser candidato, de subir em palanque.\"\n\nHeuler Andrey / AFP / Getty Images\n\nCOMBATE AO CRIME ORGANIZADO\n\n\n\nOlhando para o futuro, Moro falou genericamente sobre encampar uma agenda legislativa para \"consolidar\" os resultados da Lava Jato.\n\n\n\nSegundo o juiz, um dos pontos deve ser resgatar parte das 10 medidas anticorrupção, que foram propostas pelo Ministério Público Federal e que foram desfiguradas no Congresso. Ou endurecer a regra de progressão de regime para presos ligados a organizações criminosas.\n\n\n\nPOLÍCIA ATIRANDO PARA MATAR\n\n\n\nMoro foi vago sobre algumas propostas feitas por Bolsonaro na área de segurança, como o excludente de ilicitude que permitiria que os policiais atirassem para matar em confrontos. O juiz disse que não é razoável que, diante de um bandido armado com o fuzil, o agente da lei deva esperar que seja disparado o primeiro tiro. Mas frisou: \"confronto não é estratégia.\"\n\n\n\n\"O confronto policial pode acontecer quando existem áreas dominadas pelos criminosos, mas ele é sempre indesejado. A boa operação policial é quando ninguém se machuca; o criminoso vai para a cadeia e o policial vai para sua casa\", disse Moro.\n\n\n\nHeuler Andrey / AFP / Getty Images\n\nREDUÇÃO DA MAIORIDADE PARA CRIMES GRAVES\n\nSergio Moro defendeu a discussão da alteração da maioridade penal em caso de crimes graves. Ele exemplificou com o exemplo hipotético de um jovem de 16 anos que comete um homicídio e que já tem, neste caso, a consciência que matar é errado.\n\n\n\nSegundo ele, reduzir a maioridade penal não é uma solução para a criminalidade, mas para prover Justiça individual às vítimas.\n\n\n\nDIVERGÊNCIAS COM BOLSONARO A entrevista fez aflorar as primeiras divergências entre Bolsonaro e o seu superministro de Justiça. O presidente eleito já defendeu que movimentos como MST (sem-terra) e MTST (sem teto) sejam enquadrados como terroristas.\n\n\n\nMoro disse que movimentos sociais devem ser responsabilizados por danos a terceiros, como no caso de invasão de propriedades. \"Mas declará-los como organizações terroristas não é razoável\". No campo dos direitos humanos, Moro disse que os assassinatos da vereadora Marielle Franco (PSOL-RJ) e seu motorista, Anderson Gomes, devem ser elucidados.\n\nStringer / Reuters\n\n\"A ÚLTIMA PALAVRA É DELE, AÍ EU DECIDO SE CONTINUO OU NÃO\"\n\n\n\nSergio Moro repetiu várias vezes que considera Bolsonaro uma pessoa \"ponderada\" e que eventuais divergências com ele poderão ser discutidas, ponto a ponto. Foi um ponto muito repisado nas perguntas de jornalistas.\n\n\n\n\"Eu assumo uma posição no governo e tenho muita ciência de que eu estou numa posição subordinada. Eu fui conversar com ele com uma proposta de trabalho, para verificar se nós tínhamos convergência. O resultado da conversa foi positivo\", disse sobre o convite.\n\n\n\n\"Ainda que possa não haver uma convergência absoluta, nós podemos conversar e cada um ceder nas suas posições — ou ele, evidentemente, dá a última palavra, a decisão final é dele, e aí eu vou tomar a minha decisão, se eu, vamos dizer assim, continuo ou não continuo.\"\n\n\n\nDITADURA E MINORIAS\n\n\n\nQuando indagado sobre uma divergência conceitual importante com o futuro chefe – a existência da ditadura militar (1964-1985) –, Moro saiu pela tangente: \"Não estou assumindo um ministério para tratar de fatos dos anos 60 e 70.\"\n\n\n\nE defendeu Bolsonaro por insultos contra gays e mulheres no passado. \"Há uma situação de declarações pretéritas, mas estamos olhando para o futuro\", disse. Ele ressaltou que há um \"receio infundado\" de ações e medidas que restrinjam a liberdade de minorias, como a comunidade LGBT. \"Política persecutória contra homossexuais ou homoafetivas? Não, zero\", disse.\n\n\n\nMoro defendeu \"punição severa\" para crimes de ódio.\n\nStringer / Reuters", "Although Dr. Evil isn't running as a Democrat or Republican — he is running as an evil-tarian — he has one goal.", "Tasty\n\nPorções: 10\n\nVocê vai precisar de:\n\nBolo:\n\nSpray antiaderente para untar a forma\n\n5 bananas maduras\n\n3 ovos grandes\n\n¾ xícara de iogurte grego natural light\n\n½ xícara de mel\n\n1½ colheres de chá de essência de baunilha\n\n2¼ xícaras de farinha de trigo integral\n\n1½ colheres de chá de bicarbonato\n\n1 xícara de nozes grosseiramente picadas, mais para cobrir\n\nCobertura:\n\n2 xícaras de açúcar refinado\n\n2-4 colheres de sopa de iogurte grego natural light\n\nModo de preparo:\n\n1. Preaqueça o forno a 180˚C. Unte uma forma Bundt com o spray antiaderente.\n\n2. Em uma tigela grande, amasse as bananas. Acrescente os ovos, o iogurte, o mel e a baunilha, e misture bem.\n\n3. Acrescente a farinha e o bicarbonato, misturando bem com uma espátula de borracha. Acrescente as nozes.\n\n4. Despeje a massa na forma Bundt untada. Alise o topo com uma espátula.\n\n5. Asse por cerca de 50 minutos, ou até que um palito de dente inserido no centro do bolo saia limpo. O tempo de preparo pode variar, por isso fique de olho no pão. Vire o bolo ao contrário sobre uma grade posicionada em cima de um tabuleiro, e deixe-o esfriar completamente.\n\n6. Faça a cobertura: em uma tigela pequena, misture o açúcar refinado e duas colheres de sopa de iogurte grego. Acrescente mais iogurte conforme necessário até alcançar a consistência que desejar.\n\n7. Despeje a cobertura sobre o pão. Rapidamente polvilhe mais nozes no topo antes que a cobertura endureça.\n\n8. Corte em fatias e sirva.\n\n9. Bom apetite!\n\nInspirado por: https://thefirstyearblog.com/banana-nut-bundt-cake/", "LOVE this #PizzaToThePolls is a great idea... but another reason why #votebymail rocks! I voted in my pajamas and really got to research the issues. And I may have eaten left over pizza, too... plus coffee, lots of coffee. 😉 https://t.co/akNZ0G4IF7", "Policies like these can lead to voter disenfranchisement, keeping people who want to vote away from the polls. But you can help to make change:\n\n* Vote: Ironically, one of the best ways to change policy is to elect better policy-makers. If you're able to vote, you can help support officials who want to see more people exercising their right to vote.\n\n* Stay informed: When you sign up with services like Turbo Vote, you can get text reminders about upcoming elections and registration deadlines.\n\n* Write your representatives: Let them know that making voting easier for everyone is something that's important to you.\n\n* Get involved: There's strength in numbers. Local political clubs, grassroots organizers, and activists all want people to be politically engaged. They may already have programs in place to help voters out, and joining a team is a great way to maximize your impact.", "I voted! Did you? Get out and vote! Help someone else get out and vote! #whenweallvote https://t.co/nGMe7Uf773", "Share On more Share On more\n\nMore", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "It's lightweight so you can move it around from your desk to the couch to anywhere you're chilling. It also comes with information on the reflexology points in your foot to help you relax to the max.\n\nPromising review: \"I’ve been having so many issues with my feet the last few years. My feet hurt so bad, it made me become a hermit. I’ve had tendinitis and now have plantar fasciitis. I get foot cramps all the time. After just one day with this under my desk at work, I feel a huge difference. My feet no longer feel tight and painful. They feel tingly, in a good way. I look forward to being able to go for a walk and not have to rest along the way. I love that it’s small, looks nice, and doesn’t slide around. I highly recommended this for anyone, with foot issues or not, if you sit a lot. It's a nice way to keep the blood flowing when stuck at a desk.\" —Vanessa Thomas\n\nGet it from Amazon for $18.95.", "Amazon\n\nFive-tier pan has a larger tier on the bottom to accommodate larger pans. Requires no installation.\n\nPromising review: \"I've struggled with how to store my cast iron pans yet still have them easy to access and not look a mess. This fits the bill! I have it standing upright on the counter, and it fits easily under my upper cabinets. As shown in the seller's photo, the Lodge LCC3 Cast Iron Combo Cooker, aka chicken fryer, fits on the bottom tier — and what's not shown is that the lid fits as well if you sit the fryer in it. I have the combo cooker, it's lid, a 10\" Dutch oven lid, 6 skillets of varying sizes, and a 8\" round griddle on the organizer, and it is very stable.\" —Kindle Customer\n\nGet it from Amazon for $26.97.", "Listen, I wasn't born yesterday. I know that Jennifer Lopez is practically carved from stone and that calling her \"toned\" is an understatement. She's hot as heck, it's a fact.", "Pabllo nunca vai ser indicado a categoria de homem mais sexy porque sua figurina é feminina e não masculina. Pabllo não pode ser indicada a categoria de mulher mais sexy porque é um homem fazendo drag. E aí? O problema é a Pabllo Vittar ou a sociedade que só sabe ser binária?", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Walmart\n\nThe 12-piece microwave- and dishwasher-safe set includes four dinner plates, four side plates, and four bowls.\n\nPromising review: “These are some beautiful dishes. They are great-sized plates and bowls. And the fact that they are microwave-safe is a plus.” —Samsgram\n\nPrice: $28.40", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "appreciation tweet for hitchcock and scully because they’re both really underrated, lovable and relatable with an amazing friendship and i can’t wait to know more about them https://t.co/fy4aNmjF1M", "Walmart\n\nThis pillow will mold to your head and neck for the most comfortable sleep of your life. The cool gel will regulate temperature, making sure you stay cool as your snooze.\n\nPromising review: \"Since I have been using this pillow, I have been sleeping better at night. Before using this pillow if I got hot, I would kick the covers off. Now since the pillow has the cool gel technology, it keeps me cool at night so I do not have to kick off the covers. The memory foam helps reduce the pressure points between your head, neck and shoulders. The breathable cover is machine washable. It helps keep the spine in correct alignment. So when you wake up there is no more neck and shoulder pain. The cool side keeps you from having to turn the pillow over all the time to get a cool side. I like this pillow a lot since it keeps me cool at night and helps keep the head, neck and shoulders in aliment.\" —Cave\n\nPrice: $25", "Now people are stepping up to help John during his great time of need by showing up (literally) to buy out his inventory so he can go spend the rest of his day with Stella.", "Promising review: \"This is one of the finest cookbooks I have ever owned. I appreciate the author's relationship with food. It's hard to explain what I mean, but the book deals with a ground of being (where one comes from) with integrity, respect, love, inspiration, etc., with regard to food. This cookbook won a major 'cookbook of the year' award in 2001 — from a major cookbook association — out of thousands of cookbooks published that year. If you like to cook or would like to be able to cook, you'll love this book. Even if you never cook a recipe from it. It's beautiful, simple, elegant — a real treat among cookbooks. Also would make a BEAUTIFUL wedding present or a great present for a person or couple who have just purchased a new home.\" —Susan Martin\n\nGet it from Amazon for $27.49, Barnes & Noble for $54, or a local bookseller through IndieBound here.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "The Rock and Kevin Hart are frequent collaborators and always go back and forth on social media taking hilarious jabs at one another. Take for example the caption in the below photo:", "just remember that when you see photos of dogs with \"i voted\" stickers that all those dogs have committed voter fraud", "Overheard in the lobby Guy 1: Hey dude, you've got some updog on your face Guy 2, offended: Is that your way of trying to tell me I'm hairy? *walks away* Guy 1, to himself: ᴺᵒᵗ ᵐᵘᶜʰ ʰᵒʷ ᵃᵇᵒᵘᵗ ʸᵒᵘ", "O presidente eleito Jair Bolsonaro recusou-se a responder uma pergunta sobre o Egito ter se negado a receber o chanceler brasileiro no Cairo e encerrou uma breve entrevista coletiva na tarde desta terça (6), em Brasília.\n\nAplaudido por um pequeno grupo de pessoas quando deixou o Ministério da Defesa, Jair Bolsonaro evita falar sobre situação do Brasil com Egito. “[Isso] não, outro assunto, outra pergunta”. https://t.co/as9sHd0pob\n\n“Outro assunto, pergunta aí”, cortou Bolsonaro, para em seguida virar as costas e deixar o local onde jornalistas o aguardavam na saída do Ministério da Defesa. Veja o vídeo.\n\nO país árabe cancelou visita que comitiva brasileira faria nesta quarta-feira após declarações de Bolsonaro sobre mudança de embaixada do Brasil em Israel.\n\n\n\nNum ato considerado hostil pela diplomacia, o país árabe cancelou uma visita que seria feita nesta quarta-feira pelo chanceler Aloysio Nunes (PSDB-SP).\n\nApesar de a justificativa formal para o cancelamento da ida do chanceler brasileiro ao Egito ter sido uma mudança de agenda das autoridades daquele país, o Itamaraty vê um recado dos egípcios às declarações de Bolsonaro, que pretende mudar a embaixada brasileira em Israel de Tel Aviv pra Jerusalém.\n\n\n\nJerusalém emergiu da ordem surgida depois da Segunda Guerra Mundial como uma cidade de status internacional, a ser partilhada por árabes e judeus. Desde 1967, quando Israel venceu a Guerra dos Seis Dias, a parte oriental da cidade foi ocupada.\n\n\n\nAo anunciar que transferiria a embaixada brasileira para Jerusalém, juntando-se aos Estados Unidos e à Guatemala, Bolsonaro indicou que reconheceria a cidade como capital de Israel, tomando parte no conflito entre o mundo árabe e Israel, em favor do último. A soberania de Israel sobre Jerusalém Oriental não é reconhecida pela ONU.\n\n\n\nA irritação diplomática do Egito, destino das exportações brasileiras, pode ter implicação econômica. Entre janeiro e setembro deste ano, o Brasil acumulou um superávit comercial de R$ 1,3 bilhão no comércio com o Egito.\n\n\n\nNo ano passado, o país exportou R$ 2,4 bilhões e importou apenas R$ 155 milhões. Dois terços das exportações referem-se a carne bovina, frango, soja, fumo e açúcar. Outros 21% são minérios.", "\"My Aussie puppy LOVES this toy. When he was only a few months old I got him the large size and it would take him a while to get all of the squirrels out. I actually had to start putting treats at the bottom so that he wouldn't give up. Now he's 6 months so I got him the ginormous one thinking that it would be a little bit more of a challenge, but he gets all of the squirrels out in just a few minutes minutes then starts chewing through them. Like any plush toy, I definitely wouldn't recommend this for unsupervised chewing because if your puppy's like mine, it'll have all six squirrels unstuffed in under an hour. But it's really fun to toss the squirrels around and watch him run around with the trunk on his nose. His last batch of squirrels lasted him about four months, but now that he has all of his teeth I don't expect them to last as long. He loves them SO much though. It's definitely worth it if you're willing to replace the squirrels from time to time.\" —IJ\n\n\"Our pup loves this toy! His snout is a little too big to fit in the side holes in the log but he shakes it to get the squirrels out and it keeps his attention. Comes with six super-cute squeaky squirrels and the log, which he loves to chew on its own. Overall great toy and size for our Bernese mountain dog!\" —Kyle Dixon\n\n", "Which “West Wing” Candidate Should You Vote For?\n\nReal-world politics is scary. Vote for some fictional candidates instead. (But please do vote in real life too. It’s important.)", "Despite living on my own for nine long years, I've never actually owned a decent set of cookware. Somehow, I've always moved from apartment to apartment with boxes of over-used pans procured from my mom's garage, various old housemates, and friends who were moving out of town and needed someone to offload their shit onto.\n\nUntil recently, I saw absolutely no issue in this. (What am I? A professional chef?!) But I have officially seen the light — and it has a perfect matte cream finish.", "Between his devilishly handsome good looks and his heavenly vocals, we KNOW you're guilty of thirsting over Troye Sivan! So, in the name of thirst, we had Troye read thirst tweets about himself...", "Promising review: \"This has the same milky, non-foaming texture as Cetaphil and Cerave cleansers, but it's visibly better and faster at dissolving makeup and dirt. It takes literally just a few rubs to break down makeup, versus the longer emulsifying time of Cetaphil and Cerave, both of which don't take off mascara very well. But Toleriane does the job! Face is left sparkling clean with no residue, but not tight or dry. Innocuous and simple ingredient listing, reasonably-priced. If you like Cerave/Cetaphil, or 'one-step' moisturizing cleansers like Philosophy's Real Purity, or Fresh's Soy Face Cleanser, this is up your alley.\" —nycgirl\n\nGet it from Amazon for $14.99.", "E pode ser que até hoje você não saiba muito bem o que fazer com todos aqueles VHS!", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "A Milena é maquiadora, mas também trabalha no supermercado da família, que fica embaixo da casa onde mora. Ela sempre comenta esse fato, mas jamais havia revelado um detalhe MUITO importante: antes da família dela se mudar para o local e comprar o supermercado, um idoso foi ASSASSINADO pelo próprio irmão dentro da casa.", "Not to brag, but I got from Jay Chou to the United States Navy's Destroyer with five clicks in just 30 seconds.", "Share On more Share On more\n\nMore", "With the help of some very compassionate and well-thought out responses from others on social media, I now realize what I said was not only wrong but also incredibly hurtful. To be part of a problem I was hoping I was helping makes it that much more embarrassing & hard to-", "Rich Fury / Getty Images\n\nApós Portia se mudar para uma fazenda com sua parceira, Ellen Degeneres, ela percebeu que agrupava animais arbitrariamente nas categorias de \"é comida\" e \"não é comida\", e logo sua empatia se estendeu a todos eles. Foi assim que ela passou a sentir que não poderia ser outra coisa além de vegana.", "Walmart\n\nPressure cooker is made with BPA-free materials and designed for steaming, stewing, braising, and more. It features a smart-design vent in the lid to regulate pressure, and heat and steam release. It's ideal for use in standard microwaves, and the main components are top-rack dishwasher-safe. The steamer plate and removable basket are good for steaming fish, and you can add more foods in mid-cooking, and cook more than one food at a time.\n\nGet it from Walmart for $41.99 (originally $50.31).", "Getty\n\nHe had promised the American people he would never seek public office again after 1783. He didn't want to reneg on this promise, and he felt that he was too old to take up the task of running a new country. He only relented and ran for president because of the overwhelming support he received from the American people.", "Bianca é uma YouTuber transexual que largou a escola os 14 anos por não aguentar mais sofrer bullying e transfobia e se tornou ícone na comunidade LGBT. De acordo com este tuíte aqui, membros de um grupo criaram essa vaquinha virtual para poder comprar um celular e um notebook para Bianca continuar fazendo seus vídeos.", "Promising review: “I LOVE LOVE LOVE these organizers!! I almost did not purchase them due to the reviews saying that larger than a C cup would not fit into the bra organizer. At just $13 for 4 organizers I took my chances and ordered two sets of 4. I figured, worst case scenario I would have to cut the dividers out of the bra organizers. I'm not sure if its just the larger band sizes that wont fit in these bra organizers? I am guessing if you wear a 36 band size or above that the organizer maybe too narrow to fit the bra. However, I believe you could fold in the extra band and fit them in. I had no problem fitting DD cups into these. I wear a 32 DD and the bras fit beautifully in the organizers. I ordered another set for tank tops and other extras I did not think of before. I will also order my boyfriend the brown ones for his drawers.” —Elizabeth L Blackwell\n\nGet a set of four on Amazon for $13.87+ (available in two colors).", "And it seems there's no hard feelings, because Ricky followed his video up with a message calling the song \"fire,\" and saying he has \"nothing but gratitude\" for their relationship.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "This Week: All the highlights from Meghan Markle & Prince Harry's first world tour\n\nWhew! It’s barely been a minute since the ever-glamorous Meghan Markle and oh also Prince Harry wrapped up their first (and impeccably outfitted) major world tour, and we’re already in major royal family content withdrawals.\n\nTo tide over all you royal diehards until the next pregnancy/engagement/good hat sighting, and catch the rest of us up on everything that happened, here are the top posts from our teams in Australia, the U.K., and the U.S. from their 4-country tour...\n\nOn actual tour events:\n\nMeghan Markle Found Time To Reinvent Banana Bread While On Her Royal Tour And Honestly Wow\n\nMeghan Markle Absolutely Slayed Her First Official Speech As A Duchess In Fiji\n\nCheck Out This Koala Looking Thoroughly Unimpressed To Be Meeting Meghan And Prince Harry\n\n\n\n\n\nOn Meghan fashion, of course:\n\nMeghan Markle Wore A Dress And It Broke The Internet\n\nMeghan Markle Is Definitely Pregnant And Wore A Ball Gown And Diamonds To Make Sure You Know\n\n\n\n\n\nAnd on the soon-to-be parents just being cute together:\n\n34 Examples Of How Not To Act At Work As Illustrated By Meghan Markle And Prince Harry\n\n18 Times Prince Harry And Meghan Markle Made Me Die A LittleInside\n\nLook At Meghan Markle Schooling Prince Harry In The Game Of Life And Welly Wanging", "Share On more Share On more\n\nMore", "Read our full write-up on this magical clay mask to learn more!\n\nPromising review: \"It's an official holy grail product of mine. I ideally use it once a week, and it feels as if angels themselves have taken the time to delicately renew my skin with the magical touch of their wings. Ok, but really — I wear foundation daily, have combination and sensitive skin, and require hypo-allergenic products. I truly feel this product is a part of why I'm breakout-free week after week. I mix with equal parts water and vinegar and use the sensitive-skin time recommendation to avoid over-drying or any tenderness, moisturize afterwards, and I'm good to go! I also find it works WONDERS as a spot treatment for the pimples that appear every so often. I love this stuff, use it often, and it still lasts FOREVER. Literally the best mask I've ever used.\" —S.Nae\n\nGet it from Amazon for $14.95.", "O relatório lançado no início de 2018 pela Comissão Global sobre Economia e Clima pintou um retrato mais sombrio que o do IPCC, declarando que, sem uma \"guinada decisiva\" até 2030, o mundo atingirá um ponto irreversível e não será capaz de manter o aumento da temperatura global abaixo de 2°C.\n\nEm 2017, a temperatura do mundo subiu 1°C acima das temperaturas pré-industriais. O IPCC afirma que, para manter as temperaturas globais abaixo do limite estabelecido pelo Acordo de Paris, o mundo precisa reduzir a zero suas emissões de carbono até 2050.\n\nO relatório divulgado no início de outubro de 2018 pelo Painel Intergovernamental sobre Mudanças Climáticas (IPCC), da ONU, destacou os impactos ambientais que ocorrerão se a temperatura da superfície da Terra aumentar 2°C acima dos níveis pré-industriais, comparados com aqueles que ocorrerão se esse aumento for limitado aos 1,5°C estabelecidos no Acordo de Paris em 2015.\n\nCada vez mais, essa fusão entre ambientalismo e psicoterapia tem sido dedicada à dolorosa experiência de confrontar a realidade iminente das mudanças climáticas.\n\nO termo ecopsicologia é atribuído a um livro escrito pelo acadêmico californiano Theodore Roszak que foi publicado nos anos 1990. A obra propunha uma nova disciplina da psicoterapia que buscasse entender o \"inconsciente ecológico\" em cada pessoa. Roszak acreditava haver um vínculo indissociável entre o meio ambiente e a psicologia humana.\n\n\"Eles acreditam na extinção humana, acreditam que ela é inevitável e está próxima\", disse. \"As pessoas vão lá e dizem: 'Semana que vem, vou fazer uma vasectomia.' Há bastante angústia.\"\n\nAs dificuldades de Baker a levaram a participar de comunidades online de pessoas que vivenciam as mesmas ansiedades e angústias. Ela diz que um grupo do Facebook do qual participa é composto por \"'baby boomers' (pessoas nascidas entre 1946 e 1963) bem pessimistas\".\n\nBaker começou a pesquisar sobre as mudanças climáticas após morar na China e viu seu bem-estar mental se deteriorar conforme se informava. \"Sinto que quase consigo visualizar o aquecimento global\", disse. \"Tenho visto a degradação ambiental. Não é preciso ir longe [na China] para ver que as hidrovias estão claramente arruinadas e que o ar é irrespirável em vários dias do ano.\"\n\nTiyan Baker, artista e documentarista que pesquisa sobre as mudanças climáticas, conhece bem a comunidade global de ecopsicologia.\n\nUm novo ramo da psicologia – conhecido como ecopsicologia – está surgindo para ajudar aqueles que lidam com sentimentos de angústia, desespero e desânimo por conta das mudanças climáticas.\n\nEmbora três quartos dos australianos estejam preocupados com o aquecimento global, a carga emocional pode ser maior para aqueles que trabalham com pesquisa e ativismo ambiental.\n\n\n\nSally Gillespie é pesquisadora da Universidade de Western Sydney e terapeuta aposentada. Ela começou a pesquisar sobre as mudanças climáticas em 2010 e percebeu a necessidade de abordar suas consequências psicológicas.\n\nGillespie publicou um estudo em 2014 que destacava as reações emocionais de pessoas altamente informadas sobre os problemas das mudanças climáticas. Gillespie disse ao BuzzFeed News que pessoas que se aprofundam nas pesquisas sobre mudanças climáticas e se envolvem neste assunto tendem a vivenciar uma incerteza profunda ou medo do futuro.\n\n\"Pessoas muito engajadas, seja por meio de seu trabalho ou de campanhas, vivenciam sentimentos de isolamento. É comum ver ansiedade, angústia, culpa, desespero, raiva; há toda uma gama de sentimentos — também há apatia. Elas se sentem isoladas na nossa cultura, porque a grande mídia atenua o discurso público em torno das mudanças climáticas.\"\n\nGillespie diz que, frequentemente, quando alguém tenta falar sobre mudanças climáticas em situações sociais, a reação das pessoas geralmente é de \"recuar, fazer uma piada, mudar de assunto...\"\n\n\"As pessoas acham que você é pessimista,\" diz Baker.\n\nChris*, 24, gerente de contas em um hospital de Sydney, Austrália, disse ao BuzzFeed News que o medo das mudanças climáticas tem sobrecarregado sua saúde mental e bem-estar. \"As mudanças climáticas me preocupam muito\", disse. \"Tenho pesquisado sobre os efeitos práticos das mudanças climáticas e tem ficado cada vez mais difícil dormir à noite.\"\n\nO medo que Chris tem das mudanças climáticas o levou a questionar se quer ter filhos um dia. \"Fico preocupado com o mundo ao qual irei trazê-los\", disse. \"Eu sei que a qualidade de vida deles será pior do que a minha, com eventos meteorológicos extremos e escassez de alimentos. Parece errado submeter alguém a isso conscientemente.\"\n\nSegundo uma organização climática americana, é cada vez mais comum que adultos na faixa dos 20 e 30 anos levem as mudanças climáticas em conta ao pensar em ter filhos.\n\nDurante sua pesquisa, Gillespie conheceu muitas pessoas que estão encarando essa questão. \"[Há] muitas tensões aí e elas têm duas vertentes: uma é um senso de responsabilidade, especialmente vivendo na Austrália, onde temos a maior emissão de carbono per capita (...) e o outro lado, obviamente, é a qual tipo de mundo você estaria trazendo uma criança.\"\n\nOs psicólogos estão começando a discutir abertamente as consequências emocionais das mudanças climáticas, criando comunidades onde as pessoas possam falar sobre seus sentimentos de angústia ou desespero.\n\nA Associação Australiana de Psicologia, o principal órgão australiano em prol da psicologia, estabeleceu um grupo de interesse para a psicologia ambiental.\n\nCarol Ride é terapeuta e coordenadora da Psychology for a Safe Climate [Psicologia Por um Clima Seguro, em tradução livre], organização localizada em Melbourne originalmente fundada em prol da conscientização sobre os problemas das mudanças climáticas utilizando uma retórica emotiva.\n\nRide disse ao BuzzFeed News que, nos últimos três anos, o propósito da organização mudou para ajudar aqueles que se sentem deprimidos e ansiosos devido às mudanças climáticas, oferecendo sessões de terapia em grupo.\n\n\"Entre as pessoas que entendem a ciência [por trás da mudança climática] e que acreditam que é necessário agir contra isso há muita depressão\", disse Ride.\n\nRide diz que a dificuldade fundamental ao ajudar pessoas que sofrem consequências emocionais por seu engajamento contra as mudanças climáticas é que \"estar alarmado, preocupado e impactado emocionalmente [com este cenário] é uma reação completamente racional\".\n\nA Psychology for a Safe Climate descobriu que pessoas preocupadas com as mudanças climáticas costumam ter problemas com psicólogos em geral, já que estes profissionais geralmente não estão equipados para discutir esse assunto específico.\n\n\"Os terapeutas precisam entender que este problema é grave (...) não queremos que as pessoas sejam tratadas como doentes por causa de sua preocupação com as mudanças climáticas\", disse Ride.\n\nPara aqueles que não precisam de terapia, Ride diz que a \"esperança ativa\", prática cunhada pela ecofilósofa Joanna Macy, que visa construir resiliência por meio do ativismo comunitário, é um método positivo para se lidar com o impacto psicológico das mudanças climáticas.\n\nEstudos descobriram que as diferentes motivações pessoais para a preocupação com as mudanças climáticas levam a reações emocionais diferentes ao problema.\n\nSegundo um estudo conduzido por pesquisadores da Universidade do Texas (EUA) e da Universidade do Arizona (EUA) no ano passado, as pessoas tendem a se agrupar em três formas de preocupação com o meio ambiente: egoísta (preocupação com a própria saúde ou vida), social altruísta (preocupação com a humanidade em geral) e biosférica (preocupação ecológica com as plantas e animais).\n\nA autora principal do estudo, a professora Sabrina Helm, da Universidade do Arizona, disse ao BuzzFeed News que \"a ligação mais forte com a depressão [ocorre] entre aqueles preocupados de maneira biosférica. As pessoas que refletem muito sobre o meio ambiente e dão muito valor a ele, essas são as que mais se preocupam\", disse.\n\nHelm acredita que o discurso em torno da ação individual na mídia precisa mudar: \"Muitos consumidores não percebem que estão em uma posição na qual têm muito impacto... [mas] os pequenos gestos de cada um importam. Toda ação conta, não porque a ação em si causa impacto, mas pela motivação por trás dela. Se eu posso fazer algo pequeno, então também posso fazer algo grande.\"\n\nBaker acredita na ideia do engajamento comunitário como forma de melhorar sua saúde mental quanto ao aquecimento global, mas não está certa de como colocará isso em prática. \"É uma questão tão esmagadora, um conjunto de circunstâncias tão desastrosas que acho que não está claro qual atitude pode ser tomada\", disse. \"Apesar disso, acho que é possível ter um diálogo construtivo.\"\n\n* Sobrenome omitido por questões de privacidade.\n\nVeja também:\n\nA tradução deste post (original em inglês) foi editada por Luísa Pessoa.", "We recently asked members of the BuzzFeed Community to tell us which vegan junk foods they can't live without. Here are some of their responses!", "HBO\n\nLet's hear what these witty reviewers have to say:\n\n\"I started off calling this the Jon Snow blanket because it reminded me of the fluffy cape he wears, but now my family and I refer to this amazing blanket simply as Jon Snow. My house knows no blanket except for the king of the blankets named Stark. Also be forewarned, if you have any direwolves they will immediately take over Jon Snow and he will no longer belong to you. My little direwolf did this the first day I got Jon Snow. I'm considering ordering a second one just for myself now. My direwolf likes to get into mischief around the house when I shower, but if I put Jon Snow in the bathroom, my little wolf will curl up on him and behave the whole time. Jon Snow is beautiful and soft on both sides and great to cuddle with. He is also machine washable and dryable and comes out looking just like new so long as you wash him in cold water and tumble dry him on low heat. He is from the North after all.\" —Samantha A.\n\n\"This blanket has become Jon Snow, Lord of the Night's Watch and King in the North in my castle. Although I have no direwolves, Jon Snow is of high demand among the women. Unsurprisingly, the woman who wins the King in the North is kept warm all night long. Jon Snow is a perfect specimen. Everyone who has spent the night with Jon Snow gives the experience a 10/10. Do yourself a favor, men, women, and direwolves, and purchase your own Jon Snow today.\" —S.\n\n\"Someone said it was a Jon Snow blanket...I can confirm. Absolutely love it, it is so soft and makes you want to wear it like a cape when you run to the kitchen to get more snacks during the theme of GoT.\" —Amazon Customer", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Here is where the fun happens. You get to choose up to three delish toppings to throw in your granola, and there are more than 50 available!! You can pick classic items like banana chips or walnuts, or dare to get options like sweet bacon sprinkles (which happen to be vegetarian), and red or white wine (which, do not contain alcohol).", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Want to travel back even further through time and learn something about yourself in the process?", "Scott Barbour / Getty Images\n\nI have no idea who her outfit is by but no doubt it cost more than my rent.", "Amazon\n\nPromising review: \"Had a large amount of brown sugar and couldn't keep it soft, even in a tight container. I purchased new 5-quart jars for my flour, sugar, and so forth, and quickly realized my brown sugar was a ROCK! I purchased this, soaked it, and placed it in the sugar as instructed. Within hours it was soft again! I have about 2 lbs. of sugar in the 5-quart jar currently. The jar is sealed with a gasket but I haven't had to re-soak the bear yet (only a month in use currently). Would recommend to anyone at this point, just mad I have wasted so much brown sugar over the years. I have not used it for any of the other uses, like cookies or bread, but will probably purchase more in the future since this little bear is dedicated to my brown sugar.\" —diosa\n\nGet it from Amazon for $5.49 (also available as a gingerbread girl, maple leaf, or sugar cookie).", "Promising review: \"I love how this sweater fits! I usually wear a size small, but I ordered a medium to have a more relaxed fit. I wore it on a date and my boyfriend liked the look of the cold shoulder — it's a casual sexy top.\" —Samantha\n\nPrice: $10.88+ (available in sizes S-XL and in black, burgundy, dark blue, and gray)", "Looking for even more travel in your life? Then you should join our Bring Me Community Facebook group to talk about it to your heart’s content!", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "The Grommet\n\nThe wiper can be used 300+ times before needing to be replaced. You don't need to use any kind of liquid cleaner with it.\n\nPromising review: \"I had first noticed the size, and it looked so convenient for my smartphone and Kindle screen. And it is! The size is perfect, especially for a smartphone screen. It cleans the smudges and streaks in an instant and is so easy to use. I really like the fact that you can order replacement pads instead of having to replace the device. I feel very comfortable recommending it to anyone wanting a quick, convenient screen cleaner, and its size makes for easy storing in a car, office, home, or handbag.\" —Connie of GA\n\nGet it from Amazon for $15.99 (available in 12 colors) or The Grommet for $14.95 (available in four colors).", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "The UN released a report this week showing the ozone layer is healing, with the hole over the South Pole expected to close completely by 2060.\n\nThe Scientific Assessment of Ozone Depletion: 2018 has shown a continued decrease in ozone-depleting substances in the Earth's atmosphere since 2000.\n\nThe ozone layer is the term for the layer of ozone that appears in the Earth's atmosphere 15km to 30km above the planet's surface (ozone is oxygen with three oxygen atoms, while the stuff we breathe consists of two atoms).\n\nThe depletion of the ozone layer was discovered in 1974 and the famous hole in ozone above the Antarctic was discovered in the mid-1980s.\n\nThe Montreal Protocol is an international agreement that was signed in 1987 to protect the ozone layer, and in 2012 became the first international environmental treaty to be ratified by every nation, when South Sudan signed up.\n\n\n\nThe ozone layer has recovered steadily over the past 18 years and at the current rate of chlorofluorocarbon (CFC) depletion, the layer should heal completely by the 2030s.\n\nHowever, the polar regions will take until the 2060s to heal because CFCs have caused more damage there.\n\nCFCs were commonly used as refrigerants and aerosol propellants until the end of 2010, when they were phased out by the Montreal Protocol in developing countries, 15 years after developed nations were required to stop their use.\n\n\n\nDr Olaf Morgenstern, a climate scientist and one of the reviewers of the UN report, told BuzzFeed News that the lead finding is that \"the total amount of chlorine and bromine in the atmosphere is coming down slowly over time\".\n\nMorgernstern is quick to point out that the report doesn't exclusively contain good news — the scientists also found that in the last three years there has been slightly increased CFC presence in the atmosphere, suggesting that a nation (or nations) is shirking the rules.\n\n\"On the other hand, two leading species in that group [two types of CFCs] have emissions that were not anticipated ... if there is production going on that would be illegal, criminal activity and we have to assume that's happening. In the history of the Montreal Protocol, this is the most blatant violation of the treaty.\"\n\nThe UN says the Ozone Depletion report illustrates the success of the Montreal Protocol. The UN also says the positive outcome will be strengthened by the Kigali Amendment to the protocol, which will be set in motion next year.\n\nThe amendment will phase out hydrofluorocarbons (HFCs), which were actually used in refrigerants and air conditioners to replace CFCs before scientists cottoned on to the fact that they act as a greenhouse gas, with a potency up to 4,100 times that of carbon.\n\nSo, does the ozone layer healing mean that climate change will slow down?\n\nWell no, not really.\n\nMorgernstern says that closing of the ozone hole will have only a \"moderate\" effect on climate change, as changes to the ozone layer only have a minimal effect on global warming.\n\n\"The amount of global warming avoided because these CFCs disappear is measured in a few tenths of a degree,\" said Morgernstern.\n\n\n\nMorgernstern says the UN report represents a promising environmental outcome and that if ozone didn't exist \"there would've been no land-based life forms on the planet\".", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Share On more Share On more\n\nA horse competing in the Melbourne Cup has died after it broke down less than 1000 metres into \"the race that stops the nation\" on Tuesday afternoon.\n\nJames Ross / AAP The Cliffsofmoher.\n\nThe Cliffsofmoher, ridden by jockey Ryan Moore, suffered a fractured right shoulder and was euthanised on the track, animal welfare organisation the RSPCA and newspaper the Herald Sun reported. The Caulfield Cup place-getter was five years old. Moore was uninjured in the incident.\n\nWe’re hearing The Cliffsofmoher suffered a fractured right shoulder and was euthanised in track. More to come once we have further info. #melbournecup2018\n\n“It is with sadness that we confirm that The Cliffsofmoher had to be humanely euthanised after sustaining a fractured right shoulder during the running of the Melbourne Cup at Flemington,” Racing Victoria's executive general manager of integrity services, Jamie Stier, said in a statement issued less than an hour after the race finished. “The horse received immediate veterinary care, however it was unable to be saved due to the nature of the injury sustained.\n\nTarps still up on the track. Trainers still working on Cliffsofmoher. Shocking injury, feel for those involved. #MelbourneCup https://t.co/Yu6q5bBuSE\n\n“This was an unfortunate incident that happens infrequently, with Victoria having one of the best safety records in world racing.\" Some Australians decided to boycott Melbourne Cup celebrations and used the hashtag #nuptothecup on social media.", "Looking for even more travel in your life? Then you should join our Bring Me Community Facebook group to talk about it to your heart’s content!", "Share On more Share On more\n\nCallipso / Getty Images\n\n1. On average, one horse dies every three days on Australian racetracks. 2. From August 2017 to July 2018, 119 horses were killed on tracks in Australia. 3. Nearly half of those – 56 – were as a result of catastrophic front limb injury. Meanwhile, 16 collapsed from exhaustion and 11 horses had heart attacks. 4. New South Wales had the highest number of deaths, with 52 horses dying. Victoria and Queensland each saw 24 horses die. 5. Between July 2016 and July 2017, 137 horses died on racetracks. 6. There's an oversupply of racehorses, with around 2000 bred every year never entering racing, and 8,500 leaving racing. These horses are known as \"wastage\" and are often slaughtered.\n\nDarius Murawski / Getty Images\n\n7. The RSPCA maintains that whips cause pain to horses and sometimes permanent damage. One study found that the unpadded shaft of the whip makes contact with the horse's skin 64% of the time, and 80% of all whip usage causes visible indentation on the horse. 8. The RSPCA also opposes the use of tongue ties (which hold the horse's tongue in place) and metal spurs on jockey's boots. One study showed horses who were subjected to tongue ties were significantly more distressed than those who weren't. 9. A study in the Australian Veterinary Journal found there was a \"very high prevalence\" of bone injury and fatigue in Australian racehorses. 10. Horses who are forced to race when they're 2 years old – and still developing – are at a much higher risk of injury (and consequently death). 11. While training, horses are often individually stabled for most of the day. This can result in mental anguish, which typically manifests in crib-biting/wind-sucking behaviours as well as self-mutilation.\n\nFatcamera / Getty Images\n\n12. Gastric ulcers run rife in racehorses – with a study published in The Veterinarian revealing 89% of horses analysed suffering from them. 13. Injured horses are often euthanised, even when they can be rehabilitated, as the costs might outweigh the potential earnings for their owners. 14. A study from the University of Melbourne found 50% of racehorses had blood in their windpipe, while a whopping 90% had blood in their lungs.", "\"I will — and no one here is going to stop me, even with the threat of a ban for life — I'm going to strip down to my g-string, keep my tie and my shoes, and I will get up and receive the trophy,\" Koukash said.", "However your relationship changed after you had kids, we want to know about it! Tell us in the Dropbox below, and you could be featured in an upcoming BuzzFeed Community post!", "A fisherman has rescued an 18-month-old boy he found floating in the sea at a New Zealand beach. The toddler, named Malachi Whyte, was miraculously still breathing and has made a full recovery.\n\n\n\nMalachi was scooped out of the sea by Gus Hutt, a regular camper at Murphy's Holiday Camp in the Matata Beach region, on Friday October 26.\n\n\n\n\"As he floated past I thought he was a doll,\" Hutt told the Whakatane Beacon.\n\n\"His face looked just like porcelain with his short hair wetted down, but then he let out a little squeak and I thought 'oh God, this is a baby and it's alive'.\"\n\nHutt found the young child on Friday while returning to check his fishing lines around 7:15am.\n\nThe fisherman and his wife, Sue, quickly hurried the child to the nearby Murphy's Holiday Camp. It was there that staff were able to determine that Malachi was a member of a family who were staying out in a tent at the camp.\n\nShane and Beck Salter, who run Murphy's Holiday Camp, told BuzzFeed News that emergency services were called within moments. Shortly afterwards the couple found Malachi's family and alerted them.\n\n\"They rushed to our house at around the same time as the first responders arrived,\" they said in a statement. \"The ambulance arrived soon after and assessed him and proceeded to take both the toddler and his parents to Whakatane hospital where he was checked over and given the all clear.\"\n\nBut how did the toddler end up in the ocean?\n\nHis mother Jessica Whyte told Stuff.co.nz that the boy had slipped out of their tent at the holiday camp and ran into the ocean. According to Jessica, Malachi had been trying to run into the ocean the day before, but she was there to stop him.\n\n\"It was horrible in between hearing that [Malachi had been found] and seeing him,\" said Whyte. \"I don't think my heart beat from hearing that to seeing him. I don't think my heart worked.\"\n\nWhyte said she expected some parents to judge her but wanted to stress the importance of securing your tent if you're camping with family.\n\n\n\n\"Zip your tents up and zip them up nice and high if you've got a child that can reach,\" she said.\n\nMalachi was largely unfazed by the ordeal and is still \"definitely himself.\"\n\n\"Maybe he'll be more aware of water,\" said Whyte.", "10.\n\nWhen people compliment you or show you affection, you just straight up don't know what to do with that kind of attention.", "And if you've ever been on Grindr, you know that people on the app tend to cut to the chase — aka people are not afraid to ask for pics below the belt. Knowing this, Tyler decided to use the platform of Eager Eddies to convince people to come out and vote.", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Um post da página \"Este é alguém\" reuniu muitos pais que se identificaram com a história do Tim e o restaurante de mentirinha de sua filha.", "The judge in the Geoffrey Rush defamation case has ruled against a last minute bid from The Daily Telegraph to introduce a new witness to the trial.\n\n\n\nJustice Michael Wigney ruled against the application on Tuesday morning, saying it would have caused \"egregious prejudice\" to Rush and effectively delayed the conclusion of the trial by six months.\n\nRush is suing the publishers of Sydney newspaper The Daily Telegraph and journalist Jonathon Moran, after they published allegations in November 2017 that Rush had been accused of behaving inappropriately towards a female cast member during the 2015-16 Sydney Theatre Company (STC) run of King Lear.\n\n\n\nRush, 67, has strenuously denied the allegations. He claims publisher Nationwide News defamed him in two articles and a poster by painting him as a pervert, a sexual predator who committed sexual assault while acting in King Lear, and by suggesting his conduct was so serious that the STC pledged to never work with him again.\n\n\n\nNationwide News has argued a defence of truth based on the testimony of Eryn Jean Norvill, who played the role of King Lear's daughter Cordelia in the production, and alleges Rush sexually harassed her during the run of the play. She did not participate in the Telegraph's stories and was not named in them.\n\nHanding down his judgement on Tuesday morning, Wigney said the proposed defence would have brought up new claims about incidents that allegedly occurred \"many years before 2016\" and do not involve Norvill, the King Lear production, or the Sydney Theatre Company.\n\nThere is a suppression order on the name of Witness X and the details of her proposed evidence.\n\n\n\nNationwide News argued the evidence from Witness X was capable of supporting the truth of some of the defamatory imputations pleaded by Rush that are not specific to the production of King Lear, including the suggestions that he engaged in scandalously inappropriate behaviour in the theatre, that he engaged in inappropriate behaviour of a sexual nature in the theatre, and that he is a pervert.\n\n\n\nWigney said the new evidence could not have won the case for Nationwide News, as it only pertains to some of the imputations pleaded by Rush, but that it had the capacity to mitigate damages awarded to Rush if it was found to be true.\n\nWigney said the prejudice caused to Rush by the application would be \"not merely unfortunate or regrettable\" but rather \"manifest and palpable\".\n\n\n\nIf the application had been allowed, he said, he would have had to adjourn the case until April due to Witness X's and his own availability, which he said would have caused \"considerable stress and anxiety\" to Rush and his wife Jane Menelaus.\n\nRush, who spent two and a half days in the witness box, would also have to be recalled to give evidence, Wigney said.\n\nHe said weighing up the application was \"by no means an easy exercise\", but he ultimately determined the delay, the fact the trial would be effectively divided into two parts, and the \"egregious prejudice\" this would cause to Rush outweighed the importance of the evidence.\n\n\n\nThe Telegraph launched the shock mid-trial bid to amend its defence and introduce the new witness on Tuesday last week, but it was not argued until Friday afternoon, at which point all but two witnesses in the case had already given evidence.\n\nWigney said the Telegraph had attempted to contact Witness X from as early as December 2017, making more attempts throughout 2018, but she had either not responded or told them she didn't want to talk.\n\nHe went on to say that it appears Witness X decided to offer to testify after seeing media coverage of the trial, and engaged solicitor Leon Zwier, who is also acting for Norvill.\n\nZwier contacted Nationwide News lawyers on October 26 to tell them Witness X was prepared to testify, the court heard.\n\nWigney noted this chronology but said the applications had \"unquestionably been made at an extremely late stage of the trial\".\n\nWigney also said that Rush had been clear throughout the trial that he wanted a fast resolution to vindicate his reputation, and that Nationwide News had \"frustrated and impeded\" him at \"every opportunity\".\n\nAll witnesses in the case have now given evidence. Closing submissions are expected to begin on Wednesday morning, and the trial is expected to conclude this week.", "13.\n\nThis guy who had drawn a face on her fan, and then discovered that his girlfriend had coincidentally done the same with her identical fan:", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Hopefully you've already voted, or have made your plan to vote. But just in case you were thinking about sitting this one out, the cast of Will & Grace has a very important message for you:", "ME: I'm going to start really taking care of my body. Fruits, vegetables, ViTiMiNssss, I am going to FEEL good and LOOK good. No sugar. Maybe I'll go VEGAN. YES I will be a goddess I will GLOW with HEALTH FREE OFFICE DOUGHNUTS: bitch u thought", "You know the drill: tomorrow are the 2018 midterm elections. It's not just a great opportunity to take a selfie with your \"I Voted\" sticker, but a chance to make your voice heard in the American political process.", "Researchers from the International Union for the Conservation of Nature (IUCN) have published a commentary claiming that the Indonesian government has its figures on orangutan populations wrong and the species is in much more trouble than the official numbers show.\n\nPublished in the journal Current Biology, the IUCN orangutan researchers based in Borneo say that the Indonesian government's claim that the orangutan population doubled from 2015 to 2016 is false.\n\nThey say it is \"biologically impossible\" for an orangutan population to double in a year.\n\n\n\nIn a State of Indonesia's Forest report released earlier this year by Indonesia's Ministry of Environment, the government said the population of orangutans was on the rise as a result of conservation efforts.\n\nThe authors of the commentary say recent research stated that the Bornean orangutan population has declined at least 25% over the past 10 years.\n\nLead author of the commentary, Erik Meijaard, is chair of the of IUCN Oil Palm Task Force. He has been working in conservation science in Indonesia for 15 years and told BuzzFeed News the government's estimates are incorrect as it doesn't employ comprehensive techniques for assessing numbers.\n\n\"When we estimate population size, we use very large databases from everything that's ever been done on orangutan population estimates,\" said Meijaard. These include helicopter surveys and extensive interviews with local populations.\n\nThe authors say the Indonesian government's statistics are skewed because they are monitoring sites where orangutans are being dropped off for reintroduction to the wild by conservation societies, and extrapolating those figures to represent all orangutan habitats.", "40.\n\nAnd finally, taking a good whiff of your My Little Ponies whenever you played with them 'cause they had such an addictive plasticky smell:", "This is the first time the group has reunited for a tour since 2007's The Return of the Spice Girls tour. And even though the girls are reuniting without Posh (I know, I know), fans are freaking out with excitement!", "This take on sesame chicken calls for cauliflower florets that get coated in a mixture of garlic, green onions, orange juice, soy sauce, and vinegar. You can fry the cauliflower so it gets nice and crispy or bake it in the oven from start to finish. Get the recipe.", "Zenon, guy of the 20th century — the year 1900 to be exact — does have an identification card. If this is accurate, it would make him the oldest man to ever live surpassing Jiroemon Kimura who lived to be 116 years old.", "Share On more Share On more\n\nMore", "The 33-year-old, identified as Dr Daniel Christidis, went paddle boarding and swimming when he was bitten on his left thigh and wrist and right calf around 5:30pm, Queensland police said.\n\n\"He was compassionate with patients, going the extra mile to help them,” professor Helen O’Connell, director of surgery and head of urology at Western Health, where Christidis worked as a surgical registrar, told The Australian.\n\n\n\n“The consummate professional, especially for someone so young, he was already encouraging younger doctors to aspire to a surgical career and participate in academic projects.\"\n\n\n\nPolice said in a statement on Tuesday morning that two people on a nearby boat rescued Christidis and took him to a nearby charter boat when he was attacked on Monday.", "Spotify\n\nI'm not an expert, but the songs do sound a lot like Ari. \"Cadillac\" is a fuckin bop. Some parts of them don't (like the beginning of \"Better Days\"), so that could be the voice of the singer who originally recorded the demo.\n\nSome of these tracks have leaked before but they've all been low quality.", "Want the best of BuzzFeed Animals in your inbox?\n\nSign up for a newsletter today!\n\nDog A Day The cutest pups, every day in your inbox This Week In Cats All the most important cat stories of the week Sign up", "Tinha um PMDB no meio do caminho de Moisés Queiroz Moreira: ele chegou a ser anunciado como novo presidente da Anatel (Agência Nacional de Telecomunicações) no mês passado. O Diário Oficial da União desta segunda (5), contudo, trouxe a nomeação de Leonardo Euler de Morais para o cargo.\n\nSecretário de Rádio Difusão do Ministério de Comunicações, Ciência e Tecnologia, Moisés Queiroz Moreira, foi anunciado como presidente da agência após a saída de Juarez Quadros.\n\n\n\nEstava tudo tão combinado entre o ministro Gilberto Kassab, a quem Moreira é ligado, e o presidente Michel Temer que na mensagem presidencial enviada ao Senado, no mês passado, o nome do assessor do ministro para compor o conselho da Anatel, já informava que ele assumiria a presidência do órgão.\n\nDeu errado: houve críticas ao fato de Moisés Moreira, sem nem mesmo ser conselheiro, uma vez que ainda não teve seu nome aprovado pelo Senado, fosse indicado para o cargo.\n\nAproveitando a morosidade dos senadores na ressaca pós-eleitoral, o PMDB de Goiás passou a pressionar para que o servidor e conselheiro da agência Leonardo Euler de Morais, fosse nomeado para a presidência da Anatel.\n\nA pressão deu certo e Temer decidiu nomeá-lo para o cargo, com publicação feita no Diário Oficial da União nesta quinta.\n\nCom a movimentação, as empresas de TV e Rádio perdem o seu nome preferido para a presidência da Agência, que nos últimos anos tem seu trabalho alinhado com as empresas de telefonia. Cenário que não deve ser alterado no futuro breve.\n\n", "Or you dive into the luxurious Natasha Denona Gold Eyeshadow Palette because the formula is just that incredible and the stunning looks you can make are endless!", "She even joked about the different moods she experienced from when her hair was up versus when she took it down.", "Okay so where do y’all find bodysuits that don’t flash your vagina to the world because it’s my first year dressing like a hoe for Halloween and I don’t want to have a wardrobe malfunction let alone flash someone because thick thighed girls like me have trouble all the time hmu", "\"I won't be joining my girls on stage again but being in the Spice Girls was a hugely important part of my life and I wish them so much love and fun as they go back on tour next year. I know they will put on an amazing show and the fantastic fans past and present are going to have a wonderful time!\" she said.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "It goes without saying that Titanic has gone down in movie history as one of the most ambitious and iconic films of all time. And a lot of the film's appeal is due in huge part to the memorable performances and on-screen chemistry of Leonardo DiCaprio and Kate Winslet.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Julia Reinstein / BuzzFeed News Shulamit Bastacky em seu apartamento em Squirrel Hill.\n\nPITTSBURGH — Quando Shulamit Bastacky ligou a TV para ver o noticiário, o déjà vu a atingiu \"como se alguém tivesse me acertado com um tijolo\".\n\n\n\nA sobrevivente do Holocausto de 77 anos, que mora no bairro de Squirrel Hill, em Pittsburgh (EUA), disse que tinha ouvido sirenes, mas achou que era por causa de um dos muitos moradores idosos de seu complexo de apartamentos. \"Depois eu estava assistindo à TV e apareceram notícias urgentes. E aí ouvi que isso aconteceu aqui\", disse ela ao BuzzFeed News.\n\nQuando Bastacky descobriu que 11 judeus haviam sido baleados e mortos na sinagoga Árvore da Vida, a pouco mais de um quilômetro de seu apartamento, ela se sentiu tão mal que não conseguiu comer nem beber nada até o dia seguinte. Acredita-se que o atentado seja o ataque mais mortal contra judeus na história dos EUA. O ataque levou o Museu Memorial do Holocausto dos EUA, em Washington, D.C., a lembrar ao público \"os perigos do ódio e antissemitismo descontrolados, que devem ser enfrentados onde quer que apareçam\".\n\nJeff Swensen / Getty Images Orações em um memorial na segunda-feira.\n\nQuando os nazistas invadiram sua casa, em 1941, no que hoje é a Lituânia, Bastacky tinha apenas alguns meses de idade. Seus pais esconderam a filha em uma igreja antes de serem enviados para um campo de concentração. \"Minha vida foi salva por uma freira católica polonesa\", disse Bastacky. \"Fui levada para um porão onde passei os primeiros anos da minha vida trancada... com muito pouca comida, sem muito ar, na escuridão.\" Bastacky faz parte de uma comunidade de sobreviventes do Holocausto conhecida como \"Crianças Escondidas\", que foram abrigadas em sótãos, celeiros e porões como forma de ocultá-las de nazistas. Muitas dessas crianças foram escondidas em igrejas, seja fisicamente ou disfarçadas de crianças católicas, aprendendo orações e os costumes da igreja para passarem despercebidas.\n\n\n\nQuando os soviéticos libertaram a área do controle nazista, a freira — que não sabia se os pais de Bastacky tinham sobrevivido — a encaminhou a um orfanato.\n\n\n\nFelizmente, eles tinham sobrevivido, sim, e o pai de Bastacky conseguiu encontrá-la no orfanato ao reconhecê-la por uma marca de nascença. Sua família perdeu parentes no Holocausto, mas os pais nunca falaram muito sobre a época nos campos de concentração.\n\nBrendan Smialowski / AFP / Getty Images\n\nAos 22 anos, Bastacky \"descobriu a América\", como diz. Ela se mudou para Squirrel Hill, onde vive desde então. Ela aprendeu inglês, estudou e se tornou assistente social. Hoje é aposentada e sempre faz palestras para grupos de estudantes sobre a sobrevivência ao Holocausto. Mas agora, pela primeira vez, Bastacky sente medo de ser judia nos EUA. Ela não sabe se suas palestras têm segurança o suficiente. Ela se preocupa que possa ser atacada pela correntinha prateada com a Estrela de David que usa no pescoço. Melvin Wax, que morreu no ataque, morava no prédio de Bastacky. Ela se lembra dele como \"tímido, muito simpático e cavalheiro\". Antes das últimas eleições, eles se reuniram no saguão e ajudaram a registrar seus vizinhos para votar. \"Nunca imaginei que isso pudesse acontecer aqui — não até aquele dia\", disse Bastacky. \"Isso não deveria estar acontecendo no século 21\".\n\nJeff Swensen / Getty Images\n\nLauren Bairnsfather, diretora do Centro do Holocausto de Pittsburgh e nascida e criada em Squirrel Hill, disse que o ataque é um exemplo de como o antissemitismo continua presente.\n\n\"Está por aí há milhares de anos\", disse Bairnsfather. \"Há um equívoco de que o antissemitismo começou e terminou com o Holocausto. Mas estamos vendo mais dele agora.\"\n\n\n\nDesde o ataque, o centro do Holocausto, que trabalha com 53 sobreviventes na área, conta com a proteção de um policial. Bairnsfather disse que sua sensação de segurança foi destruída. \"Eu me pergunto, sou ingênua? Porque me sentia segura aqui, e aquelas pessoas também se sentiam seguras aqui, na sinagoga Árvore da Vida\", disse.\n\n\n\nGoogle Maps O Centro do Holocausto de Pittsburgh.\n\nAgora, o centro está tentando seguir em frente e educar a próxima geração sobre o ódio e o antissemitismo. \"Este é um momento em que podemos falar com as pessoas, porque não estamos dizendo: 'Veja o que aconteceu há 75 anos'\", disse Bairnsfather. \"Estamos dizendo: 'Veja o que aconteceu há alguns dias em sua cidade.'\" Bairnsfather associa o ataque, que ela chamou de \"explosão mortal de antissemitismo\", a um aumento do ódio contra judeus. \"Era alguém que pretendia matar o maior número de judeus possível, e matou todas as pessoas com mais de 50 anos, algumas com deficiências\", disse ela. \"Exatamente igual aos nazistas.\"", "\"The 'Because Of Them We Can' campaign was birthed out of my desire to share our rich history and promising future through images that would refute stereotypes and build the esteem of our children,\" says founder Eunique Jones Gibson.", "Presidente eleito, Jair Bolsonaro parece ainda não ter superado a briga de fim de semana que teve com o ex-ocupante do Palácio do Planalto Fernando Henrique Cardoso.\n\nApós tuítes provacativos de ambos os lados, Bolsonaro aproveitou uma entrevista à TV Band para atacar o desafeto e disse não estranhar críticas do ex-presidente. “Eu estaria muito preocupado se fosse elogiado pelo sr. Fernando Henrique Cardoso. Quem nos botou nessa dívida monstruosa foi lá atrás FHC, quando na metade de seu governo de oito anos colocou a taxa Selic na casa dos 60%, nós nos endividamos barbaramente”, disse.\n\nPilar Olivares / Reuters Jair Bolsonaro\n\nO entrevero entre os dois teve início no sábado, quando FHC, num evento em Portugal, disse que a presidência de Bolsonaro deve prejudicar a imagem do país no exterior.\n\nNo domingo, Bolsonaro foi à redes sociais e publicou uma imagem de FHC esparramado numa poltrona.\n\nFernando Henrique Cardoso:\n\nComo o ex-presidente, na imagem, lia um livro sobre a China, não demorou para que seus seguidores mais apressados corressem para chamá-lo de comunista – como fez o dono das lojas Havan, Luciano Hang.\n\nAo ver a postagem de Bolsonaro, FHC também usou o twitter para atacar o presidente eleito e explicou que livro ele estava lendo.\n\nA desinformação é péssima conselheira, sobretudo vinda dos poderosos: na foto do Twitter do Pr eleito eu apareço lendo um livro de exPremier da China, deposto e preso, em que critica o regime. Isso aparece como”prova” de que sou comunista. Só faltava essa. Cruz, credo!", "BBC America\n\n\"Grita*\n\n'Eu dormi por cima dos meus dois braços.'\"\n\nNa cena, vemos Eve aparentemente em perigo, para descobrir depois que ela só dormiu de mau jeito. \"Já estamos acostumados ao clichê de uma mulher em perigo gritando no começo de uma série. Eu quis fazer de outro jeito para pegar todo mundo de surpresa. Ela não está gritando por ser uma vítima. E, sim, porque perdeu o controle por um segundo\", explicou Phoebe ao The Hollywood Reporter.", "Need help finding a dress? Has looking for a venue been a nightmare? If this sounds like you, or someone you know, apply here and LET'S GET THIS PARTY STARTED!", "1.\n\nThe first thing you should know about Germany is that it's got a LOT of castles...", "Reprodução / PlayPlus\n\nQuando meu ex terminou comigo (pra casar com a amante) ele mandou um e-mail pra minha mãe com essa frase.\n\nOU SEJA, é pra glorificar de pé!\n\nvia @AriSpichencoff", "Correct! Wrong!\n\n\"By mixing an infusion of wormwood with powdered root of asphodel you can make a sleeping potion so powerful it is known as the Draught of Living Death.\"", "\"Two words: Beyond Burgers! Ever since I discovered these burger patties and found out I could get them at the Whole Foods right next to my apartment, it was a match made in heaven. My favorite thing to do with these is make copycat In-N-Out. I top the patties with vegan cheese, caramelized onions, and thousand island sauce made with vegan mayo. So good!\" — savik\n\nIf you can't find the vegan Beyond Burgers anywhere, then you can make your own vegan burgers. It might not be exactly the same but this is still a pretty good vegan burger!\n\nGet the recipe here.", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "We'd love for you to join our group so you can talk to your heart's content about all of your adventures with your family — past, present, and future.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Oops, alguma coisa deu errado. Por favor, tente de novo mais tarde\n\nParece que estamos com um problema no servidor.", "A deputada Maria do Rosário (PT-RS) espera receber uma indenização de R$ 10 mil do presidente eleito, Jair Bolsonaro (PSL). Veteranos de parlamento e inimigos há pelo menos 15 anos, os dois têm uma briga judicial que se arrasta há 3 anos, quando o deputado foi condenado pela Justiça do Distrito Federal a indenizar a petista, depois de ter dito que não a estupraria porque ela era feia.\n\n\"Ela não merece porque ela é muito ruim, porque ela é muito feia, não faz meu gênero, jamais a estupraria. Eu não sou estuprador, mas, se fosse, não iria estuprar, porque não merece\", disse Bolsonaro em entrevista ao jornal Zero Hora em 2014.\n\n\n\nNa mesma época, ele discursou na tribuna da Câmara contra a petista. \"Fica aí, Maria do Rosário, fica. Há poucos dias, tu me chamou de estuprador, no Salão Verde, e eu falei que não ia estuprar você porque você não merece.\"\n\nA petista foi à Justiça do Distrito Federal contra o adversário. Em 2015, Bolsonaro foi condenado a pagar R$ 10 mil por danos morais e a se retratar publicamente com a deputada. Ele ainda recorre da decisão no STJ (Superior Tribunal de Justiça), mas já teve recursos negados pela ministra Nancy Andrighi.\n\n\"Vou doar esses R$ 10 mil para entidades que cuidam de mulheres vítimas de violência\", afirmou Maria do Rosário nesta segunda-feira (5) ao BuzzFeed News. Ela disse ainda que Bolsonaro é réu em duas ações penais que tramitam no Supremo Tribunal Federal desde 2017, frutos desse episódio. O presidente eleito tenta anular as ações penais, que estão sob relatoria do ministro Luiz Fux.\n\nA briga entre Bolsonaro e Maria do Rosário se estende pelo menos desde 2003, quando foi divulgado um vídeo em que o deputado acusa a petista de tê-lo chamado de estuprador, a empurra e chama de vagabunda.\n\nO vídeo foi usado por adversário de Bolsonaro na campanha presidencial, como o tucano Geraldo Alckmin.\n\nA discussão entre os dois deputados se deu em Brasília, no Salão Verde da Câmara, porque ele defendia a redução da maioridade penal e ela era contra. Ao falar sobre estupro, a deputada disse que as falas de Bolsonaro estimulavam esse tipo de crime. Ele disse que fora chamado por ela de estuprador e afirmou que não a estupraria porque ela não merecia. Ela respondeu que, se ele o fizesse, tomaria um tapa na cara. Ele a empurrou e a chamou de vagabunda.", "Me: Hey, AMC, you said this was the end of Rick Grimes?! AMC: No, we said it was his final episodes on #TWD Me: Oh come on AMC: Coming up we have 4 movies, a 16 part mini series digital content & a Rick Grimes mix tape! Me: Ok, I'm tapping out. AMC: Don't forget about FTWD too!", "Get it from Amazon for $19.70, Barnes & Noble for $31.50, a local bookseller through IndieBound, or find it at your local library.\n\nPromising review: \"THIS IS THE BOOK YOU ARE LOOKING FOR!! This will be the best cook book you'll buy, ever, and you'll save by discovering so many things you can cook from what you already have, or common ingredients and spices. I am a stay at home mom of three, and would just cringe whenever I'd serve dinner, I didn't know what the heck to cook and so it was basically a rotating menu of baked/breaded meat, mashed potatoes or plain rice, and a canned/frozen vegetable. Maybe some pasta and sauce, mac and cheese, box sides, etc. Sometimes I'd get fancy and cook a tuna or broccoli casserole. I am telling you this to say that within an hour or two of getting this book I was able to put together a weeks worth of much tastier, more wonderful meals that everyone loved using my crappy pantry ingredients/common spices I happened to have. When I went grocery shopping, I knew exactly what to get and my cart was mostly pantry ingredients and fresh veggies, which was always my goal but didn't know where to start. The leftovers (especially if you freeze and rotate) make great (cheap/tasty) lunches....and there's lots of recipes that use leftovers too. I also purchased the vegetarian version, which is just as amazing!\" —Ally", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.\n\nToday's the day! Amazon just released their brand new 2018 Kindle Paperwhite 129.99+ ), and it's the lightest, thinnest version yet — oh, and it's also WATERPROOF.\n\nIf you're not already a fan of Amazon's Kindles (or e-readers in general), you should be. Why?\n\n* You get books INSTANTLY. No going to the bookstore, library, or waiting two-plus days for them to be delivered to your house.\n\n* You can read in the dark without disturbing your bed partner thanks to the built-in lights. No reading lamp required!\n\n* It stores tons of books — no storage space required. Got too many books already? You can store thousands on this lil' bb.\n\n* Bring it with your wherever you go — they're so much lighter (and easier to hold with one hand) than a thicc paperback.", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.", "Want great book recommendations in your inbox every week? Sign up for the BuzzFeed Books newsletter!\n\nSign up", "Perhaps you've been obsessed with Sabrina Carpenter since her days as Maya on Girl Meets World, her 🔥 YouTube covers, and hits like \"Hands\" and \"Why.\" Or maybe you're newly obsessed with her after her appearance in The Hate U Give.", "8.\n\nApparently, the shoes on the wall outside of Zelda and Hilda's room all belong to Zelda — every time Zelda casts a hex on someone, she binds the magic to a shoe, and places it on the wall. As long as the shoe is stuck there, the person remains hexed.", "When my parents first got married my dad couldn't afford anything special so he got her a simple band with his name, 10 years later he upgraded her to her 2nd ring but still knew she deserved better. So another 10 years later (today) he asked her to renew their vows!! :') https://t.co/YkQ7tYzUMf", "It looks like Kim believes Ray J is behind the report. She called him out after a fan tweeted her about it:", "Check\n\nSaber se uma fruta está boa só de tocá-la e olhá-la", "Susana Cristalli\n\nAcho a sensação de experimentar uma roupa nova uma delícia, dá uma animada e um up na autoestima. Mas o consumo como forma de autogratificação tem muitos lados negativos, seja pra gente mesma, pra sociedade ou pro meio-ambiente. Foi pensando nisso que nasceu a Roupateca, que é como uma biblioteca de roupas: a ideia é que você possa pegar roupas emprestadas, ficar com elas por um tempo, compor looks e dar todos os closes que quiser, depois você devolve e trocar por outras.\n\nA Roupateca me convidou para testar os seus serviços e, já que ia mesmo viajar, fiquei de olho no pacote chamado “Mala de Férias”, em que você pode levar um total de 10 peças de roupa para fazer seu guarda-roupas de viagem.\n\nPrimeiro, a cliente recebe um formulário perguntando sobre suas preferências e necessidades, as cores que mais gosta, se usa acessórios ou não, como ela enxerga a si mesma e sua relação com a moda. A partir daí, as meninas da Roupateca selecionam alguns looks e marcam um dia para você experimentar.\n\nQuando fui, acabei passando quase três horas fuçando as araras, combinando partes de cima, de baixo, coletes, quimonos e colares. Contei com a ajuda preciosa da Bia, estagiária, que me ajudou a escolher, e também mandei muitas fotos pras amigas me darem seus vereditos sobre os figurinos.\n\nNo meio dessa troca de mensagens, também percebi um ponto que pode melhorar no projeto: a variedade de tamanhos é um pouco limitada, pois não tem nada plus size e deixa um pouco a desejar mesmo nos tamanhos G de modelagem maior.\n\nAcabei ficando com roupas que eram sim a minha cara, mas ao mesmo tempo diferentes do que já tenho em casa. O acervo conta com marcas que vão do fast fashion até alguns estilistas brasileiros chiques, então claro que aproveitei para experimentar roupas que normalmente estariam fora do meu orçamento.\n\nNa volta da viagem, depois de usar tudo horrores, lavei tudo o que dava para lavar em casa, que não oferecesse risco de estragar a peça, porém as mais delicadas eu devolvi sem lavar e indiquei que precisavam ser mandadas pra lavanderia: quando é assim, é cobrada uma pequena taxa extra por roupa. O ideal é, na hora de escolher, perguntar direitinho sobre esses eventuais custos extra, saber o que acontece se alguma roupa for danificada e tudo o mais.\n\nUsar os looks da Roupateca, e tirar muitas fotos com eles, acabou sendo uma parte bem divertida das férias (que já estavam incríveis!). Algumas da peças eu amei tanto que queria ter para sempre e talvez um dia compre algo parecido, mas percebi que não doeu me separar delas. Espero que isso me ajude a, daqui pra frente, pensar melhor antes de consumir. – Susana Cristalli", "Share On more Share On more\n\nMore", "Sabia que você pode se inscrever para ter uma conta no BuzzFeed Community e criar seus próprios posts no BuzzFeed? Aqui está um guia para ajudá-lo(a) a começar a postar hoje mesmo", "Mas parece que a grife teve que se reposicionar para agradar a estética dos novos seguidores, pois estes são os calçados da nova coleção:", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.\n\nWelcome, all, to the land of health and fitness. Maybe you're completely new, or maybe you're a seasoned vet. Either way, I'm here to tell you about some pretty exciting news from my dear friend, ClassPass\n\nWhat is ClassPass ? Well, it's a fitness membership that provides access to a network of studios around the globe. You can take cycling classes, strength-based classes, yoga, pilates, boxing, and so much more!\n\nAbove is a screenshot from the app on my phone. You can see a couple of my past classes and some achievements!\n\nThe more credits you pay for per month, the more classes you can take. For New York classes (where I'm located), the average class is nine credits. You can book classes directly through the app, keep track of upcoming classes, star your favorite gyms, connect with friends, rate classes after they're completed, and get access to ClassPass Live . What's ClassPass Live? It's a streaming service that lets you access workouts if you can't actually be there in-person.\n\nHow does it work? It's pretty simple. It's a credit-based system, meaning you choose the amount of credits you wish to pay for per month. With those credits, you sign up for whatever classes your heart desires via the ClassPass app\n\nOnce your free two weeks is over, you'll have the option of going into a billable membership. Prices range based upon what city you're in , but for New York, $45 per month equals 25 credits and $75 per month equals 45 credits. If you really want to dive in and take multiple classes a week, $160 per month gives you 100 credits!\n\nYES, TWO FREE WEEKS!!!!! This means that for two weeks, you'll get a 45-credit plan . This equals 4–6 classes depending on what classes you choose. Classes range in credit value for various reasons. Classes at peak times tend to be worth more credits (think: before work in the morning, after work in the evening, morning classes on a weekend). Also, classes using special equipment may be worth more credits since it's a smaller amount of people that can workout at once (think: cycling, pilates reformer).\n\nNow it's time for that bit of exciting news I mentioned earlier (insert drumroll here). ClassPass is offering a *2-WEEK FREE TRIAL* so you can test it out and see how you like it!\n\nNow you may be thinking, \"But what's so special about ClassPass?\" Below is a list of great features that make this fitness membership worth it, IMHO:\n\n• The plan is flexible. You choose when you want to workout and where.\n\n• You can try a slew of different types of workouts. Feel like boxing? Sure. Wanna try a HIIT-based workout? Go ahead. Never taken an aerial fabric ribbon class before? Now you can.\n\n• You can workout anywhere! Traveling to another state for work? No problem. Taking a vacation and want to book a class while there? Totally possible.\n\n• ClassPass will recommend classes based upon your goals if you're feeling stumped on what to try next.\n\n• Tons of ratings and reviews are available so you can check up on a class before actually signing up.\n\n• You'll get access to the ClassPass community to stay in touch with friends and instructors. You can also visit the community blog for info about classes, food tips, and so much more!\n\n• If you need to take a break from ClassPass, you can join the Lite program or put your membership on hold. The Lite program is the cheapest option, and therefore the least amount of credits.\n\n• If you run out of credits one month, you can purchase more individually or as a pack. And if you don't use all your credits in one month, they'll roll over up to 10 to your next month.\n\n• You can cancel any class up to 12 hours before without a late fee. If you miss a class without canceling, you will be charged a late fee within seven days of the class. This method holds you responsible!\n\n• The app comes with different achievement markers to help motivate you. For example, I just received a 50-class badge for completing 50 classes so far! You can see all your achievements in one convenient place and even share them on Facebook or Twitter.\n\n• There are no studio limits! If you really love one gym, you can visit that gym as many times as you want within one credit cycle.", "So tell us, what do you think we're all gonna regret in a few years? Submit your thoughts in the DropBox below and our faves may be included in a future BuzzFeed Community post!", "Ariana dated Big Sean for eight months back in 2014, and was with Ricky Alvarez for a year before splitting in July 2016. And the lyrics referencing them aren't quite as complimentary as those about Pete Davidson and the late Mac Miller.", "6.\n\nBryan Cranston played several odd acting parts until he was 44 years old when he got the role of Hal on", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Tim Lane, BuzzFeed\n\nTheresa May promised the cabinet she would seek a deal that allowed the UK the “unilateral ability to withdraw” from any backstop arrangement, according to two senior ministers who told BuzzFeed News they feared the prime minister was about to row back on this commitment to secure a Brexit deal with the EU.\n\nAhead of Tuesday’s crunch cabinet meeting, two cabinet ministers told BuzzFeed News they were concerned May was about to break three key pledges on the backstop. At a cabinet meeting after last month’s European council, the ministers believed they had secured commitments from May that the UK would be able to trigger a break clause to quit the backstop, that the EU’s proposal for a backstop treating Northern Ireland differently from the rest of the UK would be torn up, and that the UK would not remain indefinitely in a customs union. Yet the two ministers told BuzzFeed News they are now concerned the UK is about to concede that it will not be able to unilaterally quit the backstop, that the Northern Ireland-only backstop remains in what they are calling a “Russian doll backstop”, and that it is now likely the UK will not leave a customs union with the EU after Brexit. They were reacting to Ireland’s deputy prime minister, Simon Coveney, who tweeted that “a time-limited backstop or a backstop that could be ended by UK unilaterally would never be agreed to by IRE or EU”. Coveney was backed up by Brussels negotiator Sabine Weyand, who retweeted him with the words “Still necessary to repeat this, it seems.”\n\nJack Taylor / Getty Images Brexit secretary Dominic Raab\n\nThe ministers said they believed they had a commitment from May that the UK would seek the “unilateral ability to withdraw” from any backstop arrangement. They interpreted this to mean the UK would secure a unilateral break clause for the backstop. May told them she would guarantee the UK could not be kept inside “against our will”. They now fear May will concede that such a decision could not be unilateral, and instead triggered only by legally determined review clauses, which would provide a set of objective criteria that would allow the UK to leave. On Monday, the Irish government said May and Taoiseach Leo Varadkar had discussed a “review mechanism” for the backstop, with Ireland insisting “the outcome of any such review could not involve a unilateral decision to end the backstop”. A statement released by Downing Street made no mention of a “review mechanism”, stoking speculation that this will be the likely outcome, rather than a unilateral trigger.\n\nCabinet ministers are under pressure from Brexiteers to oppose a climbdown. Jeremy Hunt and Sajid Javid have called for the backstop to be time-limited, while Brexit secretary Dominic Raab privately demanded the right to pull the UK out of the backstop after three months and publicly said the arrangement must be “finite”, “short”, and “time-limited”. Colleagues suggested Raab could concede on the backstop but then try to convince Brexiteers he had succeeded in keeping a Canada-style free trade agreement on the table. A source familiar with a draft version of the Future Economic Partnership told BuzzFeed News it leaves open the possibility of a Canada-type arrangement. Both ministers who spoke to BuzzFeed News also said they were concerned the Northern Ireland-only backstop would remain part of a deal with the EU, despite believing they had secured a commitment from the PM that she would not sign up to it. They said the PM promised them that the proposal for a temporary UK-wide customs arrangement meant the Northern Ireland-only backstop “would no longer be needed”. The ministers took this to mean the Northern Ireland-only backstop would be removed from the deal, but they now believe the UK will concede on this. They suspect that language — “no longer be needed” — leaves May open to agreeing a deal based on a UK-wide customs union, with the Northern Ireland backstop then included as a fallback.\n\nTolga Akmen / AFP / Getty Images Taoiseach Leo Varadkar", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Por causa do horário de verão, a prova em Salvador (BA) começou mais cedo e a Dona Maria Cavalcante contou ao G1 que chegou ao local de prova às 10h30 e, por isso, ficou sem almoçar. Segundo ela, as duas bananas e alguns doces que levou como lanche não foram suficientes para saciar a fome. A aposentada que foi fazer a prova para testar os conhecimentos só conseguiu responder 40 das 90 questões do exame e não fez a redação.", "My dad put this up at his work and his boss told him to take it down or else he’d lose his job 😂", "Promising reviews: \"I've been using this for several months and it is by far the best carpet cleaner I've ever used. It has paid for itself many times over. Between my two boys, dog, and husband, our carpet really takes a beating. This removed old stains in my elderly parents basement that my kids and their pets have absolutely destroyed over the years. And the stains have not reappeared since the cleaning!! It takes patience, but if you're thorough with this cleaner, it can do wonders. I usually pretreat spots with Oxyclean Max Force and then I use Folex or the Bissell cleaner in the Powerlift. You MUST vacuum really well before using. It's so satisfying to see how much this picks up and how clean it leaves the carpet. For the price and quality, you cannot beat this machine.\" —Katie jay\n\n\"Works great, especially with kids and a multi-pet household! NOTE: DO NOT use heat or hot water on pet stains and soiled areas! Use cool water. Heat sets the odor; even if you can't smell it, Fluffy and Fido can! This is advice from16+ years in the veterinary field.\" —AMD\n\nIf you're dealing with pet-and-people stains (like set-in puppy pee), then make sure to pretreat with an enzyme cleaner (get a highly-rated one on Amazon for $10.99), and consider using a pet-specific formula in the machine, too (like this highly-rated one, $19.97).\n\nGet the carpet cleaning machine on Amazon for $75.99.", "Tonight’s episode is an uncomfortable and super emotional one for me, but when we signed up for this show over a decade ago, we signed up for a reality show, which meant showing you guys inside our lives, the good, the bad and the ugly.", "Warner Brothers / Reprodução\n\n\"A proposta de tensionar valores tradicionais da cultura chinesa, peculiar à outras culturas também, em contraste com valores vistos como não tradicionais, ou mesmo ocidentalizados\". - Takashi, 25, Curitiba, ascendência japonesa\n\n\"Gostei muito de como o filme mostra que mesmo a protagonista tendo ascendência chinesa, falando chinês, ela ainda é considerada americana pela família do seu namorado, que vive em Singapura\". - Alessandra, 21, São Paulo, ascendência japonesa\n\n\"Leveza e despretensiosidade. O filme é autêntico, dá para perceber que é contado por uma visão de dentro, não do que \"os outros pensam\". Isso torna ele crível e honesto\". - Paula, 34, São Paulo, ascendência sul-coreana\n\n\"Gostei de ter visto detalhes que fazem parte do cotidiano de descendentes de asiáticos no mundo ocidental. Por exemplo, a primeira cena em que o gerente do hotel claramente julga os hóspedes pela sua etnia. Gostei de ver também a relação com a comida. Me vi na cena em que a família faz dumplings juntos\". - Sabrina, 37 anos, São Paulo, ascendência coreana\n\n\"Ver um filme que tem o elenco inteiro composto com pessoas que se parecem comigo e que não aparecem na tela apenas como coadjuvantes!\" - Juliana , 32 anos, São Paulo, ascendência japonesa", "@cfrancklin @partidonovo30 @startupdareal @vagasVTNC A vaga é remunerada e deve ter auxílio transporte e alimentação pagos pelo poder público (o salário deve ser bom também), o que fode é a forma como esse cara já começa trata os possíveis candidatos, demonstra que não há o menor respeito ou consideração pelos indivíduos. Tóxico :(", "Eu kero mandar um recado pro meu presidente @jairbolsonaro :ano q vem esse Enem dos infernos tem q ser revisto. Questões tendenciosas, só falavam d lgbt,feminismo,ditadura, e até dicionário com gíria gay. Eu axei q o assunto seria conteúdo do ensino médio, e não militância do pt", "According to Spotify, people around the globe have already started streaming Christmas music! Don't believe me? Here are some fun facts about what, when, and where Christmas music is streamed, all packaged into a neat, little trivia quiz.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "E!\n\nShe said: \"I called Khloé. So many more stories have come out. I told her, \"What are you gonna get out of [staying with him.] You're gonna be worried and nervous and have an insecure life, because if he's not faithful now he'll never change.\" When one thing comes out you kinda think maybe the video was old, maybe it was a misunderstanding. But then two more stories come out and you know it's true.\"", "Promising review: \"I'm a 34K. This should tell you about my unique size needs, how hard it is to get a well-fitting bra, and how important it is that things fit properly. I have the benefit of being in NYC, so I go to Intimacy, who professionally fit ladies, and who introduced me to this bra. I had been using the Panache Tango Balconette. Compared to that bra, this makes me look like I've had surgery. In addition to the look (this bra is much narrower than the Panache) the side support is soft and firm, and the wires are not located under the underarms, and so do not poke into my side boobs. The bra is soft and comfortable, I look *lifted* but not unnatural, and I feel well supported. From what I can see, most of the negative reviews are about the difficulty of fit. If at all possible, please get yourself fit in person to determine the size, and then come to Amazon to buy what you like in more colors for less money. There is no industry standard for bras, ladies, so just because you are one size in your old bra doesn't mean you are the same size in *any* other bras. There's no point in blaming the bra or the company — it's an industry problem. This bra is heaven. If you are a large lady who has a problem with the wire poking into your sideboob, do please give this one a chance. There is nothing like proper support.\" —Amazon Customer\n\nGet it from Amazon for $21.99+ (available in sizes 34E-46HH and in 10 colors).", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "We're usually not here for Mondays, but today Covergirl announced that its products are officially cruelty-free so our mood is something like this little guy's:\n\nThis is a HUGE deal because it means that no Covergirl products or ingredients are tested on animals, making it the biggest makeup brand to take this step! Cruelty Free International certified the company with a Leaping Bunny seal, the internationally recognized gold standard (or blue check mark, if you will) for cruelty free designation.\n\n\"Covergirl is the biggest makeup brand to ever achieve the Leaping Bunny certification and we're delighted to welcome them to the Leaping Bunny family,\" said Michelle Thew, CEO of Cruelty Free International, to As/Is, BuzzFeed's women's lifestyle platform, in an exclusive statement. \"Covergirl's certification demonstrates to the world that it is possible to be a global, accessible and innovative brand without inflicting suffering on animals.\"\n\nUkonwa Ojo, Chief Marketing Officer of Coty Consumer Beauty, told As/Is \"We’re leading by example and demonstrating that it IS possible to offer cruelty-free cosmetics at an affordable price – if a global beauty giant like Covergirl can eliminate animal testing from their products and supply chain, there is hope for a cruelty-free future in beauty.\"\n\nOjo was promoted earlier this year from Covergirl Senior Vice President to Chief Marketing Officer of Coty’s U.S. consumer beauty division. (Coty is the beauty company that manufactures and distributes beauty brands like Covergirl, Sally Hansen and Clairol.) She was charged with relaunching the brand, and under her leadership Covergirl has changed its tagline to be more empowering, and signed more inclusive faces of the brand, like Insecure star Issa Rae, Afrolatina fitness expert Massy Arias, and 70-year-old model Maye Musk.\n\n", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "The MTV EMAs Happened Last Night — Here's What Everyone Wore On The Red Carpet\n\nThe stars were out in Spain last night.", "The full-color calendar features imaginary SMS exchanges between Dog, the foul-mouthed British bulldog, and his owner, October Jones. The back of each page includes Daily Extra content, such as puzzles, jokes, lists, quotes, activities, tips, and trivia. The calendar also features a plastic easel backer for easy tabletop display.\n\nPromising review: “This calendar is great. Almost every day has a really clever text exchange between dog and his owner. The back of each page has ‘the daily extra,’ which features tidbits of info, fun historical facts, a puzzle, coloring page, or joke.” —RAD\n\nPrice: $10.39", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "What Colour Do People Most Associate You With?\n\nAre you blue or more of a red? Taupe, maybe?", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "For Saturday's Derby Day, which was attended by more than 91,000 people, the dress code was \"strictly monochrome\" and everyone had to \"be attired in a chic black and white palette\". They all compiled, including Julie Bishop (looking 🔥 in Armani).", "A new branch of psychology known as ecopsychology is emerging to help those who are dealing with feelings of grief, despair and hopelessness as a result of global warming.\n\nTiyan Baker is a 29-year-old artist and documentarian who researches climate change extensively for her practice, and is well versed in the global ecopsychology community.\n\nBaker told BuzzFeed News that she first became heavily involved in researching climate change after living in China, and has experienced a deterioration of her mental wellbeing as a result of self-education around global warming.\n\n\"I really feel like I can visualise it almost,\" she said. \"I've seen environmental degradation. You don't have to go far [in China] to see waterways that are clearly ruined, the air is unbreathable many days of the year.\"\n\nBaker says she feels particularly sad about how climate change will affect the developing world.\n\n\"We're going to see mass death and mass migration – and there's a climate justice issue here because [developing nations] haven't caused a lot of the situation that we're in.\"\n\nBaker's struggle with mental health in the face of climate change led her to join online communities of people who experience the same anxieties and grief.\n\nShe says one Facebook group she is involved in is made up of \"very grim baby boomers\".\n\n\"They believe in human extinction, they believe that it's inevitable and it's in the near-term, and they're kind of people that are wrapping up their lives emotionally,\" she said. \"People go on there and they're like 'I'm getting a vasectomy next week', there's a lot of grief.\"\n\nThe term ecopsychology is attributed to a book written by Californian academic Theodore Roszak published in the 1990s, which proposed a new discipline of psychotherapy that sought to understand the \"ecological unconscious\" in each person. Roszak believed there was an inextricable link between the environment and human psychology.\n\nIncreasingly, this fusion of environmentalism and psychotherapy is being dedicated to the painful experience of coming to grips with the impending reality of climate change.\n\nThe Intergovernmental Panel on Climate Change (IPCC) report released in early October outlined the difference in global environmental changes that will occur if the Earth's surface temperature rises 2C above pre-industrial levels, compared with those that will occur if that rise is capped at the aspirational limit of 1.5C outlined in the 2015 Paris Climate Agreement.\n\nIn 2017 the world's temperature rose 1C above pre-industrial temperatures. The IPCC report states that in order to keep global temperatures below the Paris Climate Agreement cap, the world must achieve net zero carbon emissions by 2050.\n\nThe 2018 Report of the Global Commission on the Economy and Climate released earlier this year painted a bleaker portrait than the IPCC, stating that without a \"decisive shift\" by 2030 the globe will pass the point of no return and be unable to keep the global temperature rise to below 2C.", "Virgin Australia has said it will consult veterans before giving them priority access on flights after there was a mixed response to the weekend announcement.\n\n\n\nAustralian Defence Force veterans would board Virgin Australia aeroplanes first, and be formally acknowledged on all flights, according to reports in News Corp papers.\n\nThe report followed several veteran-focused announcements by prime minister Scott Morrison following the Invictus Games, and in the lead up to Remembrance Day this weekend.\n\n\n\nThe announcements included a $498 million redevelopment of the Australian War Memorial in Canberra, and an additional $11.1 million in new cards and lapel pins for veterans, entitling them to discounts and extra support in Australia.", "If you're a fan of the Harry Potter books and have a heart, you know that the most distressing moment in the whole seven books is when Hedwig was hit with a stray Avada Kedavra spell.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "\"We were sitting over here having a bit of a red wine appreciation night, trying to act as grownups,\" Ballard's friend, Jimmy Galvin, told Network Ten.\n\n\"A slug came crawling across here ... The conversation came up, y'know. 'Should I eat it?' And off Sam went. Bang. That's how it happened.\"\n\nA few days after eating the slug, Ballard complained of pain in his legs. An initial fear of multiple sclerosis, which his father suffered, was ruled out, before doctors diagnosed him with rat lungworm.\n\nRat lungworm is a very rare cause of meningitis in Australia and can be carried by rodents, snails and slugs. While most people who are infected only ever experience mild symptoms, in rare cases the worm can cause an infection of the brain known as eosinophilic meningo-encephalitis.", "Amazon\n\nThe all-natural soy wax candle has a 60- to 80-hour burn time and is made in the USA.\n\nPromising review: \"I got this as a surprise for my boyfriend. He moved to my state from Texas for college. I wasn't sure about how it would smell but I figured even if he wasn't a fan it would be neat as a decoration for his room. When I surprised him with the candle and he smelled it, he actually got very emotional and started crying because he said the smell instantly brought back so many memories of home. I don't know how they did it, but Homesick Candles managed to replicate the smell of home so well in this candle that it took my boyfriend back home immediately. Definitely worth my money. :)\" —Bailey K\n\nGet it from Amazon (available in all 50 states) or Homesick Candles for $29.95.", "copyでシェアする copyでシェアする\n\nlinkでシェアする linkでシェアする\n\ntumblrでシェアする tumblrでシェアする\n\nmoreでシェアする moreでシェアする\n\nwhatsappでシェアする whatsappでシェアする\n\nsmsでシェアする smsでシェアする\n\nemailでシェアする emailでシェアする\n\ntwitterでシェアする twitterでシェアする\n\nlineappでシェアする lineappでシェアする\n\npinterestでシェアする pinterestでシェアする\n\npinterestでシェアする pinterestでシェアする\n\nvkでシェアする vkでシェアする\n\nfacebookでシェアする facebookでシェアする\n\n結局、新井は凄かった。 \u0090時事通信 CSファイナルステージで同点適時二塁打を放ち、叫ぶ新井さん\n\n11月5日付の中国新聞に掲載された広告が、広島カープファンを感動させている。 新井とは、もちろん今シーズン限りで引退する新井貴浩さんのこと。広告を出したのは元カープの選手であり、新井の盟友でもある黒田博樹さんだ。\n\n時事通信 2016年、25年ぶりの広島リーグ優勝の立役者だった新井さんと黒田さん。優勝が決まると、抱き合って喜んだ。\n\n新井さんの広告は2面で構成されており、1面はこれまでの新井さんのプレーを伝えた新聞記事の切り抜きで構成されている。\n\n記事は「新打線 新井ブレーキ」「流れを変えた空振り」など、新井さんがミスをしたりした場面ばかり。 @paulowniamarsh さん提供\n\n新井さんがミスをした部分の記事には青のペンで線が引かれ、黒田さんの活躍に触れた部分には赤のペンで引かれている。\n\nカープが弱かった時代を知る黒田さんと新井さんだから成り立つジョークであり、そして労いだ。\n\nそして広告をめくると現れるのが、もう一つの広告。 @paulowniamarsh さん提供\n\nカープのソウルレッドに染まった真ん中に新井さんのガッツポーズするシルエット。そして「結局、新井は凄かった。」の文字が掲載される。\n\n親しみやすく後輩選手からもいじられるキャラと、不器用だがひたむきに努力する姿でチームを鼓舞してきた新井さんを表すのにふさわしい言葉だ。 右下には「広告主 黒田博樹」との文字とサインが添えられている。\n\n\n\n黒田さんだからできる粋な広告にカープファンの心を打つ。SNS上は感動の声であふれた。 中国新聞…朝から涙腺大崩壊(꒦ິ⌑꒦ີ) 黒田さんありがとう。。。 新井さん大好きです！！ #結局新井は凄かった\n\n結局、新井は凄かった 広告主 黒田博樹 黒田さん、あなたって人は(笑)\n\n黒田の「新井をいじるなら俺やろ」という強い気持ち・強い愛 #carp\n\n黒田さんのコラムにはこんなことも書いてある。「おまえがいなかったらおれも2年間、活躍できなかったかもしれない。そして、もうひとつ。おまえが帰ってこなかったらカープの3連覇はなかった。」 中国新聞「黒田博樹の目」からの新井さんへのメッセージ。 泣けるわ😭", "Share On more Share On more\n\n\"How many of you have heard of the hashtag #MeToo?\" Just one of the thirty-something Year 10 students gathered in the gym at J J Cahill Memorial High School, raises her hand, as do two teachers.\n\nSteve Debenport / Getty Images A student (not at J J Cahill Memorial High School) raises her hand.\n\nLaw students from the University of New South Wales hand iPhones to the high school students and ask them to type words they associate with sexual harassment or sexual assault.\n\n\"Stalking\", \"Uncomfortable\", \"Consent\", \"Inappropriate\", \"Photos\", \"Scary\", \"Pressure\", \"Intimidating\". The words appear on a giant screen in real time and those entered the most frequently grow largest: \"Touching\", \"Unwanted\", \"Rape\". Amy Lin Lee, a fourth-year law student, explains the difference between sexual harassment, which is dealt with in civil law, and sexual assault, which is dealt with in criminal law. \"An important thing to remember is that not all sexual harassment equals sexual assault, but all sexual assault equals sexual harassment,\" Lin Lee tells the students. \"It is not just something that happens to girls, it happens to guys too.\" She explains that sexual harassment is any sexual action which can make you feel uncomfortable, ashamed or intimidated, while sexual assault includes inappropriate touching as well as rape. The students peel off into smaller groups. A circle of seven boys sits cross-legged on the floor and guesses whether scenarios involve sexual assault or sexual harassment. The facilitating law student, Michael Moryosef, describes a situation in which male students stick rulers up a girl's skirt. Nervous laughter ripples around the circle. Six of the seven boys correctly identify \"sexual assault\". The seventh insists it is harassment: \"They weren't bashing her!\" One of the female students, a 15-year-old, later tells BuzzFeed News this exact scenario had happened to her and her friends. \"And in primary school they used to pull up our skirts and put sticks up there,\" she says. \"I actually didn’t know the difference between harassment and assault until today.\" When one boy is the first in the group to correctly differentiate between sexual harassment and sexual assault, he grins and dabs.\n\nKingsford Legal Centre\n\nThe boys are asked whether a woman who likes to wear short skirts is \"asking for it\" and deserves lewd comments. \"Is it sexual harassment?\" one boy asks, confused. \"But she's doing it for herself ... she's throwing herself out there?\" \"Maybe she could wear a longer skirt and a looser top then?\" one boy offers earnestly. \"If she's obviously getting stared at and stuff and she feels uncomfortable then don't wear that stuff again,\" one boy says. \"If she's going to keep wearing that, then that is on her.\" Moryosef asks if the boys think they should personally cover up from arm to ankle at the beach to avoid unwanted attention. They're all silent for a few moments. \"OK it is sexual harassment,\" they all conclude about the scenario. \"What if a girl asks for your number because she thinks you're cute on Instagram?\" one boy asks. \"Well I think what that comes down to is consent, and if it is unwelcome, that is where you have to stop,\" Moryosef says. \"Is it sexual harassment to ask a girl for a kiss?\" he asks. \"I'm confused.\"\n\nThe boys are bewildered by a scenario in which a \"not very sporty\" boy who has a lot of female friends gets called \"poofter\". \"There is nothing sexual about that at all!\" one boy exclaims. Moryosef asks how the boy who was being bullied might feel. \"Sad\". \"Uncomfortable\". \"Discluded\" [sic]. \"Disappointed\". One boy can't stop laughing. \"You'd find it funny if someone called your mate a poofter?\" Moryosef asks. \"It depends, if I know he doesn't care, then...\" the boy shrugs. \"What if you stand up for your friend and get bashed?\" one boy asks seriously. \"You shouldn’t really care if you get called a faggot if you’re hanging out with girls,\" one boy decides. \"If his friends are doing that then they’re not really his friends.\"\n\nKingsford Legal Centre\n\nThey discuss whether it is OK to ask a female teacher about her love life. \"There is a line you don't cross,\" one boy says. \"How do you know where that line is?\" asks Moryosef. \"You know when a teacher is uncomfortable, you can see in their body language.\" The school's deputy principal John Mifsud says the free program, run by Kingsford Legal Centre, helps students to establish \"where they stand legally\" and also \"offer emotional support\" to each other. \"We don't really have the issue of sexual harassment or bullying of a sexual nature, but I think these kids are pretty worldly and know this happens in the community,\" Mifsud tells BuzzFeed News. \"I think it is an appropriate age for kids at 14, 15 and 16 to learn about this.\" A circle of girls is very interested in where the exchange of sexually explicit images falls into this discussion. \"If a photo gets out and it gets sent to someone, are they being sexually harassed?\" one girl asks. \"If I have someone's nudes and I leaked it would I get charged for it now, or when I'm an adult?\" another asks. The law student facilitating their discussion explains the circumstances in which \"sexting\"or sharing explicit images can be a crime — when it involves harassment, sharing the images without consent, or someone under 18. The girls talk about how they would feel if photos of them were sent to strangers. They tell BuzzFeed News that people send nudes to each other on SnapChat because it \"disappears straight away\". \"But then lots of people just take a photo of the screen with another phone so the person [sending the photo] doesn't know,\" one girl says. They describe a school meeting at which someone used AirDrop to send a \"a whole bunch of nudes\" to multiple students on their iPhones.\n\nBuzzFeed News UNSW law students and students from J J Cahill Memorial High School.", "H/t CableTV.com , which analyzed Google Trends data from the last five years to find out which movie each state loved the most.", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "19.\n\nAnd just for good measure, here is a photo of the Great Pyramid of Giza that's just one last quick reminder that we are small, and the world is big.", "Cameras picked up the young lad in the background before a few people on social media started sharing edited versions that focused less on the match at hand and more on the beer admiration. Please watch and try to enjoy it as much as this dude loves his beer.", "Have you ever been to a spa and NOT worn a super-soft robe? Nope, I didn't think so. Bring that soothing experience right to your own bathroom with a little help from this velour robe.\n\nPromising review: \"Cozy, warm, and soft, just the right thickness to keep you comfy and not overheated. I've washed it twice and it's keeping its shape and quality. It's even fluffier after a wash and tumble in a warm dryer. Only problem, my dog wants it for her blanket! I got the bright pink color and I love it :)\" —Dini.E.\n\nGet it from Amazon for $24.99 (available in sizes XS-3XL and in 10 colors).", "Check\n\nOwn a set of pots and pans and know what each one is for", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Oh that’s your girl? Then why did she just respond to my discussion post on a Sunday night and tell me she agreed with what I said and it was “very interesting” lmaoooo"]