["I woke up at 5:48 a.m in pain. I was supposed to go hiking with my friends at 8:30 a.m. and then get brunch. But my pain woke me the fuck up, and I was unable to go back to sleep. My uterus was so swollen it felt hard to breathe, and it felt like my stomach was filled with a burning, chemical acid. I could tell almost immediately that it was not going to be a good pain day, and that I definitely would not be going hiking. I had to think fast. I had barely any food in the house and — due to my symptoms worsening as of late — there's a limited number of things I can actually eat without making my pain more intense at the moment. I knew I would likely not be able to leave the house later, so I forced myself to the grocery store at 7 a.m. Walking was painful. Moving was painful. Breathing was painful. But I knew if I didn't grab some food, I would not be able to eat all day or be forced to order from Postmates which would require getting off the couch, which on a day like Saturday would have been near impossible.\n\nWhen I got home with food I immediately got high by smoking an Indica strain (for a body high) because weed is the only thing that even remotely touches my pain on these types of days. Normally I try to avoid smoking and opt toward vapor pens or edibles, but again, this was a bad fucking pain day and I needed immediate and strong relief. Then, I sat like a zombie from those anti-drug commercials on my couch for the next nine hours. In order to be able to stand the pain, I have to make myself almost unconscious. I did everything I could to distract myself from the pain — I tried to sleep, I watched cooking shows, I read Harry Potter, but by 5 p.m. I was so emotionally distraught that I called my therapist and asked if she could see me ASAP. She squeezed me in and after sobbing on her couch for an hour about how I am tired of losing days of my life to pain, I went back home and watched cooking shows until I finally was able to fall asleep and forget about the pain. If only for a night.\n\nPain Level: 10/10, unable to walk or think of anything but my pain.", "\"If you build it, they will come.\" ( Field of Dreams )\n\nCorrect! Wrong! \"Magic mirror on the wall\" is actually correct!\n\nA lot of people tend to think the line from Snow White is \"Mirror, mirror, on the wall,\" but that's incorrect. In Star Wars: The Empire Strikes Back, the correct line is \"No, I am your father.\" In Field of Dreams, the line is actually \"If you build it, he will come.\" And in The Silence of the Lambs, Dr. Lecter never actually said \"Hello, Clarice.\" Sorry!\n\nVia Disney", "18.\n\nAnd this hotel that keeps the U.S. Constitution in the bedside drawer... because more people should know what's in it:", "Promising review: \"I love this journal. I'm not the person to keep a diary, but I always love to reminisce on past memories. This is the perfect median. Some questions are very thought-provoking ('Are you in love?' 'Who are you fooling?') and some are a little lighter ('What's in your fridge right now?' 'Are you wearing socks?'). If you answer these with one word, you're probably not going to have fun with this journal or have anything to really look back on. If you go in depth with your answers (i.e., 'Are you wearing socks?' 'Yes! Two! My heater broke and it's a blizzard!'), you'll be able to really have something to look back on. All and all, I'm seven months into this journal and I love it so much. I'm excited to continue filling it out for the next four and half years!\" —Kiersten\n\nCheck out our full review here!\n\nGet it from Amazon for $11.89 or from Barnes & Noble for $16.99.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Share On more Share On more\n\nMore", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!", "1.\n\nTinder might be the starting point for many modern love stories, but it's also a place where cheesy, shocking, and sometimes downright NSFW exchanges take place. Like this lewd misunderstanding:", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!", "Scott Barbour / Getty Images\n\nIt is generally agreed upon that Shakespeare is a big deal. Collectors salivate over his works, but especially his First Folio, the very first authoritative collection of his work. It contains 36 plays, each selected by Shakespeare's friends and business partners. Of the original 750 copies printed, there are said to be less than 240 in existence. One of these might set you back upwards of $5 million.", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!", "3.\n\nThis Spider-Man that's a little too excited to be riding his lil' car:", "Share On more Share On more\n\nAlexa Fishman/BuzzFeed\n\nI love hosting. Even in my small, one-bedroom Manhattan apartment, I always volunteer to invite friends over for dinner, drinks, or just to hang out. But the idea of hosting Friendsgiving always stresses me out. Tap to play GIF Tap to play GIF NBC\n\nBetween the mess, all the moving parts, and the expense, throwing Friendsgiving can be demanding affair. Which is why I tried out a bunch of tricks to make hosting easier and more fun. Tap to play GIF Tap to play GIF Funny Or Die Here are nine tips for an amazing Friendsgiving without spending a fortune or losing your mind.\n\nAlexa Fishman/BuzzFeed\n\n1. Make cocktails in your slow cooker Hannah Loewentheil/BuzzFeed Rather than stress out about making cocktails, let your slow cooker take care of the booze. This big batch spiced wine tastes like something you'd order at a restaurant or bar, but it requires almost zero effort whatsoever.\n\nThe are only two very easy steps: First, combine the ingredients in the slow cooker and next, turn it on. Hannah Loewentheil/BuzzFeed The wine, cider, and spices slow cook for about an hour. Then, just pour in the brandy and serve. I'll be making this all winter long. Recipe here.\n\n2. Try a DIY wine pairing with your Friendsgiving meal. Alexa Fishman/BuzzFeed Let this handy chart featuring five Thanksgiving-friendly wines be your guide. You'll end up spending about the same amount of money on booze, but it will feel way classier and make the meal more exciting.\n\nTo cut down on costs, you can always assign each of your guests to bring a certain type of wine. Tap to play GIF Tap to play GIF CBS For example, start with cava (like Anna de Codorniu Brut, $13) to pair with your appetizers, like baked brie and mushroom gruyère tarts, before moving onto a Pinot Noir (such as Elouan Pinot Noir, $17) with the turkey and cranberry sauce.\n\n3. Try making an ice ring cocktail using a bundt pan. Hannah Loewentheil/BuzzFeed Instead of making another boring party punch, freeze your booze into a tasty (and Instagrammable) ice ring cocktail. You'll need a bundt pan, a punch bowl, and your favorite big batch cocktail ingredients. I made apple cider sangria using a recipe I found online, but if you want more inspiration, check out this list of big batch fall cocktails.\n\nPour enough water in a bundt pan so that it's covering the whole bottom. This will help it freeze. Then, add all your ingredients — booze, juice, fruit, and spices — and freeze the mixture overnight. Hannah Loewentheil/BuzzFeed\n\nOnce frozen, transfer the bundt pan to a clear bowl. Pour some additional alcohol over the mixture so it starts to melt. Within a few minutes, it should pop right out of the bundt pan, while still keeping its shape. Hannah Loewentheil/BuzzFeed Sure, it takes a little extra work, but it's a step above your usual party punch, and it looks impressive too.\n\nThe punch stays cold as it melts so you don't need ice. Ladle it it into glasses and top it off with more booze if you feel so inclined. Hannah Loewentheil/BuzzFeed\n\nAlexa Fishman/BuzzFeed\n\n4. Make a whole meal of bite-sized versions of classic Thanksgiving dishes. Hannah Loewentheil/BuzzFeed If you don't have a ton of room to seat all your guests around a big table, passing around a bunch of appetizers is a great option. You'll most likely save time on cooking and because you don't have to set a table, you'll reduce the number of dishes and utensils you'll have to wash at the end of the night.\n\nYou just boil pasta and whip up a cheese sauce made with butter, flour, cheddar cheese, and cream cheese. Then, combine the noodles, the sauce, and an egg until combined. Hannah Loewentheil/BuzzFeed Bake the mac 'n' cheese bites in a muffin tin for about 15 minutes until the tops begin to get golden and crispy.\n\nYou can use either mini muffin tins or the regular size. I tried both and found the larger bites came out a bit better. The ingredients were more tightly packed and held their shape better once baked. Hannah Loewentheil/BuzzFeed Recipe here.\n\nAnd these sausage and stuffing bites came together pretty quickly, and they only require some basic ingredients. Hannah Loewentheil/BuzzFeed Instead of ground breakfast sausage, I used chicken sausage and chopped it into small pieces. I sautéed the sausage with celery and onion, then add boxed stuffing, cheddar cheese, dried cranberries, chicken broth, and beaten eggs.\n\nForm the stuffing mixture into little balls and cook them on a baking sheet until they're brown. Serve them on toothpicks with cranberry sauce for dipping. Hannah Loewentheil/BuzzFeed Recipe here.\n\n5. Use your microwave instead of your oven or stove. Hannah Loewentheil/BuzzFeed Microwave recipes are useful whether you're celebrating Friendsgiving in a college dorm room or you just want to save some oven space for the rest of your meal.\n\nJust peel and slice russet potatoes into 3/4 inch strips. Then, cover them with plastic wrap and microwave them for about 20 minutes. Then, mash them with butter, milk, salt, and pepper. You'll want to start checking on the potatoes when you get to about 15 minutes. Some of mine got a bit burnt around the edges.\n\nFor the gravy, you combine flour and butter in the microwave. Then, you whisk in heavy cream, chicken broth, and Worcestershire sauce and keep microwaving until the sauce thickens. Hannah Loewentheil/BuzzFeed Recipe here.\n\nYou just combine three ingredients — white cake mix, pumpkin purée, and pumpkin spice seasoning — in a mug and pop it in the microwave for two minutes. Hannah Loewentheil/BuzzFeed You can make a bunch of these in separate mugs or ramekins. Voilà: Cake without the help of an oven. Get the recipe.\n\n6. Instead of roasting a whole bird, make a low-maintenance turkey dish that still feels festive. Tap to play GIF Tap to play GIF FOX\n\n7. Make several desserts in one with these holiday sheet pan cheesecake bars. Hannah Loewentheil/BuzzFeed The first two steps are preparing the graham cracker crust and the cheesecake filling. I'd recommend starting with graham cracker crumbs, which you can find at pretty much any grocery store, so that the crust packs together.\n\nWhile the crust bakes, divide the cheesecake filling into separate bowls, and mix in your favorite desserts. Hannah Loewentheil/BuzzFeed I used cinnamon baked apples, pumpkin purée and pumpkin spice, and chocolate hazelnut spread, but you can get as creative as you want.\n\nDraw three lines in the graham cracker crust to separate the three different cheesecake fillings. Hannah Loewentheil/BuzzFeed\n\nThen bake the cheesecake in the oven for about an hour until the filling is set. Hannah Loewentheil/BuzzFeed\n\nPull it out of the oven and you've got three desserts in one. Cut it into little squares of pumpkin pie, apple pie, and chocolate cheesecake. Hannah Loewentheil/BuzzFeed And since cheesecake tastes best when it's been chilled, it's an easy dessert to make a day or two before your Friendsgiving. Recipe here.\n\nAlexa Fishman/BuzzFeed\n\n8. Turn pumpkins into adorable and seasonal flower vases I found a tutorial on blog Garden Therapy and followed the instructions. You don't need a green thumb or any arts and crafts skills to make these, take it from me.\n\nJust carve a hole in the top of the pumpkin, fill it with some soaked floral foam (which you can find at any craft store), then add your favorite flowers. Hannah Loewentheil/BuzzFeed Place a few of these pumpkin vases on your holiday table instead of traditional flower arrangements. They're an inexpensive way to add a pop of color and a seasonal feel to your home.\n\n9. Or try making a colorful tie-dye pumpkin with just four supplies. Hannah Loewentheil/BuzzFeed I'd seen these bright and cheery pumpkins on Pinterest and Instagram, but I never realized how easy they are to make. You'll want to use a white pumpkin (real or fake) so that the colors show up well. Then you'll just need crayons, glue, and a hairdresser.\n\nSoak the crayons in a bowl of water for about 5 minutes so that the paper peels right off. Hannah Loewentheil/BuzzFeed Then, break the crayons in half and fasten them around the stem of the pumpkin with tacky glue.\n\nNow, it's time to melt the crayons. Hannah Loewentheil/BuzzFeed Take a hair dryer and blow hot air over the crayons. After about a minute, they'll start melting and dripping down the sides of the pumpkin. This doesn't make a lot of mess, but you'll want to do the blow drying over a paper towel or a rag.\n\nAnd there you have it, super cute pumpkin centerpieces in no time. Hannah Loewentheil/BuzzFeed Not to mention if you have kids at your Friendsgiving, this is the perfect DIY project to keep them entertained.\n\nHappy holidays, and have the best, most stress-free Friendsgiving ever! Hannah Loewentheil/BuzzFeed", "It looks like everyone's favorite God of Mischief will live to play another trick! The only question is how? Maybe the series will be a prequel to the events in Infinity War or maybe Loki really did find another way to cheat death.", "\"If you’re wondering if this little thing is enough to host a karaoke party with adults in your own house, the answer is YES. It’s loud enough to fill a room and be super fun. I bought this for a family trip where we had ten adults and seven kids under 10. It was a blast. The microphone worked perfectly for adult fun after the kids were in bed and held up to the children abusing it the next day. We used this nonstop for hours and the battery didn’t die. Setup was so easy and it all functioned perfectly. I would recommend this to anyone for an at-home karaoke fun experience.\" —Claire\n\n\"I love this portable karaoke microphone. It oozes quality. It is super easy to connect to your phone. Once connected, you just YouTube the songs you want to sing and voila — instant karaoke at your fingertips. The sound is amazing for such a compact unit. At this price point it's really a no-brainer for me. Comes with all the basic functions like volume, echo, music, skip, backtrack, etc. Its a fun unit to have for gatherings!\" —punksterz626\n\n\"Oh my gosh I love this! Got mine in the mail yesterday and ended up playing with it for about five hours last night LOL. It connects via Bluetooth so you can connect it to your phone — the music and your singing comes out of the microphone's speaker. It has volume control for your voice and for the music and also echo. You can put an SD card into the bottom of it and record yourself or connect it with an audio out to record on one of those karaoke apps on your phone. With being able to find just about any song on karaoke via YouTube you could easily have your own karaoke parties at home! If you have a smart TV then add the YouTube channel to stream from there. The search menu is super easy to use.\" —Ferretocious\n\n\"This is one of my most favorite purchases on Amazon! First I absolutely love the rose-gold color. Next the mic works with all the karaoke apps I tried, including Smule and Yokee. My husband and I really enjoyed taking our home karaoke to the next level. The carrying case is very protective and my only change would be better instructions on the Mode button. I’m still unsure what it really does but I think it just changes to recording mode. I definitely recommend this mic to anyone wanting to add some fun at home, in the car or at parties.\" —Kiki Hutchins", "There was this truth bomb: \"'skinny is not always the goal. And for you to think it's okay to comment on my weight or size is disgusting.\"", "Rkraan / Getty Images\n\nIt's been so tough to tell male and females apart that apparently, in a Japanese zoo, the zookeepers tried to mate two hyenas that turned out to be male. The reason is that the clitoris of the females is so large that it looks like a penis, and the lips join together to form something similar to a scrotum.", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "Shawn Mendes (also flawless) was there too and he performed \"Lost In Japan.\"", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!", "We asked members of the BuzzFeed Community to share their wildest experiences while working in retail . Here are some of the most cringeworthy responses:\n\n1. The scammer: Tap to play GIF Tap to play GIF FOX \"I once had a customer who came into Nordstrom with a fake gift card on his phone. He kept insisting that he used it on one of the floors to buy some clothes. So finally he burst into screaming and called us incompetent because we couldn’t make his fake gift card work.\" —denisseelizabethaldana\n\n2. The pee in the vase: \"When I was in high school, I worked for a discount retailer that sold home goods. We were closing one Friday night and one of my coworkers told the manager on duty to come to the glassware section to help her clean up a broken glass item. We had a display of vases and one was filled with liquid — someone had peed in a vase.\" —danic4ac686ecc\n\n3. The booty hole: \"We were making our routine checks in our fitting rooms, and a customer hadn’t locked their door and we accidentally opened it. We found them bent over, pulling their ass cheeks apart and having a good old look at their booty hole.\" —clairelouisea3\n\n4. The panty liner: \"Some girl changed her panty liner in the fitting room and left it rolled up behind the mirror.\" —kathyc457934e5f\n\n5. The literal dump: \"I kid you not, someone literally took a dump right in the middle of the store. Luckily, I had just clocked out so I bolted out of there.\" —emmperreault\n\n6. The secret spy: Tap to play GIF Tap to play GIF FOX \"I left a customer in the dressing room to change and checked back on her once or twice and didn't hear anything. Forty-five minutes go by, and I knock and open the door to find no one in there. She left her personal items, her purse, cell phone, and official government documents all spread out on the ground and wall. There were so many papers there, some marked in red or blacked out, some laminated, but everything had a different government emblem on it. She also had a laptop that was on and open. I didn’t stay to see what she had on it and I closed and locked the door. She came back two hours later after shopping at other stores before collecting her stuff and buying a shirt from me.\" —yasminh48d9f6246\n\n7. The clean(er): \"I work at a drugstore. One day a woman came in and she couldn’t speak much English. All she could say was 'clean, clean.' The cashier couldn’t understand what she wanted, so we called a manager over. She pointed to her vagina and said 'clean clean.' We pointed her to the feminine care aisle and she bought three douches. She went to the bathroom and came out 10 minutes later. As she walked out, she looked at the cashier, smiled, and said, 'clean clean.'\" —precisetester00\n\n8. The baby rabbit: \"I used to work at a liquor store and a customer who was considered a regular came in, sweaty and smelly from the walk. She grabbed her drinks and a pack of smokes and lingered around the counter after paying. Finally, I was like 'So, what are you up to today?' She says, 'I have a baby rabbit in my bra' and whips out a live baby rabbit.\" —consuelabananahammock\n\n9. The dirty tampon: \"I had a customer trying on pants in the fitting room and the next thing I knew she was screaming. The last person who had tried on the pants had left a dirty tampon in one of the pockets.\" —kirstenj4bba4855a\n\n10. The diarrhea: \"My first Christmas as a floor manager, I got a call from one of my associates that someone had had an accident in a fitting room. This happens all the time (Once I picked up a pile of clothes that had so much pee in it I thought someone had left an open bottle of water in the clothes). When I get there, someone had diarrhea’d all over the floor and left it there. We still have a stain on the carpet that looks like someone spilled an entire pot of coffee in the fitting room.\" —kellyl4cebad7ad\n\n11. The KKK: \"I used to work at a copy and print center. The craziest thing someone ever wanted me to print out for them was a banner with Nickelodeon characters on it. Sounds pretty mild, until I saw them photoshopped with members of the KKK. Some guy came to print his KKK propaganda.\" —meganc83\n\n12. The bong: Tap to play GIF Tap to play GIF Universal Pictures \"I worked at Montgomery Wards. One evening, a woman came over and told us that she smelled smoke near the dressing rooms. I thought it was just someone smoking a cigarette, so I went back to kick out whoever it was. When I got to the dressing rooms, I noticed the smoke smelt different, not at all like cigarette smoke. I opened the door where the smoke was coming from, and found a woman sitting on the floor, hitting a bong. What'd I'd like to know is how did she manage to sneak an entire bong into the store.\" —misssalome\n\n13. The sniffers: \"I worked at an apparel outlet, and I had a mother and her adult son ask me about our underwear return policy and if we did sniff tests on them for freshness.\" —alexm4b07df8be\n\n14. The prom pee: \"At a store I used to work at, this girl found her perfect prom dress. She, for some reason, decided not to get the dress that day. When she left, my coworker went into the fitting room and discovered that she had peed on the dress so nobody else would buy it.\" —kathrineboyer\n\n15. The smelly dress: \"I used to work at a plus-size retail chain. I was working the register when a woman brought in a dress she wanted to return. It was in a clear plastic dress bag. I was pleased to see it looked okay and that she had taken care of it. She wanted to leave quickly and I figured it was due to it being the middle of the day and she had other errands to run. She left the store and I opened the bag to put it away, when the most horrific smell hit me. I almost threw up right in the store. I don’t know what she could have possibly done in this dress for it to smell like that. To this day that smell haunts me.\" —tiarraw2\n\n16. The pipe: \"A lady once came in to do a return on a shirt she had bought. She smelled awful, but I couldn’t place the smell. Thirty minutes later my manager called me over to ask if I had made that return. I later learned why the lady and the returned shirt had smelled so bad — she had left her crack pipe in the shirt!\" —hrussell14\n\n17. The pee: \"I worked at a women's clothing store that is no longer in business. Someone piled a bunch of clothes in the corner of a changing room and pissed on them.\" —jenv40e4cc76c\n\n18. The foot fetish: Tap to play GIF Tap to play GIF Miramax Films \"I was the assistant manager of a trendy shoe store. One night some dude came in and asked one of my female employees to try on a pair of shoes since his girlfriend was about the same size. She put on the display, but he wanted to see them both on. We went to the back to get the shoes and then we realized HE WAS SMELLING THE ONE SHE JUST TRIED ON.\" —lisad25\n\n19. The dishwasher: \"I worked at Best Buy for a few years and a man came in who wanted a repair on his dishwasher. I pulled up his account info and the dishwasher was over six years old, so it was out of warranty and past the five-year protection plan. He wanted a brand new one to replace it because it was inconvenient that we sold him a dishwasher that broke. When I kept saying there wasn't anything we could do besides offer a service visit, he picked up the credit card scanner and threw it across the counter at me.\" —oliviae4694c0216\n\n20. The grouch: \"I was a front-end manager during Christmas and the store was closing in about an hour. We noticed a woman had walked into the back, took a flat (used to move furniture) and was shopping with it. We were able to get her to switch to a cart. She then stood OUTSIDE of the fitting room and started trying on clothes. Again we asked her to either go in the room or leave and she got angry. One of my cashiers was working on checking her out, when the lady smacked her with a hanger! I took over the transaction and during that time, the lady: 1) said I had a hideous face and would die alone, 2) said she was going to have me fired because I didn't know who I was dealing with, 3) broke a piece of glass and threatened to cut me with it, and 4) nearly refused to leave the store without the cops coming.\" —mkocur96\n\n21. The repeat returner: \"I was working in Target at the returns desk when a lady came in with a cart piled full of stuff to return. She had her receipt and everything had the tags attached so we rang it all back. She was nicely dressed and very polite, but offered no explanation as to why she was returning other than a vague ‘changed my mind.’ A few hours later my shift ended and as I was walking through the store to the backroom I came upon the same lady with a new cart that was filling up again. The next day a coworker told me when she checked out, her total was over $7,000 and she paid without question. Since I was on the returns desk again, I walked over there and who do I see standing in line with a cart full of stuff to return? The same lady!\" —laurastallonel\n\n22. The stripper: \"It was just about closing time, and I went to make sure all the merchandise had been put back from the dressing rooms. One of the doors wasn’t shut all the way, and I absentmindedly pushed it open to reveal a completely nude man with no merchandise in the stall with him. He had just walked in and stripped.\" —emilygoheen1018\n\n23. The shoe lob: Tap to play GIF Tap to play GIF New Line Cinema \"A customer had come in to make a return on a pair of shoes. Unfortunately I could not allow the return because he had already worn the shoes. He argued that he had worn the shoes only once, but it was clear he had probably worn them every day for about six months. When I informed the man that there was nothing I could do, this 50-something-year-old man cursed me out, walked towards the exit, and lobbed the (wooden-soled) shoes at me.\" —travisd4a11dc95b\n\n24. The wick: \"I worked at a store for a couple of years, and I remember we once returned a candle because the wick burned out. At the bottom. Of a candle.\" —kimberlyt441079d6b\n\n25. The doula: \"This lady I was ringing up asked if I had any kids and I told her no. After I told her no she proceeded to tell me that she used to be a doula and 'when you do have kids make sure you breastfeed because it’s just so special for the baby and mom.' Me being the awkward person I am, I just utilized my fake smile and chuckled a bit. After I handed her the bag, as she was walking away, she shouted really loudly, 'REMEMBER, BREAST FEED!'\" —jannat4461f7c87\n\n26. And lastly, the toilet seat: Tap to play GIF Tap to play GIF Comedy Central \"I worked in customer service for a couple of years. One day, a man brought in a toilet seat to return it. I don't remember why he didn't like it, but I DO remember that it was USED and it WAS NOT clean. The manager made us take it back — a used, nasty, not-been-cleaned toilet seat.\" —jessicarayc", "Não é segredo para ninguém que há MUITOS fantasmas escondidos em \"A Maldição da Residência Hill\". Mas, será que você consegue encontrá-los?\n\nO teste é fácil: clique onde está vendo o fantasma e diremos se você acertou!", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!", "14.\n\nThe Merritt is gorgeous, but also they're always doing construction for some reason, so it can be the bane of your existence.", "Bacteria + dead cells on your tongue = bad breath. Add this scraper to your nightly oral hygiene routine and be sure to thank me telepathically.\n\nPromising review: \"This works amazingly! I was a little skeptical about using this at first, but now I cannot go without it. It really helps with bad breath and your mouth feels so much cleaner after you use it. Plus, this comes with an adorable travel/storage bag.\" —Shammy777\n\nGet a pack of two from Amazon for $12.46.", "everyday i live in constant fear that someone is out to get me. i dont recall the last time i woke up feeling safe. no matter where i go i hear the same thing, “let’s get this bread”. i dont know what ive done to deserve this but i hope one day ppl see me for more than what i am https://t.co/QNt8fufQAq", "We asked the BuzzFeed Community if they've ever witnessed a wedding/marriage objection. Here are their juicy stories:\n\n1. This pre-wedding objection: \"My now-husband asked my father for my hand in marriage before he proposed. My dad flat out said no. My dad talked to me every week in the two months leading up to the wedding and said I don’t have to go through with it if I don’t want to, I wouldn’t upset anyone. We had a destination wedding, and when my parents arrived to the resort, he told me he would fly me home if I wanted to. Right before walking me down the aisle he asked if I was sure and again mentioned flying me home if I didn’t want to go through with it.\" —jahudak\n\n2. This rehearsal dinner objection: \"It was at rehearsal dinner. My aunt's mother stood up and gave a big long speech about how my uncle wasn't good enough for her daughter and how my uncle would never amount to anything. My aunt started crying and my uncle told his now mother-in-law to sit down and shut up they we're getting married no matter what she said. They have been married for 20 years now and my uncle's mother- in-law hasn't spoken to him since.\" —ariels4c96d6b18\n\nTap to play GIF Tap to play GIF Comedy Central\n\n3. This accidental objection: I accidentally objected to a wedding. It was my first time taking the train and I walked into the wrong station. It was a wedding venue. I was trying to find my track. I was randomly opening doors. I opened the doors at the perfect time, as they were asking if anyone objects? It’s was quiet and awkward and loud. —newyearseve\n\n4. This prank objection: \"I said no at my own wedding. It was a super fast ceremony at our new house with just the officiant and a couple of people for witnesses. When he asked if I took my spouse in marriage (or something like that, I honestly don't remember), I said no. There was about a beat and then I said yes. I thought it was funny at least.\" —bast13137\n\n5. This grandmother's objection: My grandmother is known for making trouble. She REALLY liked my uncle’s former wife. They flew my grandmother out to the wedding and sat her right at the front, next to the bride’s mother. The priest asks if the parents of the bride and groom approve and bless the marriage. My grandmother straight up says “No.” —lonesplendor\n\n6. This biker's objection: Once I was at a backyard wedding and a random guy rode by on his bike yelling, \"Don't do it!\" —dianaccupcake\n\nTap to play GIF Tap to play GIF Oxygen\n\n7. This aunt's private objection: \"Right before the wedding, my aunt pulled me aside for a quick walkabout (in my dress and everything!) to let me know she thought I was making a huge mistake and she just couldn't watch it happen without telling me.\" —bethramseya\n\n8. This groom's objection. \"I went to a wedding once where the groom decided mid-ceremony he didn’t want to get married.\" —mspitz\n\nTap to play GIF Tap to play GIF Comedy Central\n\n9. This mid-ceremony fiasco: \"I was at a wedding between one of my really good friends and her fiancée who she had been with for nearly 4 years. Then, in the middle of the ceremony, my brother (a year younger than the groom, 26) stands up, yells “We can’t live this lie anymore, Will [the groom],” and proceeds to run up to the front of the chapel and kisses the groom. Instead of objecting, the groom kissed him back and professed his love to him and what a mistake he was about to make. My friend just immediately burst into tears and started screaming about all the time he had cost her. She ran out of the chapel and I followed her. —hamiltonandlaurens\n\n10. This drunken self-objection: \"My late grandfather was a reverend, he married my older cousin and his fiancée. My mother, brother and I didn’t attend the wedding, but my late grandma told us that my older cousin was so drunk that he kept objecting to his own wedding and my grandfather kept asking if he meant to object.\" —beautifulamari\n\nTap to play GIF Tap to play GIF Oxygen\n\n11. This dramatic cough objection: I went with an ex boyfriend to his cousin’s wedding. Everything seemed fine and normal, until they asked if anyone objected. The bride’s sister made a small coughing noise and asked if she could speak to the two of them privately. Turns out, the bride had a shopping addiction which put her $45,000 in debt, and she’d been hiding it from the groom. Wedding went on after that, but it definitely put a damper on the celebration. —theresar487aee9ad\n\n12. And this intense pre-wedding objection, too: When my mom told me that my now ex stepdad proposed, I objected. She threw the ring across my room in a fit yelling at me I don’t want her to be happy.\" —ashleyc4d1993c2f\n\n13. And lastly, this objection that didn't seem to matter: Twitter: @Ujesta", "Of course, it's not TOO much of a surprise that Snoop would publish a collection of recipes, since he now has a cooking show with Martha Stewart.\n\nThe cookbook is called \"From Crook to Cook: Platinum Recipes from Tha Boss Dogg's Kitchen,\" and costs $14.97 on Amazon.", "Welcome to your local library! Today we're throwin' it back to the '90s. What a time. Feel free to pick and check out as many books as you want from the list!!!!! We got some good ones.", "Check the wattage on your lightbulbs. Are they under 60? If not, you should definitely switch them out. Too much bright light can mess with melatonin secretion, which lets your body know it's time for sleep, so you want to make sure your bedroom (and bathroom!) light is turned down to a low glow before bedtime. You can also buy lightbulbs that help to filter out harmful blue light, which is emitted from phones, TVs, and computer screens.\n\nGet one from Amazon for $15.99.", "Oops\n\nLooks like your browser doesn't support JavaScript.", "10.\n\nBut Jens, Jenns, Jennys, and Jennies can ALL unite against the common evil that is Jessica!!! Jessica was our main name competition, and people couldn't get it straight even though they are two fundamentally different names:", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "18 Tumblr Posts That Will Make Awkward Introverts Say, \"Oh Heck, That's Me\"\n\n\"You Aren’t Boring I Just Suck At Conversations, I’m Sorry: a novel by me.\"", "I am 21 years old and I live with 5 other 21+ year old ADULTS. And one of them opened MY bag of cereal and only stole THE TOY then LEFT THE BAG OPEN. a whole ass adult opened my bag of cereal and stole my toy. I am prepared for combat", "6.\n\nE se você acredita que você tem um coração grande, dá só uma olhada no tamanho do coração de uma baleia-azul.", "Amazon\n\nIt boils water faster than a microwave and is safer than on a stovetop. It has a 200-watt heating element, fully detachable 360 degree power base with cord storage, and a safe, easy to use design.\n\nPromising review: \"I was worried about cluttering my counter. But this baby really is so easy to use, and bonus, there's no annoying whistling or forgetting to turn the stove off. And bottom line...it's MUCH faster. By the time I've got my tea bag ready, the water's done. Plus, it looks awesome on my counter and works with my blue and white decor. It's ceramic, so it's a tad bit heavier than a plastic unit, but I don't care, it's no heavier than a full tea kettle. And pouring from the longer spout is easier to control. It's as functional as it's lovely which makes up for the little bit of heft..\" —pen\n\nGet it from Amazon for $29.99+ (available in several sizes and seven patterns).", "This Calming Quiz Will Reveal What Kind Of Tea You Are\n\nWhich dried up leaves best represent you?", "To get that triangular cone shape, you can use a cookie cutter or even just a spoon to draw with the batter. Or, if all else fails, just cut up pancakes after you've made them!", "9.\n\nWhen he asked Rami Malek if he and his twin brother did any \"twin stuff,\" and he revealed he helped him cheat to get his degree:", "Promising review: \"This red dress is thick yet has a beautiful drape to it. The sleeves are lantern-shaped and have a cute ruffle detail on the edge. The pintucks in the front and back are placed in the perfect spot to accentuate the waist. The dress fits like a glove. It is a bit longer on me than the model (I am 5'2\" for reference). A perfect dress for Valentine's Day or the holidays!\" —ruth maldonado\n\nGet it from Amazon for $24.99+ (available in sizes XS-XXL and in eight colors).", "Por muito tempo, fui aquele tipo de garota que seguia todos os dias uma longa rotina de cuidados com a pele. Mas o fato é que minha pele estava bem, exceto por uma ou outra espinha que vinha à tona no período pré-menstrual. E, apesar de toda essa rotina elaborada, minha pele não era muito diferente de quando eu era adolescente e nem sabia o que era um hidratante facial.\n\nEntão, um ano atrás, fiz uma entrevista com um dermatologista para um post, e ele me prescreveu uma rotina de cuidados para a pele composta de menos produtos e de produtos bem mais baratos. Comecei a seguir essa rotina e ela funcionou melhor do que a minha enorme coleção de séruns e tônicos cuidadosamente selecionados. Um ano depois, ela ainda funciona bem. Apesar de não usar máscaras comuns, máscaras de argila ou séruns caros, minha pele ainda parece ótima depois desse um ano, exceto pelas poucas espinhas hormonais inevitáveis.\n\nVocê conhece a frase: \"Se não está quebrado, não conserte\"? Por que nós nunca aplicamos isso aos nossos corpos, especialmente à nossa pele? E por que ficamos com a impressão de que nossa pele está constantemente \"defeituosa\" e precisa de tratamento? Por que nós, coletivamente, não aceitamos a ideia radical de que uma espinha, uma ruga ou um sinal aparecerá aqui e ali e não precisamos gastar rios de dinheiro tentando consertar algo que é, na verdade, apenas o nosso corpo funcionando normalmente?\n\nAs mulheres, o principal público-alvo e as principais consumidoras de produtos para a pele, às vezes acreditam que, se gastarem um pouco mais de tempo pesquisando, ou um pouco mais de dinheiro em outro produto, encontrarão a combinação perfeita para desbloquear o nível mais alto da existência, conhecido como “pele perfeita\". Mas isso não existe! É mentira! Enquanto isso, os cuidados para a pele direcionados aos homens são geralmente produtos para limpeza do rosto, que custam muito menos. E a pele deles não é menos ou mais “imperfeita” do que a de qualquer outra pessoa.\n\nÉ exatamente essa linha de pensamento que me fez sucumbir e comprar um sérum de vitamina C. Eu li muitos artigos afirmando que o produto era maravilhoso e logo entendi que era isso que estava faltando na minha rotina: vitamina C, o ingrediente secreto! Hoje, não tenho ideia de qual a era a minha real expectativa. Eu não conseguia imaginar como seria essa tal melhoria na minha pele; apenas assumi que havia alguma melhoria a ser feita.\n\nDe alguma forma, todas nós parecemos operar com a ideia de que a pele pode parecer algo diferente de pele, como se pudéssemos nos livrar dos poros que são parte integrante dela, ou disfarçar o fato de que ela é algo que está em constante movimento, esticada e vincada em rugas. Ainda assim, comprei o sérum de vitamina C e o passei no rosto de forma esperançosa em uma manhã normal. Meu rosto ficou quente no começo, tive uma sensação de ardor. Muito bom, pensei. A dor significa que está funcionando.\n\n\n\nVinte minutos depois, vi meu reflexo no espelho e minha pele estava rosada e quente ao toque. Eu não tenho ideia do que a vitamina C está destinada a fazer, mas tenho certeza que não era isso. Imediatamente lavei o produto e, felizmente, minha pele retornou ao seu estado normal e pálido.\n\nNossos hormônios, órgãos e corpo inteiro estão em constante estado de fluxo. Cada parte de nós reflete isso: as espinhas e outros sinais têm uma função. Às vezes, eles podem ser um sinal de mal funcionamento, de desequilíbrios hormonais ou outros problemas, mas uma única espinha, ou várias, ou um pouco de secura, ou qualquer coisa que não esteja realmente atrapalhando sua vida, não é motivo de preocupação.\n\nAqui está algo importante: se a sua pele está bem, deixe-a em paz. Uma espinha aqui e outra acolá não é problema. Você não precisa gastar metade do seu salário em uma nova máscara facial. Isso não vai ajudar em muita coisa. Não há produto que dê uma pele perfeita para sempre, porque não é assim que nosso corpo funciona. Os produtos de cuidado com a pele são divertidos, e se você gostar deles (como eu), continue usando. Mas se você se sentir exausta com tudo isso, se a ideia de criar uma “rotina de cuidados com a pele” parecer uma tarefa que você precisa se forçar a fazer, lembre-se: você não precisa fazer nada disso.\n\n\n\n(Porém, ainda é muito importante usar protetor solar todos os dias – mesmo que eu não compre mais máscaras caras, não sou ignorante a ponto de esquecer do protetor).\n\nVeja também:\n\nA tradução deste post (original em inglês) foi editada por Luísa Pessoa.\n\n", "オーストラリア出身のニコラ・スコット。彼女は『ワンダーウーマン』や『スーパーマン』などのDCコミックのヒーローを描いてきたマンガ家だ。\n\n世界的に人気な作品を描く彼女のスタートは遅い。「もうすぐ30歳になってしまう」と人生に悩んだときに、この世界に踏み出したのだ。\n\nまだ男性作家の多いこの業界で、彼女は「外国人女性」としてある夢を掴んだ。 その軌跡を、10月にロサンゼルスで開かれたAdobe MAXでの講演で語った。本記事では彼女のスピーチを抄訳し、紹介する。\n\n表現の世界で生きて行きたかった。バイトに明け暮れた20代 11歳のとき、学芸会で主役をやらせてもらってから、私の夢は女優でした。学校では演技を学び、大学ではパフォーミング・アーツを専攻しました。演技は私のすべてだったし、表現の世界で生きていこうと思ってた。 学校を卒業してから、いくつオーディションを受けたことだろう？ 私はいつも選ばれませんでした。当然、食べていけるわけもなく飲食店でアルバイトをする毎日。気がつけば27歳になっていました。 焦燥感に駆られる私を脇目に、姉たちはグラフィックデザイナーやミュージシャンとして活躍していました。彼女たちは2人共10代の頃からいろんなアワードで表彰されていていました。\n\nどうすればいいのだろう？ 表現の世界で生きていきたいのに。\n\n演技の足しになればと縫製の勉強をしました。デザインの勉強をして衣装を作れるようになって、仕事の依頼もくるようになりました。女優ではなく「衣装屋」として。友達のウェディングドレスを作ったこともありました。 うだつの上がらない私を見かねて、姉は私にイラストの仕事を依頼してくれることもありました。もともと母がイラストレーターだったので幼い頃から絵の描き方は教えてもらっていたからです。でも……どうにもしっくりこない。創る楽しさはあるけれど……。 このままでいいのだろうか？ この悩みが晴れることはありませんでした。 30歳間近のある日。2次元の世界に踏み出した でも、ある日曜日の朝。いつもと同じ様にパンと紅茶を手に持ちながら、「もうすぐ30……私、何がしたいの？」と自問したとき、ひらめいたんです。「あ、ワンダーウーマンだ」って。 思い返せば、幼き日、私は神を見つけたかのような感覚になったんです。姉たちは恋愛の話をしているけれど、幼かった私は馴染めなくて。 その近くでぼんやりテレビを見ていたら、リンダ・カーターが演じるワンダーウーマンが銃弾を避けながら戦っていたんです。その瞬間、宗教というか、信じる道みたいなものを発見したんですよね。\n\nWarner Bros. / Getty Images, Hulton Archive / Getty Images\n\n当時はまだ固定電話で話をする時代。電話で話しながらワンダーウーマンの絵をよく描いていたんです。30歳間近になるその日までずっと。\n\n閃きから20分後には本屋でマンガを買っていました。その瞬間まで、マンガ売り場は素通りしていたんです。でも、いざ足を踏み入れてみると「私の世界」だった。買えるだけ買った。それからマンガの世界に熱中していきました。 そこで働く店員ともすぐに打ち解け、どうすればマンガの仕事に就けるのか教えてくれました。即売会場で自分の作品を持っていけばいいと。それが近道だよと教えてくれたんです。\n\nふと思いました。オーストラリアという市場は小さいのでマンガを仕事にするにはベストではないかも？ そしてもうひとつ。DCコミックの世界には「女」は少ないのではないのか――。\n\nアメリカで開催するコミック・コン・インターナショナル（通称：コミコン）に参加することに決めました。意外と軽い気持ちで踏み出したのを覚えています。\n\nコミコンの様子。Digital First Media / Digital First Media via Getty Im\n\nとはいえ、世界的な即売会に初めて参加してみると、あまりに多くの人が参加しているので、怖気づきました。 持ち寄った作品はゴミみたいなクオリティで誰にも見てもらえなかった。埋もれたんです。悔しさも覚えましたが、自分の課題も見つけられたのでよかったです。 オーストラリアに帰国してから一念発起し、自分の車を売って、絵に専念する生活をはじめました。1年後、リベンジすると誓って。 女優を目指していたときとは、スタンスが違っていました。かつてはオーディションを「待っていた」だけ。受動的だったんですね。でも、クリエイティブの仕事をするには才能や実力はもちろん戦略も必要だと学んでいたのです。\n\nDigital First Media / Digital First Media via Getty Im\n\n次の年には、闇雲にドローイングをするのではなくて、DCコミックの編集者にアプローチしようと決めていたんです。ワンダーウーマンがいる場所ですからね。\n\n実は、コミコンに初参加した時にDCコミックの編集者にイラストを見てもらっていたんです。 私以外にも何百人ものイラストレーターがポートフォリオを見せていましたが、私のことは覚えていてくれた。オーストラリアから来た背の高い女がDCコミックのイラストを見せてくるなんてレアだったんでしょうね（笑）。\n\nDigital First Media / Digital First Media via Getty Im\n\nもらったアドバイスに食いつくように技術を磨きました。落ち込んで逃げ出す人もいるかもしれないのですが、しがみついて、毎年、毎年アップデートしてきました。DCコミックの編集者はその姿を見ていたんだと思います。\n\nコミコンに参加するようになってから5年目の最終日。初めて会うDCコミックの編集者から「女性のヒーローを描く仕事をして欲しい」と声がかけられました。男性が多いDCコミック業界において、私はこの作品にぴったりだったのでしょう。 彼らは私の根気を買ってくれたのか、次第に仕事を依頼してくれるようになりました。もちろんこの間にネット上でイラストを公開するようにしていて、そこから声がかかることもありました。\n\n私は気がつけばDCコミックの専属契約を結び、ホイールに乗せられたハムスターのように働きました。週7日。休みなく毎月22ページのコミックを描く。スーパーマンをはじめ、多くのヒーローを描き続けました。 とても楽しくて夢中な時間。でも、やればやるほどに他のクリエイターとも比べてしまって気持ちを病んでしまったんです。過労だったのかもしれません。\n\n私がDCコミックに在籍している時にはワンダーウーマンを担当することはありませんでした。長いこと陽が当たらなかったヒーローだったからです。それだけが心残りでしたが、DCコミックから独立して、仕事を調整することにしたんです。", "Think you can do the opposite and name movies from their closing lines? Take this quiz to find out:", "Nordstrom\n\nPromising review: \"Impressive sweater! I bought this liking the price and the general look, but not expecting much for quality. I have been very pleasantly surprised at how well cut it is, the thick durability of the weave, and how there was NO pilling after 1 wash. It isn't scratchy like wool. Great look!\" —mercuricfreesia\n\nPrice: $68 (available in sizes 2–12 and three colors)", "Want the best of BuzzFeed Animals in your inbox?\n\nSign up for a newsletter today!\n\nDog A Day The cutest pups, every day in your inbox This Week In Cats All the most important cat stories of the week Sign up", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!", "7.\n\nWhen everyone forced Monica to make special Thanksgiving dishes for them, only to have everything burn in the oven because they got locked out of the apartment.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Amazon\n\n(And maybe buy a second set for your emergency bag like this reviewer?)\n\nPromising review: \"Love these bags. Packed them for a lengthy European trip and I will use these from now on when packing for anything. I carry an 'emergency' bag in my trunk pretty much at all times with changes of everything and hygiene items (never know where you might find yourself). I will be ordering another set of these to go permanently remain in my 'emergency bag.' They are space savers, and are as durable as you can expect nylon and mesh material to be. I did not have any issues with zippers breaking or bags ripping in anyway. I would suggest purchasing yourself a set if especially if you live out of bags and are always on the go.\" —Danielle\n\nGet them from Amazon for $15.99 (available in eight colors).", "And we're about to find out why so many people love it...\n\nThis cruelty-free eye gel can be effective thanks to its proclaimed powerhouse ingredients including peptide complex, jojoba oil, vitamin E, and amino acid blend. A bunch of good stuff is packed into this gel, and it's recommended to apply day and night around your eyes. You can also apply it to other areas of your face and neck!\n\n\"This eye gel is wonderful! It is light yet creamy and covers well. It feels really smooth and has a subtle cucumber like smell. I really love that the first two ingredients are organic: organic herbal infusion and organic aloe. I really don't have many wrinkles to begin with, but I want to be proactive and get ahead before they start! I really like how this product also helps with my dark circles and bags!\" —Monique S.", "Everyone Is A Combo Of Two YouTube Stars — Here Are Yours\n\nAre you a Liza and Trisha? Maybe so.", "Getty / BuzzFeed\n\nPander comes from Pandoras, a prince who helped two lovers fall in love, as in Chaucer's Troilus and Criseyde. Though romantic in origin, pander took on the connotation of a pimp, or someone who arranged untoward sexual situations. This, in turn, produced its current meaning of being eager to fulfill all sorts of questionable desires.", "Now we all have had interesting flights — delays, babies crying, and broken air conditioning, but this woman has definitely taken the trophy.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "But did you know that Ice-T has never eaten a bagel? Well, thanks to a big fight that just broke out on Twitter, now you do!", "If there's one season to be cooking more vegetables, it's fall. From Brussels sprouts and sweet potato to cauliflower and kale, there's so much delicious produce in season. So head to your local farmer's market or grocery store and whip up one of these seasonal veggie side dishes.", "“Essa prova do Enem, vão falar que eu tô implicando. Agora, pelo amor de Deus, esse tema, uma linguagem particular daquelas pessoas, que nós temos a ver com isso meu Deus do céu? A gente vai ver a tradução daquelas palavras, um absurdo. Vai obrigar a molecada a se interessar por isso agora para o Enem do ano que vem? Pode ter certeza, fique tranquilo, não vai ter questão dessa forma no ano que vem. Nós vamos tomar conhecimento da prova antes. Não vai ter isso daí”, disse.\n\nO presidente eleito Jair Bolsonaro voltou a criticar, nesta sexta-feira, a questão do Enem que tratava sobre o “dialeto secreto” usado por gays e travestis. Segundo ele, esse tipo de coisa vai acabar em seu governo, uma vez que a administração tomará conhecimento das provas antes de sua aplicação.\n\nA questão citada por Bolsonaro estava na área de linguagens da prova. O Enem trouxe itens sobre o \"pajubá, o dialeto secreto dos gays e travestis\", questionando os motivos que faziam as expressões se caracterizarem como \"elemento do patrimônio linguístico\".\n\n\n\nA declaração, em transmissão ao vivo por redes sociais, marcou a volta do Bolsonaro polêmico, “o mito”, ao cenário nacional – figurino que havia abandonado nos últimos dias de campanha, quando estava mais paz e amor em suas aparições na internet.\n\n\n\nAlém das críticas ao Ministério da Educação, que ele questionou se poderia mesmo receber esse nome na atual gestão, o presidente eleito soltou o verbo sobre a “frescura” do Egito em cancelar a recepção do chanceler brasileiro, falou sobre a vida fácil dos sindicalistas que ficam só engordando, passando ainda por cometários sobre a reforma da previdência e direitos trabalhistas.\n\n“Nos Estados Unidos, se quiser trabalhar 10 horas, trabalha. Quer trabalhar 15? Você trabalha. Quer trabalhar domingo e feriado, 20 horas? Você trabalha. Você vai receber de acordo com o seu trabalho. Agora, se alguém quiser uma folguinha, passar sábado e domingo passeando? Pode, mas não vai receber nada. Agora aqui no Brasil, o país dos direitos, tem direito para tudo, só não tem emprego”.\n\nVeja abaixo algumas das frases que marcam a volta de velho Bolsonaro ao cenário político nacional:\n\nSexualidade nas escolas\n\n“Ideologia de gênero, que importância tem isso aí? Vá ser feliz cara, se você [vai ser feliz] com outro homem, vai ser feliz. Se você mulher, quer ser feliz com outra mulher, vá ser feliz. Agora não fica perturbando isso nas escolas, obrigando a criançada a estudar uma besteira que não vai levar a lugar nenhum. Quem ensina sexo é papai e mamãe e ponto final”.\n\nUniversidades\n\n“As universidades aqui, uma parte considerável delas, é dinheiro jogado fora, o centro acadêmico, é tanta besteira que a gente vê em vídeos, até televisão às vezes sai matéria. Teve na Unb (universidade de Brasília), no centro acadêmico, foi lá no centro acadêmico era maconha, era camisinha, preservativo no chão, cachaça na geladeira, tudo pichado, parecia um ninho de rato”.\n\nTurismo\n\n“Não existe turismo no Brasil, vamos falar da baía de Angra, se a baía de estivesse nas mãos de uns espanhóis, que gostam de fazer turismo, estaria faturando bilhões de reais por ano. Mas não pode porque? Tudo lá é estação ecológica”.\n\nColocar a mãe como ministra da Agricultura\n\n“Lamento que o outro colega [Nabhan Garcia, da União Democrática Ruralista] andou se excedendo, achando que devia ser ele, porque ele representava melhor, porque estava há mais tempo comigo… Quem está há mais tempo comigo tem que botar minha mãe como ministra lá então. Minha mãe está comigo há 63 anos, me apoiou em tudo até hoje”.\n\nIsrael e Egito\n\n“Estado de Israel, muda a capital para Jerusalém ou não muda? (…) A bronca. Suspenderam uma ida de empresários ao Egito porque o Bolsonaro falou não sei o que. Ah! Pelo amor de Deus. Pô, pelo amor de Deus, vai dar bola pra isso, poxa? Quem decide a capital de Israel é o Estado de Israel. O Brasil não mudou a capital do Rio para Brasília? Teve algum problema? Quem decide isso somos nossa, porra. (…) Agora, criar um cavalo de batalha porque a capital vai sair de Tel Aviv, vai para Jerusalém, não vai, pô, vamos parar com essa frescura, pô”.\n\nSindicatos\n\n“A vida de sindicalista no Brasil, como regra, tem os bons sindicatos sim, mas como regra, é muito boa. É ficar lá engordando (…) em grande parte, não são todos, ficam lá apenas criticando”.\n\nDireitos trabalhistas\n\n“Nos Estados Unidos, se quiser trabalhar 10 horas, trabalha. Quer trabalhar 15? Você trabalha. Quer trabalhar domingo e feriado, 20 horas? Você trabalha. Você vai receber de acordo com o seu trabalho. Agora, se alguém quiser uma folguinha, passar sábado e domingo passeando? Pode, mas não vai receber nada. Agora aqui no Brasil, o país dos direitos, tem direito para tudo, só não tem emprego. Já vai a esquerda falar: ‘ele quer acabar com direito trabalhista’. Então, antes que vocês falem besteira, pessoal da esquerda aí, alguns órgãos de imprensa também, [vou] dizer que os direitos trabalhistas estão no artigo 7º da Constituição. Está cheio de direito lá, só militar não tem direito ali, uns 30 direitos, tá ok, não tem como tirar e eu não vou dar murro em ponta de faca (…) Mas temos que decidir, todos os direitos e desemprego ou menos direitos e emprego”.\n\nReajuste do Judiciário\n\n“[Ainda] não sou o presidente da República e estão botando na minha conta o reajuste do Judiciário. Como se eu tivesse poderes para impedir. Eu dei a minha opinião, que era inoportuno aquilo no momento, mas a decisão não é minha, a decisão agora está nas mãos do presidente Michel Temer, que vai sancionar ou vai vetar”.\n\nNióbio\n\n“Vamos buscar investir em pesquisa do nióbio (…) É mais ou menos o seguinte. Cada tonelada de aço, aproximadamente 400 gramas de nióbio resolveu o problema”.\n\nBiodiversidade\n\n“A nossa biodiversidade na amazônia. Vai ficar lá apenas deixando que alguns explorem de forma clandestina? Eu já estive na amazônia algumas vezes. Lembro de uma viagem que fiz com o Exército brasileiro, na região do pelotão de fronteiras do Surucucu e pintou lá um branquelão de dois metros de altura, não era brasileiro, uma mochila nas costas, aquele telefone globosat, talvez um contador geiger alí, e pesquisando, coletando dados da nossa biodiversidade. Porque não podemos fazer acordo para explorar nossa bio diversidade amazônica com alguns países sem o viés ideológico. O que que é sem o viés ideológico? É sem viés ideológico”.\n\n", "ABC\n\nTHAT'S RIGHT, FOLKS. To celebrate the wrapping up of fall (WHY), Nordstrom is having a huge sale — and everything from Tory Burch watches and Vans sneakers to oversized sweaters and gorgeous puffer jackets are up to 40% off. There are also mounds of tees, leggings, jeans, and dresses that are calling your name. Also up to 40% off!\n\nAnd no pressure, but the holidays are fast approaching and have you started shopping yet? Of course not. Now might be a good time to start.", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.", "If the UK and the European Union have not agreed a trade deal by the summer of 2020 that keeps the border between Northern Ireland and the Republic of Ireland open, a British prime minister will have to decide whether to buy more time or keep the UK aligned to EU rules for years to come.\n\n\n\nEuropean diplomats have been told for the first time that UK and EU negotiators are working on a mechanism to review in July 2020 whether the so-called backstop, an insurance policy to avoid a hard border between Northern Ireland and the Republic of Ireland under all circumstances, will need to be activated, according to a diplomatic note.\n\nThe note, seen by BuzzFeed News, states that under the proposed backstop architecture, there would be three possible options come the summer of 2020:\n\nThe backstop becomes superfluous because a hard border will have been avoided through an agreement on the future UK–EU relationship;\n\nThe transition period, currently planned to last until the end of that year, is extended, buying negotiators more time;\n\nOr the backstop is activated, and the UK enters into a customs union with the EU.\n\nThe longer transition and backstop options presented to diplomats on Friday would require the UK to remain aligned to EU competition, state aid, and tax rules — a possibility likely to enrage some hardline Tory Brexiteers, who have demanded a clear break from them.\n\nAnd, if the backstop is triggered, Northern Ireland would remain in the EU’s regulatory space for goods as a customs union alone would not guarantee frictionless trade. The permanence of special arrangements for Northern Ireland in the overall Brexit deal is likely to anger the DUP. On Friday, the party accused Theresa May of breaking her promises over plans to avoid a hard border after a letter from the prime minister to DUP leader Arlene Foster was leaked to the Times.\n\nNegotiations have been stuck on the issue of the backstop for months. The solution the EU had proposed — to be used only if an alternative, and a future trade deal, was not agreed in time — would see the UK in a customs union, and Northern Ireland remaining, in effect, in the EU’s single market for goods.\n\nSolving the backstop is crucial to securing a withdrawal agreement and a transition period. Without consensus on that issue, negotiations will not move on to discussions about a future trade deal — and there will be no deal.", "7.\n\nYour summer days most likely included drinking as much Sunny D as you could to work out just how much it would take to turn you yellow.", "Georgia Johnson / The Comfort Of Cooking / Via thecomfortofcooking.com\n\nPerfect when for you fancy something lighter to nibble on in the evening!\n\nYou need: Pizza dough, deli ham, and mozzarella cheese.\n\nGet the recipe here.", "Some you already know, like 20-year vet Adriana Lima who made her final VSFS appearance at this year's show. And others, like first-timers Winnie Harlow and Kelsey Merritt, actually made VSFS history with their debuts.", "This brings us to yesterday, when the four remaining Spice Girls were guests on the UK's The Jonathan Ross Show. And when the topic of Victoria's absence came up, the women couldn't seem to agree on WHAT exactly happened there.", "when I met Taylor Swift she complimented me on my necklace and I bragged to her about how I got it on sale for 2 for 20 the day before and she told me she would check that out while she was wearing a $2k jacket https://t.co/Uc0TjjwkPM", "Ueslei Marcelino e Adriano Machado / Reuters\n\nNá véspera do Senado aprovar o reajuste da cúpula do Judiciário, o futuro superministro da Economia, Paulo Guedes, teve uma conversa em tom ríspido com o presidente do Congresso, Eunício Oliveira (MDB-CE), numa sala do Senado, na última terça (6).\n\n\n\nO papo começou ameno, mas rapidamente evoluiu com uma carteirada do homem forte do governo Bolsonaro, conforme o relato do presidente do Senado. A conversa foi testemunhada pelo presidente da Câmara, Rodrigo Maia (DEM-RJ) e pelo senador Fernando Bezerra (MDB-PE). “Se o sr. acha que vai ser tumultuado ano que vem, imagina como vai ser esse ano. O que eu puder fazer para ajudar, estou pronto...\", disse Eunício ao BuzzFeed News, narrando ter deixado a porta aberta para propostas de interesse do futuro governo, que só toma posse em janeiro, no Orçamento Geral da União.\n\n\n\n\"Ele olhou para mim e disse que orçamento não é importante, importante é aprovar Reforma da Previdência\", contou o presidente da Casa.\n\n\n\nEunício conta ter lembrado que aprovação do Orçamento é pré-requisito para o recesso parlamentar, estabelecido pela Constituição. “Ele me disse: 'vocês não aprovam orçamento, orçamento eu não quero que aprove não'. Mas não é o senhor querer, a Constituição diz que só podemos sair em recesso após a aprovação.\"\n\nSergio Lima / AFP / Getty Images Paulo Guedes\n\nPela reconstituição de Eunício, Guedes o teria cortado: \"'Não, eu só quero Reforma da Previdência. Se vocês não fizerem vou culpar esse governo, vou culpar esse Congresso e o PT volta, e vocês vão ser responsáveis pela volta do PT.\"\n\n\n\nO presidente do Senado relata ter lembrado ao futuro ministro que votação de Proposta de Emenda Constitucional só pode ser votada depois que o Executivo encerrar a intervenção federal no Rio.\n\n\n\nPelo relato de Eunício, Paulo Guedes teria insistido com a história do PT voltar se a Reforma da Previdência não passasse. Segundo ele, Paulo Guedes subiu a aposta na conversa: “[Guedes me disse:] 'se vocês não aprovarem tudo aquilo que nós queremos esse ano, o PT volta. Se aprovar a reforma o Brasil vai crescer a 6%, se não aprovar o Brasil não vai crescer, eu vou culpar vocês'”, contou.\n\n\n\n\"Democracia é o melhor regime para se viver no mundo, mas ela é complicada mesmo, é difícil, ministro\", respondeu o emedebista. Eunício não se reelegeu em outubro, mas até 31 de janeiro continua no comando do Senado, com o poder de determinar a pauta do que vai à votação no plenário.\n\n\"Então eu vi a Raquel Dodge lá na frente e saí para conversar com ela e ele seguiu conversando com o Fernando Bezerra (MDB-PE), que saiu de lá horrorizado\", afirmou.\n\nA conversa aconteceu numa sala do Senado, minutos antes das autoridades seguirem para a sessão solene de 30 anos da Constituição. A solenidade teve a as presenças dos chefes dos três Poderes e o presidente eleito, Jair Bolsonaro.\n\n\n\n\"Quero que [o Bolsonaro] acerte 150%, no que eu tenho prazo para contribuir vou contribuir, e não é com ele, é com o país e com a população que escolheu ele. Seja feita a vontade da população, pois é assim o mandamento democrático\", disse o presidente do Senado.\n\n\n\nMas, segundo Eunício, o clima ruim tem de ser desfeito por quem vai assumir o governo: \"Quero ajudar, mas não vou bater na porta de novo, toc, toc, toc, para dizer que aqui está o presidente do Poder Legislativo e perguntar o que quer que vote.\"\n\nA \"prensa\" de Guedes O mal-estar aumentou depois da solenidade, quando Guedes disse aos jornalistas que a população tinha de dar uma \"prensa\" no Senado para votar a Previdência.\n\n\n\n\"E ele foi lá para a porta (do Ministério da Fazenda) e disse que tem que dar uma prensa. Eu digo que aqui ninguém dá prensa. Aqui você convence, discute, ganha perde, agora prensa ninguém vai dar em mim\", afirmou.\n\nSergio Lima / AFP / Getty Images A sessão solene do dia 6.\n\nNa leitura de Eunício e senadores próximos, ao falar em \"prensa\", o ministro que ainda nem tomou posse estava querendo atropelar o Poder Legislativo, que é independente.\n\n\n\n\"Enquanto eu for presidente ninguém diz aqui o que vamos fazer, quem diz aqui é o dedinho de cada um, que pode votar não, sim ou abstenção\", disse.\n\n\n\nIndagado se Paulo Guedes foi \"arrogante\", Eunício foi lacônico: \"Tire suas deduções.\"\n\n\n\nEm seguida, completou: \"Eu não vou me pronunciar sobre vontade alheia, eu vou fazer a vontade da maioria do Congresso. Não tenho nenhum interesse de criar qualquer problema futuro para o presidente da República.\"\n\n\"Você acha que o Onyx é interlocutor com o Senado? Ele não é nem com a Câmara\" Na quarta-feira, dia seguinte, 41 dedinhos apertaram o botão de sim ao projeto que reajusta em 16% os salários dos ministros do Supremo Tribunal Federal, incluído na pauta naquele mesmo dia pelo presidente do Senado. Só 16 senadores foram contra e um se absteve. Outros 12 senadores nem apareceram no plenário.\n\nO efeito cascata sobre todo o funcionalismo deverá elevar o custo do reajuste para R$ 5 bilhões, debilitando ainda mais os caixas da União e dos Estados.\n\nSergio Lima / AFP / Getty Images Bolsonaro ao lado de Dias Toffoli, presidente do STF: no dia seguinte a este encontro, Senado aprovou o reajuste à cúpula do Judiciário que deve custar R$ 5 bilhões por ano.\n\nBolsonaro e Paulo Guedes criticaram o impacto do aumento nas contas públicas em entrevistas, apoiadores esbravejaram em redes sociais, mas a desarticulação do futuro governo foi tão evidente que expoentes do bolsonarismo deram sua cota de contribuição para o reajuste.\n\n\n\n\"Vou só dizer o seguinte: não sei como eles estão fazendo, mas não aceito o Magno Malta (PR-ES) de manhã fazer discurso esculhambando a recomposição salarial dos magistrados, que troca o auxílio-moradia por salário, mas de tarde não vai votar. E mais oito que se dizem bolsonaristas não votaram, e eu sou culpado por isso?\", disse o presidente do Senado.\n\n\n\n\"Honestamente, você acha que o Onyx Lorenzoni é interlocutor com o Senado? Ele não é interlocutor com a Câmara\", estocou o senador do MDB.\n\n\n\n\"Esse povo que vem aí não é da política, é da rede social\", completou.\n\nAdriano Machado / Reuters\n\nOrleans e Bragança, o \"bobinho\"\n\nHoras antes da votação do reajuste do STF, um tuíte do deputado eleito Luís Philippe de Orleans e Bragança (PSL), um dos herdeiros da antiga família imperial brasileira, ajudou a engrossar o caldo da balbúrdia.\n\n\n\nOrleans e Bragança chamou Eunício de \"pato manco\", gíria do mundo político americano para político que não conseguiu se reeleger mas ainda continua no cargo, e acusou-o de criar pautas-bombas para prejudicar o próximo governo.\n\nPato manco é o político cujo sucessor já foi eleito, sem novo mandato mas com poder para agir livremente. Lula asilou o terrorista Battisti. Eunício cria pautas bomba para agradar aliados. Quem paga a conta? Nós. É contra isso que lutamos. https://t.co/UsHm26P0Vq", "20th Century Fox\n\nMaureen O'Hara wrote in her autobiography that Edmund Gwenn, who won an Oscar for playing Kris Kringle in the movie, actually played Santa in the 1946 Macy's parade, because that was the only way they'd be able to get the shots for the movie.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "E é sobre isso que ela falou neste post no Facebook sobre a abertura de um quiosque do McDonald's no bairro. O que parece simples para quem mora no centro, é um grande acontecimento para quem é marginalizado e vive em bairros periféricos.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Although her favorite Spice Girl is Baby Spice — there was only one way to find out which Spice Girl she actually is — to take a BuzzFeed quiz!", "Columbia Pictures\n\n\"O primeiro filme de terror que assisti foi Eu Sei o que Vocês Fizeram no Verão Passado. Foi uma fácil introdução para alguém que odiava terror e, pensando bem, nem era tão assustador assim. Eu ainda odiava o gênero, mas aqui estou cinco anos depois, lendo It: A Coisa e assistindo a American Horror Story regularmente.\"\n\n— rachelm4fbeb15db", "Ellie Sunakawa / BuzzFeed This week at Goodful, we're talking sleep — why it matters, how to get more, and ways to make it better. You can find more Slumber Party posts here.\n\nWe're all aware that getting enough sleep is incredibly important for our mental and physical health , but that doesn't mean it's all of a sudden easy to make that happen. Logan Nolin / Unsplash When optimizing for sleep, it feels like there are a million little things that need to be taken into consideration from temperate, to lighting, to what we eat and drink in the hours before bedtime. But what would a truly perfect sleep environment look and feel like? I recently spoke to Dr. Charles Czeisler, chief of the Division of Sleep and Circadian Disorders at Brigham and Women’s Hospital, and Dr. Rebecca Robbins, postdoctoral fellow in the Department of Population Health at NYU Langone, to find out everything we should be doing to get the best sleep of our life.\n\n1. Try your best to keep surrounding sounds under 60 decibels. \"Any sound over 60 decibels can seriously interfere with your sleep,\" says Robbins. This means that anything louder than a low conversation, humming refrigerator, or air conditioning unit needs to go, or be blocked out as much as possible. (For even more context, an ambulance siren is about 120 decibels — so, if you regularly hear them from inside your bedroom, you're likely to have trouble sleeping.) \"A lot of people believe that they actually sleep better with the television on, but during the lighter stages of sleep, everyone can be disturbed by even the lowest noise,\" Robbins says. \"If you do find it easier to fall asleep listening to the TV, music, or a podcast, be sure to put it on a timer, so that you're not disrupted as you move into lighter stages of sleep during the night.\"\n\n2. And if that's not possible in your home, try ear plugs or a white noise machine. Ear plugs are a great solution to sound pollution since they work to silence sounds, rather than mask them with even more noise — but, not everyone can sleep with earplugs. If you can't, Robbins suggests getting a white or pink noise machine. \"White noise is essentially background noise, while pink noise is a more natural sound, like sounds of the rainforest, rainfall, or wind. There's also some evidence that suggests pink noise might actually be a good thing to hear, even if noise isn't disrupting your sleep,\" Robbins says. You can get a white noise machine (that also plays natural sounds) from Amazon for $18.97 or 50 pairs of ear plugs for $17.99.\n\nSmusselm / Getty Images\n\n3. Keep your bedroom somewhere between 60 and 67 degrees This tip is one that gets repeated a lot — but that's mainly because it's so important. To keep your bedroom within this temperature range is to create what scientists refer to as a \"thermoneutral zone.\" Basically, this is the temperature range in which the human body doesn't have to work (e.g. sweat or shiver) to maintain an ideal temperature. \"If you try to sleep in a temperature that isn't thermoneutral, your body will ultimately begin fighting to regulate its own temperature and will keep you from going into rapid eye movement (REM) sleep,\" Czeisler says. REM is the most restorative period in our sleep cycle, so is super important. It's also when we dream, so if you're someone who never dreams, this could be an indicator that the temperature in your bedroom needs adjusting.\n\n4. And don't have a hot bath or shower right before bed. According to the National Sleep Foundation, doing so can cause your body temperature to spike, which means your body will have to work to regulate itself and find that sweet thermoneutral zone.\n\nMink Mingle / Unsplash\n\n5. Decorate your room in soft and neutral colors that denote feelings of coziness and relaxation. \"Colors can make a big difference,\" says Robbins. \"When you’re in your bedroom, you really want to relax, so think about neutral tones like beige, light blue, or pastels. You want to avoid any bright or overly alerting colors like bright green or red, for example.\"\n\n6. And when sleeping, keep your room as close to completely dark as possible. \"A dark room tells your brain that it's time for bed. When you turn off your lights, you want to make sure that the room is completely dark,\" says Robbins. \"It’s best to refrain from any light coming in from the streets or even from a blinking cable box. The little things really matter, so try to blackout your bedroom as much as possible.\" If this isn't possible for you, opt for an eye mask that you can blink underneath, so it doesn't disrupt the eye movement that occurs during different periods of sleep. Get a three-pack of contoured eye masks from Amazon for $10.99.\n\nBelchonock / Getty Images\n\n7. If you get up a lot during the night, consider investing in motion-activated night lights for your bathroom. We all know the feeling of waking up to go to the bathroom only to fumble around in the dark before giving up and reaching for the light switch. To avoid this sleep-sabotaging scenario, Czeisler suggests installing a nightlight in your bathroom so you can stay sleepy during your midnight bathroom visit without injuring yourself in the complete darkness. Get a motion-activated toilet lights from Amazon for $8.99.\n\n8. And go for warm low-wattage lightbulbs over bright LEDs in the bedroom. According to the National Sleep Foundation, LEDs aren't ideal for the bedroom or bathroom, despite being energy efficient. These bright lights emit harmful blue light (just like your phone and other screens) that can seriously mess with your melatonin secretion, tricking your brain into thinking it's still daytime. Instead, they suggest using incandescent bulbs, which diffuse a soft warm light, or installing red or pink lightbulbs — or even string lights — in your bedroom.\n\nWarchi / Getty Images\n\n9. Rather than sleeping late on the weekends, give yourself permission to take an afternoon weekend nap. If you work Monday to Friday, it's likely that you get up around the same time every day during the week — but on the weekends, for a lot of us, it's a completely different story. However, sleeping late on Saturday and Sunday isn't doing you any favors. Instead, Robbins suggests getting up at the same time as you would on weekdays, and then taking an afternoon nap if you need some extra sleep. \"Even if you’ve had a later night than usual and you’re exhausted, kick yourself out of bed at the normal time and then take a nap that afternoon,\" says Robbins. \"This will do you many favors because your biological clock will start in the morning and begin that countdown to bedtime, keeping your consistent sleep schedule. The nap will pay back your sleep debt without the consequence of throwing you out of schedule.\"\n\n10. Familiarize yourself with the lifespan of your mattress and pillows, then replace when needed. Even people who sleep poorly still spend a lot of time in bed — whether they're reading, watching Netflix, or just, you know, lying completely still waiting for sleep to eventually (any time now!) come. All of that time in bed wears and reshapes your mattress and pillows, which affects their quality and comfort. \"So many people can't even remember when they purchased their mattress,\" says Robbins. \"A good mattress will last about eight years — not forever. It's also important to think about refreshing your pillows, because even the best one will only last about a year and a half.\"\n\nToa Heftiba / Unsplash\n\n11. Make your before-bed routine as cozy as possible. A good bedtime routine isn't something that just happens — it takes intention and practice. It can, however, make the world of difference when it comes to getting your mind and body prepared for sleep. \"Take the time to engage in a very relaxing routine before bed; light a candle or read a couple of pages from a book. Really think: How can I best unwind and prepare for the night ahead?,\" says Robbins.\n\n12. Exercise regularly, but try and avoid working out right before bed if you find it hard to wind down at night. \"Exercise is really great, as it releases endorphins, which are also mood elevators and reduce stress. This is most likely why people who exercise regularly get better sleep,\" says Robbins. \"As far as what time to exercise, there's evidence that it actually doesn’t matter if you exercise before bed. But, if you do find yourself having a hard time unwinding and getting your heart rate down at night, it might be best to get your workout done earlier in the day.\" Basically, listen to your body and if you find it harder to fall asleep after a nighttime workout, try switching up your routine and exercise in the morning or early afternoon.\n\nGuillermo Nolasco / Unsplash\n\n13. Don't drink alcohol before bed, even you swear it helps you fall asleep faster. \"Alcohol is a central nervous system depressant, so while it will in fact help you wind down, it will also disturb sleep and lead to nocturnal awakenings. If you plan on drinking, it would be best to consume alcohol earlier in the day and evening, so that by the time you go to bed you will have a zero blood alcohol level,\" says Czeisler.\n\n14. And also try to avoid food and drink that are high in sugar The more sugar you eat during the day, the more likely you are to wake up — or be pulled out of a deep sleep — during the night, as it causes your energy levels to spike.\n\nJessica Knowlden / Unsplash\n\n15. Don't share your bed — or bedroom — with your pets. Pets are great! So very great! But one thing they're especially great at is disturbing your sleep. Just like a car horn or flashing light, a dog or cat jumping or moving around on the bed can, and will, wake you up — which is why Czeisler suggests keeping them out of the bedroom.\n\n16. And if you truly want a great sleep, don't smoke cigarettes. Not only does smoking make it harder to fall asleep, it also makes it harder to wake up in the morning — a truly terrible combination. Research has also found that smoking cigarettes can increase nightmares and excessive daytime sleepiness. If you've been looking for yet another reason to quit, this is probably it.", "A missão de intervir e falar que algo é racista não deve ser apenas das pessoas negras. Se você notou que alguém falou algo racista, não deixe de pontuar que aquilo é racista. Essa não é uma situação fácil, mas é como disse o escritor norte-americano James Baldwin: \"Nem tudo o que é enfrentado pode ser mudado. Mas nada pode ser mudado até que seja enfrentado.\"\n\nO racismo é tão enraizado que às vezes a pessoa nem tem ideia de que o que ela está falando é racista, por isso é importante que alguém faça isso para que ela possa refletir e ter a oportunidade de mudar. Se alguém já fez isso com você um dia, porque você não pode fazer pelo outro?", "\"Insomnia isn't, 'I didn't sleep and I'm tired.' Insomnia is, 'I cried for an hour because I was so tired but couldn’t sleep and I would give my right arm for a 20-minute nap.”'\" —erinl4ae5a3000\n\n\"It’s more than just being 'tired' — it’s a mental and physical exhaustion that never ceases.\" —l4d0af9517", "But some of these manicure will have you straight up shook — like these nails with worms in it!", "Whatever ridiculous thing you were mom-shamed for, we want to hear about it! Tell us in the Dropbox below, and you could be featured in upcoming BuzzFeed Community post!", "11.\n\nIn Pirates of the Caribbean: At World's End , there is a sea turtle in the boat the crew packed up for Jack Sparrow. This is a subtle nod to the original movie when he claimed he escaped an island using nothing but sea turtles.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "MEDITERRÂNEO CENTRAL — “Deixe a área agora, imediatamente”, disse a voz do navio al-Khifa, da guarda costeira da Líbia. “Eu sou a autoridade aqui. Deixe a área agora, imediatamente.\" Eram 4h quando a ameaça chegou pelo rádio ao Aquarius, que navegava em águas internacionais a cerca de 30 milhas da Líbia. Em meio aos dois navios, um minúsculo barco de madeira esperava a resolução do impasse, lotado com pessoas que o navio da ONG tentava resgatar. Eram homens, mulheres e crianças que haviam fugido de Zuara (Líbia), na noite anterior, na esperança de chegar à Europa. O BuzzFeed News esteve a bordo da última missão do Aquarius e pode testemunhar as inúmeras dificuldades que hoje enfrentam operações de resgate no Mediterrâneo. No caso do Aquarius, os líbios foram apenas mais um obstáculo. Quando o sol raiou, o contorno do al-Khifa se aproximou. \"Vocês já nos causaram muitos problemas\", disse o rádio. “Vocês estão ajudando contrabandistas e imigrantes ilegais. Nós dissemos para vocês prestarem atenção. Como de costume, vocês desobedeceram nossas instruções. Vamos nos aproximar.\" Da ponte — a central de controle silenciosa do navio, iluminada apenas pelo brilho vermelho do radar —, a ordem foi dada para “recuarem de forma amigável e tranquila”. As pessoas do barco de madeira, que ficaram à vista do Aquarius por horas, não estavam mais em segurança, pois os funcionários do navio humanitário foram forçados a se afastarem devido à presença dos líbios. \"Quando vimos uma embarcação se aproximando, já imaginávamos que seria a guarda costeira da Líbia\", disse Lotte Bridgham, de 20 anos, sentada em uma das duas lanchas infláveis equipadas para missões de resgate. “Era [como] um navio de guerra saído de Mordor.”\n\nChristophe Petit Tesson / EPA-EFE / REX / Shutterstock Membros da tripulação resgatam mais de 250 migrantes em um barco de madeira em 21 de abril de 2018.\n\nDesde o seu lançamento em 2016, o Aquarius, dirigido pelas ONGs Médicos Sem Fronteiras (MSF) e SOS Méditerranée, foi ao mar 44 vezes. O BuzzFeed News se juntou à eles por 20 dias, em setembro, para ver o funcionamento dessas missões de busca e resgate de refugiados em alto mar. Politicamente, as nações europeias estão ignorando as mortes no Mediterrâneo central, empurrando o problema para os líbios. Os europeus estão cansados da chegada de refugiados e migrantes — como demonstrado pelo resultado das últimas eleições em todo o continente. Isso tem tornado as missões de resgate do navio cada vez mais difíceis. A pergunta agora é: até quando navios de busca e resgate, como o Aquarius, conseguirão continuar salvando refugiados?\n\nDavid Ramos / Getty Images Refugiados e migrantes após serem resgatados em alto-mar.\n\n“Eu não me chamaria de humanitário. Afinal, você não chamaria a brigada de bombeiros de humanitária\", disse Nick Romaniuk, de 33 anos, coordenador de busca e resgate do SOS Méditerranée. “As pessoas estão morrendo no mar. Simples assim.\" Aproximadamente 14.743 homens, mulheres e crianças morreram tentando atravessar o mar vindos da Líbia, do Egito e da Tunísia até a Europa desde 2014, de acordo com o projeto Migrantes Desaparecidos. Segundo a Organização Internacional de Migração, 128.082 pessoas completaram essa viagem em 2017 e 39.145 neste ano.\n\n\n\nAinda que o número de pessoas tenha diminuído, a viagem nunca foi tão perigosa: em julho deste ano, o Alto Comissariado das Nações Unidas para os Refugiados (ACNUR) estimou que uma pessoa morria afogada para cada sete que tentavam atravessar o Mediterrâneo. O Aquarius é um dos poucos barcos de ONGs que ainda trabalham para salvar vidas no Mediterrâneo central. Desde o seu lançamento, em 2016, de acordo com os registros do navio, ele salvou a vida de 29.523 pessoas que tentavam atravessar o mar — e assim se tornou sinônimo da crise de refugiados, provocando tanto o ódio como ganhando respeito. A operação do navio de 2 mil toneladas custa aproximadamente US$ 12,6 mil por dia — divididos entre o SOS Méditerranée e o Médicos Sem Fronteiras — e opera em águas internacionais ao longo da costa da Líbia, origem da maioria dos barcos ilegais que tentam chegar à Europa. Quando um barco é localizado, as equipes do SOS Méditerranée lançam duas lanchas infláveis (conhecidas como RHIBs) para retirar as pessoas da água e transferi-las para o Aquarius. A equipe médica a bordo do MSF — um médico, uma parteira e duas enfermeiras — imediatamente faz a triagem e trata as pessoas resgatadas. Então o Aquarius leva as pessoas que resgatou para a Europa e imediatamente retorna às águas internacionais para continuar trabalhando. Pelo menos, é assim que costumava funcionar. Quando o Aquarius zarpou acompanhado pelo BuzzFeed News, de Marselha, na França, em 15 de setembro, ele havia ficado parado no porto por mais de duas semanas. Ele não podia partir porque havia perdido o direito de navegar sob a bandeira de Gibraltar em 13 de agosto. De acordo com a lei marítima, qualquer embarcação que navegue em águas internacionais deve estar registrada em um Estado. Um navio sem uma bandeira não é exatamente um navio pirata, mas não está muito longe, e, de forma crucial, a bandeira de um navio fornece proteção caso ele tenha dificuldades em mar aberto. Quase um mês se passou até o SOS Méditerranée e o MSF garantirem uma bandeira panamenha — que responde por aproximadamente 18% da navegação mundial — e o navio poder partir com segurança. Mas sempre que o Aquarius entra nas águas da Líbia, ele agora enfrenta outro problema: os rádios não respondem. Falando ao BuzzFeed News, a tripulação não conseguiu explicar por que desde sua última missão (mais de um mês antes) o navio não tem mais recebido as mensagens de rádio padrões — geralmente transmitidas através de um canal disponível para todos os navios na área — assim que ele entra nos mares sob a autoridade da guarda costeira da Líbia. \"É um completo apagão de informações\", disse Romaniuk, que trabalhou em navios de resgate no Mediterrâneo central por três anos. \"Era difícil no começo — milhares de pessoas morriam porque a operação de resgate em si já era difícil —, mas agora a parte de busca está se tornando ainda mais complicada.\" O navio se tornou dependente da equipe do SOS Méditerranée para observar (em turnos de hora em hora do nascer ao pôr do sol), para ouvir trechos de comunicações de rádio entre navios mercantes e para obter sinais de socorro pedidos pelas embarcações ilegais e que chegam a ONGs em terra firme. A tripulação não sabe — e muitas vezes não é informada até que seja tarde demais — quando há barcos em perigo. E quando é informada, ela pode entrar em confronto com a guarda costeira da Líbia. Em parte, isso decorre de um acordo com o governo líbio, negociado pelo político italiano Marco Minniti em 2017. O acordo destinou € 43 milhões de fundos da UE para a Líbia combater a crise de refugiados e evitar que eles chegassem à Europa. O efeito foi dramático. O número de barcos que voltaram para a Líbia aumentou em aproximadamente 194%, ou cerca de 13 mil pessoas, desde o acordo. O acordo da UE também rompeu com uma das principais convenções de resgate marítimo, de que as pessoas devem ser levadas de volta a um local de segurança internacionalmente reconhecido. As Nações Unidas e o Tribunal Europeu dos Direitos Humanos concordam que a Líbia não é um lugar seguro. Na última missão, 11 de 42 mulheres disseram explicitamente à parteira Nina Egger, 32 anos, do MSF, que elas haviam sido vítimas de abuso sexual — \"e esse é apenas o número de mulheres que veio falar comigo\", disse ela. Ela já ouviu mulheres falarem sobre estupros coletivos, homens forçados a estuprarem uns aos outros ou mulheres sob sua proteção, mães estupradas na frente de crianças e pessoas estupradas até a morte com objetos. Basicamente, a Líbia levou a “violência sexual a outro nível”. E o país recentemente quebrou o acordo e entrou em guerra civil aberta. \"Sabemos que Trípoli está desmoronando\", explicou Egger. \"Não sabemos como a guarda costeira da Líbia está funcionando no momento, se está funcionando corretamente.\" Políticos europeus têm fechado os olhos para a situação, deixando a guarda costeira da Líbia fazer o trabalho sujo — uma tentativa de salvar seus próprios interesses políticos, já que a imigração se tornou um tema nocivo entre os eleitores na Europa. A Alemanha, que já foi vista como \"o exemplo\" do continente para a migração, tem testemunhado a extrema-direita protestar e atacar os migrantes, inflamados por rumores on-line. A França limitou ainda mais suas regras de imigração em julho, incluindo uma medida que permite que migrantes não autorizados sejam detidos por até um ano. A Espanha recebeu apenas 11% de sua cota da UE de refugiados, e o novo líder da Frente Popular de direita do país recentemente prometeu “defender as fronteiras” contra os “milhões” de migrantes.\n\nLaura Lezza / Getty Images Matteo Salvini em discurso no início deste ano.\n\nLiderando essa mudança de atitude está o ministro do Interior da Itália, Matteo Salvini, que tem uma antipatia especial pelo Aquarius, sobre o qual ele tuitou repetidamente durante a última viagem. Em comentários recentes, ele afirmou que o navio estava \"auxiliando a imigração ilegal e os contrabandistas\" e prometeu que não haveria porto seguro para o Aquarius quando transportasse migrantes. As implicações mais amplas são abrangentes. Se a tripulação de um navio qualquer não tiver certeza de que poderá voltar às águas europeias se estiver transportando migrantes ou refugiados, ela simplesmente nem fará o resgate. “As convenções são tão fortes quanto as pessoas que as seguem”, disse Tom de Kok, 39, coordenador do MSF em exercício. “Estamos no processo de destruir algo que tem sido um pilar da civilização há 2 mil anos. O resgate no mar é um valor fundamental dos marinheiros.”\n\nDavid Ramos / Getty Images Refugiados e migrantes dormem no convés de um navio da ONG espanhola no ano passado.\n\nNaquela noite, parecia que só o Aquarius ainda seguia as regras marítimas.\n\nF., 37 e pai de quatro filhos, não sabia nada disso. Ele estava no barco de madeira com sua família quando o Aquarius, e depois a guarda costeira da Líbia, se aproximou. O BuzzFeed News está identificando F. apenas por sua inicial porque ele teme que a divulgação de seu nome possa colocar sua família em perigo na Líbia. Romaniuk e F. — um acima, um na água abaixo — observavam com crescente pavor o navio líbio cada vez mais perto. F., agarrando seu filho mais novo, Oles, de 2 anos, estava aterrorizado. Embora o Aquarius estivesse seguindo as convenções marítimas, os líbios não pareciam se importar. De acordo com a lei marítima, o Aquarius era o navio mais próximo capaz de realizar um resgate de um barco em perigo com segurança, por isso havia entrado em operação para fazer o resgate. Romaniuk havia contatado repetidamente a central de coordenação marinha italiana em Roma, mas — agindo contra as convenções — os italianos deferiram a autoridade aos líbios. Esses mesmos líbios simultaneamente ameaçaram levar o barco de madeira para a Líbia e exigiram que o Aquarius deixasse a área imediatamente, sem realizar o resgate. F. não sabia que na ponte de comando do Aquarius, Romaniuk, trabalhando ao lado de Seraina Eldada, de 24 anos, estava agora negociando desesperadamente em árabe com os líbios pelas vidas de sua família e das outras 41 pessoas no barco. Lotte Bridgham, tentando levar as pessoas do barco de madeira para as lanchas infláveis da ONG, sabia que, no momento em que ela e a tripulação perdessem o controle da situação, o resgate poderia se tornar mortal, e, através de um intérprete, tentava desesperadamente comunicar o que estava acontecendo. “Quando o navio se aproximou, era possível ver pessoas olhando em volta e se sentindo muito tensas, quase como se tivessem perdido a confiança por um segundo, como se estivéssemos esperando pela guarda costeira da Líbia”, disse Bridgham, que trabalha para o SOS Méditerranée. F. não podia falar com Bridgham de onde ele estava na água, mas ele podia ver o barco e estava paralisado de pavor. Como um berbere étnico e ateu, ele enfrentaria discriminação e perseguição se fosse devolvido à Líbia. Horas antes, ele embarcara com sua família naquele barco frágil após pagar milhares de dinares líbios. Eles deixaram para trás quase tudo (incluindo a gata da família, Lily), na esperança de um futuro melhor na Europa. “Eu sei que muitas pessoas já morreram. Mas eu disse [à minha mulher] que talvez viveríamos, se fizéssemos a travessia”, disse ele. \"Na Líbia não há pessoas de cabeça aberta\", disse ele. Quando sua filha mais velha entrou na escola, perguntaram a ela se havia um Alcorão na casa da família, e ela disse orgulhosa à professora que não. \"[Eles disseram a ela] 'Vamos queimar você, você vai para o inferno se não acreditar.' São crianças\", disse F., visivelmente aborrecido. \"Como você pode dizer isso?\" \"Eu não tenho escolha agora. Líbia — fico e morro. Se for embora, talvez eu viva\", disse F. Entre os que compartilhavam o barco com F. e sua família, estavam 17 crianças e 14 mulheres. Havia 47 pessoas a bordo — 37 delas líbias. A família de F. exemplifica o perfil de mudança daqueles que estão sendo apanhados pelo Aquarius. Anteriormente, a maior parte das pessoas que vinham do mar já era refugiada de seus países de origem: sírias, iraquianas, afegãs ou nigerianas, por exemplo. Mas, como visto pelo BuzzFeed News, a demografia dos que estão sendo resgatados está mudando. Até julho de 2018, pouco mais de 400 líbios se refugiaram com sucesso na Europa, de acordo com dados do ACNUR. Muitos citam a instabilidade no país após anos de conflito depois da morte do ditador Muammar al-Kadafi. Algumas áreas estão agora nas mãos de uma mistura de milícias, que controlam a população muitas vezes por meio de intimidação, medo e extorsão violenta com sequestros. Embora relativamente em pequeno número, as pessoas que estão partindo demonstram a volatilidade de uma nação que deixou muitos de seus cidadãos sem opção, exceto fugirem ilegalmente. As ameaças ainda estavam chegando na ponte de controle do al-Khifa, mas o tom estava mudando agora que havia um fluente em árabe na linha. Eldada fez sinal para Romaniuk. \"Eles estão nos ordenando a voltar\", disse ela. \"Eles estão dizendo que devemos permanecer a 80 milhas da costa, e se [nós] os desobedecermos novamente, então você deverá ir a Trípoli e enfrentar uma ação legal.\" “Diga a eles que entendemos a situação. Diga a eles que temos mulheres e crianças e que pedimos permissão para trazê-los a bordo”, disse Romaniuk a Eldada. A mensagem foi rapidamente transmitida em árabe. A ponte de comando estava silenciosa, exceto pela voz suave de Eldada. \"Há tanta responsabilidade sobre seus ombros nesse momento, você não pode se dar ao luxo de pensar nisso. Você não pode se dar ao luxo de se preocupar com o fracasso: não é uma opção\", disse Eldada mais tarde. Todos na ponte de comando prenderam a respiração enquanto Eldada falava no rádio, os olhos fixos no delicado cenário de vidas em risco nas águas calmas abaixo deles. De repente, o árabe parou. Uma voz do al-Khifa, falando em inglês, disse à ponte de comando: \"Deixamos essa situação nas suas mãos.\"\n\nMaud Veith / SOS Méditerranée Refugiados e migrantes são trazidos a bordo durante a última missão.\n\nRomaniuk virou-se na direção do rádio, e as lanchas aceleraram seus motores. Sua equipe finalmente tinha permissão para voltar ao Aquarius, de volta à segurança e longe dos líbios. \"Quando recebemos a luz verde, todos de repente respiraram\", disse Bridgham. A alegria durou pouco. Os líbios haviam lhes dado permissão para resgatarem as pessoas e devolvê-las à Europa — mas isso era com base na bandeira deles, a do Panamá. Ocorre que, poucas horas antes, esta mesma bandeira havia sido removida pelas autoridades panamenhas. A tripulação do Aquarius, assim como as pessoas que tinha acabado de resgatar, estava \"sem pátria\" e sem saber para onde ir.\n\n\n\nResumidamente, a bandeira de um navio é como o passaporte de uma pessoa. Sem uma, um navio não tem liberdade de movimento nem a proteção do Estado-nação com o qual está registrado. A decisão do Panamá de remover a bandeira do Aquarius pegou a equipe de surpresa apenas algumas horas antes do resgate: as autoridades não acharam adequado alertar a organização de caridade comandando o navio. A notícia veio de um comunicado de imprensa divulgado na calada da noite. Isso fez com que, de repente, a imprensa ficasse novamente interessada no Aquarius, e a polêmica sobre suas atividades reacendeu. Salvini imediatamente se pronunciou, afirmando que o Aquarius não seria bem-vindo de volta na Itália, enquanto os políticos suíços e irlandeses pediram a seus governos que dessem ao navio de resgate a chance de continuar seu trabalho. No navio em si, reinava uma estranha sensação de calma: a tripulação continuava com suas tarefas diárias, cuidando das pessoas resgatadas – enquanto navegava sem rumo. Publicamente, o MSF e o SOS Méditerranée divulgaram uma declaração cuidadosamente redigida, culpando a remoção da bandeira pela intromissão do governo italiano. De forma privada, a tripulação — que inicialmente foi instruída a não falar com os repórteres sobre a situação — se irritou. \"Isso é uma piada. É maluco\", disse Bridgham. “Nossa bandeira foi retirada, por quê? Por razões políticas, por pressões econômicas? É uma piada como um Estado pode ter tal controle sobre o outro.” Salvini tuitou negando qualquer envolvimento. O Ministério do Interior italiano disse ao BuzzFeed News por e-mail: \"O Ministério do Interior jamais pediu nada às autoridades do Panamá.\"\n\nChristophe Simon / AFP / Getty Images Uma demonstração em apoio ao Aquarius depois que ele ficou preso no porto em outubro.\n\nEnquanto o navio navegava entre a Líbia e as águas europeias, os refugiados e migrantes começaram a perguntar para onde estavam indo. \"Eles estão todos com a impressão de que logo estarão na Europa\", disse Eldada, que, apesar de sua idade, está entre os membros mais antigos do Aquarius e é a pessoa encarregada dos resgatados. “Então eles percebem: Ah... Agora minha família vai pensar que me afoguei porque eu disse que entraria em contato em breve.” Das águas internacionais da Líbia, o Aquarius geralmente leva cerca de quatro dias, com dois de seus quatro motores ligados, para alcançar águas europeias. O navio traçou um curso para Malta — o porto europeu mais próximo —, mas não havia indicação de que os malteses os receberiam. \"E agora?\", perguntou F. repetidamente. \"Eu não consigo entender o que está acontecendo. [Mas] há chance de voltarmos? Eu não posso voltar.\" Finalmente com terra à vista, as pessoas resgatadas foram informadas de que seriam levadas para Malta e ali divididas entre Alemanha, Portugal, Espanha e França. Mas o Aquarius não estava atracando. Em vez disso, ele começou a girar em círculos enormes, enquanto uma enorme tempestade se aproximava. O humor piorou: havia a terra, havia a Europa, havia Malta. Por que eles não estavam atracando? “A atmosfera é bastante tensa quando o barco não está em movimento. Isso mexe com o humor de todos”, disse Edouard Courcelle, 36 anos, do MSF. “É uma atmosfera difícil para os socorristas e para a equipe médica. É como se você tivesse essa atmosfera de motim. É uma péssima situação.\"\n\nCarlo Hermann / AFP / Getty Images O Aquarius chega à Itália, com refugiados e migrantes a bordo, no ano passado.", "Este teste funciona assim: são três rodadas. Quatro perguntas em cada rodada. E as rodadas vão ficando cada vez mais difíceis. Você está preparado(a)?", "The only thing cuter than seeing them together is seeing them support each other in their respective careers. And Dylan did just that when Barbara strutted her stuff at the 2018 Victoria's Secret Fashion Show on Thursday.", "É uma emergência e você precisa de uma tampa para evitar que seus líquidos reduzam muito rápido? Use um cartouche (que é um pequeno pedaço de papel vegetal cortado em um círculo com um pequeno furo no centro)! Você pode usá-los para cobrir guisados, caldos e refogados em casa. \"Um cartouche mantém o sabor do que você está cozinhando na panela, ao mesmo tempo que permite a saída de uma pequena quantidade de vapor\", diz Stam. Eles ajudam a concentrar o sabor do que você está cozinhando sem perder muito líquido. Se você usasse apenas uma tampa, nenhum líquido evaporaria, e o que quer que você estivesse cozinhando, não ficaria tão saboroso.", "Este detector de mentiras é 100% preciso – você é mentiroso?\n\nSe você não é capaz de lidar com a verdade, nem se dê ao trabalho de fazer este teste.", "15.\n\nAlso, Richard Madden took our breath away in Bodyguard, particularly in the season finale scene when David had to negotiate for his life after a bomb was strapped to him.", "Walmart\n\nHas your child been begging you for a robot? This kit is perfect for beginners ages 5 and up. Complete with MiBro (the ultimate robot servant), a controller, and some cute accessories, this little guy is sure to keep your child and their friends entertained. He has the capability to do fun things like \"spy\" in another room, deliver messages, and play soccer!\n\nPromising review: \"I am so happy to have found the Really Rad Robots- MiBro Remote Control RC Robot for my 8-year-old son. He has played with it for hours. He uses it to interact with his other toys, and is having loads of fun. It is very creatively made.\" —Nccaligirl\n\nPrice: $34.76", "Omg I love this as an avid #SATC fan and as someone is now dating an \"Aidan\" but used to love the drama of the Mr. Bigs. I try to have the drama on the screen and not in my life today. https://t.co/dA7oysfKhY", "\"Eu uso a branca pra hidratar e verde pra limpeza. Alterne as duas por duas semanas e faça uma pausa de uma semana. A pausa é importante para a pele não ficar muito sensível e propensa à acne. Se está com preguiça, usa só a argila rosa mesmo de vez em quando e boa\". - Geiza De Souza Maudonet", "So, yeah, there you have it, Noah has ghosted. And not to be a ghoster-defender, but sometimes good people ghost. And sometimes those good people have very nice hair. Maybe there's a reason for it, who knows. Perhaps it just wasn't meant to be!!! All I know is one thing, maybe it's not what you think?", "6.\n\nNo final de \"Doutor Estranho\", há uma advertência sobre distrações ao dirigir. No filme, Strange bate seu carro enquanto olha para raios X em uma tela. No filme, Strange também diz que \"as advertências vêm depois dos feitiços\", e esse aviso vem depois do filme.", "Me: I’m vegan Y’all: okay then miss vegan ass, what would you do if you were on an island with no trees, no vegetation, no other people, no boat, no candles, no clothes, no teeth, no knees, no sunscreen, no flu shot, no sand, no island, no sea salt, no shade, no water, no eyes, n", "This is Magic. She got second place at the dog show, but she doesn’t need to know that. Told her she’s first place in my heart. 13/10 https://t.co/oBslXj7eLp", "Sabia que você pode se inscrever para ter uma conta no BuzzFeed Community e criar seus próprios posts no BuzzFeed? Aqui está um guia para ajudá-lo(a) a começar a postar hoje mesmo", "Share On more Share On more\n\nEver since Fantastic Beasts and Where to Find Them came out in 2016, we’ve been eagerly awaiting the second instalment of the franchise. Now, two years later, Fantastic Beasts: The Crimes of Grindelwald is almost here, and we’re finally being blessed with even more information about J.K. Rowling’s wizarding world. When BuzzFeed UK met with some of the cast of the series — Ezra Miller (Credence), Dan Fogler (Jacob), Claudia Kim (Nagini), Zoë Kravitz (Leta Lestrange), and Callum Turner (Theseus Scamander) — in London recently, the second film was still completely shrouded in secrecy. So we decided to challenge the stars to a little game of Would You Rather: Wizarding Edition. And now you can play along with them...\n\n1. Would you rather have to wear a super-tall wizard’s hat every day for the rest of your life, or wear a wizard’s cloak with every outfit?\n\nDan Fogler: [to Ezra] I know your answer. Ezra Miller: Both! I mean, if I was “required”, it would give me an excuse. That would be useful for me performing neurotypical behaviours. Callum Turner: Some people actually do wear a wizard’s hat every day. Brooklyn, Shoreditch. That stuff happens. Zoë Kravitz: I feel like I can wear different kinds of cloaks. I’d rock a cloak in a second.\n\nWhat about you? Are you a hat person, or all about that cloak? Correct Incorrect I'd definitely go with the hat. Correct Incorrect I'm with the cast — I could rock a cloak. Oops. Something went wrong. Please try again later Looks like we are having a problem on the server. What about you? Are you a hat person, or all about that cloak? vote votes I'd definitely go with the hat. vote votes I'm with the cast — I could rock a cloak. View Results View Results Go Back And Vote Go Back And Vote\n\n2. Would you rather go to Hogwarts or Ilvermorny?\n\nTap to play GIF Tap to play GIF BuzzFeed\n\nClaudia Kim: Oooh, Hogwarts! CT: Surely Hogwarts. ZK: Yeah, Hogwarts for sure. EM: We just know more about Hogwarts. It’s almost an unfair question to Ilvermorny. CK: But Voldemort… Voldemort and Dumbledore were both at the same one, right? EM: Hogwarts. But Grindelwald is from… [waits for Claudia to answer, then sings] Durmstrang! He went to Durmstrang!\n\n\n\nAre you filled with Hogwarts pride, or would you choose to explore Ilvermorny? Correct Incorrect I'm a Hogwartian through and through. Correct Incorrect I'd love to learn more about Ilvermorny! Oops. Something went wrong. Please try again later Looks like we are having a problem on the server. Are you filled with Hogwarts pride, or would you choose to explore Ilvermorny? vote votes I'm a Hogwartian through and through. vote votes I'd love to learn more about Ilvermorny! View Results View Results Go Back And Vote Go Back And Vote\n\n3. Would you rather be an Auror like Theseus, or a magizoologist like Newt?\n\nCT: An Auror, obviously. ZK: Oh, no, I would definitely be a zoologist. [laughs] We love each other.\n\n\n\nHow about you — what would your wizarding occupation be? Correct Incorrect I'm going with Newt — magizoologist all the way. Correct Incorrect I want to be an Auror like Theseus. Oops. Something went wrong. Please try again later Looks like we are having a problem on the server. How about you — what would your wizarding occupation be? vote votes I'm going with Newt — magizoologist all the way. vote votes I want to be an Auror like Theseus. View Results View Results Go Back And Vote Go Back And Vote\n\nDavid Vintiner for BuzzFeed\n\n4. Would you rather get to explore Newt’s case or Dumbledore’s office?\n\nTap to play GIF Tap to play GIF BuzzFeed\n\nEM: Dumbledore’s office. DF: Yeah. I’ve been in Newt’s case, and that case is kind of stinky. There’s a lot of animals in there. CK: Is it? I’d like to be in that case. I haven’t been there yet. EM: Yeah, there’s cute creatures, but they’re also sooo dangerous. If you’re not Newt, I mean… Poor Jacob is a sitting duck. ZK: Newt’s case. For sure. CT: Yeah, 100%.\n\n\n\nWhere would you prefer to explore? Correct Incorrect I'd want free rein in Newt's magical case. Correct Incorrect I want to explore every corner of Dumbledore's office. Oops. Something went wrong. Please try again later Looks like we are having a problem on the server. Where would you prefer to explore? vote votes I'd want free rein in Newt's magical case. vote votes I want to explore every corner of Dumbledore's office. View Results View Results Go Back And Vote Go Back And Vote\n\n5. In a duel, would you rather stun or disarm an opponent?\n\nZK: Stun. CT: You like the stun, don’t you? ZK: I like the stun. Stupefy!\n\nWhat would be your go-to move in a duel? Correct Incorrect I'd stun my opponent. Correct Incorrect I'd disarm my opponent. Oops. Something went wrong. Please try again later Looks like we are having a problem on the server. What would be your go-to move in a duel? vote votes I'd stun my opponent. vote votes I'd disarm my opponent. View Results View Results Go Back And Vote Go Back And Vote\n\n6. Would you rather face a Boggart without magic, or face a Dementor without magic?\n\nEM: A Boggart. But it is a deep question, and it plays a lot into what your sense of fear is. I’d rather just be like, “You’re right! There is nothing to fear but fear itself!” Rather than be like, there’s a thing and it’s going to suck my soul out of my body. And I don’t have any Patronus juice? No. No. NO.\n\nZK: This is just shitty. This is just a shitty situation.\n\nWhat's your take on this question? Are you facing a Boggart or a Dementor? Correct Incorrect A Boggart — I can handle seeing my biggest fear IRL. Correct Incorrect A Dementor — my biggest fear is even bigger than a Dementor. Oops. Something went wrong. Please try again later Looks like we are having a problem on the server. What's your take on this question? Are you facing a Boggart or a Dementor? vote votes A Boggart — I can handle seeing my biggest fear IRL. vote votes A Dementor — my biggest fear is even bigger than a Dementor. View Results View Results Go Back And Vote Go Back And Vote\n\n7. Would you rather live your life in the wizarding world but never be able to do magic, or just never know magic existed?\n\nEM: So it’s would you rather be a Squib, or a Muggle who never figures it out. I’d rather be a Muggle who never figures it out. CK: A Muggle, yeah. DF: That’s like not knowing love, man. That’s like not knowing a cool summer wind. ZK: I think I’d rather live in the wizarding world and not be able to do magic. It’d be shitty, but at least I’d be able to witness magical things. CT: I believe in magic anyway, so… ZK: But you wouldn’t know it existed. CT: But I do know it exists.\n\n\n\nThis one's tough — but what would you rather? Correct Incorrect I'd rather be a Muggle who knew magic existed. Correct Incorrect I'd rather just never know magic existed at all. Oops. Something went wrong. Please try again later Looks like we are having a problem on the server. This one's tough — but what would you rather? vote votes I'd rather be a Muggle who knew magic existed. vote votes I'd rather just never know magic existed at all. View Results View Results Go Back And Vote Go Back And Vote\n\nDavid Vintiner for BuzzFeed\n\n8. Would you rather be the true master of the Elder Wand, or be the owner of the Invisibility Cloak?\n\nEM: Elder Wand. DF: Elder Wand. CK: Cloak. EM: I mean, yours is the non-amateur answer, because you know, in the original mythology, if you use the Elder Wand, then everyone’s after you and they want to fight you because you have the Elder Wand. We are the three brothers right now, and Claudia survived.\n\nZK: An Invisibility Cloak is a pretty dope thing to have. I could get onto planes people don’t know I’m on. I could go see movies for free. I could steal pizza out of pizza places. CT: You could do better things with an Invisibility Cloak, that’s all I’m saying. ZK: Like what? What would you do? CT: Like, go round people’s houses, get gossip. Actually put it to good use. ZK: Actually, that’s probably what I would do as well. [laughs]\n\nIt's time to put yourself into the shoes of the Three Brothers — would you choose the Elder Wand or the Invisibility Cloak? Correct Incorrect The Elder Wand — I'm all about that power. Correct Incorrect The Invisibility Cloak is obviously the right choice. Oops. Something went wrong. Please try again later Looks like we are having a problem on the server. It's time to put yourself into the shoes of the Three Brothers — would you choose the Elder Wand or the Invisibility Cloak? vote votes The Elder Wand — I'm all about that power. vote votes The Invisibility Cloak is obviously the right choice. View Results View Results Go Back And Vote Go Back And Vote\n\n9. Would you rather have Queenie’s mind-reading power, or be able to turn invisible like a Demiguise?\n\nEM: I’ll go for the invisibility this time. The whole constant mind-reading thing is obviously a cursey, cursey gift.\n\nZK: I mean, I think reading people’s minds seems exhausting. It feels like you live in Twitter. Like, I don’t want to be there. I don’t even want to be in my own head half the time. So I guess Demiguise.\n\nWhich power would you choose? Mind reading or invisibility? Correct Incorrect I'd definitely want to read people's minds. Correct Incorrect Reading minds is a curse — I'm going with invisibility. Oops. Something went wrong. Please try again later Looks like we are having a problem on the server. Which power would you choose? Mind reading or invisibility? vote votes I'd definitely want to read people's minds. vote votes Reading minds is a curse — I'm going with invisibility. View Results View Results Go Back And Vote Go Back And Vote\n\n10. Would you rather be a performer at the Circus Arcanus, or be one of Grindelwald’s followers?\n\nTap to play GIF Tap to play GIF BuzzFeed\n\nCK: [to Ezra and Dan] I mean, this one is for you guys. I’m already a performer at the Circus Arcanus. EM: I think you’re more thoroughly entrapped as one of Grindelwald’s followers, because you’re in the clutch of his silver tongue.\n\n\n\nIt's basically a lose-lose situation, but would you rather be trapped by Grindelwald or the Circus Arcanus? Correct Incorrect I'm staying away from Grindelwald — it'd be the circus for me. Correct Incorrect I'd rather be one of Grindelwald's followers than perform in that circus. Oops. Something went wrong. Please try again later Looks like we are having a problem on the server. It's basically a lose-lose situation, but would you rather be trapped by Grindelwald or the Circus Arcanus? vote votes I'm staying away from Grindelwald — it'd be the circus for me. vote votes I'd rather be one of Grindelwald's followers than perform in that circus. View Results View Results Go Back And Vote Go Back And Vote\n\n11. Would you rather fight one Erumpent-sized Niffler, or 100 Niffler-sized Erumpents?\n\nZK: Probably one. You could focus on one thing. A hundred is a lot to focus on. CT: Nifflers are quite big as well, so if there’s 100 of them… ZK: It’s a lot. And where do you look? CT: It depends what sort of fight as well. Is it a pillow fight? ZK: Or a street fight?\n\nIt's the classic Would You Rather: 100 Niffler-sized Erumpents, or one Erumpent-sized Niffler? Correct Incorrect I could definitely take on 100 Niffler-sized Erumpents. Correct Incorrect An Erumpent-sized Niffler would be adorable, I'm going with that! Oops. Something went wrong. Please try again later Looks like we are having a problem on the server. It's the classic Would You Rather: 100 Niffler-sized Erumpents, or one Erumpent-sized Niffler? vote votes I could definitely take on 100 Niffler-sized Erumpents. vote votes An Erumpent-sized Niffler would be adorable, I'm going with that! View Results View Results Go Back And Vote Go Back And Vote\n\n12. Would you rather be sorted into Gryffindor, Hufflepuff, Ravenclaw, or Slytherin?\n\nTap to play GIF Tap to play GIF BuzzFeed\n\nEM: Gryffindor. CK: Gryffindor. DF: Hufflepuff.\n\nCT: Well, now that I’m a Hufflepuff, I have to stick to Hufflepuff. ZK: I haven’t done the test yet, but I feel pretty Ravenclaw. CT: But you’re a Slytherin, though. ZK: Well, my character is, but are we talking about our characters, or us as people? You think I’m a Slytherin, me, Zoë? Leta’s Slytherin. But I, Zoë, am Slytherin? CT: It’s not a bad thing!\n\n\n\nSo...where do your loyalties lie? Correct Incorrect Gryffindor Correct Incorrect Hufflepuff Correct Incorrect Ravenclaw Correct Incorrect Slytherin Oops. Something went wrong. Please try again later Looks like we are having a problem on the server. So...where do your loyalties lie? vote votes Gryffindor vote votes Hufflepuff vote votes Ravenclaw vote votes Slytherin View Results View Results Go Back And Vote Go Back And Vote\n\nDavid Vintiner for BuzzFeed", "The 2018 Victoria's Secret Fashion Show went down last night in New York City. Here are some of the celebs who walked the red carpet:", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "11.\n\nKim Kardashian and her little ones took an adorable family photo, but North wasn't having it...", "Esprema algumas gotas de tinta acrílica sobre uma folha de papel, coloque-a dentro de um ziploc e deixe seu bebê fazer o resto! Eles vão descobrir o Picasso que há neles e ainda vão passar um tempo se exercitando de barriga para baixo!", "Amazon\n\nFill it up, plug it in, and get ready for some seriously satisfying dental hygiene! This has 10 pressure settings, seven water flossing tips, and 90 seconds of water capacity. It also has over 8,000 five-star reviews. So seriously, ~water~ you waiting for?\n\nPromising review: \"So... this is amazing. This is my first review ever on Amazon after ordering numerous things. I had periodontal pockets from not flossing and I was also experienced some bone loss. I literally hated flossing and would find myself avoiding to floss even though I needed it very much. My gums were red, swollen, and inflamed because I was in the early stages of periodontal disease. I started using this flosser and instantly knew I liked this way of flossing much better! After using it consecutively each night for only five days my gums were noticeably cleaner and felt much better. After two weeks of using the this flossing system my gums have done a complete 180 and my mouth and gums are starting to heal properly!\" —Ebony\n\nGet it from Amazon for $67.96+ (available in seven colors).", "Quando vcs tão conhecendo alguém qual é ~AQUELA COISA~ que se a pessoa faz acaba na hora toda a mágica que vc tá sentindo? Tipo, a pessoa é perfeita pra vc mas aí ela faz ou fala AQUELA UMA COISA que corta sua vontade na hora", "Transport minister Jo Johnson has resigned from the government and called for a referendum on the final Brexit deal.\n\n\n\nJohnson said he rejected the \"false choice\" between the prime minister's proposed deal and a no-deal Brexit as \"a choice between two deeply unattractive outcomes, vassalage and chaos\".\n\nThe negotiation was \"a failure of British statecraft on a scale unseen since the Suez crisis,\" he said.\n\nIn a statement on Friday afternoon he said the government's current plan was \"an agreement that will leave our country economically weakened, with no say in the EU rules it must follow and years of uncertainty for business\".\n\nHe continued: \"Given that the reality of Brexit has turned out to be so far from what was once promised, the democratic thing to do is to give the public the final say.\n\n\"This would not be about re-running the 2016 referendum, but about asking people whether they want to go ahead with Brexit now that we know the deal that is actually available to us, whether we should leave without any deal at all or whether people on balance would rather stick with the deal we already have inside the European Union.\"\n\n\n\nJohnson said his experience as a transport minister had shown him a no-deal scenario \"will inflict untold damage on our nation\".\n\n\"What is now being proposed won’t be anything like what was promised two years ago,\" Johnson, who voted Remain, added.\n\nHe said he would vote against a deal agreed by the government and backed a second referendum.\n\n\"On this most crucial of questions, I believe it is entirely right to go back to the people and ask them to confirm their decision to leave the EU and, if they choose to do that, to give them the final say on whether we leave with the prime minister’s deal or without it,\" he said.\n\nJohnson posted a video on Twitter explaining his decision to quit the government:", "We can skip dinner and just go straight to my house...", "15.\n\nThis one made you feel like you were traveling the entire world by just looking at their eyes:", "There was something so satisfying about pulling that string and launching that fairy thing to the high heavens. Also, it was a fairy. That's gay.", "\"Fake lashes, highlighter, contour, huge fake brows, overdrawn lips/lip filler...It always reminds me of those pics of girls in the '80s with crimped bangs, tons of blush, and green eyeshadow. They thought they looked awesome, but now it looks just embarrassing and outdated!\"\n\n—cleopatrareborn", "Getty Images\n\n- Mano, você sabia que as caixas pretas dos aviões são laranjas?\n\n- O que? Não são caixas!", "A Ranking Of Red Forman's Best Burns On \"That '70s Show\"\n\nI wish I could kick this post into my own ass.", "Amazon\n\nHeat-resistant up to 475 Fahrenheit and dishwasher-safe.\n\nPromising review: \"These claws are just what you need for shredding pork, chicken, beef or any other items. The points are sharp, narrow, and long and work well as a pair. It's much more efficient and quicker than using two forks. Even when I buy pulled pork from Trader Joe's and it's already 'pulled,' this is an excellent tool for really shredding it properly. I thought I might have been a little extravagant in ordering this, but now I realize it is very useful beyond shredding, e.g. holding a watermelon with one hand/claw as you cut with the other hand.\" —J. Renfrow\n\nGet them from Amazon for $12.95 (available in six colors).", "Tasty\n\nPorções: 8\n\nVocê vai precisar de:\n\nMarinada de leitelho\n\n2 xícaras de leitelho\n\n1 colher de chá de sal\n\n1 colher de chá de pimenta do reino\n\n½ colher de chá de pimenta caiena\n\n8 coxas de frango desossadas e sem pele\n\nMolho de endro\n\n1½ xícaras de iogurte grego\n\n3 colheres de sopa de endro picado\n\n1 colher de chá de alho em pó\n\n2 colheres de sopa de suco de limão\n\n¼ xícara de queijo parmesão ralado\n\nFarinha temperada\n\n2 xícaras de farinha de trigo\n\n1 colher de sopa de sal\n\n2 colheres de chá de pimenta do reino\n\n1½ colher de chá de pimenta caiena\n\n1 colher de sopa de alho em pó\n\nÓleo, para fritar\n\n1 pé de alface manteiga\n\n2 a 3 tomates fatiados\n\n8 pães de hambúrguer (usamos pães de brioche)\n\nModo de preparo:\n\n1. Em uma tigela média, misture todos os ingredientes da marinada de leitelho. Despeje sobre as coxas de frango e deixe marinar por pelo menos uma hora na geladeira.\n\n2. Em uma tigela pequena, misture todos os ingredientes para o molho de endro. Cubra e reserve por pelo menos uma hora na geladeira.\n\n3. Em uma tigela média, misture todos os ingredientes para a farinha temperada. Mergulhe o frango marinado na farinha até que o frango esteja completamente coberto.\n\n4. Aqueça o óleo a 180˚C em uma panela funda. Não coloque mais do que a metade da panela de óleo. Com cuidado, frite o frango por aproximadamente 7 minutos ou até que esteja cozido (a temperatura interna deve chegar a 75 ˚C) e o frango esteja dourado e crocante. Escorra em um prato forrado com papel toalha ou prateleira de metal.\n\n5. Aqueça uma frigideira grande. Passe manteiga mas fatias dos pães de hambúrguer e toste na frigideira até dourar ou ficar crocante.\n\n6. Monte o sanduíche com pão, alface, frango frito, fatia de tomate e molho de endro.\n\n7. Bom apetite!", "Ha 6 anos atras quando só existe nos 2 , o cafezinho feito por ele fazia parte desse sonho, o sonho chegou, e continua tudo igual ! Valeu meu presidente @laurietecantora https://t.co/zC3KutOHcE\n\nMalta já afirmou que um dos motivos para não ter sido reeleito é que fez mais campanha para eleger Jair Bolsonaro (PSL) presidente do que para si mesmo.\n\n\"Magno Malta foi o primeiro cara a acreditar que Bolsonaro poderia ser presidente do Brasil\", disse Malafaia em vídeo postado ontem.\n\n\"Essa falácia aí de Ministério da Família, o presidente Bolsonaro não está precisando criar nada disso. Se caso indicar Magno, é para o Ministério do Desenvolvimento Social. Magno tem experiência nessa área.\"\n\nMas não há lobista mais insistente que a cantora gospel Lauriete, que é deputada federal eleita pelo PR do Espírito Santo — e mulher de Magno Malta.", "\"I don't normally write reviews, however, these deserve the honor. I just made 26 pounds of pork butt for a large family gathering. Several months ago I did the same thing and my husband and I shredded it together with four forks. We scorched our hands repeatedly and it took over 70 minutes. I looked at several shredding forks and settled in on these and I sure am glad I did! They are solid, light, and sharp. They are not hollow on the back side so meat doesn't get stuck in them. It didn't take long to get the hang of them. They double as handles to pick up the large 8.5 lb butts, which was very nice. They really do become extensions of your hands! I had read reviews that said that these don't let you get meat shredded finely but that was certainly not my experience. Although I haven't used them on other sorts of meat yet, this pork was fall-off-the bone tender and it shredded very finely for me. And it did it so fast! I shredded all 26 pounds by myself in less than 30 mins and didn't burn my hands once. I wish I hadn't waited so long to get these... It really does beat the two fork system! Well done Bear Paws!\" —L. Smith", "BBC\n\nHe then joked: “Though that is what I wanted to say.”\n\n“I was very grateful for him to be able to do that.”", "Can You Name These Slightly Terrifying Wax Figures?\n\nTry not to let them give you nightmares.", "Amazon\n\nPromising review: \"I can't tell you how skeptical I was of this cloth. I honestly had my doubts that a simple microfiber cloth could be better than my disposable face wipes. Particularly with mascara. But let me tell you, this little piece of fabric is amazing. It gets ALL of my makeup off in under a minute, INCLUDING my mascara, and then rinses COMPLETELY CLEAN. This means that they don't need to be washed with every use. I'm not sure how I could be so excited over a face wipe, but I am. Additionally, the microfiber on the other side of the cloth is cut a bit shorter, so it has an exfoliating effect. Again, I was skeptical. Again I was wrong. It's amazing. This is amazing. Buy it now.\" —Nicole B. Utah\n\nGet a two-pack from Amazon for $11.97 (available in three colors).", "He said: “Having also visited the Gambia and Ghana over the past week, our visit to Nigeria may perhaps provide an invaluable opportunity to compare — if one ever dares do such a thing! — the relative merits of each country’s jollof rice.\n\n\"However, for fear of sparking a diplomatic incident, I suspect I shall have to let you draw your own conclusions about which country’s jollof we found to be the most delicious.\"", "Thomas Concordia / Getty Images\n\n\"I'm looking forward to [supporting] women and being connected to different projects which support women around the world,\" she told People. \"[That's] my future from now on, but I am still happy that I am part of Victoria's Secret this year.\"", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Share On more Share On more\n\n1. In the beginning of Season 2, Episode 1, the school sign references the unsolved mystery of the Ponytail Murderer from the first season. Netflix In Season 1, detectives investigated a \"Ponytail Killer\" who chops off girls' ponytails before killing them, but they never ended up solving the case.\n\n2. The same detectives solving the Ponytail Killer case return, and Detective Florez is clearly an homage to John Mulaney 's J.J. Bittenbinder standup character Netflix John Mulaney voices Andrew, Detective Florez, and several minor characters in the series.\n\n3. Also relating back to Mulaney's standup, when Nick and Andrew are changing in the locker room, Andrew tells Nick that he could use his oversized jersey as a night shirt. Netflix This is a reference to his comedy special Kid Gorgeous, where Mulaney jokes: \"Dear IRS, please deduct from my federal income tax one XXL Billabong T-shirt from youth. It was too big. My mom said it could be a sleep shirt. Please deduct this from my 2017 income.\"\n\n4. More of Maury the hormone monster's tattoos are revealed when he shaves in solidarity with Andrew. Netflix He has \"Connie\" — the name of Jessi's hormone monstress — on his forearm, Cap'n Crunch (from his days as a marine) on his other forearm, and \"I'm with stupid\" and an arrow above his butt.\n\n5. When Jessi and Jay go to the diner, a waitress can be seen carrying blue waffles, which refers to the notoriously-googled and NSFW fake STI Netflix\n\n6. When Nick's talking to Gina and Rick, the hormone monster, appears, an ad for Guy Town can be seen in the background. Netflix\n\n7. When Andrew goes to the temple to ask the rabbi for advice on how not to masturbate, the temple is called Temple Beth Amphetamine. Netflix\n\n8. When Nick and Rick are leaving the Friend Zone to go to the Fuck Zone, Rick gets hit by three trucks, two of which have hidden messages. Netflix One is \"Just Friends Moving Co\" and the other has a picture of Jay's dad and says \"Stop watching Jay's dad's law commercials\" with the phone number 555-LUV-DIES.\n\n9. When Nick and Andrew take Devon and Lola on a double-date, the mini golf place they go to is called Golf Lundgren, which is a twist on Swedish actor Dolph Lundgren 's name. Netflix, Matt Winkelmeyer / Getty Images\n\n10. Rocky IV — with the snack specials. They also make references to Lundgren's movies — like— with the snack specials. Netflix\n\n11. When he's trying to impress Gina, Nick does his spot-on Coach Steve impression — which is easy since Nick and Coach Steve are both voiced by Nick Kroll Netflix Nick Kroll is also one of the creators of Big Mouth.\n\n12. In a flashback to their first date, Jessi's dad smokes up Jessi's mom from his \"Matchbox 420\" weed box. Netflix \"Matchbox 420\" references the popular '90s band Matchbox Twenty.\n\n13. The Big Lebowski. When Jessi's in her basement, you can spot a \"The Bowling Dudes\" poster which is a nod to Netflix, Working Title Films\n\n14. Connie, Jessi's hormone monster, refers to weed as a \"goat cheese omelet,\" which then makes subtle appearances throughout the season. Netflix\n\n15. And after Nick calls Andrew \"LBW\" — \"Lola's Boyfriend...Wow\" — this appears on the school sign. Netflix\n\n16. The first of the season's several Aerosmith references pops up as a Glade plugin at Lola's condo. Netflix\n\n17. When the Shame Wizard offers Maury drugs at Lola's condo, he gives him these. Netflix It's like the sedative Klonopin, or in this case, Klo-LOLA-pin. And Lolaine is like cocaine, okay, you get it.\n\n18. The knickknacks in Missy's house include this bird-boob bust of Gina and these little figurines — one with large breasts and one with a big penis. Netflix Very on brand for Big Mouth.\n\n19. Also on the topic of miscellaneous sexual objects, there's a recurring Fleshlight throughout Episode 7. Netflix\n\n20. When the Shame Wizard starts DJing the sleepover, the song playing is a remix to The Kroll Show theme song. Comedy Central Listen to The Kroll Show theme song here.\n\n21. Coach Steve tossing his pubes into the air was a nod to Lebron James' iconic chalk toss Netflix, Christian Petersen / Getty Images\n\n22. American Vandal and \"I miss Vine,\" which every millennial says. The writers threw in a couple cultural references in the bathroom graffiti: \"Where are the ball hairs?\" fromand \"I miss Vine,\" which every millennial says. Netflix\n\n23. What's more, the phone number on the bathroom wall is the home phone number of the Simpsons , and \"Eat my sharts\" is a nod to Bart Simpson specifically. Netflix What's even MORE, the \"113\" from the phone number is a reference to classroom A113 at CalArts where many great animators got their starts.\n\n24. Harry Potter and the Deathly Hallows.) Tyler the hormone monster refers to the Shame Wizard as \"the floaty guy with the Harry Potter accent,\" because the Shame Wizard is voiced by David Thewlis (aka Remus Lupin in.) Netflix, Warner Bros.\n\n25. The Ponytail Killer makes a second appearance later in the series when they swerve to avoid Coach Steve and a victim is able to escape. Netflix Note the ponytail hanging from the dashboard!!!\n\n26. When Missy's doing her worm dance, a reference to the scene in Lord of the Flies when Piggy is killed can be seen in the background. Netflix, Castlerock Entertainment Watch the scene from Lord of the Flies here.\n\n27. The Importance of Being Earnest, which was written by Matthew's locker has pictures of Ariana Grande, Morrissey, and a copy of, which was written by Oscar Wilde , who, like Matthew, was persecuted for being gay and seen as \"different.\" Netflix\n\n28. When Nick and Andrew go to Maury's office, you can see a note reminding him to buy Aerosmith tickets in the background, as well as a picture of him inducting Joe Walsh into the Rock & Roll Hall of Fame. Netflix\n\n29. When Jessi and the boys go to the Puberty Headquarters, it's learned that each of the monsters have their own area of adolescent expertise. Netflix This includes the Hormone Monstress, Intellect Sphinx, D.N.Ape, Ambition Gremlin, Anxiety Armadillo, and later, the Depression Kitty.", "Share On more Share On more\n\nThree people were stabbed, one fatally, and their alleged attacker shot dead by police in a terror-related knife attack in the Melbourne CBD on Friday afternoon, police say.\n\nAAP\n\nThe attack unfolded on Friday afternoon on Bourke Street, a busy thoroughfare in Melbourne's CBD. Three men were stabbed at the scene. One of them has died, and two others are still receiving medical treatment for non-life-threatening injuries, according to police.\n\nThe identity of the deceased man has not been publicly released. Police confirmed on Friday night that a fourth man, the suspected attacker, died in hospital after he was shot in the chest while being apprehended by police. Victoria Police Superintendent David Clayton said police had responded to reports of a ute going up in flames near the corner of Bourke and Swanston streets at about 4:20pm.\n\n\"As they got out of the car, they were confronted by a male brandishing a knife and threatening them,\" Clayton said. \"At the same time, passers-by were calling out that members of the public had been stabbed.\" There were gas cylinders of the type usually used for barbecues inside the ute, police say.\n\nJames Ross / AAPIMAGE\n\nVictoria Police Commissioner Graham Ashton said on Friday night that the attack was being treated as a \"terrorism incident\" and that the suspect was known to Victoria Police and to federal intelligence agencies, mainly due to his relatives. \"He's got family associations that are well known to us and, as a result of that, he's also known to us,\" Ashton said.\n\nAshton did not name the man, citing the ongoing counterterror investigation, but said he lived in Melbourne's northwestern suburbs, moved to Australia from Somalia in the 1990s, and had a minor criminal history relating to cannabis use, theft, and driving offences. He said police did not believe there was any ongoing threat, but there would be an increased police presence at public events in Melbourne over the weekend. \"Tonight, in fact, I think the Christmas windows have been open and there are a number of families in the city,\" he said. \"We have extra police there, as we will have over the weekend to just engage with the families, if they want to do that, to provide further reassurance at that time.\"\n\nSeveral videos being circulated on social media, filmed from a number of different angles, appear to show a man lunging at police before he is shot. They also show another person attempting to roll a trolley at the man. Some of the police officers who apprehended the man suffered minor injuries but are \"OK\", police said. Photographs from the scene show a body lying under a white sheet on the road with blood on the asphalt. Victorian premier Daniel Andrews said the attack was an \"evil and terrifying thing\" and thanked the police and bystanders for their rapid response. \"They've done each and every one of us proud,\" he said. \"Equally, those strangers, people who were bystanders who knew nobody involved, who stepped in without a moment's hesitation, to render support and assistances to the brave members of the Victoria Police, they too ... make all of us proud as well.\"\n\nEmergency services are asking people to avoid the Bourke St Mall. We are hearing reports of a car on fire. 📷@meegslouise https://t.co/OSdSHFxESH", "The sisters, who were born conjoined at the chest facing each other, underwent the surgery at the Royal Children's Hospital in Melbourne on Friday.\n\nThe head of paediatric surgery, Dr Joe Crameri, led the operation, which he said involved dozens of medical professionals.\n\n\"The best part of the surgery is there were no highs and there were no lows,\" Crameri said at a press conference on Friday afternoon. “It was all very calm… there was calm discussion and banter.\"\n\nCrameri said doctors successfully divided the sisters' livers.\n\n“The greatest challenge was what we were going to find once we went into the abdomen,” he said.\n\n“We feel quietly confident we will have a good result, but as with all post-operative cases we will be closely monitoring things over the coming hours.”\n\nHe said the twins' mother was \"relieved\".\n\nThe cost of flights and accommodation for the twins and their mother was covered by Australian charity the Children First Foundation, while the Victorian government offered to pay for the procedure, which is expected to cost at least $350,000.", "Share On more Share On more\n\nEver found yourself in a situation where you need a good, quick joke? Well, here are some of the best (and corniest) jokes that Reddit has to offer for just such occasions:\n\n1. The doctor's chart said my blood was type-A, but that was a type-O. via FuzzyJustin\n\n2. What do you do if you see a fireman? Put it out, man. via 7in7\n\n3. A man walks into a bar and there is a bunch of meat hanging from the ceiling. The man asks the bartender, \"What's the deal with the meat?\" The bartender explains that if you jump and slap a piece of meat, you get to drink free for the night, but if you miss, you must buy drinks for everyone in the bar. The man responds, \"No thanks, the steaks are too high.\" via token_bastard\n\nTap to play GIF Tap to play GIF HBO\n\n4. Why did the stoplight turn red? Because it was embarrassed to be changing in the middle of the street! via stuffandjunkandyeah\n\n5. I went to a wedding where two satellite dishes got married. The ceremony wasn't great, but the reception was AMAZING. via Storm-Shadow\n\n6. Wanna hear two short jokes and a long joke? Joke, joke, joooooooooooooke. via chucklesnatas\n\nTap to play GIF Tap to play GIF VH1\n\n7. Why do Swedish warships have barcodes on them? So that when they return to port, then can Scandinavian. via artisanpartisan\n\n8. 6:30 is hands down the best time of day. via jonpab2\n\n9. What kind of pants do ghosts wear? Boo jeans. And if those are dirty, they just wear a paranormal trousers. via HomieApathy\n\nTap to play GIF Tap to play GIF IFC\n\n10. What do we want? Low-flying airplanes! When do we want them? NeeeeeOOOooowwwww! via MinnOwen\n\n11. Why does it take pirates so long to learn the alphabet? Because they spend years at C. via SisypheanBalls\n\n12. Did you hear about the cheese factory in France that exploded? All that was left was de Brie. via PointsPrizes\n\nTap to play GIF Tap to play GIF Universal\n\n13. A guy strikes up a conversation with a lumberjack that he meets in a bar. \"How many trees do you think you've chopped down?\" the guy asks. \"Exactly 2,742,\" the lumberjack replies. \"How do you know?\" \"Because every time I chop one down, I keep a log.\" via TF79870\n\n14. A slice of apple pie costs $2.50 in Jamaica and $3.00 in the Bahamas. These are the pie rates of the Caribbean. via porichoygupto\n\n15. Justice is a dish best served cold. Because if it was served warm, it would be justwater. via Spider_Dimwit\n\nTap to play GIF Tap to play GIF TBS\n\n16. I met some chess players in a hotel lobby. They kept bragging about how good they were. It was chess nuts boasting in an open foyer. via porichoygupto\n\n17. I was eating at a restaurant when the waiter came to my table and said, \"I see your glass is empty, would you like another one?\" I said, \"Why would I want two empty glasses?\" via madazzahatter\n\n18. I saved up money for months to buy a limited-edition thesaurus. But when I opened it, all the pages were blank! I have no words to describe how angry I am. via kiwibrandon\n\nTap to play GIF Tap to play GIF BBC\n\n19. What did 0 say to 8? \"Nice belt.\" via devnodegree", "On November 21, 2016, 10 people in Victoria died from thunderstorm asthma attacks, a rare condition that results from a freak series of coinciding weather events.\n\nThe coroner's findings from an inquest this year have been released, detailing the events that led to the deaths.\n\nEpidemic thunderstorm asthma is triggered by a combination of uncommonly high amounts of ryegrass pollen (an introduced grass species), strong winds, high humidity and high temperatures. Thunderstorm asthma events are extremely rare globally but Melbourne is particularly vulnerable because of the vast grasslands that surround the city.\n\nGrass pollen, which contains starch particles, is picked up and carried by the winds, and when the pollen absorbs moisture from humidity or rain, the pieces explode, sending these starch particles deep into the lungs and causing extreme breathing difficulty.\n\nThe dangers of thunderstorm asthma are exacerbated when people are outside and breathing in more pollen particles.\n\n\n\nA history of asthma increases the risk of suffering from thunderstorm asthma, as does hay fever, but it can also strike in people who have never experienced respiratory issues before.\n\nThe coronial inquest into Melbourne's asthma thunderstorm deaths was told that ambulance requests stretched the emergency system to breaking point, with over 2,300 calls for medical help across the city.\n\n1,400 people also presented independently to emergency rooms across western Melbourne.\n\nThe people who died in the Melbourne thunderstorm from asthma attacks were:\n\nOmar-Jamil Moujalled, 18 years-old\n\n\n\nHope Marsh (also known as Hope Carnevali), 20 years-old\n\n\n\nMin Guo, 29 years-old\n\n\n\nApollo Papadopoulos, 35 years-old\n\n\n\nClarence Leo, 37 years-old\n\n\n\nLe Hue Huynh, 46 years-old\n\n\n\nLing-Ling Ang, 47 years-old\n\n\n\nThao La, 48 years-old\n\n\n\nHoi-Sam Lau, 49 years-old\n\n\n\nPriyantha Peiris, 57 years-old\n\n\n\nProfessor Jo Douglass, an allergy specialist from the University of Melbourne, told the coroner that for those who died, there was an average of 15 minutes from the onset of severe symptoms to when the patients entered cardiac arrest.\n\n\n\nVictorian coroner Paresa Antoniadis Spanos said in the hearings that many people suffering from asthma attacks were assured that the ambulances were on the way, when many were not. Hope Marsh's father told Seven News that the family wishes they had driven his daughter to the hospital themselves but instead the 20 year-old had died on the front lawn waiting for the ambulance.\n\nThe coronial report released today explores the series of events that led to the death of Moujalled, who had just completed his Year 12 studies and lived with his mother and three sisters. Moujalled was diagnosed with asthma at four years old.\n\nThe final report, written by Spanos, states that Ambulance Victoria have already made recommendations relating to public forewarning, preparation of the Emergency Services Telecommunication Authority (ESTA) or 000 phone line, and public hospitals.\n\n\n\nFor example, the script for 000 phone respondents has now been changed from \"the ambulance is on its way\" to \"help is being arranged\" with the intention that this will \"better equip callers with information to enable them to make independent decisions\" during these surging periods of callers.\n\nHowever, Spanos notes that the emergency system phone response needs to be more individualised and give callers an accurate estimation of ambulance arrival time.\n\nWhile Victoria now has an early warning system in place for thunderstorm asthma conditions, the report notes that this is a relatively new and untested system, and that it should be used sparingly so as not to desensitise the public.\n\nSpanos suggests that further research into thunderstorm asthma needs to be undertaken \"to improve our understanding of the phenomenon\" and \"our ability to predict which particular weather event has the potential to produce Thunderstorm Asthma\".\n\n\n\nThe report also notes that there needs to be more community understanding about hay fever, so that people can submit themselves to testing and be aware of their susceptibility to thunderstorm asthma.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today !\\", "The Australian government has cancelled the visa of a 51-year-old North Korean man who has spent over 20 years in Australia.\n\nTwo applications to overturn the cancellation have been rejected, and now the man, who is in immigration detention, is taking his fight to the Federal Court of Australia.\n\nThe man, known only as DKXY, says he fled North Korea in 1987 after speaking out against the government of Kim Il-sung, the grandfather of current Supreme Leader Kim Jong-un. When his brother warned him that the authorities were after him, he made his way to China through the mountains in the north.\n\n\"He never got to say goodbye to his parents, he never got to say goodbye to his brother,\" his barrister Jason Donnelly told BuzzFeed News. \"He doesn't know what happened to them at all.\"\n\nThe man lived in China for the next six years, before leaving to avoid being sent back to North Korea. China routinely labels North Koreans \"economic migrants\" and returns them.\n\nHe made his way onto a cargo boat to North Queensland, before travelling down to Sydney and finding work as a kitchen hand and chef in restaurants in Chinatown. He was granted a temporary protection visa and then eventually a permanent visa, and he's now spent half his life in Australia.", "Amazon\n\nThis kitchen system comes with a 1500-watt base, an eight-cup food processor bowl, a 72-ounce pitcher, and two 16-ounce to-go cups with lids.\n\nPromising review: \"This is one of my favorite kitchen gadgets! I haven’t really used the smoothie cups too much, but the food processor bowl and blender are a three to four times a week thing. With the blender, fill it up with ice, turn it on high and in seconds it has made snow, makes awesome daiquiris. The food processor bowl is really neat. It’s for a set of reduction gears in the base to slow down the blades. Homemade salsa in seconds, and it works very well for mixing cookie dough, pizza/bread dough, and ice even used it to mix beef/pork/veal for meatballs.\" —William Allen Horton\n\nGet it from Amazon for $150.64", "First, can you find the hat in this picture that does not have a rabbit inside it?", "The answers used for this quiz are based on the first known use of the word , meaning it’s the earliestoruse of that word that the editors at Merriam-Webster were able to discover. When we ask for the oldest word, we’re asking for the word that was recorded first.", "Geoffrey Rush arrives with his wife Jane Menelaus on the final day of his defamation trial in Sydney.\n\nGeoffrey Rush may never work again and should receive a damages payout that runs into the millions of dollars over articles about his alleged inappropriate behaviour on the set of a Shakespeare play, a court has heard.\n\n\n\nOn the final day of the three-week defamation trial between Rush and the publisher of Sydney newspaper The Daily Telegraph, lawyers argued over how much Rush should receive in compensation if the court finds in his favour.\n\nRush is suing Nationwide News and journalist Jonathon Moran, after they published allegations in November 2017 that Rush had been accused of behaving inappropriately towards a female cast member during the 2015-16 Sydney Theatre Company (STC) run of King Lear.\n\nRush, 67, has strenuously denied the allegations. He claims publisher Nationwide News defamed him in two articles and a poster by painting him as a pervert, a sexual predator, and someone who engaged in inappropriate sexual behaviour and committed sexual assault while acting in King Lear. He also says the articles suggested his conduct was so serious that the STC pledged to never work with him again.\n\n\n\nNationwide News argued a defence of truth based on the testimony of Eryn Jean Norvill, who played the role of King Lear's daughter Cordelia in the production and alleges Rush sexually harassed her during the run of the play. Norvill did not participate in the stories and agreed at a late stage to testify for the Telegraph.\n\nRush’s barrister Bruce McClintock SC said Rush’s reputation was \"outstanding\" before the articles and they had caused him an \"absolutely immense\" amount of hurt.\n\nHe said there was a “significant risk” Rush will not work again, due to the \"cloud\" of being associated with the #MeToo movement and the prospect he may never recover his confidence and desire to work.\n\n\"What they did to my client has disabled him from working,\" he said, saying there was evidence Mr Rush was a \"different man\" after the articles.\n\n\"It doesn’t take much of a taint to destroy a career,\" he added.", "Australians are not getting enough sleep and a parliamentary inquiry has been launched into how this huge public health problem can be addressed.\n\nAustralia is a very tired country and this has huge long-term health and economic consequences.\n\nNow a parliamentary inquiry into sleep health awareness, headed by Liberal MP Trent Zimmerman, has been launched following a referral by the minister for health, aged care and sport, Greg Hunt.\n\n\n\nThe parliamentary inquiry will hold public hearings beginning at the end of this month and file a report by early 2019.\n\n\n\nZimmerman told BuzzFeed News the inquiry will be investigating the effects of both long-term sleep disorders such as insomnia and sleep apnea, as well as general sleep deprivation.\n\n\"The committee had evidence that sleep problems are a growing and significant issue for many Australians, in fact, four out of 10 Australians are regularly reporting that they're not getting enough sleep,\" said Zimmerman.\n\nAccording to the 2016 Sleep Health Survey conducted by the Sleep Health Foundation, up to 45% of adults report that they're having inadequate sleep, and it is affecting how they function throughout the day.\n\nSleep health organisations recommend that adults get between seven and nine hours sleep a night, but 12% of Australian adults are getting less than five and a half hours a night. A representative from Mr Zimmerman's office told BuzzFeed News that the MP himself only gets five to six hours of sleep a night.\n\nThe average amount of sleep is on the tail end of the recommended amount, with most Australians having seven hours of sleep per night.\n\nSleep deficiency and sleep disorders are associated in the long-term with heart disease, high blood pressure, stroke, diabetes, and some types of cancer.\n\nLack of sleep also has a well-documented deteriorative effect on cognitive function. While it's fairly intuitive to think that sleep deprivation affects alertness and attention abilities, studies have found that brain functions such as creativity, emotional regulation, perception and memory are weakened as well when people don't get enough sleep.\n\nDr Alan Young, a physician on the board of the Australasian Sleep Association (ASA), told BuzzFeed News that there is also a concerning relationship between lack of sleep and mental health issues.\n\n\"There's a very strong interaction between depression, anxiety and disordered sleep, but the current thinking is that rather than one causing the other, they interact,\" he said.\n\nZimmerman believes that the far-reaching medical effects of not sleeping enough should make it a priority for how we understand health.\n\n\"We think we have a strong case for shining a light on the need for Australians to be thinking about sleep as much as they think about the other ... preconditions for a health lifestyle, being fitness and nutrition,\" said Zimmerman.", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "11 Celebrity Throwback Posts You Need To See From This Week\n\nThe Spice Girls and one of their most famous fans kick off this week's #TBT!", "This set comes with a 10-ounce bottle of cooktop cleaner, one cleaning pad, and one scraper.\n\nPromising review: \"As soon as I used this stuff, I couldn't believe it! We had a new stove that I didn't clean for months and assumed the burnt pea juice (my enemy) would just be a new stain forever. However, after one application, it was basically gone. I used the scraper that came with it and did one more small application on just that spot, and it was gone! Every time I use this it looks like my stove could be brand new.\" —Christi Lambertson\n\nGet it from Amazon for $9.99.", "This woman was asked how she felt about Kid Rock proposing to lower the age to buy scratchs off to ten — she may have actually believed he won his senate race, but has strong feelings about children and gambling.", "12.\n\nWhen your best friend knows you better than anyone:", "Share On more Share On more\n\nMore"]