["Getty Images / BuzzFeed\n\nIt’s As/Is week at BuzzFeed Oz! We’re focusing on Aussie style and beauty posts for a whole week, click here to check out more.", "Devin put on a wig to try an appear to be a drag queen — but Arizona wasn't convinced — she told him to sashay away.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Just a hat to protect your noggin from the sun for all that time you spend on your island", "I for one was very excited – until I saw the news that the band was all about \"people power\" now instead of their famous \"girl power\".", "my dog has ear medicine she needs and the other one also thinks he needs it too.. nobody has the heart to tell him it’s pretend.. https://t.co/Vshe7dhl3b", "Why you want to be shopping here: If you're looking for some casual-cool wear, Peppermayo is the place to shop. They've got a mixture of branded and non-branded clothing and shoes, plus their own swimwear line which is super cute. And in their beauty category, they stock Lime Crime lipsticks!\n\nShipping details: Free express shipping if you spend over $50. There's also options for same day and overnight delivery if you live in Sydney.\n\nDiscounts: Sign up to their email list and grab $15 off your purchase.", "Emily asked Teddy to marry her with a heart-shaped ring. Her answer? \"YES, YES, YES, YES, YES, YES, YES, YES, YES, YES, YES, YES, YES, INFINITE YES!\"", "Ellie Sunakawa / BuzzFeed This week at Goodful, we're talking sleep — why it matters, how to get more, and ways to make it better. You can find more Slumber Party posts here.\n\nMelatonin is a hormone that's naturally produced by our brain's pineal gland. It's also a supplement that a lot of people have started taking when they need help getting to sleep. Solidcolours / Getty Images When produced in the brain, melatonin works to regulate our circadian rhythm, which controls the body's sleep-wake cycle. Basically, it's released at night when the sun goes down to let your body know that it's time for bed. When taken as a supplement (in tablet, gummy, or liquid form), it essentially does the same thing — sends a message to your brain that it's time for sleep. But there's a lot of other things people should know about melatonin. So, we spoke to Dr. Charles Czeisler, chief of the Division of Sleep and Circadian Disorders at Brigham and Women’s Hospital, to find out more about the sleep supplement people are seriously obsessed with.\n\n1. Melatonin supplements aren't FDA-regulated. As melatonin is sold as a dietary supplement in the US, it isn't regulated by the FDA like most medications and prescriptions are. According to Czeisler, this means that you can't always trust what the labels on these supplements tell you. In fact, a 2017 study from the American Academy of Sleep Medicine found that the actual melatonin content of many supplements sold in drugstores widely differed from what was shown on the label. In more than 70% of the supplements tested, the melatonin content didn't fall within a 10% margin of what was listed on the label, and some products even differed by up to 465%.\n\n2. So, if you want to take melatonin supplements, go for pharmaceutical-grade products. Consumer Reports recommends buying melatonin products with the \"USP verified\" mark, which means they've been vetted by the United States Pharmacopeia. Czeisler also suggests opting for products that don't mix other supplements (like valerian root or magnesium, for example) with melatonin, as it's hard to be sure of the effect these combinations may have on your body and on each other.\n\nRobert Nelson / Unsplash\n\n3. Research has found that the correct dose of melatonin is 0.3 milligrams , which is a lot less than what most people are taking. In drugstores, melatonin is usually sold in 1mg, 3mg, 5mg, or 10mg doses. A Massachusetts Institute of Technology study also found that higher doses of melatonin were actually less effective at treating insomnia, and left some subjects with a hangover-like feeling the following day.\n\n4. When taking melatonin, it's still important to reduce your exposure to blue light at night. Blue light, which is emitted by screens and bright lightbulbs, suppresses natural melatonin production, tricking the body into thinking the sun is still up. \"We are exposed to so much artificial light between dusk and when we go to bed,\" says Czeisler. \"This exposure to light has pushed a lot of us four time zones westward in terms of our circadian rhythms. So, it might be dark and time for bed, but your brain has no idea and isn't releasing melatonin. A lot of people think they have insomnia, but they've actually just inadvertently shifted their circadian rhythms later, and are therefore unable to sleep.\" Not only do bright lights and screens block your natural melatonin production, they can also neutralize the effect of supplements. If you want the supplement to help you get to sleep, you need to work with it and switch off any harsh lights and put down your phone.\n\nAntgor / Getty Images\n\n5. Melatonin isn't meant to make you sleepy, like a traditional sleep aid might. The only purpose of melatonin is to regulate your sleep-wake cycle. So, while it technically can make you feel sleepy, it's not because the melatonin itself is putting you to sleep like a sleeping tablet or other sleep aid. \"If you take melatonin when you’re already naturally releasing melatonin — so, during the night when you haven't been exposed to a lot of artificial light — it has no effect at all,\" says Czeisler.\n\n6. But it's a great way to fight jet lag and adjust to a new time zone. Research has found that melatonin is actually very effective at preventing jet lag and aiding the body to adjust to a different time zone by resetting the body's circadian rhythm.\n\n7. Melatonin supplements should be taken around two hours before bed. According to John Hopkins Medicine, this is the best time to take melatonin. Your natural melatonin levels rise naturally around two hours before your normal bedtime when they're not suppressed by blue light, or confused by a different time zone, so it makes sense that this is the perfect time to give your brain the hormone boost.\n\nDavid-prado / Getty Images", "Check\n\nMet someone with the exact same first and last name as you", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "MGM/UA Communications Co.\n\nFor the rest of y'all, the iconic and campy horror film franchise follows a killer doll — the doll, a popular Good Guys toy named Chucky, is possessed by a serial killer named Charles Lee Ray who basically uses magic to transplant himself into the doll just before he dies. LOL, I know.", "In Toy Story 4, Forky is brought into existence against his will, having being animated by circumstances beyond his control. In this paper, we will contrast Forky's experiences to the writings of Nietzsche, Camus, and Satre in order to", "Share On more Share On more\n\nMore", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "上映会冒頭、公開中止を決定した配給元のユナイテッドピープル株式会社代表・関根健次氏がスピーチし、「急きょ、配給会社の独断、単独の判断により公開を中止させていただき、関係者のみなさまには多大なご迷惑をおかけしましたことを、心よりお詫び申し上げます」と謝罪。\n\n公開中止になったドキュメンタリー映画『MMRワクチン告発』の「一度限りの上映会」が11月12日、開催された。\n\nさらに、「この映画が公開されることで、期待された方もいらっしゃれば、苦しい思いをされた方もいらっしゃると思います。ここにお詫び申し上げます」と続けた。上映後、関根氏が来場者から中止について質問を受ける場面もあった。\n\n同作については、公開発表直後から、MMRワクチン（麻疹・おたふく風邪・風疹の混合ワクチン）と自閉症の発症を関連づける内容が批判されていた。そして公開直前、監督の主張に矛盾があるとして、日本の配給元が公開中止を決定していた。\n\n\n\nこの上映会には、プロデューサーのデル・ビッグツリー氏が来場し、質問に答える予定としていたが、直前に来日がキャンセルに。また、関根氏から、監督のアンドリュー・ウェイクフィールド氏と連絡がつかないことが明かされた。\n\n回答がなかった「疑義」とは\n\n公開中止の理由になった、ウェイクフィールド氏の主張の矛盾とは、どのようなものだったのか。\n\nこの映画の中では「MMRワクチンの使用による影響の可能性を連想させる使い方」で、日本においても自閉症と診断される患者数が急激に増加する様子のグラフが紹介される。\n\nしかし、日本ではMMRワクチンの中止後も、自閉症と診断される患者数が増加し続けている。映画が示唆する「MMRワクチンと自閉症に因果関係が疑われる」可能性はないとする研究結果もあるがどうか、というのが、ユナイテッドピープル社からの第一の指摘だった。\n\nこの指摘について、ウェイクフィールド氏の認識は以下のようなものだ。（映画の最後に付け加えられる予定だったメッセージより引用）\n\n“日本ではMMRワクチンは中止されましたが、1994年の法改正により、日本の赤ちゃんには、生後12ヶ月後からはしかと風疹の予防接種が同時に推奨されるようになりました。”\n\n“MMR中止後減少した自閉症が再び増加した時期は、はしかと風疹のワクチン接種増加とちょうど比例しています。生ワクチンにさらされるという状況は、日本からなくなっていなかったのです。”\n\nつまり、MMRワクチンは中止になっていたものの、それぞれのワクチンの単独接種ではなく同時接種をしていたから、MMRワクチン同様に自閉症との関連が示唆される、というのがウェイクフィールド氏の主張だといえる。\n\nしかし、ユナイテッドピープル社が関係省庁や医療機関、医師などに確認したところ、日本ではこのような事実は確認できず、「むしろ1994年以後は単独接種が推奨されていた事実がある」と判明したという。\n\nこれが矛盾であるというのが、同社からの第二の指摘だ。そして、11月3日に「緊急で」と依頼したこの指摘への回答は、関根氏によれば、12日現在に至るまで、得られていない。\n\n12日の上映会ではこれらの疑義を再度、ビッグツリー氏に対して投げかける予定だったが、同氏の来日がキャンセルされたことで、それも実現しなかった。\n\n配給元「ふがいなさ」と「不信感」\n\n配給元の代表である関根氏は現在、どのような思いでいるのか。12日の上映会後、BuzzFeed Japan Medicalの取材に応じた。今、同氏が感じるのは、何よりも「自分のふがいなさ」だという。\n\n「命に関わるワクチンの映画を扱うにあたり、自分が予想していたよりもはるかに知識が足りなかった。今回の公開中止は、それが招いたことです。なぜもっと早く、小児科医師などとファクトチェックができなかったのか」\n\n\n\nウェイクフィールド氏は過去に「子どもへのMMRワクチンの予防接種が自閉症の症状を引き起こす」という論文を発表するも、利益相反行為や、患者のデータ・病歴が大幅に書き換えられたり、捏造されたりしていた疑惑が発覚した。\n\n同氏は医師免許を取り消され、論文が掲載された『ランセット』は論文を撤回している。日本での上映にも、医療関係者などから批判が集中していたことには、このような背景がある。\n\n公開中止に際して、「医療の専門家でない立場で、難しい分野の映画を取り扱うにあたり、それなりのリサーチはしておりましたが、足りませんでした」と声明を発表していた関根氏。このような背景は「把握していた」という。\n\nその上で、一度は上映に踏み切った理由として、この映画の主題はウェイクフィールド氏という人物ではなく、あくまでも「米国疾病対策センターがMMRワクチンと自閉症の関連性を示すデータを隠蔽している」という内部告発であったため、公開に意義があると考えたと説明。\n\nしかし、疑義に対するウェイクフィールド氏側の姿勢によって、その判断は揺らいだ。\n\n「1000あるうちの1の要素かもしれませんが、それについての疑義に真摯に回答いただけなければ、残る999についても再度、検証の必要が生じます。公開までの短い期間でそれをするのは不可能と判断し、公開中止の決定をしました」\n\n公開を中止にしたことで、ユナイテッドピープル社は経済的にも、また配給先の劇場などとの信用の面でも、大きな損害を受けたという。それでも決断に踏み切った理由を、関根氏は次のように語った。\n\n「疑義が生じてからというもの、“誰のために、何のために映画を配給するのか”ーーそう自分に問いかけ続け、答えを出しました」\n\n", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "Earlier today, Stan Lee died at the age of 95. The famous comic book writer was best known for his incredible contribution to Marvel and ultimately paving the way for the comic book franchises we enjoy today. Here are some other facts you may not have known about Stan Lee.", "Many thought she was weird when she howled at the moon, but it wasn't all in her head. She was thanking the voices for telling her where she buried her bones.", "And although the marathon itself is a true challenge — trying to cross the street during the race provides its own challenge for pedestrians.", "Stan Lee, cuja morte aos 95 anos foi noticiada hoje, teve seu dedo na criação de praticamente todos os personagens icônicos da Marvel, a maior editora de quadrinhos de super-herói de todos os tempos — e depois ajudou a expandir esse sucesso como produtor-executivo de filmes baseados no universo Marvel. Aqui estão alguns dos personagens inesquecíveis de Stan Lee:\n\nO garoto sem dinheiro que ganha superpoderes ao ser picado por uma aranha radioativa é uma criação de Lee e do desenhista Steve Ditko e apareceu pela primeira vez no gibi Amazing Fantasy de agosto de 1962. Logo ganharia fãs ao redor do mundo inteiro e se tornaria o super-herói mais popular da Marvel, graças a uma característica das criações de Lee — ele queria que os leitores pudessem se identificar com os personagens. O brasileiro Anderson Silva, ex-campeão do UFC (Ultimate Fighting Championship) apelidado Spider, explicou assim por que o Homem-Aranha sempre foi seu super-herói favorito: \"É o único herói que tem que pagar contas no fim do mês\".\n\nA equipe de super-heróis, hoje é uma das marcas mais identificadas com a Marvel, é de autoria de Lee e do desenhista Jack Kirby. Sua primeira aparição já foi em revista própria, em setembro de 1963. Em uma entrevista de 2004, Lee disse que estava cansado de inventar personagens que adquiriam seus poderes após serem mordidos por animais radioativos ou expostos a raios-gama. \"Por que não dizer logo que eles são mutantes? Eles nasceram assim.\"\n\nHulk Reprodução/Marvel Comics / Via marvel.com\n\nOutra criação de Lee e Kirby, o famoso monstro verde, quem diria, era cinza na primeira edição de The Incredible Hulk, de maio de 1962. Depois que um problema na impressão fez com que o personagem saísse com cores variadas de cinza — e até de verde — na edição, Lee achou melhor mudar definitivamente a cor dele para verde.\n\nHomem de Ferro Reprodução/Marvel Comics / Via marvel.com\n\nCriado a oito mãos por Stan Lee, Larry Lieber, Don Heck e Jack Kirby, a primeira aparição do Homem de Ferro foi no número 39 da Tales of Suspense, em março de 1963.\n\nDemolidor Reprodução/Marvel Comics / Via marvel.com\n\nMuito antes dos filmes com Ben Affleck e da série da Netflix em que é interpretado por Charlie Cox, o herói cego que combate o crime com a ajuda de seus sentidos superdesenvolvidos foi criado em 1964 por Lee e Bill Everett.\n\nPantera Negra Reprodução/Marvel Comics / Via marvel.com\n\nCriado em parceria com Jack Kirby, o herói negro da nação africana fictícia de Wakanda apareceu na edição 52 de Fantastic Four, de julho de 1966. Lee disse que o nome do personagem não tinha relação com o movimento dos Panteras Negras, fundado em outubro daquele ano.\n\nThor Reprodução/Marvel Comics / Via marvel.com\n\nLee disse numa entrevista que em 2002 que a ideia de Thor veio após a criação de Hulk. Ele não sabia de onde tirar um personagem ainda mais forte que o humano mais forte. \"Daí me ocorreu: não faça dele um humano; faça dele um deus\". Inspirado na mitologia nórdica, Thor apareceu pela primeira vez na Journey into Mistery de agosto de 1962. A criação era de Lee, Larry Lieber e Jack Kirby.\n\nQuarteto Fantástico Reprodução/Marvel Comics / Via marvel.com\n\nSenhor Fantástico, Garota Invisível, Tocha Humana e Coisa fazem parte da primeira equipe de super-heróis criada por Stan Lee e Jack Kirby, com sua estreia, já em revista própria, em novembro de 1961.", "Você já deve ter ouvido alguém falar que não é racista porque tem amigos negros ou porque já transou, namorou ou casou com uma pessoa negra.\n\nEra comum mulheres escravizadas serem usadas como amas de leite e mucamas. Ou seja, elas viviam constantemente nas casas de seus donos e donas cuidando de TUDO, desde a amamentação dos bebês brancos até a arrumação da casa, o preparo das refeições, etc. As relações pessoais se misturavam. O afeto até surgia, mas ainda assim elas eram punidas e castigadas.\n\nMas esse argumento não faz sentido, já que o racismo no Brasil se estruturou nas relações construídas no período da escravidão.\n\nIsso para não falar dos estupros, que eram comuns. Homens brancos estupravam mulheres negras e ainda as culpavam, dizendo que eram sedutoras e irresistíveis. Como se elas carregassem o pecado em sua pele.\n\nOu seja, desde o período escravista, os brancos eram capazes de se relacionarem de maneira afetiva com negros, mas isso não os impedia de serem racistas e de se acharem superiores às pessoas negras.\n\nO Brasil é um país mestiço, mas a origem disso não é boa. Por mais que estejamos distantes do período da escravidão, muitas crenças racistas passaram de geração para geração.\n\nHá quem acredite que ao se relacionar com uma pessoa negra, está fazendo um favor apenas porque ela é negra.\n\nHá quem acredite que ao se relacionar com uma mulher negra, está casando com uma mucama.\n\nHá quem acredite que ao transar com uma mulher ou um homem negro, está transando com o tipo de pessoa mais quente na cama.", "Tasty\n\nRocambole de laranja\n\nPorções: 4\n\nVocê vai precisar de:\n\n3 ovos médios, separados\n\n100g de açúcar cristal, divididos\n\n50 ml de leite\n\n50 ml de óleo vegetal\n\n70 g de farinha de trigo\n\n5 fatias médias de laranja\n\n200 ml de creme de leite\n\n1 laranja média, descascada e cortada em gomos\n\nModo de preparo:\n\n1. Preaqueça o forno a 180˚C. Forre uma assadeira quadrada de 22cm com papel manteiga.\n\n2. Em uma tigela média, bata as claras com um mixer de mão em velocidade média até ficarem espumosas. Acrescente 50g de açúcar cristal em dois lotes, e bata até formar picos médios.\n\n3. Em uma tigela média separada, acrescente as gemas e 30g de açúcar cristal, e bata com um mixer até a mistura ficar pálida. Acrescente o leite e o óleo, misturando bem. Depois, acrescente a farinha peneirada e mexa até a mistura ficar homogênea. Acrescente ⅔ das claras batidas e misture delicadamente até a massa ficar homogênea. Acrescente o restante das claras e misture até a massa ficar homogênea.\n\n4. Arranje as fatias de laranja no centro da assadeira preparada e despeje a massa por cima. Distribua uniformemente com uma espátula.\n\n5. Leve ao forno por 15 minutos. Deixe esfriar até a temperatura ambiente.\n\n6. Desenforme a massa usando o papel manteiga.\n\n7. Em uma tigela média, bata o creme de leite e os 20g restantes de açúcar cristal com um mixer até formar picos macios.\n\n8. Espalhe o creme batido uniformemente sobre a massa já fria. Arranje os gomos de laranja em duas fileiras na parte inferior central da massa. A partir da parte inferior, enrole o rocambole delicadamente.\n\n9. Deixe esfriar na geladeira por pelo menos 1 hora, depois fatie e sirva.\n\nBom apetite!", "THANK YOU, @TheRealStanLee. You gave us characters that continue to stand the test of time and evolve with our consciousness. You taught us that there are no limits to our future as long as we have access to our imagination. Rest in power! #EXCELSIOR #StanLee #rip https://t.co/hnSmnHIDln", "Correct! Wrong!\n\nStan Lee co-created Magneto with Jack Kirby. Chris Claremont didn't have a hand in creating Magneto, but deserves a LOT of credit for making him the character people know and love today.", "As a writer, Lee was known for his gift with words. After all, he's the guy who came up with the line, \"With great power there must also come great responsibility.\"", "5.\n\nYour one friend that had a Microsoft Zune and tried to convince you it was better than an iPod:", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Share On more Share On more\n\nThe gender pay gap is narrowing in Australia, but men are still totally dominating leadership roles, five years of data collected from millions of employees and released today shows. The Australian government's Workplace Gender Equality Agency has tracked more than 40% of the nation's employees (4.1 million people) to measure the gender composition of the workforce, the remuneration received by men and women, the flexibility of employment terms (especially regarding family or caring responsibilities) and the frequency of sex-based harassment and discrimination. So what is the good news? \"The pay gap this year has seen the biggest single percentage drop ever, by 1.1%,\" the agency's engagement executive manager Kate Lee told BuzzFeed News. Over the five years to March 21 the gender pay gap continued to narrow but men still out-earn women, on average by 21.3%, in every industry, occupation and manager category.\n\nWGEA/Supplied\n\n\"So men are still taking home, on average, 21% more than women, which includes things like bonuses and shift allowances,\" Lee said. \"The pay gap starts for new graduates, so it isn't just women who are starting their families, but it starts as soon as you hit the workforce out of uni.\"\n\nWGEA/Supplied\n\nThe number of organisations with targeted policies or strategies to support gender equality has also gone up, including an increase in the number of employers who have a formal policy or strategy to support employees who are experiencing family or domestic violence. \"The number of employers offering flexible work has gone up, which is an important thing for gender equality for both men and women,\" Lee said.\n\nWGEA/Supplied\n\nWhat is the bad news? Although the proportion of women in management has increased, most senior roles, especially at the CEO level, are still dominated by men. There is almost no improvement this year in the number of women around Australia’s boardroom tables. Just over 35% of the board and governing bodies the agency looked at had no female members. None. The pay gap has also actually increased in some industries, notably construction and health.\n\nWGEA//Supplied\n\n\"The finance sector still has the highest pay gap, but it has gone down every year and in fact down 6% over the past five years, whereas construction has gone up and has almost overtaken finance now,\" Lee said. \"Construction is a male-dominated industry, but the the pay gap is double that of mining which is equally as male-dominated.\" The widening gender pay gap in healthcare was \"concerning\", she said.\n\nWGEA/Supplied\n\n\"You have an industry in which it is 80% women but men are taking home more money.\" What is stagnating? “Access to parental leave has ground to a halt,” the agency’s director Libby Lyons wrote in the report.\n\nWGEA/Supplied", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "#MichelleObama opens up about early marriage struggles with #BarackObama: \"He’s a plate spinner and it’s not exciting unless one’s about to fall. So there was work we had to do as a couple. Counseling we had to do to work through this stuff.\" https://t.co/Kej0O9klLa https://t.co/bkqaaZgr7A", "Favorite new thing: Scratching haunting things into bananas at the market so when people take them home hours later and the words appear they think a ghost knows their secrets. https://t.co/aDOMd3K8cX", "\"Three words: Target pregnancy wedge. Not only is this bad boy $15.99, but I literally just smiled looking at the picture and remembering the hours of comfort not having to cocoon myself into huge sweaty pillows in the middle of summer.\"\n\n—ellenf4a217bc1b\n\nGet it from Target for $15.99.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "And based off of this interview and the adorable photos we've seen on Instagram, it's safe to say he's loving every minute of his daddy-daughter time with Stormi.", "Disney / Pixar\n\nAnd, as fans will know, the attention to detail in each Toy Story movie tends to outdo the previous one and Toy Story 4 has already proved it is no exception to this rule — I mean, just look at this CRAZY-GOOD DETAIL...", "Check\n\nDeixou de ir a algum lugar e depois descobriu que aconteceu algo terrível e você escapou", "The frittata is a tasty Italian egg dish that's very similar to an omelette or Spanish tortilla. The big difference is that it doesn't get turned over in the pan, because it gets fully cooked on a low heat. The best part of a frittata is that you can throw almost any leftover ingredients from the fridge in, and it'll be great. Get the recipe here.", "Well, I don't know who signed their name in the Book of the Beast to get this gift, but Netflix just announced that we'll be getting a special stand-alone Christmas episode!! Chilling Adventures of Sabrina: A Midwinter’s Tale will premiere on Dec. 14!", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Promising review: \"The more that you wear these shoes, the more comfy they become! I can walk around in them all day, and I get a ton of compliments on them. I usually feel frumpy wearing flats, but that's certainly not the case with these — I just ordered the beige color, and I might get the leopard print. I ABSOLUTELY LOVE THESE SHOES!\" —Amazon Customer\n\nGet them from Amazon for $8.51+ (available in sizes 5.5-11 and 25 colors).", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.", "Anyway, it turned out that Hamill didn't realize the quote was a lyric from the number one song on Billboard's Hot 100 this week, causing him to tweet out \"#ImSorryAri.\"", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "8.\n\nMeia-calça na altura do joelho ou da panturrilha por baixo de vestidos e saias.", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "Major Olímpio encontrou-se com Doria nesta segunda-feira (12), no escritório do tucano. \"Eu disse que vamos lançar Janaina candidata a presidente da Assembleia. E ele disse que vai apoiar Cauê Macris [PSDB] à reeleição\", afirmou o senador eleito, para quem o PSL deve adotar, em São Paulo, uma posição de neutralidade.\n\nAdvogada que ganhou notoriedade com o impeachment de Dilma Rousseff (PT), Janaina, do PSL de São Paulo, foi a candidata a deputada mais votada da história, com mais de dois milhões de votos.\n\nO senador eleito Major Olímpio, presidente estadual do PS, avisou ao governador eleito João Doria (PSDB) que vai lançar a candidatura de Janaina Paschoal a presidente da Assembleia Legislativa de São Paulo.\n\nSem nenhum representante atualmente na Assembleia, o tsunami provocado eleitoral pela votação de Janaina Paschoal e pela campanha do presidente eleito Jair Bolsonaro levou o PSL a ganhar 15 das 94 vagas na Assembleia Legislativa. Será a maior bancada parlamentar em São Paulo.\n\nEsse foi um dos motivos que levaram João Doria a se aproximar de Major Olímpio depois de uma ruidosa campanha eleitoral em que o então candidato a senador gravou diversos depoimentos contra Doria ainda no primeiro turno.\n\nEm um dos vídeos, ele ataca a expressão BolsoDoria, que o tucano usou em São Paulo. \"Como o candidato dele à Presidência explodiu, acabou, é um cadáver político, ele quer se livrar do [Geraldo] Alckmin pedindo para votar no Bolsonaro e nele\", disse Major Olímpio no vídeo.\n\nO processo de paz entre Doria e Major Olímpio começou há pelo menos três semanas. Segundo Olímpio, \"amigos comuns fizeram essa reaproximação\". Entre os amigos não está a deputada federal eleita Joice Hasselmann (PSL). De braços dados com Doria desde o final do primeiro turno, Joice colaborou com o tensionamento da relação dos dois candidatos.\n\nA conversa entre Doria e Major Olímpio durou uma hora. Ao final, os dois posaram para fotos e gravaram um vídeo. Como faz desde sua campanha a prefeito de São Paulo, Doria ergueu a mão fazendo um sinal que chama de \"acelera\". Major Olímpio não o acompanhou, ao contrário do que já fizeram parlamentares e até governantes de outros Estados e legendas.\n\n\"E Doria não gritou 'vergonha! [bordão do major]'. Cada um com sua marca\", riu o senador eleito.", "Esquerda: Um cartaz de recrutamento pedindo às mulheres que trabalhassem nas fábricas de munição como parte da frente britânica durante a Primeira Guerra Mundial, por volta de 1916. Direita: Um pôster britânico da Primeira Guerra Mundial mostrando mulheres trabalhando em um torno mecânico em um complexo fabril.\n\nDurante a Primeira Guerra Mundial, um número sem precedentes de mulheres se juntou ao esforço de guerra. Apesar de não terem participado do combate tradicional, essas mulheres responderam ao chamado para a ação e preencheram o enorme vazio na força de trabalho deixado pelos soldados enviados para batalha.\n\nAs mulheres participaram em quase todos os aspectos do esforço de guerra — na manufatura e na agricultura, ajudaram a manter os soldados armados e bem alimentados, enquanto as telefonistas e mensageiras mantiveram linhas vitais de comunicação. Nas linhas de frente, motoristas de ambulância, médicas e enfermeiras salvaram a vida de milhões. Se não fosse pelas mulheres daquela época, é possível que os Aliados tivessem perdido a Primeira Guerra Mundial.\n\nPor ocasião do centenário do Armistício que, em 11 de novembro de 1918, pôs fim à Primeira Guerra Mundial, eis uma retrospectiva dessas mulheres incríveis que lutaram — e venceram — guerra.", "So, you've got an unmade bed that needs to be made AND a dog that's sitting on that bed who won't get up because it's actually their bed and you are just a guest in it?", "Correto! Errado! Verdadeiro\n\nAlgumas pessoas incluem creme de leite ou alguma variável na receita, mas a receita de Carbonara clássico não inclui o ingrediente.", "Minha colocação sobre a inclusão de modelos transgêneras no desfile da Victoria’s Secret soou como insensível. Peço desculpas. Para ser claro, nós com certeza contrataríamos uma modelo transgênera para o desfile. Já tivemos modelos trans que participaram de audições [para nossos desfiles]…E, como muitas outras, elas não conseguiram. Mas nunca se tratou de uma questão de gênero. Eu admiro e respeito suas jornadas para abraçar quem realmente são. - Ed Razek, chefe de marketing\n\nPor favor, leiam essa importante mensagem de Ed Razek, chefe de marketing da L Brands (empresa responsável pela Victoria’s Secret)”", "And when you're drunk shopping at 2 a.m. or just throw a random thing into your cart when stocking up on toilet paper, you can find a true gem!", "Cyrus and Butler urged people to donate what they could to victims of the fires.\n\nDavid McNew / Getty Images\n\nActor Gerard Butler and singer Miley Cyrus are the latest celebrities to lose their homes because of the ongoing wildfires burning in California. On Sunday, Butler tweeted an image of himself in front of his demolished home. “Heartbreaking time across California,” Butler wrote, right before saying how inspired he was by the “courage, spirit and sacrifice” of firefighters trying to extinguish the Woolsey fire.\n\nReturned to my house in Malibu after evacuating. Heartbreaking time across California. Inspired as ever by the courage, spirit and sacrifice of firefighters. Thank you @LAFD. If you can, support these brave men and women at https://t.co/ei7c7F7cZx. https://t.co/AcBcLtKmDU\n\nCyrus said on Twitter that she was devastated by the catastrophe, adding that she was “one of the lucky ones” in a disaster that has claimed the lives of at least 31 people. The singer, who has been on-again, off-again with actor Liam Hemsworth, said that they both made it out safely. “That’s all that matters right now,” Cyrus wrote. “My house no longer stands but the memories shared with my family & friends stand strong.” Both Butler and Cyrus urged people to donate what they could to victims of the fires.\n\nall I have left. Sending so much love and gratitude to the firefighters and LA country Sheriff’s department! If you are interested in getting involved see next tweet.... Donate $ , Time , Supplies I love you more than ever , Miley\n\n“Blurred Lines” singer Robin Thicke thanked the “courageous firefighters and volunteers” in a statement on his Instagram Sunday. Thicke also updated fans on the well-being of his two children, Julian and Mia, as well as his girlfriend April, all of whom are safe, he said. “We thank everyone for all the love and support we’ve received and we send our love and prayers to everyone affected by the fires,” Thicke said.\n\nFamed singer-songwriter Neil Young also lost his home the day before his 73rd birthday. Young posted online that unlike President Donald Trump’s assertion that the wildfires were caused by poor forest management, climate change was actually the culprit.\n\nAlice Chiche / AFP / Getty Images\n\n“We are not ill prepared,” Young wrote. “We are up against something bigger than we have ever seen. It’s too big for some to see at all. Firefighters have never seen anything like this in their lives. I have heard the said countless times in the past two days, and I have lost my home before to a California fire, now another.”", "While the teaser trailer didn't give too much of the plot away, according to E! will focus on what happens when Bonnie adds Forky as a new toy.", "Share On more Share On more\n\nMore", "But if you look closely in all of the pictures from the event, there's something else that you might notice — Kris Jenner didn't appear to take off her sunglasses all damn night.", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "It's probably for Flight of Passage, too.\n\nP.S. Rope drop means you get to a park before it opens, and run to a specific ride as soon as the \"ropes drop\" and the park opens.", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!", "@emoblackthot Samsung Galaxy is the superior phone, y'all just give into the hype and don't want to be poor shamed for having an Android", "Little Free Library is a movement of — as the name suggests — little free libraries that has grown across the globe. These adorable mini libraries have been spotted everywhere, offering the gift of reading to anyone and everyone! Their official Instagram account posts pictures of libraries from around the world in all different shapes, sizes, and designs. You might even be inspired to build your own!", "Ian Dyball / Getty Images\n\nEm uma típica noite de sexta-feira, você já sabe onde me encontrar: em movimento, começando a suar, com uma roupa que deixaria meus colegas de trabalho de queixo caído. A música bomba, meus braços estão em movimento, eu desço até o chão. O piso está um pouco sujo, mas tudo bem. \"O que é isso? É bom?\", ouço você gritando para mim tentando se sobrepor à música alta. Você aponta para a garrafa cheia de líquido roxo elétrico e transparente que seguro nas mãos. \"É sim!\", grito de volta, erguendo a embalagem para que você possa ver melhor. \"Pinho Sol! Funciona muito bem em bancadas!!!\" Sim, eu não estou rebolando para meu crush na balada com um drinque na mão. Estou fazendo algo ainda melhor: faxina.\n\n\n\nGetty Images\n\nDurante anos, eu, assim como muitas pessoas que trabalham ou estudam de segunda à sexta, faxinei minha casa e me dediquei às tarefas domésticas aos sábados e domingos. Algumas horas do meu fim de semana — talvez não todo fim de semana (não vamos exagerar), mas muitos fins de semana — foram dedicadas a esfregar, limpar, enxaguar, arrumar e passar um tempo no supermercado lotado. Não era o ideal, mas que outra opção eu tinha? Eu não tinha tempo nem disposição para fazer essas coisas durante a semana e após o trabalho. Tarefas domésticas são feitas aos sábados e domingos; é assim que as coisas funcionam.\n\nEntão uma amiga me sugeriu uma solução: \"Limpe seu apartamento às sextas à noite\". Fiquei levemente escandalizada — FAXINA na sexta-feira à NOITE?! — e profundamente cética. E minha vida social? No entanto, depois de ver como a ideia funcionou bem para ela, tentei fazer o mesmo. E ela estava certa: a faxina às sextas de noite foi um divisor de águas na minha vida.\n\nComicsans / Getty Images ^A melhor boate da cidade!!!\n\nO principal benefício da Faxina às Sextas de Noite (FSN) é que você pode curtir sua casa limpinha durante todo o fim de semana. Os fins de semana são especiais, mesmo quando não acontece nada particularmente excepcional, e poucas coisas aumentam essa sensação do que: \"meu Deus, eu tenho dois dias para fazer... nada? Tudo??\", com bancadas brilhando ao seu lado e toalhas macias e limpas no banheiro. Por outro lado, se você espera até sábado ou domingo para fazer as tarefas domésticas, não pode desfrutar plenamente dos frutos do seu trabalho. Sim, acordar em uma casa limpa na segunda-feira de manhã é ótimo, mas você não poderá curtir as primeiras 24 horas muito especiais de limpeza brilhante.\n\nO principal benefício da Faxina às Sextas de Noite (FSN) é que você pode curtir sua casa limpinha durante todo o fim de semana.\n\nAlém disso, me responda: o que mais você quer fazer em uma sexta à noite? Ah, \"sair\"? Mas você já considerou a incrível alternativa, FICAR EM CASA? Sério, não sei quem é responsável pela ideia de que noites de sexta são para balada.\n\n\n\nDepois de uma semana inteira trabalhando, eu não quero falar com ninguém, muito menos ser sexy. Não — para mim, a noite perfeita de sexta envolve algum tipo de atividade leve sozinha (como voltar para casa a pé, tomar um sorvete, vagar sozinha pelo supermercado por uma hora), seguido por nenhuma atividade. E faxina é uma excelente atividade para começar.\n\nOkea / Getty Images\n\nAntes de me tornar adepta da FSN, nunca tive aquela hora \"perfeita\" para fazer minhas tarefas domésticas. Aos sábados e domingos, eu sempre ficava indignada ao pensar que estava sacrificando mesmo que só algumas horas para isso.\n\n\n\nAs manhãs eram a pior hora para mim; não que eu quisesse ficar dormindo ou largada no sofá — eu não curto \"relaxar\" —, mas as manhãs são quando me sinto mais criativa e motivada. E eu não queria desperdiçar minha melhor energia em coisas como esfregar o chão.\n\n\n\nCom a FSN, passei a reservar minhas manhãs de fim de semana para passatempos criativos e outras atividades que me deixam feliz. Você pode pensar que então as tardes/noites de domingo seriam a alternativa lógica para a faxina, mas isso, além de dar a sensação que meu fim de semana ficava menor, contribuía para aquela típica depressão de domingo... Porque é o seguinte: quando você não resolve logo o problema da faxina, ela te assombra durante todo o fim de semana. Você sabe como é: você está deitada no sofá, alternando entre os Stories do Instagram, seu feed no Facebook, um artigo interessante e algo na Netflix. Então, quando se levanta para pegar alguma coisa para comer, vê aquela pilha de roupa que precisa ser lavada ou o lixo que precisa ser levado para fora. E, assim, você lembra que esse momento de descanso e despreocupação logo deve chegar ao fim... Já a FSN permite que você mantenha essa mágica viva!\n\n\"Mas eu não quero fazer faxina em uma noite de sexta-feira!\" Certo — a gente nunca quer fazer faxina. Porém, podemos tornar essa tarefa mais suportável.\n\nAgora, você pode estar pensando: \"Mas eu não quero fazer faxina em uma noite de sexta-feira!\" Certo — a gente nunca quer fazer faxina. Porém, podemos tornar essa tarefa mais suportável. Resolver isso já na sexta à noite me fez desgostá-la significativamente menos. E, embora uma casa limpa seja uma recompensa em si, você também pode se presentear após fazer isso. Quando você terminar a FSN, pode pedir uma pizza, tomar um longo banho, colocar uma máscara facial, assistir à sua série favorita — afinal, é sexta à noite. Eu também descobri que o tempo voa durante a FSN. É como se o universo estivesse me recompensando por não procrastinar. Um minuto, estou pegando água sanitária e amarrando meu avental, irritada por ter que fazer isso quando preferiria estar no sofá... mas, quando vejo, já estou comendo minha deliciosa refeição e desfrutando de um entretenimento bobo no sofá (agora livre de pelos de cachorro!!!!), maravilhada como foi indolor.\n\nAnsonsaw / Getty Images\n\nVocê pode achar que tem muita coisa para limpar para terminar tudo na noite de sexta-feira, e entendo. Mas, neste caso, você pode enfrentar sua tarefa doméstica menos preferida na sexta-feira, então ela já ficará fora do caminho. Eu, por exemplo, costumo lavar roupa na noite de sexta. Se você está realmente comprometida em sair nas noites de sexta, sugiro só uma mudança de calendário: faça a faxina na quinta-feira à noite. A FQN tem quase todos os benefícios da FSN; qual noite é melhor se resume a como você se sente sobre/nas quintas e sextas-feiras. Eu tenho energia e me sinto social às quintas-feiras, então, se eu precisar sair, prefiro fazer isso nesse dia (observação: eu nunca saio). Em qualquer caso, os dois dias compartilham uma qualidade importante: não são sábados ou domingos.\n\nMagdevski / Getty Images\n\n\"Mas, Rachel\", ouço você dizendo. \"Eu realmente preciso tomar um goró depois da semana que passei.\" Nesse caso, você pode dar uma passadinha no happy hour e depois ir para casa fazer sua faxina... ou você pode simplesmente tomar uma bebidinha em casa antes de começar a FSN! Uísque e a playlist certa é quase uma balada... exceto que, quando pegar naquela coisa (“naquela coisa” = um aspirador), você não não precisará se preocupar com um estranho tomando isso como um convite. Além disso, se você decidir sair e trazer alguém para casa no sábado, saberá que não haverá louça suja na pia ou roupa íntima virada do avesso no chão do banheiro. Você é livre para discordar, mas, por experiência própria, tanto as transas casuais como as ressacas são melhores com uma casa limpa. Fazer faxina nas noites de sexta pode parecer estranho no começo, mas isso faz muito sentido. Depois de uma longa semana fazendo coisas como usar sutiã, ficar sentada no trânsito e debater se deve ou não terminar um e-mail de trabalho com um ponto final ou um ponto de exclamação, a última coisa que quero é colocar salto, rímel ou ficar sorrindo. No entanto, posso colocar um moletom, uma playlist da Beyoncé e minhas luvas de limpeza favoritas e dar ao meu futuro eu o presente de um apartamento limpo e aconchegante – além de um fim de semana livre de tarefas e cheio de possibilidades.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Can I just say...this is me!!!!!!!!!!!!!!!!!!!!!!!! My S.O. could be spotted in a picture with someone from 10 years ago and I'd be like...", "Amazon\n\nPromising review: \"I purchased this for myself at a bookstore and then purchased two more for my coworker and my mom. It's high-quality with simple prompts (i.e., What are you going to let go of? What are you grateful for? What are you going to focus on?). I love this little book. It's an excellent choice for those who want the meditation of journaling but can't seem to commit to a longer freeform journaling style.\" —Scott\n\nGet it from Amazon for $11.91 or Barnes & Noble for $13.86.", "So, we're going to go out on a limb and say it's been one of those days...", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Bien Tasty\n\nRendimento: 10\n\nVocê vai precisar de:\n\n200g de biscoito tipo maria\n\n300g de manteiga sem sal\n\n4 gemas\n\n¼ de xícara de açúcar\n\n3 xícaras de paçoca triturada\n\n2 + ½ de cream cheese\n\n½ de queijo mascarpone\n\n¼ de creme de leite fresco\n\n4 claras\n\n2 colheres de sopa de açúcar de confeiteiro\n\nCobertura\n\n1 paçoca trituradas\n\n¼ de xícara de chocolate meio amargo\n\nModo de preparo:\n\n1. Preaqueça o forno a 180ºC\n\n2. Em uma tigela bata as gemas e o açúcar até que vire um creme esbranquiçado.\n\n3. Adicione as paçocas ao creme.\n\n4. Em uma tigela bata o cream cheese, o mascarpone e o creme de leite fresco até que fique homogêneo.\n\n5. Junte essa mistura ao creme de paçoca e misture delicadamente até que se incorporem totalmente.\n\n6. Bata as claras e o açúcar de confeiteiro até formar picos moles.\n\n7. Incorpore as claras ao creme delicadamente.\n\n8. Leve ao forno por 15 minutos a 175ºC.\n\n9. Depois leve ao forno por 60 minutos a 130ºC.\n\n10. Deixe esfriar por 2 horas e depois leve à geladeira por 4 horas.\n\n11. Com a ajuda de um saco de confeiteiro, decore o cheesecake com chocolate amargo derretido e depois polvilhe paçoca triturada por cima.\n\n12. Aproveite!", "\"A provocação vem disfarçada de piada, e as pessoas riem, porque acostumaram-se, parece-nos normal! E lá se vai a nossa vida, cheia de reflexões quanto ao que usar como artista, como empresária, como esposa, como amiga, como empregada, como patroa... como mulher. Até que horas podemos estar nas ruas? Aprendemos a nos esquivar. Fizemos concessões porque fomos educadas assim. Mas, nós que somos vítimas! 'Ah, mas se estivéssemos usando outra roupa?' Definitivamente a culpa não é do que estamos usando! A culpa é dessa atitude constrangedora e de dois pesos e duas medidas. Somos livres! \"", "Os três grandes incêndios que tomaram o Estado da Califórnia (EUA) nos últimos dias não só forçaram centenas de milhares de pessoas a deixarem suas casas, como também afetaram os animais da região.\n\nNo norte da Califórnia, o incêndio Camp Fire destruiu mais de 6.700 residências e afins, tornando-se o mais devastador na história do Estado. No sul, 200 mil moradores receberam ordens de abandonar suas casas devido ao alastramento dos incêndios Woolsey e Hill. Estima-se que ao menos 31 pessoas já tenham morrido.\n\nPorém, quando existem motivos para uma evacuação em massa, significa que todos estão sendo prejudicados – não só humanos, como animais de estimação, de criação e selvagens.\n\n\n\nEste post mostra algumas imagens dramáticas de como esses incêndios estão afetando os animais da Califórnia.", "Promising review: \"I'm IN LOVE with these boots! You can’t go wrong! I have wanted some all winter long but debated on if/when I would wear them because I don’t dress up much, so I didn’t want to spend a lot on them. I decided to try these out, and I WASN’T disappointed. I have gotten compliments every time I have worn them and have found quite a few outfits to wear with them. They are very functional since they have a lower heel than most I found. I would go half a size up as well since they tend to run a little on the small side. If you’re debating trying them, GO FOR IT!!! You can’t beat the price!!!\" —Joann Willis\n\nGet them from Amazon for $18.68+ (available in sizes 6-11 and in eight colors).", "In case you don't know Bishop, he's known for appearing on various panel shows, for his charity work, and for being a footballer, but you don't need to know about him too much to understand this post.\n\nOh and the Spice Girls were guests on that show too. Hiya.", "Era altíssima a taxa de mortalidade infantil no Império: 40% das crianças escravizadas não chegavam a completar 5 anos.\n\nE, como explica o pesquisador Luiz Fernando Veloso Nogueira, essa taxa ganhou \"força após a Lei do Ventre Livre, pois, além das péssimas condições de vida, cresceu o descaso [dos fazendeiros e proprietários] pelos recém-nascidos.\"\n\nVale lembrar que a lei não previa a libertação das mães das crianças, e muitas vezes os senhores de escravos alteravam a idade na matrícula de nascimento dos escravos para poder mantê-los mesmo depois que eles completassem 21 anos, segundo Schwarcz e Starling.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "In her acceptance speech, Nicki first thanked Donatella Versace \"for custom making this outfit for me\" before quickly following it up with, \"And shoutout to Michael B. Jordan because he's gonna be taking it off me tonight.\"", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "However the thing about trends is, they go out of style at some point. So we want to know which current food trends you think we're going to look back on and say, \"What were we THINKING?\"", "Amazon\n\nIt has 20 brightness settings that slowly increase over 30 minutes so you rise ~with the sun~, feeling energized and ready for the day. Once it's at full brightness, only *then* will the alarm sound go off. Plus, it'll do the same thing in revers to help you wind down at night!\n\nGet it from Amazon for $104.99.\n\nPromising review: \"This has really made a big difference in how I wake up every morning. On these short winter days, I always have to wake up before sunrise, and that's...challenging. I found myself hitting the snooze button at least three times, leaving very little time for me to get ready and to work on time. Having the sunrise simulation wakes me up gradually and completely. I almost always wake up fully before the music starts and I have not needed the snooze function yet. All of the wake up sounds were pleasant. I especially like the birdsong with flute music, as it reminds me of being in a spa. I like the dusk option for going to sleep. I set it for 30-60 minutes and read until it's too dark and I drop off to sleep. An additional bonus is that since I'm no longer using my cellphone as my alarm clock, I practice better sleep hygiene and keep my cellphone out of the bedroom. It is a significant investment but it has been worth it.\" —MsEdinger\n\nCheck out a BuzzFeeder's review (#11 in the post) for a first-hand account on how it can make mornings easier.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "To use, you simply shake, spritz 3-5 times into the toilet on top of the water, and let nature take its course!\n\nPromising review: “Not only does it form a barrier that keeps odors trapped, but it smells AWESOME! The main scent I picked out was citrus, followed closely by vanilla with subtle peppermint notes as well. It’s not messy, and the directions are very straightforward.” —Bethy\n\nGet it from Amazon for $9.39+ for a 2oz. bottle, which has up to 100 uses and is small enough to carry in your backpack or purse (available in seven sizes and 21 scents).", "Avis\n\nAnd if you order your rental through Amazon Alexa? You get 20% (!!!!) back in an Amazon gift card — all you have to do is login with your Amazon account. PLUS! You can download the Avis app for easy access to all your rental info. Need to make a reservation? Sure! Need to modify or cancel a reservation? Sure! Need to choose your car at pick-up, find the nearest gas station, or change your plan? SURE SURE SURE, all thanks to the handy Avis app.\n\nCheck out all the great deals at Avis.", "“I just bought these basically on the strength of Anker's reputation as a company that produces electronics worth about twice what you pay for them. And so far, I'm not disappointed. I've been tempted by over-ear wireless noise-cancelling headphones for a while, and sort of flirting with either Bose QC35, Beats Studio, or Sony WH100MX2. The problem, of course, is that the sticker price for all of those is like $350, even though you can usually gets the Sony and Beats for less — which is a lot to pay for 'I've been tempted by this.' A hundred bucks, on the other hand...is a hundred bucks. I'll spend a hundred bucks on something I'm not sure I'll like. But I like it! And I'm glad I didn't pull the trigger on the Bose/Beats/Sony. I got all I want from these, for a third of the price.” — Paul Gowder\n\n“Damn. I love these headphones. I wear them every day after work. I wear them every day to the gym. Someone asked me what brand they were, and when I told him, he said ‘Anker. They're awesome. They have customer service as good as LaRue.’ (For the uninitiated, LaRue firearms including the Optimized Battle Rifle, are the pinnacle of warrior geek, so this was a positive response.) Zero problems with the headphones. I will gift a pair to my son if he proves worthy of such a purchase by showing me stellar grades at college.” —Richard MC\n\n“Anker fan here, and have been for quite a while now. I tend to lean for this brand when the opportunity arises. They've had a real good track record when it comes to releasing products and I personally haven't had an issue with anything I've purchased from Anker. I didn't have an audiophile's high expectations with these guys, so I was definitely impressed by their solid build, soft ‘pleather’ touch controls, up-to-50-hour battery life, and comfortable ear cups.” —Luis\n\n“I bought these to use at my office. The noise-cancelling when playing music pretty much drowns out all other sounds so I can focus on my work. My coworker, who is an extreme audiophile, listened to them and was very impressed by the sound. I have yet to see a low battery alert during the day. The case is very protective; perfect for travel!” —Scott", "Walmart\n\nPromising review: “After assembling this bookcase, I am still very pleased with my selection. It has black metal posts and very dark brown wooden shelves. This bookcase is a little over 5-feet-tall and about 30 inches wide. Small art work, statues, and books, would look lovely on this bookcase. A safety strap was included in the box, so the bookcase can be attached to the wall. This keeps small children safer so the bookcase cannot fall on them. This bookcase would go nicely in a study, a living room, and also in the bedroom.” —SJLee\n\nPrice: $72+ (available in two colors)", "Correct! Wrong! Two!\n\n\"Love Story\" and \"You Belong With Me\" are included in a mash-up with \"Style\", and believe me when I tell you that it's ICONIC. She has sung other Fearless tracks as ~surprise~ songs each night, including \"Hey Stephen\", \"Fifteen\" and \"White Horse\".\n\nTap to play GIF Tap to play GIF\n\nVia Big Machine", "BuzzFeed\n\n\"As the ~model~ you have to be comfortable in your pose - if you feel awkward, that’s going to translate into your face and people will be able to see it in the photo. You want it to look authentic, like you’re enjoying yourself.\n\n\"I know some girls like the moving photos, getting pics between poses. Some girls like walking photos, some like standing still. It’s up to you!\"", "*Well, she collaborated with Troye Sivan and also dated Jai Brooks from The Janoskians – so, in true Australian fashion, we'll adopt her as our own.", "Both Hawke and the judge had referred to Hands’ “ties” and “contributions” to the Aboriginal community, but had not explicitly acknowledged that he was part of the community.\n\nIn an appeal to the Full Court of the Federal Court, heard this morning, Hands’ lawyer Sarah Pritchard SC argued that Hawke and the Federal Court judge failed to take into account Hands’ identification and acceptance as an Aboriginal man by the Aboriginal community.\n\nHe applied for his visa cancellation to be revoked, but assistant minister for immigration Alex Hawke found that he represented an “unacceptable risk of harm to the Australian community”. That decision was upheld by the Federal Court in May.\n\nIn 2017 Hands’ visa was cancelled after pleading guilty and being sentenced to 12 months’ imprisonment for a number of offences, including intimidating his partner and assaulting her grandson. At the time of his plea, Hands said he did not know he was not an Australian citizen and that he risked being deported.\n\nJustin Hands, 47, is a New Zealand citizen who came to Australia when he was three years old. After leaving home at 12 he was adopted into an Aboriginal family in Wollongong. He has lived and worked in Aboriginal communities on the NSW South Coast since.\n\nThe Australian government’s decision to deport a man who has spent most of his life in Aboriginal communities did not properly take into account his identification as an Aboriginal man, the Federal Court has heard this morning.\n\nIn his application for his visa cancellation to be reversed, Hands referred to his Aboriginal partner of 12 years, Maria Walker, his four Aboriginal children from previous relationships, and the fact that he was helping Walker raise five grandchildren, who recognised him as their \"Pop\".\n\nA statutory declaration from Walker attested that he was raised “within the Koori culture”, that the “wider Aboriginal community accept and recognise [him] as a Koori man”, and that he provided “culturally sensitive care” for her grandsons.\n\nHands also had letters of support from the recently-retired CEO of Merrimans Local Aboriginal Land Council, Anne Greenaway, who described “her knowledge of Mr Hands being an accepted member of the local Aboriginal community”, and a number of others who described his close connections with the Aboriginal community.\n\nIn court today Pritchard said Hawke was effectively being told: “This is an Aboriginal person”. “He’s lived his whole life since he was a teenager as an Aboriginal person,” she said.\n\nWhile Hawke referred to Hands’ statement that he was “acknowledged as one of their own” by communities on the South Coast, Pritchard argued that Hawke didn’t properly engage with the impact on Hands and the community that removing him would have.\n\n“It’s not just that he’s engaged in the Aboriginal community, but that he’s a part of the community,” Chief Justice James Allsop said, summarising the argument, “and the deep importance of that for both him and the community\".\n\nPritchard described it as “common knowledge” that “Aboriginal communities have experienced considerable harm and hurt by definitions of Aboriginality imposed upon them”.\n\nIn his decision upholding the visa cancellation, Hawke found that although Hands would suffer “short term hardship” if sent to New Zealand, over time he would be capable of settling there “without undue difficulty”. Pritchard argued that there was no evidence for that, and that Hawke had failed to consider the extent of the challenges Hands would face if deported.\n\nThe government’s lawyer argued that it was clear that Hawke had taken Hands’ family relationships and connection to the Aboriginal community into account.\n\nThe government also argued that Hands hadn’t clearly articulated his identification as an Aboriginal person.\n\nHands, who is currently in Western Australia’s Yongah Hill Detention Centre, appeared in the court via video-link this morning, and spent much of the hearing with his head in his hands.\n\n\n\nThe court said it would attempt to deliver a judgement as “expeditiously” as it could, probably by the end of November.", "Amazon\n\nPromising review: \"This exceeded my expectations! It looks even prettier in person, looks elegant, and is very sturdy. I absolutely love it!\" —Prev\n\nGet it from Amazon for $59.95.", "プロデューサーである秋元康氏および所属レコード会社であるソニーミュージックに 謝罪 を求めていた。これらを受け、ソニーミュージックは公式ホームページに謝罪文を掲載している。\n\nSWCは2年前、アイドルグループ「欅坂46」がハロウィンライブで着た衣装がナチス・ドイツの制服と酷似していた問題でも、嫌悪感を表明。\n\n過去にメンバーがナチス親衛隊（SS）のロゴが入った帽子を被っていたり、コンサートでナチスを連想するようなパフォーマンスを行なっていたことが、その理由だという。\n\n米国時間11月11日に公式ホームページ上に掲載されたBTSに関する声明では、SWCのアブラハム・クーパー副館長が、「長崎の原爆被害者をあざけるTシャツを着ていたことは、過去をあざけるこのグループの最新の事例にすぎない」と指摘。\n\nBTSにナチス親衛隊のロゴが入った帽子を被って写真撮影をしたメンバーがいたことや、コンサートでナチスの鉤十字に似た旗を振っていたことなどを問題視した。\n\nSSが第二次世界大戦のホロコーストで、ユダヤ人の大量虐殺に関わっていたことに触れながら、「国連での講演に招かれたこのグループは、日本の人々とナチズムの犠牲者たちに謝罪する義務を負っていることは、言うまでもない」とした。\n\nそのうえで、「それだけでは不十分だ」として、こう結んだ。\n\n「このグループの経歴を作り上げ宣伝している者は、あまりにも簡単に過去の記憶を誹謗している。その結果、韓国や世界の若い世代が、偏見と不寛容を生み出すことが”クール”であると感じてしまう可能性があり、さらに歴史の教訓を消失させる手助けにもなってしまう。メンバーだけではなく、このグループの経営陣も、公然と謝罪すべきだ」", "⚡️ Melbourne: “I threw the trolley straight at him, and I got him. I didn't quite get him down, though. I’m no hero” - Michael Rogers. 7 News has spoken exclusively to “trolley man”, a bystander being hailed a hero following Friday’s terror attack. #TrolleyMan #7News https://t.co/K0v3OXAwe0\n\nShire Ali fatally stabbed one man, 74-year-old Sisto Malaspina, and injured two others before he was shot by police. He later died in hospital.\n\n\n\nAn online fund was set up for Rogers by the Melbourne Homeless Collective after it emerged that he was homeless and had broken his phone in the incident.\n\nWithin 10 hours the fund had raised over $9,000, and by Monday the figure was over $100,000.\n\n\"We're absolutely blown away by everyone's generosity and spirit in helping our hero get back on his feet,\" wrote Melbourne Homeless Collective founder Donna Zen.\n\n\"We don't actually have a set target but due to the incredible generosity we've seen so far we'll keep increasing the total accordingly.\"\n\nWhile people have lauded Rogers' bravery, Victoria Police chief commissioner Graham Ashton told ABC radio people should be cautious when intervening with police operations.\n\n\"Certainly people need to be cautious when trying to do that sort of thing,\" he said. \"If the trolley had hit one of the police officers and he'd fallen over and [Shire Ali] was on top of him, it could have been a different outcome.\"\n\nSpeaking to The Age newspaper, Rogers said he had been in and out of jail for two decades, with a history of drug use. \"I haven't had good experiences with police,\" he said.\n\n\n\n\"It was spur of the moment. The car stopped and I heard a lot of yelling and screaming. Initially I thought it was the driver and the occupants fighting. But when I saw people running and screaming I realised it was something a bit more than an argument.\"", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Correct!\n\nWrong!\n\nUsing chopsticks to take food from other plates is perfectly acceptable, but, due to sanitary norms, you're supposed to pick up your food using the other end of the chopsticks (the end that doesn't touch your mouth!).", "James Ross / AAP\n\nIf you read just about any article showcasing Melbourne's much-lauded coffee and cafe culture, chances are Pellegrini's Espresso Bar will feature.\n\nThe Italian cafe on Bourke St is a short walk to Bourke St Mall and the Victorian parliament. It opened in 1954, and since 1974 has been co-owned by Italian immigrant Sisto Malaspina and his business partner Nino Pangrazio. The cafe was one of the first to have an espresso machine in Melbourne. While many of the businesses from that era have shut, replaced by convenience stores and bars, Pellegrini's – with its black and white checkered floor and red stools – has become a local institution. The neon sign is Heritage listed.\n\nJames Ross / AAP\n\n\n\nThe cafe was Malaspina's life. In an interview with the Victorian government for a case study on the cafe, Malaspina said he was very hands-on. \"Forget about two-day weekends,\" he said. \"My weekend lasts less than 24 hours. But I'm happy.\"\n\nFriday's terror attack on Bourke St happened less than 100 metres from Pellegrini's. Malaspina was stabbed with a knife by Hassan Khalif Shire Ali, and died from his injuries. Two other men were also stabbed, and Shire Ali died after being shot by police. Malaspina was named as the victim on Sunday, and tributes have been flowing since. Scores of bunches of flowers have been left outside the cafe, and people have been queueing to leave tributes and sign a condolence book.\n\nJames Ross / AAP\n\nPellegrini's has been closed since Friday, and isn't expected to re-open until Tuesday.\n\nA sign inside the window from staff reads: \"Thank you for making us your staff members as part of your life. You always looked after us like family. Pellegrini's was your life. We will never forget all that you have done and given us all.\" On social media, Russell Crowe and Bill Shorten were among those paying tribute.\n\nSisto, il mio cuore si spezza ... I’ve been going to Pellegrini’s since 1987. Never been to Melbourne without dropping in on my man Sisto . South Sydney stickers on the wall and caps on display. My sweet loyal friend, stabbed in the street by a mad man. Cosí triste. https://t.co/kfj32smdOz\n\nShocking, unreal and heartbreaking. I have been visiting Pellegrini’s since school. I just saw Sisto on Monday morning. He insisted I try a slice of his almond cake. He’s a Melbourne icon and a true gentleman. Impossible to imagine the devastation for his family and staff. https://t.co/CPziguJlpz\n\nHeart broken that we lost such a great man of Pellegrini’s and a friend to so many (including me) Sisto Malaspina , to a senseless act of violence in Melbourne. Sisto thank you for the love you gave us all, you will be missed mate. R.I .P https://t.co/gjSAjgFV5I", "Greyhound racing was banned in Florida yesterday. Regardless of your views on racing, this means about 8000 hounds will be looking for homes in the coming months. They are wonderful, kind, sweet, and sleepy dogs, and in the wake of this please consider opening your home to one. https://t.co/5ZwaAJRA1h", "4.\n\nThen we have this little Easter egg: You'll notice that the \"h\" is the only letter lowercased. What happens if you remove that \"h\" from Chum bucket? You get something ENTIRELY different and well, you can read.", "Share On more Share On more\n\nTracy McLeod Howe has departed as White Ribbon Australia's chief executive, three weeks after the anti-domestic violence organisation withdrew a statement saying \"all women should have complete control over their reproductive and sexual health\".\n\nLukas Coch / AAP\n\nMany people were angry with McLeod Howe and White Ribbon Australia when BuzzFeed News last month revealed the organisation had retracted the statement, first issued in February 2017.\n\nBuzzFeed News understands members of the organisation contacted a number of pregnancy option counselling and sexual health providers to notify them of the shift on the morning after politicians voted to decriminalise abortion in Queensland.\n\n“We have withdrawn it because we are agnostic until our stakeholders tell us it is important to most of them,\" White Ribbon's new chief executive Tracy McLeod Howe told BuzzFeed News.\n\n\"My job is to represent a movement of diverse members of a community who range in age and gender and religion and viewpoints.\"\n\nWe are profoundly disappointed and have now cut ties with White Ribbon https://t.co/xmpGB5pkbx\n\nThe day after her comments were published, McLeod Howe issued a \"mea culpa\" via Women's Agenda and said she would reinstate the organisation's reproductive rights policy on the website \"where it will remain pending stakeholder consultation\".\n\nWhite Ribbon Australia's board of directors announced on Friday that Delia Donovan, who was previously the organisation's community and programs director, had assumed the role of acting chief executive. \"We thank Tracy for the past three months and we wish her well in her future endeavours,\" acting chair Ian Carter said in a statement. McLeod Howe told The Australian she was forced out of her job by a board that didn't back her vision for change, and said it had nothing to do with her decision last month to withdraw the statement. “Some things between myself and the board did not gel, and it ­became clear I was not their cup of tea,” she said. “Certainly taking down the reproductive rights paper, and quickly reinstalling it when it became a Twitter storm, was not helpful to anyone.\"\n\nIt’s a new day. Going to see Freddie Mercury movie and refurbishing a bedroom. Roll on weekend. Life keeps rolling.\n\nEarlier this month the board \"affirmed\" the statement in support of reproductive rights, which was republished on the White Ribbon website after being temporarily removed.\n\n\"This statement was never open for debate or consultation and should not have been withdrawn from our website,\" Carter wrote in an email to a women's health organisation.\n\n\"We very much regret any confusion or distress that has been caused by recent communications on this issue.\" If you or someone you know is experiencing violence and need help or support, there are national and state-based agencies that can assist you 24 hours a day, seven days a week. Call 1800 RESPECT (1800 737 732).", "BBC\n\n\"This seems like an odd suggestion, but Luther is unexpectedly creepy. It stars Idris Elba, who plays a ~not-so-by-the-book~ detective in England. Most of the murders are so creepy I still can't watch certain episodes alone at night, and I've watched the series four or five times. Plus he makes friends with a serial killer because he can't prove their guilt, and they are creepy AF but very loveable somehow (yes I know how that sounds, you'll understand if you watch).\" —Larsmm", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "I'm about to show you 23 images that will make you think you've been living in an alternate reality, because for some reason your brain has remembered them as something entirely different from what they truly are.", "Amazon\n\nPromising review: \"I love this thing. I’m SO glad I got it. My child is two months old and we’ve been using it since we got home and there’s been zero mold, it’s super easy to fill, holds a whole pack of wipes, has a nice long cord, a little light, and locks on the sides of the bottom lid to keep it down when pulling out wipes. Now, when I use cold wipes in the daytime, they bother my hands because I’m used to the warm wipes, so I can’t imagine how nice it is for my little one to have them warmed up. It heats up only on the top of the lockable portion of the warmer. Not too hot, not too cold and no little hands can get into it as long as it’s locked. The only issue (which isn’t huge) that I’ve run into is that when the wipes get low, the inside gets pretty hot. This is fixed as soon as it’s filled again. I was so indecisive on this issue and I’m so glad I decided to splurge.\" —BR\n\nGet it from Amazon for $21.95.", "This Is The Hardest Fast-Food Logo Quiz You'll Ever, Ever Take\n\nHow observant are you really?", "Columbia Pictures\n\n\"She did two or three [takes], and she did it kind of weakly...I think she was nervous about having to do it in front of the cast, crew, and everybody,\" Reiner said. \"And finally, I said, 'Here, Meg—this is what I’m looking for.' And I sat down opposite Billy and I acted it out. I pounded the table again and again going, 'Yes! Yes! Yes!' and when we were done, I turned to Billy and said, 'Uh-oh, I just realized I had a huge orgasm in front of my mother!'\"", "BuzzFeed\n\n\"I love the feeling of being able to see my skin be cleaned and cleared out. There are three steps to this mask: the first is to prepare and moisturise the nose, then second is to pull and extract, and the third is to tighten the pores back up. It’s pretty pricey and can be a time consuming process that took me about 30-40 minutes, but it is such good “treat yourself” time and you feel so clean when you’re done.\" – Michelle Rennex", "Looking for even more travel in your life? Then you should join our Bring Me Community Facebook group to talk about it to your heart’s content!", "Check\n\nBeen in a long line to get food but didn't bother to read the menu and decide until you're at the very front.", "News moves fast. Keep up with the BuzzFeed News daily email!\n\nSign up", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!", "Queensland Police arrested My Ut Trinh on Sunday afternoon. On Sunday evening she was charged with seven counts of contamination of goods with intent to cause economic loss.\n\nFronting the media on Monday morning, detective superintendent Jon Wacker described the investigation as \"unique\" and said DNA evidence would be submitted to court.\n\n\"We believe the evidence is strong,\" said Wacker, confirming the offender was an Australian citizen.\n\nUt Trinh faces a maximum of 10 years imprisonment if found guilty, he said.\n\nWacker said there had been hundreds of reports of contaminated fruit across the country.", "Share On more Share On more\n\nTwenty eastern quolls were transferred in March from a Tasmanian wildlife sanctuary to Booderee National Park on the south coast of NSW. In May the reintroduction program produced the first 15 eastern quoll joeys born on the mainland in over 50 years. The joeys are now roaming independently of their mothers and they've been observed climbing trees and hunting in the area.\n\nMaree Clout / Via Supplied\n\nThe eastern quoll is a notoriously feisty animal that eats insects and spiders as well as pests such as rabbits, mice, and rats, maintaining an important balance in the ecosystem.\n\nIt was once distributed throughout NSW, Victoria, South Australia and Tasmania but was driven to extinction on the mainland by predators such as foxes and feral cats.\n\nRewilding Australia / Via Supplied\n\nThe quolls' reintroduction to mainland Australia is a collaborative effort between Parks Australia, WWF, Australian National University (ANU), and Rewilding Australia.\n\nThe program was initiated following a 15-year effort by Booderee National Park to reduce fox numbers so the quoll population would have a chance to grow.\n\n\n\nMaree Clout / Via Supplied\n\nRob Brewster, director of Rewilding Australia, told BuzzFeed News he is cautiously optimistic that the eastern quoll could continue to proliferate in Booderee National Park and NSW as a whole. \"It's definitely early days, and a small population of any species has a much higher chance of going extinct, so it really is a numbers game,\" said Brewster. \"I'm very happy with the progress and we've proven a lot. We've proven that quolls on the mainland – where foxes are managed – can survive in the bush for over six months.\" Brewster says the quoll population will be monitored closely. The reintroduction process will continue in Booderee National Park, with new Tasmanian quolls from Trowunna Wildlife Sanctuary and Devils @ Cradle sanctuary in early 2019.\n\nMaree Clout / Via Supplied\n\nQuolls have a relatively short natural lifespan for a mammal of their size, about three years, and only have two viable breeding terms in their lifespan. The eastern quoll joeys at Booderee will be able to begin breeding in May 2019. Before the initiation of the Booderee National Park project, the last quoll sighting on mainland Australia was in Vaucluse in the 1960s.\n\nRewilding Australia / Via Supplied", "BuzzFeed / Isha Bassi\n\nThis could be due to a few reasons:\n\n- The proportions of my mixture were off.\n\n- The spray bottle I used didn't disperse the spray well enough resulting in a wet product that didn't really \"set\" my makeup.\n\n- This is one of these Pinterest recipes that seems great but don't end up working.\n\nI'm more leaning towards the second and third reason. I don't think the nozzle on the spray bottle I used dispersed an even enough mist that you get with regular setting sprays. Aloe vera gel was also a tricky ingredient to work with – it's thick and heavy, which probably didn't make it the best ingredient for a setting spray.", "Getty Images / BuzzFeed\n\nIt's As/Is week at BuzzFeed Oz! We're focusing on Aussie style and beauty posts for a whole week, click here to check out more.", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!", "Share On more Share On more\n\nMore", "6.\n\nPringles, but really only to eat them out of one of these containers, which somehow made them taste better:", "Getty / BuzzFeed\n\nIt’s As/Is week at BuzzFeed Oz! We’re focusing on Aussie style and beauty posts for a whole week, click here to check out more.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Check\n\nWhen someone in front of you on a plane/train puts their seat back all the way", "Shire Ali blew up his car with gas bottles on Bourke St in the Melbourne CBD on Friday afternoon and stabbed three men before being shot by police. One man, 74-year-old Melbourne cafe owner Sisto Malaspina, died from his injuries, while the other two men have non life-threatening injuries.\n\nHome affairs minister Peter Dutton says it was difficult for police and intelligence agencies to predict the Bourke St terrorist attack on Friday because of the \"soft target\" methods used by the attacker, Hassan Khalif Shire Ali.\n\nShire Ali later died in hospital.\n\n\n\nVictoria Police reported on Friday that the man was known to police and federal intelligence agencies by way of family associations, and over the weekend it was confirmed that Shire Ali had his passport cancelled on the advice of the Australian Security Intelligence Organisation (ASIO) in 2015.\n\nDespite this, Dutton said there was no intelligence to ASIO or the police that a threat was imminent.\n\n\"When you've got a soft target, a place that is a mass gathering, a shopping centre or mall, and you've got a low level of sophistication, so someone grabbing a kitchen knife and picking up a couple of gas bottles,\" he told ABC's AM. \"It's very hard unless you've got direct evidence.\"\n\nHe said ASIO has over 400 high-priority investigations currently active, and that meant police and intelligence agencies had to make decisions based on resources.\n\n\"I have nothing but praise for the judgement that the police and ASIO and others have made in very difficult circumstances,\" Dutton said in a press conference on Sunday.\n\nShire Ali, 30, came to Australia from Somalia in the 1990s, and settled in Victoria. Police are currently investigating whether he had ties to terrorist groups, but Dutton indicated he wasn't a member of, or linked to, ISIS.\n\n\"There's not, as I'm advised, a membership of an organisation or a definite link to ISIL. It's more at least the working theory at the moment — a case where this person has been downloading information or receiving messages in his own mind about what he should be doing.\"\n\nDutton suggested that the government \"should look at the way in which people are on a path to citizenship\" in Australia.\n\n\"I've been open about the cancellation of visas,\" he said. \"Numbers have ramped up. Some people should not go on to become Australian citizens. The law applies differently, obviously, to someone who has Australian citizenship.\"\n\nA GoFundMe for Melbourne homeless man Michael Rogers, who was dubbed \"trolley man\" after using a trolley to try and assist police during the attack, has raised over $100,000.", "my dog has ear medicine she needs and the other one also thinks he needs it too.. nobody has the heart to tell him it’s pretend.. https://t.co/Vshe7dhl3b", "In fact, someone actually tested this out a few years ago. They grabbed four differently-priced toasters and set all of their dials to \"two.\" One toaster popped the bread up in 57 seconds, another at 63 seconds, and another at 74 seconds. The final and most expensive toaster did pop the bread up around the two-minute mark, but those four different results proved that the dials aren't timed.\n\n—sickofstalkers302016", "\"Charles and I were on our way to shoot a self tape, which he helped me with all day. Literally stopped everything he was doing to help me tape the perfect audition. I was running the lines in my head without even knowing there was a pap taking photos of us.”", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "11.\n\nI don't even really know what this is but here you go:", "One in 40 foods labelled as \"gluten-free\" in Australia's supermarkets isn't actually gluten-free, according to new research from the Walter and Eliza Hall Institute of Medical Research.\n\nThe study, published today in the Medical Journal of Australia (MJA), tested 256 of Australia's most popular gluten-free packaged foods and found that 2.5% contained the gluten protein.\n\nThe gluten-free label is monitored by Food Standards Australia New Zealand (FSANZ) and its code stipulates that all products using the label must have no detectable traces of the gluten protein.\n\nThis is particularly important for those who have coeliac disease, a condition that initiates an abnormal immune system response to the gluten protein, found in wheat, rye, barley, and oats.\n\nDr Jason Tye-Din, a researcher in coeliac disease from the Walter and Eliza Hall Institute, told BuzzFeed News that most foods labelled gluten-free are safe for coeliacs.\n\nHowever, when the researchers retested different batches of the same gluten-free products that were found to contain gluten, they kept testing positive, which implies that some products are consistent offenders.\n\n\"It suggests that some processes could be improved by manufacturers. [It] suggests that it's not just a one-off thing, there's a process there,\" said Tye-Din.\n\nA strict and lifelong gluten-free diet is the only treatment for coeliac disease and Tye-Din said his team was interested in conducting this research because even people who say they follow the diet \"report symptoms or don't get the full healing of their bowel\".\n\nIn 2008 the NSW Food Authority conducted a review of 211 products that claimed to be gluten-free and found that 4.7% tested positive for traces of gluten.\n\n\n\nTye-Din says the levels of gluten found in the foods in the MJA study were low and unlikely to cause harm to people suffering from coeliac disease.\n\nThe main offender was a gluten-free pasta that was found to have 3mg of gluten per serve; Tye-Din states that consumption of around 10mg of gluten for those with coeliac disease per meal is considered safe.\n\n\"The reality is, it's unlikely at these levels to be harmful, [but] it's something that tells us, 'Well, we've detected it, and it's not in line with the Australian standard' — so that does need to be improved,\" he said.\n\nAnother study led by Tye-Din published in the MJA earlier this year reviewed the adherence of Melbourne restaurants to gluten-free claims by sampling meals and found that 9% of supposedly gluten-free meals contained detectable amounts of gluten.\n\nWhile Tye-Din is concerned about the manufacturing processes behind some gluten-free food, he says that \"eating out is far riskier for gluten-free patients than eating pre-packaged food\".", "The answer, to my utmost surprise, was yes. The texture is like any potato chip, but there's something about the slightly sweet, very salty, and fatty flavor that immediately makes you think you're biting into a piece of extra crispy bacon.", "And when asked about diversity, Razek brought up Rihanna, whose Fenty line was praised for its inclusivity, saying, \"Everybody keeps talking about Rihanna’s show. If we had done Rihanna’s show, we would be accused of pandering without question.\"", "Correct! Wrong! Posh!\n\nPosh Spice, aka Victoria Beckham, confirmed on Instagram that she \"wouldn't be joining [her girls] on stage.\" In a later interview, the other members revealed they actually forgot to invite her, assuming Victoria wasn't interested. But, there's no bad blood and it all worked out. #spiceforlife", "Are you the biggest Leonardo DiCaprio fan? Well let's see just how many Leo movies you can remember.", "1.\n\nWe'll start with this person who can't go anywhere now:", "She said: \"I didn't know that there was abuse that was going on until it all unfolded and I heard the 911 tapes. Me and some of her other close friends felt like we'd really failed her as a friends. But she and I were supposed to have lunch the day after she was murdered. She said she wanted to show me some things and talk about what was in her safe. So now, unfortunately, it all makes sense that that was probably what she wanted to reveal to me the next day. I'll always feel horrible that I didn't pay enough attention.\" Investigators discovered Nicole's diaries and photos of her injuries in her safe after the murder.", "ABC, ANGELA WEISS / Getty\n\nWhat they're up to now: Perrineau has been busy with shows like Criminal Minds and Claws, but you can see him later this year in the upcoming film Dumplin' (based on the popular YA novel of the same name) on Netflix!", "Promising review: \"I've had my dog Dixie since she was 5 (she is now 11). Ever since I adopted her the poor thing has had, what I like to call, her dragon claws. I have attempted for the past six years to get her nails trimmed and keep them short. Needless to say, my dog's anxiety about nail trimming has been a constant road block for not only me (with at home trimming) but also over half a dozen groomers and even my vet. At one point my vet prescribed medication to sedate Dixie before nail trimmings; it didn't work.\n\nJust before Christmas I happened to be surfing the pet supply section of Amazon when I came across this magical device. I will say that the first time it was a bit of a fight to get the job done. But with lots of persistence (and loads of treats) we were able to manicure her crazy paws.\n\nThe picture reflects her nails after our third session. I would recommend this product any day of the week. Not just because it works so wonderfully but because my dog seems 100000% more comfortable and that means the world to me.\" —Bethany Boone", "This was especially heartwarming news, as Gabrielle has been outspoken about her problems with infertility, including \"eight or nine\" miscarriages.", "\"How about I throw in a free dessert to make up for it?\"\n\n\"Is there anything else I can get you instead?\"\n\nCorrect! Wrong! ASK WHAT THE CORRECT ANSWER IS!!!!\n\nDude, you can't read minds. You have no idea what Mom and Popsie want for their children, so ASK them what THEY expect as a remedy and see if that's something you can \"run by management.\" Offering them free desserts when they barely ate dinner will just piss off the parents!!!!!! And what if they're allergic to nuts or some shit, you know?", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Sewing has a bit of a reputation as a skill we associate with queens who end up lip-syncing for their lives. But listen, guys — sewing is something pretty much every human should know how to do, and it's a lot easier than you might think. I’m not talking about a high level of sewing: I really don’t expect everyone to be able to draft up complicated patterns or sew a placket into a shirt, but c’mon — being able to fix your zip or sew on a button does not require a tailor!\n\nTo be honest, I am not the greatest seamstress. I learned to sew from watching my mum and then begged for a sewing machine for my 14th birthday. I loved sewing. It gave me time to sit in my own thoughts and concentrate on something creative for a bit. Admittedly everything I made was rubbish, but that’s not the point. I haven’t put together a garment in years and I could not tell you about different types of seams, but I do own a sewing kit, which I recently realised a lot of people don’t. Think of all the minor emergencies that can be easily solved if you just have a sewing kit to hand. I remember being on vacation when my bikini clasp popped off, and guess who was there for me? My humble pound-shop sewing kit. That sweet, sweet sewing kit and my basic sewing skills stopped me being bikini-less for the rest of the holiday. Obviously, it didn’t help when I had to do a weird run covering myself back to my room, but let’s not talk about that.\n\nBut even in slightly more everyday situations than my bikini nightmare, sewing is crucial because it actually saves you money. Hemming your own trousers actually takes a lot less time than you think and is relatively easy, which means you don’t have to pay money for a tailor to do it. Plus, you don’t have to leave your home to get them fixed, which if you’re also lazy like me is a very big perk.\n\nYou’ll find being a keen sewer saves you money in ways you weren’t expecting. You’re able to buy clothes that are slightly too big because you know you’re able to make them fit you. If you have the ability to take seams in and out then you’ll no longer need to throw away clothes as your body changes. It doesn’t end there: There are loads of situations in which knowing your way around a needle and thread will save you money. Zips that are broken can be replaced, lining can be re-sewn, broken bags can be fixed, and of course you can start charging your pals to fix their clothes for them as a little side hustle.\n\nOf course, if you're not motivated by money-saving or avoiding embarrassing situations, might I interest you in a little thing called helping the planet? Instead of throwing away your clothes, you can learn how to fix them, which sounds like a lot of effort but it actually isn’t when the world of YouTube tutorials exists. According to the US Environmental Protection Agency, landfills received 10.5 million tons of textiles in 2015. You’ll find your clothes last so much longer once you learn to maintain them; fixing the lining and replacing the fastenings will mean you have to replace your clothes far less often, meaning you’ll contribute less to landfill waste and become a sustainable babe.\n\nI understand that not everyone has the time, energy, or ability to sew their own clothes, but next time a button falls off of your favourite blazer or you need to hem your trousers, please consider getting a needle and thread and giving it a go. The worst you can do is sew a shoddy button and have to get a professional to help out, but the best outcome is that you save money, contribute towards saving the Earth, and let go and switch off for a bit while learning something new.", "Amazon\n\nPromising review: \"This is both darling AND useful. It washes up easily in the dishwasher and holds every utensil I have without falling off. I've used it on both a stainless steel pot and a glass pot. It does get a bit hot from heat conduction, but frankly, that's physics, and I'm not sure there'd be a way to make something both flexible enough to hold a utensil and also not heat up.\" —Two kids mom\n\nGet it from Amazon for $6.31.", "18 Jokes You Just Won't Appreciate If You Don't Have A Literal Sense Of Humor\n\nQ: Without using numbers, how old are you? A: Thirty-one.", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!", "Share On more Share On more\n\nMore", "Susana Cristalli / BuzzFeed Brasil\n\nAs palavras \"transtorno de ansiedade\" provavelmente te remetem a alguém tendo um ataque de pânico: coração acelerado, garganta engasgada e olhos marejados de lágrimas. Nickelodeon Para algumas pessoas, a ansiedade realmente se manifesta assim, mas ela também pode aparecer de maneiras mais sutis e afetar muita gente, principalmente em períodos estressantes como esse que estamos vivendo. Na verdade, a ansiedade — que é um termo geral para uma série de condições, incluindo o transtorno generalizado de ansiedade, as fobias, a síndrome do pânico, a fobia social, e muito mais — afeta cerca de 9,3% dos brasileiros. O Brasil é o país com os índices mais altos de depressão e ansiedade da América Latina.\n\nPorém, mesmo sendo tratável e comum, a maioria das pessoas que sofrem de ansiedade fica sem tratamento, muitas vezes porque elas sequer sabem que há algo errado. Photo by Annie Spratt on Unsplash A ansiedade é complicada, ela pode se inserir na sua vida de várias maneiras, fazendo com que você pense que é apenas estresse, por exemplo, quando, na verdade, trata-se de uma doença que pode ser tratada com medicamentos, terapia ou até mesmo algumas mudanças no estilo de vida. \"A ansiedade tem um conjunto de critérios para diagnóstico\", diz a psicóloga e especialista em traumas Dra. Anjhula Mya Singh ao BuzzFeed. \"Mas, assim como qualquer outra coisa — amor, decepções amorosas, depressão — ela se manifesta de maneiras diferentes em cada pessoa.\" Se você se sente sobrecarregado e incapaz de lidar com as coisas, mas não sabe dizer o porquê, aqui estão alguns sintomas para prestar atenção e começar a procurar maneiras de se sentir melhor. (Lembre-se que as publicações do BuzzFeed são de caráter inteiramente informativo e não substituem uma consulta, tratamento ou diagnóstico médico.)\n\n1. Você está sempre ocupado, mas não consegue completar suas tarefas. Você sempre se vê correndo pela casa, começando um monte de tarefas, mas nunca consegue terminar nada. SOCORRO. A psiquiatra nova-iorquina Dra. Sue Varma contou ao BuzzFeed que isso acontece porque a ansiedade pode se manifestar como um \"excesso de obrigações\". Ela diz que \"Parece que você está tentando completar suas tarefas, mas, ao final do dia, parece que não fez muita coisa. Isso também pode acontecer por causa do TDAH, mas a má gestão de tempo, a baixa produtividade e a dificuldade de priorizar as tarefas são geralmente indicativos do agravamento da ansiedade.\"\n\n2. Você é inundado por pensamentos existenciais e catastróficos. Sim, estamos vivendo em uma época aterrorizante, mas \"catastrofizar\" — o termo técnico para o pensamento obsessivo de que algo é muito pior do que realmente é — pode ser um sinal de que você está, na verdade, sofrendo de um transtorno de ansiedade (em vez de apenas precisar dar um tempo nas notícias jornalísticas). A Dra. Bais diz que pensamentos como \"de que adianta, eu nunca vou conseguir fazer isso\", \"eu estou com problemas\", \"tem algo muito errado\" e \"tanto faz, não importa mesmo\" são um sinal de alerta, principalmente se são frequentes em vez de esporádicos.\n\nPhoto by Ian Keefe on Unsplash\n\n3. Você fica assustado com facilidade. Você se sente excessivamente nervoso? Preste atenção nesse sentimento. De acordo com um estudo de 2008 publicado no periódico Depression and Anxiety, pessoas que sofrem de ansiedade tem uma resposta mais alarmante, principalmente quando estão estressadas mentalmente (isso também é catastrofizar), o que basicamente significa que você tende a entrar em pânico com o menor dos estímulos, se estiver muito preso aos seus pensamentos.\n\n4. Seu estômago está irritado, mas seu médico não sabe dizer o motivo. Você não tem intoxicação alimentar, síndrome do intestino irritável ou gastrite, então, porque seu estômago está sempre ruim? Audrey Gruss, fundadora da Hope for Depression Research Foundation disse ao BuzzFeed que a irritação gastrointestinal está frequentemente ligada à ansiedade. \"As pessoas frequentemente discutem como o estresse pode se manifestar no seu estômago e, com a ansiedade, acontece a mesma coisa\", diz. \"Ela pode piorar os sintomas das cólicas abdominais e a dor, fazendo com que as pessoas também se sintam enjoadas.\" Além disso, a ansiedade também pode dificultar a recuperação de doenças que não necessariamente estão ligadas a ela. Um estudo de 2007 descobriu que para pessoas ansiosas, ter gastroenterite pode estimular a síndrome do intestino irritável, uma condição crônica que inclui dor estomacal, inchaço, diarreia e/ou constipação. Os autores do estudo descobriram que, como as pessoas ansiosas sentem uma dificuldade maior em diminuir o ritmo e descansar quando estão doentes — o que também é conhecido como \"comportamento do tudo ou nada\" — um problema similar à gastroenterite, que some rapidamente em pessoas que não têm ansiedade e que não se pressionam demais, mas que pode se tornar uma doença séria e crônica.\n\nCarlo107 / Getty Images\n\n5. Você é perfeccionista. O perfeccionismo em si não necessariamente indica que você tem um transtorno de ansiedade, talvez você seja apenas uma pessoa atenta aos detalhes e que gosta de fazer um bom trabalho. Porém, se o seu perfeccionismo impede você de tentar coisas novas por medo de falhar ou faz com que você evite certas situações ou tarefas por medo de cometer erros, então, ele provavelmente está mais ligado ao transtorno de ansiedade. Sentimentos de vergonha, inferioridade e autocrítica constante são parte do pacote do perfeccionismo. E, ainda no assunto: perfeccionistas que têm ansiedade geralmente recusam o tratamento terapêutico por verem isso como um indicativo de fracasso, o que vai de encontro com o medo constante de errar. Se identificou? Respire fundo e pense com carinho em procurar ajuda.\n\n6. Todo mundo ao seu redor irrita você. Todos nós temos dias em que os amigos e colegas de trabalho nos deixam doidos, mas sentir que você está sempre prestes a explodir a qualquer momento é outra história. Essa resposta de bloqueio/fuga/luta é mais acentuada nas pessoas que sofrem com o transtorno de ansiedade e que essa reação de \"lutar\" é o outro lado da reação de \"fugir\". Você também pode perceber que está mais impaciente e se irritando com os outros com mais facilidade (caso tenha ansiedade). Sentimentos de raiva, ódio e vingança são comuns nesses casos, também.\n\nTommaso79 / Getty Images\n\n7. Você não consegue tomar uma única decisão. Envolver-se emocionalmente em cada decisão tomada pode ser uma manifestação da ansiedade. Principalmente quando todas as opções representam uma perda ou desvantagem, ou podem causar a infelicidade de alguém não importa o que você faça, a tendência é ficar analisando todas as opções sem tomar uma atitude.\n\n8. Você está sempre doente e não sabe o porquê. Você não trabalha com crianças ou em um hospital, então, por que está doente o tempo todo? Passar mal, ter dores inexplicáveis e gripes frequentes são coisas que estão ligadas ao transtorno de ansiedade.\n\nNatalie_board / Getty Images\n\n9. Você não consegue dormir e não é porque estava usando o celular na cama. Há muitas razões pelas quais é difícil dormir bem à noite: a luz azul dos celulares e outros aparelhos eletrônicos, animais agitados ocupando a cama, vizinhos barulhentos (sério, o que eles ficam fazendo a essa hora!?). Mas a ansiedade também pode causar distúrbios do sono, e há pesquisas sugerem também o caminho inverso, ou seja que a falta de sono pode causar um transtorno de ansiedade. Ou seja, uma coisa piora a outra. Então, para ter uma noite de sono melhor, tente praticar meditação antes de dormir, encontrar um exercício físico que você goste e praticá-lo regularmente e tirar o relógio de perto — ver as horas durante a noite só vai aumentar a sua ansiedade.\n\n10. Você tem ondas de frio ou calor repentinas. Você sabe que não está ficando doente e não tem problemas hormonais e, mesmo assim, sente frios repentinos ou ondas de calor. Combinados com outros itens dessa lista, os sintomas podem sugerir que é hora de conversar com o seu médico sobre a possibilidade de ter o transtorno de ansiedade generalizada. (Outra coisa: o corpo humano não é uma loucura?)\n\nKatarzynabialasiewicz / Getty Images\n\n11. Você sente que é um fracasso na vida. Não é uma sensação horrível achar que você é o pior amigo, familiar, parceiro ou funcionário? Que horror. Antes de mais nada, você não é. E, em segundo lugar, essa sensação de fracasso, como se você não fosse capaz de fazer nada direito, pode ser causada pelo transtorno de ansiedade (e não tem nada a ver com quem você realmente é).\n\nAh, só para lembrar: essa lista é puramente informativa e jamais deve substituir um diagnóstico médico, tratamento ou uma consulta com um profissional da área. Lembre: você sempre pode pedir ajuda, seja para amigos, para familiares, para especialistas, no posto de saúde, no pronto socorro ou no Centro de Valorização da Vida, ligando gratuitamente a qualquer dia ou hora para o 188.\n\nVeja também:", "Promising review: \"I bought this to put in my room because I tend to get hot when I'm sleeping. At first glance I thought this fan didn't seem as strong as I thought it'd be. However after setting it on my dresser to point towards my bed, it's absolutely PERFECT!!! My husband loves it too for the gentle white noise effect.\" —Angela\n\nIt's 11 inches in diameter, and you can get it on Amazon for $13.39.", "News moves fast. Keep up with the BuzzFeed News daily email!\n\nSign up", "We asked the BuzzFeed Community about their best tips and recommendations for traveling to Italy . Here's what they said!\n\nStevanzz / Getty Images\n\n1. Always give the house wine a try! And drink the local varietals. No matter what, eat local and if you enjoy drinking, ALWAYS GET THE HOUSE WINE! I guarantee it will be great quality, local, and unique to every location that you can’t get anywhere else. —hollyb31 Drink the local wine (Falanghina for Rome, Chianti for Tuscany, Prosecco for Venice). —stephanielynng\n\n2. Try the local cuisine, too! Try the LOCAL food. Going to Tuscany? Try maybe panzanella or crostini. Going to the Amafi coast? Try something with fresh fish or crustaceans. Going to Naples? Definitely get pizza. Believe it or not, spaghetti and meatballs and alfredo aren’t actually Italian. —carlied2\n\n3. Check for free days at the museums. If you’re interested in museums, try to look up when they do free days. Usually they do a free day like once a month. —carlied2 [Editor's note: If there's a holiday on a day that's usually the free museum day, it might be rescheduled! For example, if a free day was supposed to be on Easter Sunday, it might be on the Monday after instead.]\n\nGivaga / Getty Images\n\n4. If someone in your party is disabled or otherwise has trouble standing for a long time, ask (politely, and preferably in Italian) if there's a disability line at the major sites. This goes for the elderly, people who are pregnant, people who have bad knees...if you think you'll have trouble standing for that long, it never hurts to ask! —Andy Golder\n\n5. Check YouTube for local vlogs if you want some personal recommendations for restaurants. Before visiting Rome i watched some vlogs from ladolcelisa on YouTube. She has the best recommendations for restaurants and gelaterias. I tried almost every food spot and loved every single one. —a407ae015c\n\n6. Learning some basic Italian will go a long way. Learn your basic italian, locals are very grateful of you trying to speak their language and they'll be more friendly and kind. —kaatm If you're not sure where to start on learning Italian, just aim for learning some \"transactional\" phrases, like how to order food, buy tickets, or ask where the restroom is. Even just asking in Italian if someone speaks English will go a long way! —Andy Golder\n\n7. Wander around! If you're able to walk, it's usually the best way to experience a city/town. Don't take a taxi! Walk as much as possible, getting lost usually ended up being a highlight of my trip. —stephanielynng\n\nKatarina_b / Getty Images\n\n8. If you don't like crowds, you can still see amazing things in smaller cities. Don’t underestimate the amount of tourists that go to Italy! Consider the season you’re going and consider incorporating smaller, less popular cities into your trip. This summer we did Florence, Cinque Terre, and Genoa and LOVED Genoa because it felt so underrated and gave us space to breathe at the end of the trip. There weren’t selfie sticks in our faces at every turn, locals seemed more apt to befriend us, and we had the best food of our entire trip on one of their recommendations (Cavour 21 — the best pesto you’ll ever eat!). We also had a breathtaking rooftop apartment with full view of the city that cost less than accommodations in other cities. —bens4d5ee73b1\n\n9. If you want to be able to use data on your phone, consider a portable router instead of getting a new SIM/phone for everyone in your group. Instead of buying a phone number with internet, it is much cheaper and smarter to buy a router with internet and share that with your travel buddies. I traveled with my aunt, uncle, and cousin, and we shared one Vodafone router for the week. There was more data than we knew what to do with, and so much cheaper than buying individual SIMs! —englishmajor93\n\n10. Remember the rules for finding good restaurants: Rules to finding good, authentic restaurants: - Don't eat anywhere that advertises multilingual menus, free wifi or air conditioning - Don't eat anywhere that advertises a fixed tourist menu - Don't eat anywhere with picture menus - The further away from squares and big tourist attractions, the better - Often, the older and crappier the place looks, the better - Eat where the locals are eating (so nowhere where everyone looks like obvious tourists) - The fewer things on the menu, the better - Ask locals for recommendations —sophievanderm\n\n11. As always while traveling in big cities, keep your belongings secure. Be wary of pickpockets! Make sure your bag is zipped up, and use cross-body bags if you can. They have a ploy where one guy tries to distract you (often by giving you something free like a bracelet) while another comes up behind you and tries to take your bag/something from it. Be extra conscious when in touristy spots especially! —sarabrownie\n\n12. Keep the season in mind when choosing to travel. Don't go in August. It's really hot, super crowded and all the Italians are on vacation. So you'll be surrounded by pretty much only other tourists and many shops and restaurants are closed, because the owners are on vacation. The best time to visit Italy is May/June or September/October. —sophievanderm The only week my family could get together to travel was Easter week, so Rome was especially packed. On the plus side, we got to see lots of cool stuff (the explosion of the cart in Florence was pretty neat, albeit super crowded) but tourist sites and museums had longer lines than usual. —Andy Golder\n\n13. Consider taking a cooking class as an activity. Wherever you go, take a cooking class. It's such a fun experience and you'll have a recipe to take with you. That way you can relive the vacation in the comfort of your own home whenever you're missing that beautiful country. —nikkiantonelli\n\n14. If you're planning on visiting a lot of churches or other holy sites, consider taking a shawl or scarf to cover up. I would suggest carrying a large scarf with you that way you can tie around your waist or drape over your shoulders when visiting churches and other sites. Also good for keeping the sun of your shoulders! I did this in Italy and other parts of Europe. —ilanacs\n\n15. To save money at museums and other sites, consider downloading free audio guides and booking tickets/passes in advance. Definitely get the Rick Steves Italy guide! You can get it on iBooks and use it on your phone during your trip. It has great walking tour guides and a ton of interesting information about the stops along the way. I went to Italy as a student with very little money, so it was great to be a sort of free tour guide for my friends and I. —laurenf49a2aef81 I also recommend getting a Firenze card in Florence if you’re going to see a lot of the art and museums. This will save you a lot of money rather than paying for each individual museum or venue. [Editor's note: This can be great if you're visiting a lot of venues, but be sure to check regular ticket prices as well to make sure it's worth it for you!] —hilaryt4c2912791\n\n16. Don't buy fluffy gelato. Look for the stuff that has a lid on it. You can tell the gelato is done properly when the pistachio flavour is a pale brownish green and is covered with a lid. Look for artisanal gelato and don’t buy from ones that fluff it up like clouds — it means there is a lot of air whipped into it. —amandad4aa6a2ab6\n\nJackf / Getty Images\n\n17. Palermo I was born in Northern Italy and I have family in Rome and Palermo. Both places are so full of rich history. If you want beaches, go to Palermo or Conca dei Marini. The Sicilian beaches are rivaled only by those on the Amalfi coast. If you go to Conca there is this charming little town on the cliffside leading to the beach, its on a bunch of google image searches for the area but not a touristy place like you would think. There it a little taxi boat service to take you from there to other little coves on the coast. Make sure you eat the seafood pasta! —cristinagz\n\n18. Verona Verona is one of Italy’s most underrated cities. The historical north Italian city served as a setting for Shakespeare’s Romeo and Juliet, so you can imagine how much beautiful architecture there is to explore and take pictures of! —karinaj411e90661\n\n19. Sardinia Visit Sardinia! it has the country's most beautiful beaches and the friendliest people, also the seafood is great and, because of it being an island apart from the country, it has a lot of different traditions and typical costumes and food but just as beautiful and delicious! —kaatm For a affordable \"tropical island \" feel visit Sardinia! It hasn't been discovered by tourists yet. Sardinia has the most beautiful beaches in Italy and the people are among the healthiest in the world due to the healthy yet delicious food. —karlsels\n\nManiscule / Getty Images\n\n20. Arezzo, Lucca, Cortona, and other Tuscan towns Florence is great, but don’t forget about other great Tuscan towns like Siena, Arezzo, Lucca, Cortona, so many good cities that at are cheaper, more charming, and still have extensive Italian history. Best place to eat in Arezzo is Miva, or if you missing American food I recommend Alo burger. Want some Japanese? Head to Tao which is just outside of the train station. —carlied2\n\n21. Dimaro and Fanano I lived in Italy for three months and saw all the high-tourist spots (Rome, Florence, Sicily), but every single bit of Italy is gorgeous. My best memories were at a northern ski town called Dimaro, and another northern farm town called Fanano, where I stayed at a stunning Agriturismo (basically a farm-to-table airbnb with cows, horses, dogs, cats, hiking, waterfalls, and anything else you could want). These places had either the architecture or drop-dead gorgeous countryside of Italy without any of the crowds, I met more people and tried more authentic Italian food, and I felt like I learned much more about the culture than if I would’ve stayed in a larger town. —jessicat474e40bcd\n\n22. Orvieto Visit the smaller towns! I went to Orvieto when I was there, a small town up on a rock cliff and it was one of the most memorable parts! Way less crowds with all the beauty and good food that Italt has to offer. —juliet4a055d7de\n\nBlack-crow / Getty Images\n\n23. Puglia If you have the chance, try to get to the coast. The Puglia region is so beautiful. The Adriatic coast will also be cheaper to visit compared to the Mediterranean cities like Naples. You could take the train or a coach bus, it is pretty inexpensive. —rinaldia2\n\n24. Capri Go to the island of Capri, it's gorgeous! Sure, it is known to be a \"ritzy\" place, but while studying abroad I was able to get great food and wine, and found some jewelry that I am in love with all on a college kid budget. —partylovingchic\n\n25. Genoa One of my favorite cities in Italy was Genoa. It's an incredibly overlooked destination with a lot of history and personality. The food is also amazing, and since the region is known for its pesto, that's a must-try! My favorite restaurant there was Il Genovese. Another great food option is the Apertivo, which is when restaurants or bars offer an early-evening deal where if you order a drink you get access to an unlimited buffet. It's a great way to try a bunch of local dishes at once, as well as being very budget friendly! On top of all that, Genoa is a great place to stay if you're interested in visiting Cinque Terre, one of the most beautiful regions in Italy, and it's definitely one of the more affordable cities in the area. —lily9\n\n26. Emilia Romagna (Bologna, Parma, Modena, Ravenna, Ferrara) As an Italian living in Italy I recommend visiting my region: Emilia Romagna. Food is great: in Bologna there is Fico (a theme park about food and wine), Parma with ham and Parmigiano, Modena with balsamic vinegar, on the coast you will have great fish and of course the wine everywhere is simply great. Art and monuments are all over, for example Ravenna is the capital of mosaics (where you can also attend a mosaic class from one of the artist living and working in Ravenna) or Ferrara with the wonderful Duomo and the great exhibition in the Palazzo dei Diamanti. And we can talk also about cars: Ferrari, Lamborghini, Maserati, Ducati... or the great spas we have, the mountains and the hills with castles, the welcoming coastal cities — all in one region! —g4d96b5415\n\nShansche / Getty Images\n\n27. Rent a luxury sports car and drive through Tuscany: Test Drive Firenze in Florence was the highlight of our trip. My husband drove a Ferrari through the countryside of Florence to an exclusive hidden hotel overlooking the city where we received some hors d'oeuvres to enjoy in the most beautiful garden I have ever been in. Not to mention the whole drive was recorded for us on a CD. —cincin86\n\n28. Book a Tuscan wine tour! Sure, it's touristy, but that doesn't mean it isn't fun: We did a Rome/Florence/Venice trip but while in Florence, we took a day trip to Tuscany with a tour group called TuscanyOnABudget. It was only 60 Euros and they took us to two wineries where we got to taste a ton of different wines and snacks. It was a perfect tour for three grad students backpacking on a budget. And we got to meet some really cool travelers on our tour that I still stay in touch with! Highly recommend it for anyone who's trying to get an authentic experience without spending a ton of money! —jennal43f1628ac\n\n29. Have some antipasti right on the Arno river or eat at a restaurant with a panoramic view: If you like antipasti, check out Alimentari Uffizi in Florence. It’s close to one of the entry points to Ponte Vecchio — probably the best cured meats I’ve ever had or ever will. We got a very generous platter with delicious red wine, just the BEST. Also not too far from there is where had the best meal I’ve ever had, hands down. It was at the Panorama Restaurant in the Hotel La Scaletta. Book the top terrace if you can! Simply beautiful view with THE BEST food. —kristinm4545aa529\n\n30. Take a moment to sit outside the Duomo at night and enjoy an Aperol spritz (or another drink of your choice): When in Florence, sit outside of the Duomo at night and enjoy a spritz or two. It is a beautiful memory I’ll never forget. It’s so beautiful lit up. —sfeichtinger\n\n31. And here are just a bunch of suggestions from a Florentine local: Hi, Florentine girl here! When in Florence make sure to eat at local restaurants, not the ones on the main streets (high prices, low quality), look for hidden restaurants. Otherwise, street food is great, if you have some time to stay in line, I recommand Antico Vinaio (via de' Neri), it makes \"schiacciate\" with traditional Tuscan food, but every shop in that street is great! Also Mercato Centrale di San Lorenzo is great, so many types of food in one location. Best gelato is not in the main squares or street! Look for Gelateria la Carraia and Gelateria in Piazza della Passera. If you want to drink, go to San Frediano, the left side of Arno River. Quiet at day, full of pubs and bars at night! Speaking of churches, visit Santa Croce, you'll find memorials of Galileo Galilei, Michelangelo, Rossini and many others. Boboli Garden is literally one of the best places in the world, you'll feel like a dame in Renaissance Florence walking there. —elesantons\n\nShansche / Getty Images\n\n32. Visit the nearby towns of Burano, Sienna, and Assisi: Getting lost in Venice is magical and amazing. Nowhere is too far away to walk, except I recommend making a visit to neighboring Burano. No tourist restaurants, beautiful photo opportunities. Also, Sienna and Assisi are these fairytale-esque villages that are insanely beautiful and slow paced. I went in May when the weather was perfect no matter where we were (though Vatican City was warm midday because of all the concrete). Best food I had in the entire country was in San Giovanni Rotondo. Amazing. I dream about the sheep’s cheese I had there. —maginwagon\n\n33. Avoid scams like gondola rides and just walk around instead: I spent a week in Venice and it was absolutely beautiful. The best tip I received while there was to not spend any money on gondola rides. It’s extremely expensive and a huge tourist trap. In the squares, there are a lot of scammers who are trying to sell you stuff such as roses or flying toys, don’t buy it. Tour the cathedrals, they’re absolutely breathtaking. And walk the city at least once at night. It feels as if you’re transported back in time. —sarahfelicityr\n\n34. Eat at Antica Trattoria Bandierette, Bistrot de Venise, or La Zucca: When in Venice go eat at Antica Trattoria Bandierette. It is hard to find and doesn’t look like much but the food is amazing! I had one of the best squid pastas ever, looked terrible but the flavour! —jenniferf21 The best meal I had in Venice was here: https://bistrotdevenise.com/?lang=en. It's definitely a splurge, but it was incredibly worth it! If you want to go big on one meal in a city that has too many restaurants to choose from, I highly recommend Bistrot de Venise. —lily9 La Zucca in Venice - get one of the lasagnas, you won’t ever be the same. — daniellet4a096c9f4\n\nShansche / Getty Images\n\n35. Try a food tour in Trastevere: Rome is fabulous! Book a food tour in Trastevere — you won’t regret it. If you stay near the Pantheon, all the major sights are within walking distance so you can burn off all that pizza. Don’t eat at the restaurants in the piazzas, but do grab a glass of wine or an Aperol spritz because they are great places for sitting and people watching. —karlyh4bc1528df\n\n36. If you're checking out the Trevi fountain, try to go early or late. When it comes to the sites, go see the Trevi fountain but do it in the early morning or late afternoon, those alleyways can get very crowded. Piazza Navona is another favorite from my childhood. It is much too expensive to sit down at a restaurant for dinner there but if you grab some pizza nearby and sit in the square it is the pest place to people watch. Il Colosseo, la Bocca della Verita, and other classics are always nice to see as well but they are always crowded. —cristinagz\n\n37. Check out the archaeological site of Ostia Antica to avoid the big crowds and expensive tickets: Visit Ostia Antica, the old seaport outside of Rome. You can basically walk among the ruins and see and do whatever you want because there's no tour guides. Not many people go, so you won't have to fight the crowds. Great place if you want to see the historical sites. —m4ad55b619\n\nMgallar / Getty Images\n\n38. Take a stroll at night (but be sure to stay safe and go with a group!): Walk around Rome at night! Little or no crowds at all the monuments you want to see. Plus, it’ll feel very ~romantic~ to walk in the street light (regardless of who you’re with, went with three of my best friends and it was the best time). —samanthar495908f21\n\n39. Eat at Roma Sparita and Rifugio Romano: Roma Sparita’s Cacio e Pepe, which is Anthony Bourdaine approved and insanely delicious. —daniellet4a096c9f4 I went to Rome over spring break and had the best meal of my entire 21 years of life at a restaurant called Rifugio Romano near the Termini train station. They have an extensive vegan menu and my friends and I were able to get a full three course meal. They also have a big non vegan menu as the restaurant isn’t vegan. I highly recommend the vegan spaghetti carbonara, it was delicious and I still think about it to this day. —evar415441640\n\nBe sure to follow BuzzFeed Community on Facebook and Twitter for your chance to be featured in an upcoming post!", "\"It was the most delightful smoothie I’ve ever had,\" she said. \"I haven’t had a smoothie that delightful since I was 10. It was calorie-filled with juice and fruit and everything delicious.\"", "Back in July, Kate revealed her pregnancy in the most chill way possible. She posted a photo of her baby bump with the simple caption, \"#pregnantinmiami @justinverlander 🌞❤️\".", "7.\n\nWhen Varun Dhawan vowed to make sure Katrina is paid the same as him for their next film together:", "I lost my mother in law last week. She was 96 and one of my best friends. A lifelong lover of books, she kept track of all she read on index cards and recorded her opinion in code. This is the key to her code and the cards we found among her belongings. https://t.co/Iabmek9B7F", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "18.\n\nThere was a LOT of debate and thought surrounding the note Eleanor writes to herself. They also considered: “There are four of you.” However, \"Find Chidi\" made the most sense, because Chidi kept her secret the first time, and she knows he's the only one she can trust all over again.", "Share On more Share On more\n\nMore", "Tom Vellner / BuzzFeed\n\nIf I have leftovers, I don't have to transfer them to any other containers — I can just pop the lid back onto the bowl, put on the storage insert, and place it in my fridge. It also has a silicone base, so I don't fear any spillage in there either. When it's time to clean the bowl, it can all go straight into the dishwasher.", "Seven ancient tombs containing mummified cats have been discovered in the Egyptian village of Saqqara, southeast of Cairo.\n\nThe tombs are believed to be from the pharaonic age Fifth Dynasty of the Old Kingdom, and they can be dated back 6,000 years.\n\nAmong the discoveries were several cat mummies, as well as wooden statues of cats and other animals. A number of scarab mummies were also discovered, which, according to Mostafa Waziri, head of Egypt’s Supreme Council of Antiquities, are the first of their kind to be found in the area.", "10.\n\nEste calendário que inclui o Dia do Bolo, o Dia da Pizza e a Cyber Monday, mas que simplesmente NÃO inclui o dia 28 de novembro.", "moreでシェアする moreでシェアする\n\nMore", "You Might Be A Fan Of These Celebrities, But Do You Know Their Instagram Username?\n\nSome of it isn't as obvious as it seems.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Share On more Share On more\n\nMore", "Can You Name The TV Show From Just Three Random Episodes?\n\nThe one where you have to score at least 9/12 to win.", "last night i ordered a vanilla iced coffee at tim hortons and the guy handed it to me and said “is that good? i can add more vanilla if you need me to. just let me know and i will” and now i think he’s the only person that cares about me", "Harry N. Abrams\n\nAnd, if you're as much of a nerd/grilled cheese devotee as I am, you'll love that there's a section at the beginning about the history of the classic sandwich.\n\nPromising review: \"This is a Bible for grilled cheese lovers. The basic recipe involving bread, butter, cheese, and a nonstick skillet with a lid is flawless. Most of the recipes in here are ingenious variations. The flavor combinations are excellent. I've made about a dozen so far, and I really liked the fig and blue cheese and some of the goat cheese variations.\" —John Courtade\n\nGet it from Amazon for $9.99+, Barnes & Noble for $10.99+, a local bookseller through Indiebound, or your local library.", "A 50-year-old woman was arrested Sunday as part of a police investigation into strawberries that were being found spiked with sewing needles across Australia.\n\nThe Queensland Police Service arrested the unnamed woman, who is alleged to be involved in the needle scare that devastated Australia's fruit farming industry. She was photographed arriving in the back of a police car at a Brisbane watch house.\n\nThe force said in a statement: \"After the discovery of punnets of strawberries contaminated with needles, Queensland authorities notified the public of the safety risk on September 12.\n\n\"The QPS coordinated a national investigative response with multiple government, law enforcement and intelligence agencies.\n\n\"A police taskforce was established with officers from the State Crime Command coordinating the investigation together with detectives in a number of police districts in Queensland.\n\n\"Following an extensive investigation, officers arrested a 50-year-old woman this afternoon.\"", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Australians are obsessed with the Melbourne Cup, which, despite protests around animal cruelty, gambling addiction and the shifting paradigm of celebrity from TV stars to Instagram influencers, is still the most exclusive four-day bender Down Under. BuzzFeed went to see what all the fuss is about.\n\nGetty, Supplied\n\n“I’m sorry to interrupt, but Julie Bishop is here to see you,” the publicist waiting in the wings cuts in. Soon after Bumble’s Australian boss Michelle Battersby is whisked away inside a heavily branded marquee bursting with swag including sweaters, cookies, phone cases and lollipops, all emblazoned with the dating app’s logo. The former foreign minister, wearing Armani and a black straw boater hat, is the star attraction inside this temporary marquee, transformed into a shrine to female empowerment with very aspect, from the menu to the layout, produced by a woman. It is also, by the smell of things, paying homage to fake tan and espresso martinis. Bishop quickly becomes engrossed in a conversation with Battersby, who is wearing an oversized black floppy hat by Zimmerman and an elegant black and white Eliya dress with puffy sleeves that sit off her shoulders. The ladies are joined by socialite twins (and models) Jordan and Zac Stenmark and continue their chat as a saxophonist standing next to the DJ booth blows his instrument mere centimetres away. The twins refuse the small canapés being served by tired-looking waitstaff who dodge and weave through guests who are enjoying too many free drinks and taking selfies sitting on a huge throne, which sits under the slogan: “Bee The CEO”.\n\nSupplied Bumble's Michelle Battersby.\n\nWelcome to Australia’s most exclusive party. An event held in a car park on the outskirts of Melbourne’s CBD since 1861. It is the annual spring racing carnival, one of the most popular events on the national calendar, and the international thoroughbred horse racing schedule. For four days in November hundreds and thousands of people flock to the Flemington race track to drink, gamble and rub shoulders with some of the most powerful and photogenic people in the world.\n\nSam Tabone / Getty Images (L-R): Former Foreign Affairs Minister Julie Bishop; models Jordan and Zac Stenmark; and blogger Nadia Fairfax, in The Birdcage on Derby Day.\n\nThe Birdcage is where most of this mingling happens. Historically it was a “barrier” built in 1887 for spectators to view the horses on Derby Day, Melbourne Cup Day, Oaks Day and Stakes Day before they raced. These days, Birdcage attendees don’t go to see horses, they go to been seen. It is now a multimillion dollar makeshift municipality where brands such as Bumble, Mumm champagne and Lexus cars are the rulers, thanks to their generous marketing budgets.\n\nAs the doyenne of the modern-day iteration of The Birdcage, Melbourne public relations queen Judy Romano (who is no longer involved with the carnival) tells BuzzFeed: “These brands spend a shitload of money. Those marquees cost more than a Toorak mansion. No-one does racing like we do. Australians really go to the races, we dress up, we have fun, we do hospitality better than most.”\n\nOutside Bumble's thumping party, Jordan and Zac reach into the pockets of their Armani suits and pull out protein bars to snack on as they make their way to another destination. One where the champagne is free and free flowing. It’s just a short walk to the three-storey monolith luxury car brand Lexus has erected on a piece of real estate called “Millionaires Row”, which overlooks the racecourse, and down upon thousands of people barbecuing sausages and sipping on cans of Jim Beam in the public areas. While they wait at a velvet rope guarded by two burly security guards, shock jock Steve Price photobombs a group of women as they pose inside an oversized cage.\n\nSupplied The three-storey Lexus marquee inside The Birdcage.\n\nRomano, a Melbourne publicist, helped transform The Birdcage from a tailgate party into a plush playground for the rich, famous and influential when horse racing lover Sheikh Mohammed bin Rashid Al Maktoum showed up in the early 2000s. The ruler of Dubai had wanted to win the Melbourne Cup — colloquially known as “The race that stops the nation” — for 20 years. He achieved that dream this year with the horse Cross Counter, reared at his stable Godolphin, galloping home to win the 3.2km race. But for 13-years before that he also bankrolled the evolution of The Birdcage when Emirates airline, the state-owned UAE carrier, became a major sponsor of the Victoria Racing Club. “The Birdcage used to be ⅛ of the size it is now and it was organised on small budgets and everything was at ground level,” Romano says. “The Sheikh was concerned that guests at the time couldn’t see the races, so I got together with the other sponsors like Myer and we all decided to elevate the marquees about 1.5m so you could actually see the track.”\n\nView this photo on Instagram Instagram: @judyromano1 Judy Romano with CEO of The Big Group events company Bruce Keebaugh, who starred in The Real Housewives of Melbourne with his wife, Chyka.\n\nRomano’s innovation of the carnival is the stuff of legend. She did to The Birdcage’s architecture what British model Jean Shrimpton did to the dress code in 1965 when she arrived wearing no hat, no gloves, no stockings and a skirt 12cm shorter than regulation.\n\nKeystone / Getty Images Jean Shrimpton at Derby Day in 1965.\n\nRomano may be best known for her work with the exclusive Emirates marquee, but for years she also managed enclosures and guest lists for L’Oreal, Moët & Chandon and Saab (all of which have since vacated The Birdcage). While marquees went skyward, she says standards have not. Emirates ended it’s $5 million a year contract in 2017 and this year was the first time in 27 years Romano has not been involved in the carnival. “It’s all so boring now,\" she says. \"A lot of people are just there to be seen. Truly fabulous people don’t. Hell, the most fabulous people I know don’t even have Instagram.\"\n\nSupplied Michelle Battersby (in the blue and green dress) and friends in The Birdcage on Melbourne Cup Day.\n\nThe Birdcage used to be like the Bermuda Triangle, where the worlds of celebrity, politics and media would mysteriously come together, all lubricated from, on average, about 750 bottles of French champagne consumed over four days. Faux pas are still reported on, such as the time Enrique Iglesias arrived to the 2010 Cup wearing ratty jeans and a baseball cap (men must wear suits and ladies adhere to each specific day’s colour palettes, such as black and white for Derby and florals on Oaks Day. Tantrums are still tabloid fodder.\n\nScott Barbour / Getty Images Enrique Iglesias inside the now defunct Emirates marquee during Melbourne Cup in 2010.\n\n“It used to make me sick the lengths people would go to to get into a marquee,” Romano says as she recalls how people used to sneak in through the catering kitchens, or the time Shannon Noll once requested four tickets. “We said we’d only give them to him if he performed, and he did!”\n\nSergio Dionisio / Getty Images Shannon Noll and his wife at the 2008 Melbourne Cup.\n\nThe Birdcage is now, according to most commentators like The Sydney Morning Herald's Andrew Hornery and The Australia Financial Review's Rear Window columnists, capitalism’s sideshow alley and the clowns are reality TV stars. Including Bachelor and Bachelorette alums including Keira Maguire, Lee Elliot and Georgia Love.\n\nAnd the Instagram famous, like former magazine beauty editor Eleanor Pendleton.\n\n\n\nEileen \"Red\" Bond agrees, but wouldn’t miss it for the world. The ex-wife of late Australian businessman Alan Bond (the bloke who bankrolled the 1983 America’s Cup win) is a full VRC member and attends every race day, every year. Over the four days she held court on level 3 of the Lexus pavilion — a 76-seat restaurant helmed by executive chef Shaun Quade, co-owner of experimental Melbourne diner Lûmé — and downstairs on the balcony, where she enjoyed the Black Ant Lamingtons made from Daintree Rainforest chocolate, coconut and black ants. About 1,200 black ants were used to make those canapes and Bond couldn’t get enough: “I prefer them with cream but they were delicious.”\n\nSupplied The Black Ant Lamingtons by Ben Shewry.\n\nBond was less enamoured with the fashion. “Some people just don’t realise that it’s not fancy dress,” she says while gesturing toward a fellow guest who is wearing a white mini dress and a shimmery headpiece resembling rabbit ears, and taking a selfie with a lychee cocktail. “You have to be elegant, but not boring. It’s hard but so much fun,” she adds while pulling on her oversized, diamond-encrusted Gucci sunglasses.\n\nPatrick Riviere / Getty Images Racing stalwart Eileen Bond attends the Melbourne Cup Carnivals every year. Here she is inside the Emirates marquee in 2004.\n\nDespite the generation gap between the new and old guards, an invitation to The Birdcage remains Australia's most coveted. “The bragging rights of saying you’ve been to The Birdcage at the Melbourne Cup will have cachet forever,” Romano says.\n\nQuinn Rooney / Getty Images Horses coming out from The Birdcage area before running the 2018 Melbourne Cup.\n\n“There used to be a common understanding that everyone is approachable inside and people like Julie Bishop and Gina Rinehart were, and still are, so gracious, as everyone was excited and happy to be there,” she adds. This rapid shift from corporate celebrity enclosure to an ecosystem ruled by Bachelor and Bachelorette stars, bloggers and celebrities such as Elle Macpherson reportedly being paid about $100,000 to show up, could be explained by the damning royal commission into the Australian banking sector, a looming Victorian state election, and the voices of animal activists and gambling addiction advocates getting louder and louder.\n\nScott Barbour / Getty Images Elle Macpherson was a special guest inside the Lexus Marquee on Derby Day. She was reportedly paid $100,000 to attend.\n\nFor the four race days protestors waving placards of dead horses stood at the Epsom Road gates yelling “Horse racing is murder” while punters, dressed in their finery and hats, filed past politely. Not even flash flooding and sideways rain on Cup day dampened the spirits of the peacocks in The Birdcage, except one who demanded to be carried over the turnstiles for fear of ruining her $1,200 Balenciaga velvet heels.\n\nQuinn Rooney / Getty Images\n\nDespite taking a nasty fall down stairs when the strap of her kitten-heeled slingback came loose in 2016, Gina Rinehart fronted up again for Cup day this year. The mining magnate, who is also Australia’s richest woman, quaffed champagne as she chatted to Australia’s richest person, Anthony Pratt, and 21st Century Fox board member Sir Rod Eddington in the Tabcorp marquee, while Opposition Leader Bill Shorten and actress Rachel Griffiths had a chinwag in the corner.\n\nScott Barbour / Getty Images Australia's richest woman Gina Rinehart and Australia's richest person Anthony Pratt inside The Birdcage on Melbourne Cup day.\n\nDown the road, inside Mumm’s “Space Odyssey”, things were more Buzz Aldrin than Bowie. Dynasty star Nathalie Kelley was enjoying a menu of “breakfast gels” and “freeze dried fruit salad” until she needed a fresh blow dry, after a champagne saber stunt went awry and she was soaked by 1.5 litres of bubbles.\n\nOver at Bumble, Bishop was back, \"[This is] Melbourne at its best,\" she said. As was Australian model Lara Worthington, who had been paid to attend.\n\nScott Barbour / Getty Images Lara Worthington (wearing head-to-toe Chloe) was mobbed outside and inside the Bumble Birdcage Marquee on Melbourne Cup Day.\n\nBattersby buzzed around introducing the VIP guests to the location-based social and dating app app’s slightly shell shocked-looking founder, Whitney Wolfe Herd, who came from the US to witness the brand’s Birdcage debut.\n\nSupplied Julie Bishop with Bumble founder and CEO Whitney Wolfe Herd.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Share On more Share On more\n\nMore", "Check out BuzzFeed's full review of the Squatty Potty.\n\nPromising review: \"Going number two will never be the same! This is the best invention known to man. Seriously — whoever invented this brilliant piece of potty art needs a golden shrine in their name! Every time I use this bad boy, I say a quick thank you to the creator of the Squatty Potty and go about my day in pain-free comfort, because the Squatty Potty took care of me and my number two comfort needs. If you don't have a Squatty Potty in every bathroom of your home, do it now! It's a perfect gifts for loved ones, and when they look at you quizzically, wondering why on God's green earth you bought them a Squatty Potty, you will look at them and say, 'Use this next time you go number two and you'll understand why.' You might even receive thank you cards and words of praise!!! Poo in comfort....poo in peace.\" —Sydney Armstrong\n\nGet it from Amazon for $19.99.", "ModCloth\n\nPromising review: \"Love love love! The overall fit of this cape is perfect! I was worried it would be awkward and feel like it was choking me when wearing. But it stays in place. I love the arm cutouts! It's perfect to wear anytime and is very well-made, so I'll be able to wear it for many years to come!\" —ssm0885\n\nPrice: $66.75 (originally $89; available in sizes XXS-4X and in two colors)", "3.\n\nThe person who tried to compliment one of his match's photos:", "Share On more Share On more\n\nIn this post series, I've been revisiting the movies I loved as a pre-teen and teen. Few movies shaped me more than Casper – or should I say, no five minutes of a movie shaped me more than THAT scene in Casper. You know the one I mean. Anyway, here's how the experience of rewatching it (the whole movie, and THAT scene) went down...\n\nUniversal\n\n1. The animal howling is such a spooky opening. 2. I probably should have watched this before Halloween, huh. 3. Any time is a good time for Casper, though. 4. Oh wow I completely forgot about these two random kids trying to get a photo in the haunted house at the start. 5. Now I remember thinking one of them was kinda cute. 6. This guy with the droney voice used to be in everything. 7. “The death of her only father has left a gaping void in her bank – uh, in her life.” I forgot how funny this movie was. 8. Whipstaff Manor is such a great haunted house name. 9. “So, what do you think?” “I think you’re going to get wet.” Carrigan has major big dick energy, I love it. 10. This is a beautiful house tbh. Creepy, but beautiful. 11. They do a really good job of not making this movie about literal ghosts too scary for kids. Like I don’t remember being that traumatised by this movie at all? It’s more just really funny and entertaining. 12. Okay the priest’s head being on backwards is kinda ooky. 13. DAN AKROYD. “Who you gonna call? Someone else.” SCREAMING.\n\nTap to play GIF Tap to play GIF Universal\n\n14. “All I want’s a friend.” Same, Casper. Same. 15. “You can call them ghosts, or as I prefer, the living impaired.” Amazing. 16. I was so obsessed with Christina Ricci as a kid. Between this and Now and Then, she got to kiss Devon Sawa TWICE and I extremely wanted to be her. 17. I was all about Human Casper at the time, but watching it now, Bill Pullman was a bit of a babe, hey. 18. I love Kat’s cat-eye sunglasses. 19. It’s pretty messed up that Dr Harvey dragged his kid around looking for her dead mother’s ghost. 20. “I’m a close, personal friend.” What IS Dibs’ relationship to Carrigan? 21. I wore a thumb ring for so long because of Christina Ricci in this movie. 22. “It’s conceivable.” This is the first time I’ve watched this movie and actually known what conceivable meant. 23. Casper’s crush on Kat is so cute and also low-key heartbreaking. 24. I dig how they establish that Kat is way more capable than her dad early on. 25. “There’s a girl on my bed. Yesss.” Casper the horny ghost. 26. The score of this movie makes me feel like I’m nine all over again. 27. I have a lot of questions about Casper’s physical presence. 28. Why aren’t the uncles up already to chase them out of the house? 29. Cackling at Dr Harvey’s terrified reaction to Casper.\n\nTap to play GIF Tap to play GIF Universal\n\n30. Ohhhh here come the uncles. They weren’t at home. 31. Poor Casper. He’s not only dead, depressed and lonely, he also has to be a slave to his three uncles. 32. Here’s something that’s always bothered me: are they actually his uncles? Like, from life? Or did they, er, adopt him in the afterlife? 33. Oh my gaaaahd these cameos! Clint Eastwood?! Mel Gibson?!?!???! 34. “Hey boys, we got a closet case here.” Well. That went over my head as a child. 35. That “smell-o-gram” gave me instant flashbacks to primary school and the boys saying that before burping or farting. Eugggh. 36. The “this sucks” joke as they’re being sucked into the vacuum is a LITTLE on the nose. 37. “Who’s got their pointy head in my–” “That’s not my head.” WHAT. 38. Lmao @ Kat entering rooms armed with a dustbuster. 39. Dustbusters were, like, such a thing in the ‘90s. 40. I enjoy this breakfast scene a lot. 41. “I feel like Oprah on hiatus.” I remember trying to figure out what “on hiatus” meant and now I realise they’re just making awful fat jokes. 42. The ghosts “eating” is super gross. 43. Oh my god, the guy Kat has a crush on is Guy from The Mighty Ducks! Did I know this as a kid? If I did, I’ve completely forgotten it. 44. Love Casper tying the shoelaces together of all these school jerks.\n\nTap to play GIF Tap to play GIF Universal\n\n45. The uncles pretending to know Dr Harvey’s dead wife is way harsh. 46. I forgot Vic was such a jerk, asking Kat out because Amber forced him to as part of an evil plan. 47. “See, I’m a good dancer.” Caspeeer I’m gonna cry. 48. Casper basically pulled a magic carpet ride move on Kat. Smooth. 49. “Sometimes I worry that I’m starting to forget.” This is so real to anyone who has lost someone. 50. I just realised Christina Ricci plays a girl who has lost her mother in both this and Now and Then. 51. “Can I keep you?” Okay now I really am crying. 52. “I found your Visa card.” “Where was it?” “In your wallet.” Looool. 53. I never realised they were talking about Kat’s virginity at the breakfast table. 54. I do not believe Kat got that toy room looking that good all by herself in a matter of hours. 55. I was sooo jealous of this room. 56. Why do ghosts only have four fingers though? 57. “What’s it like to die?” “Like being born, only backwards.” That really clears things up. 58. It’s really sad that Casper didn’t cross over so his dad wouldn’t be lonely, and then his dad was declared insane. 59. The way into the dad’s secret lair is so over-complicated but also looks like a lot of fun. 60. I remember being very stressed that she got toothpaste all over that antique dress that she was supposed to be wearing to the dance.\n\nTap to play GIF Tap to play GIF Universal\n\n61. “I’m gonna be alive.” This part has ALWAYS gotten to me. His hope is so heartbreaking. 62. The first time I watched this, I thought that was Casper’s human hand reaching out to grab the formula, and not Dibs’. 63. “Dibs you’re taking this way too personally” – Carrigan as she literally tries to murder him. 64. How did I never get until now that this karaoke joint is deserted because the ghosts scared everyone away? 65. Dr Harvey just desperately needs some friends. Who aren’t dead. 66. I can’t believe this movie killed off Carrigan and Dr Harvey in a matter of minutes. 67. Why do they still look like their human selves when the other ghosts don’t look remotely human? Do you become less human-like the longer you’re a ghost, maybe? 68. I love that they defeat Carrigan by using her own ego against her. 69. I’m so BROKEN over Casper sacrificing his one chance at life for Dr Harvey and Kat. 70. Okay but like didn’t Casper’s dad write his formula down anywhere? Surely they could just make more primordial potion? 71. Why did Amber actually think her costume with Vic would scare people as opposed to, you know, people just thinking they were in costume? 72. I love how it backfires, with the ghosts scaring them. 73. I’m crying again at Kat’s mum appearing to Casper and talking about how proud his dad is. 74. Wow this really is a Cinderella story huh, Casper even has to do chores for his wicked family members and now he gets to go to a dance.\n\nTap to play GIF Tap to play GIF Universal", "“Men are rats, listen to me, they’re fleas on rats, worse than that, they’re amoebas on fleas on rats”", "The Home Depot\n\nHolds up to 75 lbs. on each shelf and folds up to less than 6\" flat for storage.\n\nGet it from The Home Depot for $56.45+ (available in three colors).", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Inspired by the classic map from Harry Potter and the Prisoner of Azkaban, you can expect this scarf to be awesome! It's perfect for the Potter fan who wants to keep the story close to their heart all winter.\n\nPromising review: \"To say I adore this scarf is a bit of an understatement. My husband picked out this as one of my birthday gifts, and I honestly don't know who was more excited when I opened this package. I really appreciate all the detail of the map that is on the fabric. I also think that the black background really helps to make the beige design pop even more. The fabric itself is on the lighter side, but it is a very wide cut for the scarf, which makes for nice, cozy layers while literally wrapped up in my favorite story. I can wrap this twice around my neck (I'm an average-size female if that helps) with a decent amount of scarf left over.\" —Lizzie D\n\nGet it from Amazon for $12.70.", "15 Tumblr Posts About Poop To Read While You're On The Toilet\n\n\"People who study poop are called scatologists but I think they should be called turd nerds.\"", "The Home Depot\n\nThis sofa measures 32\"H x 91\"W x 38\"D. You can also get this same design as an armchair or loveseat (both of them are on sale as well). There are little wheels attached to the two front legs so it won't be a chore to move around.\n\nPromising review: \"The velvet is gorgeous! I've had mine for almost a year now, and it's in excellent condition! Fabric is easy to clean. Couch looks expensive!\" —Ann\n\nPrice: $738.38 (originally $984.50; available in five colors/finishes)", "Share On more Share On more\n\nMore", "Share On more Share On more\n\nJon-Michael Poff / BuzzFeed / Getty Images\n\n1. In the show's early days, writing sessions, which take place on Tuesdays, were drug-fueled all-nighters, although that's no longer the case. 2. Male writers have been known to pee in a cup or jar in their office instead of going to the bathroom. 3. Lorne Michaels created SNL after Johnny Carson asked NBC execs to air his \"Best of Carson\" reruns on weeknights, thereby allowing him to go on vacation, instead of on the weekend. 4. The opening line is \"Live from New York, it's Saturday Night!\" — not \"Live from New York, it's Saturday Night Live!\" — because there was already a show on ABC called Saturday Night Live when SNL debuted on NBC in 1975. 5. The \"home base\" stage, which is used for both the cold open and the monologue, must be entirely transformed in just one minute and 42 seconds during the opening credits.\n\n6. Studio 8H was originally a three-story radio studio home to the NBC Orchestra, but it was converted into a TV studio in the 1950s. 7. The elevators leading to Studio 8H are so small that, if a car is needed for a sketch, it must first be cut in half, brought up in two pieces, and then reassembled. 8. Some of the seats used by the studio audience are old seats from Yankee Stadium. 9. Of the 40 to 50 sketches written every week, only about eight make it on air. 10. When the show shoots in the hallway outside the studio, you can almost always see Abe Lincoln, chorus girls, and a llama in the background — a gag conceived by Seth Meyers in the early 2000s.\n\n11. Lisa Kudrow, Kathy Griffin, Stephen Colbert, Steve Carell, and Jim Carrey all auditioned for — and were rejected by — SNL. 12. Mindy Kaling, on the other hand, auditioned to be on SNL, but was offered a writing position instead; however, because she was a writer for The Office, she had to turn it down. 13. Just one of Seinfeld co-creator Larry David's sketches made it to air during his time as a writer for the show. 14. Parade magazine estimated that cast members earned up to $24,000 per show in 2017, although the amount varies based on seniority and writing credits. 15. Alec Baldwin, who often plays President Trump, earns just $1,400 for each appearance.\n\nNBC / Getty Images\n\n16. In 1999, Tina Fey became the first female head writer in SNL's 25-year history. 17. Rachel Dratch got the idea for Debbie Downer while on vacation when someone asked her where she lived and if she had been in New York on Sept. 11. 18. Eddie Murphy, a cast member in the early 1980s, single-handedly saved SNL from cancellation following Lorne Michaels's departure in 1980, according to James Andrew Miller, author of Live From New York: An Uncensored History of Saturday Night Live. 19. When a famous person sneaks up behind the cast member imitating them, it's called a \"sneaker upper,\" and the writers for the show hate it. 20. When Chevy Chase returned to host SNL after having left the cast a year prior, he got into a fistfight with Bill Murray, who called him \"medium talent.\"\n\nNBC / Getty Images, NBC", "The Home Depot\n\nYou can also set them to a five hours on, nineteen hours off timer so you can enjoy them every evening without having to do a thing!\n\nPrice: $13.98 (for a set of three)", "If you're like me, Harry Potter has been a part of your life for as long as you can remember. You've read the books, you've seen the movies, and there are just certain things about the world that you've never stopped to question!", "\"So for the last several weeks, I have been experiencing the negative effects of dry air in my home, particularly in my bedroom. My nose has been dry and sore with inflamed nasal passages along with my nose running 'like a sugar tree.' Sleeping with a fan as I have done for the past 15+ years became impossible. I don't know about you, but that combination makes for a miserable sleep. Anywho, I had never needed or used a humidifier until this purchase. Let's just say that my dreams have returned and I'm waking up to a nice mist rather than a pillow of Kleenex and a sore nose. Life is good. The Ultrasonic is whisper-quiet with the occasional echo of water, not dripping, but a soft cascade as if it were a mini waterfall. I find it rather soothing, a bit of 'white noise,' which is good because I haven't plugged my fan back in as yet. The water reservoir is easy to fill (I use distilled water) and it's ready to go. The mist is cool, not overpowering and not 'smoky,' and you can turn the nozzle into the desired direction.\" —Tracy Johnson\n\n\"I have been using this humidifier now for about two months and I really love it. It is very quiet and releases a good amount of moisture even on the low setting. I have used the LED a couple of times but I mainly just use the first setting, low with no lights. I have had zero problems with leaks or issues with filling the unit. I do wish that it held just a bit more water but it's large enough to run throughout the night without running out of water, especially on the low setting. I love the automatic shut-off feature, and the button is so easy to press, you could be half asleep and still shut off/turn on the unit. It works very well...I had it running all night long a few nights ago and I woke up with some moisture on my windows so I know it's adding humidity to the room. It's a cute little unit and I highly recommend this humidifier. Its cute, quiet and does exactly what it's suppose to do. Very happy with this purchase!\" —Starscream\n\n\"I've never used a humidifier before, so the whole experience is new for me. However, I powered the Ultrasonic Cool Mist on and within an hour I noticed the air felt significantly different in my apartment. I live in the northern US, so I'm used to dry, cold winters and the dry noses/skin that accompanies them. However, since using this product every night, I've noticed the cracks are healing and not coming back! Even though the function is excellent, I'm also impressed by how silent the machine is. We put it in our bedroom, and I have no problem falling asleep. There is a blue light that can be turned on for the machine, but I found that to be too bright for me to sleep, so I simply turned it off, as it's not required for the machine to run. 10/10 would buy again, and I've recommended it to my family and friends.\" —Chandler", "I'm in the library and there's a bf helping his gf study and I've been overhearing parts of their conversation for the last hour and he just said \"Babe, I'm gonna be honest with you. You're going to fail this test, I love you, but there's nothing we can do about it now\" I’m dead"]