["Asia Pacific markets traded mostly lower on Monday as investors remained cautious over global growth prospects while Chinese President Xi Jinping tried to position China as a globalization champion in a major speech.\n\nXi's opening speech kicked off the week-long China International Import Expo that seeks to promote the world's second largest economy as a major consumer of global goods. The event, announced more than a year ago, will stand in contrast to the ongoing trade fight between Beijing and Washington.\n\nDuring the speech, Xi repeated his rhetoric against protectionism and promoted his country as an advocate for international openness and cooperation. He discussed at length about the benefits of an open international economy and said that China is pursuing \"a new round of high-standard opening up\" to broaden market access to the rest of the world.\n\nThe United States has levied tariffs on an extensive list of Chinese products. Beijing, for its part, unsuccessfully tried to negotiate on tariffs by offering to buy more U.S. goods, but ultimately responded with duties on products from the U.S.\n\nThe impact of the ongoing trade war is being felt as companies report higher production costs and trim outlook. On Friday, Chinese tech giant Alibaba lowered its full-year sales forecast, citing concerns about the economic impact of the trade war.\n\nXi's speech at the expo comes a day before Americans head to the polls for midterm elections.", "David Stockman warns a 40 percent stock market plunge is closing in on Wall Street.\n\nStockman, who served as President Reagan's Office of Management and Budget director, has long warned of a deep downturn that would shake Wall Street's most bullish investors. He believes the early rumblings of that epic downturn are finally here.\n\nIt comes as the S&P 500 Index tries to rebound from its worst month since 2011.\n\n\"No one has outlawed recessions. We're within a year or two of one,\" he said Thursday on CNBC's \"Futures Now.\" He added that: \"fair value of the S&P going into the next recession is well below 2000, 1500 — way below where we are today.\"\n\nThis is far from the first time he's issued a dire warning. But this time, he suggests the latest leg down is an early tremor of the pain that lies ahead.\n\n\"If you're a rational investor, you need only two words in your vocabulary: Trump and sell,\" said Stockman, in a reference to President Donald Trump. \"He's playing with fire at the very top of an aging expansion.\"\n\nAccording to Stockman, Trump's efforts to get the Federal Reserve to put the brakes on hiking interest rates from historical lows is misdirected.\n\n\"He's attacking the Fed for going too quick when it's been dithering for eight years. The funds rate at 2.13 percent is still below inflation,\" he said.\n\nStockman cited the trade war as another major reason why investors should brace for a prolonged sell-off.\n\n\"The trade war is not remotely rational,\" he said. If the dispute worsens, it \"is going to hit the whole goods economy with inflation like you've never seen before because China supplies about 30 percent of the goods in the categories we import.\"\n\nHis latest thoughts came as stocks will try to build on last week's rebound. The S&P 500 gained 2.4 percent the week ending Nov. 2. However, the index is still down 6.9 percent over the past month.\n\n\"We're going to be in a recession, and we're going to have another market correction which will be pretty brutal,\" Stockman said.\n\nThe White House didn't respond to CNBC for a comment on Stockman's remarks.", "Georgia Secretary of State Brian Kemp, who also is the GOP's gubernatorial candidate, released a statement on Sunday calling for an FBI investigation into what his office called a \"failed\" attempt to breach voter rolls.\n\nIn making his claim, Kemp cited unusual activity on the state's \"My Voter Page,\" which provides residents information about their registration status and voting locations, while accusing Democrats of culpability.\n\nIn a statement, the secretary's office said: \"We opened an investigation into the Democratic Party of Georgia after receiving information from our legal team about failed efforts to breach the online voter registration system and My Voter Page. We are working with our private sector vendors and investigators to review data logs.\"\n\nKemp is running against Stacey Abrams, who has lobbed accusations of voter suppression in the hotly contested governor's race. On Sunday, Abrams called the investigation \"desperate,\" echoing the state's Democratic Party, which called the allegations \"100 percent false.\"\n\nThe organization added: \"This so-called investigation was unknown to the Democratic Party of Georgia until a campaign operative in Kemp's official office released a statement this morning.\"\n\nKemp's move was unusual, as it's rare for organizations to speculate on the perpetrator of a cyberattack prior to an investigation, because a common tactic of cybercriminals to use technology to mask their affiliation and location. Attributing cyberattacks to any individual or entity is a process that typically takes weeks or months by trained investigators.\n\n\n\nIn an earlier statement, Kemp's press secretary Candice Broce said, \"While we cannot comment on the specifics of an ongoing investigation, I can confirm that the Democratic Party of Georgia is under investigation for possible cyber crimes. We can also confirm that no personal data was breached and our system remains secure.\"\n\nA Department of Homeland Security official told CNBC the office would defer to the Georgia Secretary's office for any further comment, and acknowledged \"the State of Georgia has notified us of this issue.\"\n\nThe Georgia Secretary of State's office was not immediately available for further comment.", "With market watchers debating the future of the economy, the cruise industry is making a bold bet on the consumer.\n\nAnalysts say 17 cruise ships are expected to hit the market next year on the expectation that demand for cruising will rise as more baby boomers retire and the industry carves out new offerings.\n\nTo increase the capacity at ports, terminals are being built and expanded to ensure there is enough room.\n\nRoyal Caribbean invested $250 million to launch Terminal A at Port Miami, often referred to as the cruise capital of the world.\n\nRoyal Caribbean plans to bring a number of its ships — including the Symphony of Seas — to Terminal A and over time, lease it out to other cruise lines in the industry.", "5 Hours Ago\n\nIn a lengthy statement, punctuated with eight exclamation points, Trump said that while \"we may never know all of the facts surrounding\" Khashoggi's death, \"our relationship is with the Kingdom of Saudi Arabia.\"", "Toby Cosgrove has a new job.\n\nAfter decades running one of the world's most famous hospitals, Cleveland Clinic, he's helping one of Silicon Valley's most prominent technology companies figure out how to sell its technology and services into health care.\n\nCosgrove announced earlier this year that he's taking a position at Google as an advisor to the Google Cloud health care and life sciences team.\n\nSurprisingly, he's not fighting to win large cloud contracts at the largest hospitals.\n\nThat's because most hospitals have already invested hundreds of millions of dollars into on-premises IT systems from companies like Epic Systems and Cerner, including installation, upgrades and training. At Cleveland Clinic, for instance, Cosgrove was one of the first big customers to invest in Epic Systems' electronic medical record software.\n\nCosgrove doesn't see these companies moving their entire infrastructures to a hosted cloud system like Google Cloud, or the more popular rival products from Amazon and Microsoft.\n\nInstead, he wants to figure out what kinds of apps can be built on top of these systems to help hospitals start to modernize.\n\nIn his view, the \"killer application\" for health care is voice for applications like transcribing physicians' medical notes, which leverage technologies like machine learning and natural language processing. (Cosgrove isn't involved, but another Alphabet team, Google Brain, is looking at doing just that).\n\nCosgrove thinks it'll take time before hospitals and smaller clinics across the country are using voice technology as a mainstream application, whether it's from Google or an enterprising start-up.\n\n\"I think it's going have to be specialty by specialty and probably the hardest is going to be the primary care physician because they have to see everything that comes through the door,\" said Cosgrove.", "Google's Owlchemy Labs is experimenting with ARcore to take its games to the next level — by taking players on a virtual getaway.\n\n\"Vacation Simulator\" — a follow up to the lab's hit game, \"Job Simulator\" — is set in the year 2060. The premise involves robots (the same ones who stole most of humanity's jobs in \"Job Simulator\") doing some research, and discovering that when people were not working, they would take vacations.\n\nIn this particular simulation, however, robots creating the environment for humans are struggling to grasp the concept of vacation. Unlike \"Job Simulator,\" the new game will feature a significantly more expanded environment instead of different ones confined to dedicated levels.\n\nNot only will players have more landscape to explore, but they'll have more of a narrative, as robots interact more within the virtual reality (VR) simulation.\n\n\"There's multiple different zones on the beach itself where you can interact. You can go play in the water. You can go build sandcastles, grill hot dogs,\" and a few other things, said Owlchemy Labs' CEO, Devin Reimer\n\n\"The game is a much bigger undertaking than 'Job Simulator' was. It opens up a lot more interesting things inside VR,\" he added.", "T-Mobile CEO John Legere is selling his luxury New York City penthouse, located in the exclusive Central Park West neighborhood, for nearly $18 million.\n\nThe penthouse, part of the 16-story 91 Central Park West building, was recently listed by Compass Real Estate\n\nLegere appears to have struggled to find a buyer for the palatial apartment, and the price tag reflects a hot luxury market that's showing signs of cooling off. In February, the Wall Street Journal reported that the penthouse was listed for $22 million, and the current asking price of $17.96 million is almost exactly what Legere paid for it back in 2015. The apartment once fetched a price tag of $27.5 million.", "Open enrollment, the annual period where you can sign up for plans that fall under the Affordable Care Act — also popularly called Obamacare — has started.\n\nIn 2016, about 16 percent of Americans bought private individual health plans, which includes Affordable Care Act offerings sold on government exchanges, according to the U.S. Census Bureau.\n\nEvery year, millions of people have to make decisions about the kind of care they need. During the 2018 annual enrollment, for example, nearly 11.8 million people signed up or were automatically enrolled through the ACA.\n\nBut another choice, known as a short-term health plan, is much cheaper and designed to appeal to younger, healthier people, or people of any age who want to save money. Unlike ACA plans, you can sign up for them throughout the year.\n\nSide-by-side, these plans cost far less. A 30-year-old woman in Chicago buying an ACA \"Bronze\" plan, according to Shaun Greene, senior vice president of AgileHealthInsurance, would pay $219.57 per month. If she buys a short-term plan, she'd pay approximately $120.\n\nThe White House earlier this month made a couple of important tweaks to short-term health plans, to increase their appeal to consumers. That's on top of ending the penalty for not buying standard health-care coverage.\n\nYou can now use subsidies to purchase short-term plans, depending on your state and income level. Next year, California will no longer allow these plans to be offered. Other states have enacted limits on how many times a plan can be renewed; still other states have expanded renewals.\n\nClaire McAndrew, director of campaigns and partnerships at Families USA, an advocacy organization for health-care consumers, calls the change concerning and potentially illegal. \"Federal law is very clear that those subsidies are for standard health insurance,\" she said.\n\nThe danger is that consumers could be diverted from buying regular health insurance.", "Medicaid expansion is on the ballot in three states this year, where local Republican leadership have opposed the wholesale extension of the safety net program under the Affordable Care Act. Many GOP leaders have cited budget concerns.\n\nVoters in Idaho, Nebraska and Utah will vote on expanding Medicaid in their states beginning in 2019. If the measures are passed, it could lead to new Medicaid coverage for 325,000 people across those three states, according to an analysis by Avalere.\n\nThose ballot initiatives follow a successful binding referendum vote in Maine last year, where voters approved Medicaid expansion of the program to cover 70,000 low-income residents.\n\nHowever, victory at the polls in Maine has not yet translated into actual implementation. Outgoing Republican governor, Paul LePage, has refused to carry out the measure despite court orders. He has argued that the state cannot afford the long term budget implications of coverage expansion.\n\nMaine is one of half a dozen Republican-led states with tight gubernatorial races this year, and Democratic wins there could usher in a new wave of Medicaid expansion. Since the law was implemented in 2014, 34 states and Washington, DC have expanded Medicaid under the Affordable Care Act to date.\n\nThe ACA provision extends health care coverage under the safety net program to low-income adults earning up to 138 percent of the federal poverty level, which amounts to $16,600 for an individual this year, and up to $33,900 for a family of four.", "As robots pack more and more items into Amazon's fulfillment centers, reaching high up on shelves to store and retrieve toiletries, electronics and household goods, the company is reconsidering how it accounts for space.\n\nOn last week's earnings call with analysts, Chief Financial Officer Brian Olsavsky said that Amazon could start using cubic feet, instead of square footage, to measure its warehouse footprint. That would change the measurement from one of sheer size to one of volume, and give a clearer picture of how Amazon is becoming more efficient as its inventory grows.\n\n\"We are debating whether the dynamics of the warehouse are changing, so that square footage may not be the main indicator — it might be cubic feet,\" Olsavsky said. He said that if the company makes a change it will provide more detail to investors, but he didn't say when a decision will come.\n\nAs of now, Amazon expects its warehouse footage space to grow 15 percent in 2018, slower than the 30 percent growth rate over the prior two years. At the end of 2017, Amazon occupied almost 200 million square feet of space in its warehouses and data centers.\n\nThe company is moving in the direction of vertical expansion, filling up multi-story warehouses, which is particularly important as it builds in more densely populated urban areas. So its actual use of a warehouse is no longer shown by just length times width but increasingly includes height.\n\n\"Amazon is getting more and more efficient at using the warehouse space in a three-dimensional way,\" said Suvrat Dhanorkar, a supply chain management professor at Penn State University.", "It's been a record-setting year for Applebee's and the restaurant is showing no signs of slowing down, even as its competitors are struggling with getting guests in the door.\n\nCheap alcoholic beverages and dinner deals lured in customers during the third quarter and helped boost same-store sales up 7.7 percent, John Cywinski, president of Applebee's, told CNBC. This is massive growth compared to the rest of the industry, which saw same-store sales up 1.2 percent in the same period, according to Black Box Intelligence data.\n\nCywinski said this was the best performance for the brand in at least 14 years and that both dine-in and to-go sales grew in the quarter. Dine Brands, Applebee's parent, reported its results on Wednesday.\n\n\"Applebee's is back to its roots,\" he said. \"The evidence is four consecutive quarters of growth, 43 consecutive weeks of positive comp sales, [and] outperforming every segment of the restaurant industry.\"\n\nCompetition in the industry is getting stiff. Customers have more choices than ever of where to eat, how to eat and what to eat. Mobile apps and delivery has made getting meals so easy, that some customers are cutting back on trips to restaurants in favor of having food show up at home. Cheaper grocery prices, too, have driven diners to cook more meals at home. These issues persisted in the third quarter, as traffic industry-wide fell 1.2 percent, according to Black Box.\n\nThis was not the case at Applebee's, however, Cywinski said. In the first nine months of the year, same-store sales were up 5.5 percent, the bulk of the gain came from increased traffic, he said.\n\nIn 2017, the company began a campaign of offering $1 margaritas, dubbed Dollaritas, an effort to bring in younger diners, who tend to prefer limited-service chains like Chipotle, Chick-fil-A and Taco Bell, where they can order and go. The chain also does monthly drink promotions like its Halloween-themed $1 Zombie drink, which was garnished with a gummy brain.\n\n\"The beverage program is important to us,\" Cywinski said. \"Half of our growth is dine-in and a good chunk of that is beverage driven.\"\n\nCywinski also sees another upside: \"Frankly, because [customers] are getting a great value on the beverage side, they tend to be ordering desserts and appetizers.\"\n\nApplebee's is not only getting more people to dine-in at its restaurants, but has also improved its to-go sales with curbside pickup. In the third quarter, off-premise sales grew 37 percent and now account for 10 percent of total sales.\n\nCywinski expects these sales to double to 20 percent in the next few years. In addition, the company plans to have delivery available at about 1,000 restaurants by the end of 2018.\n\nRaymond James analyst Brian Vaccaro upgraded Dine Brands shares to a strong buy from outperform in the wake of the earnings report, saying he had \"increased confidence\" in Applebee's ability to sustain its same-store sales gains in 2019.\n\nHe set a price target of $108 on Dine Brands shares on Thursday. The stock, which is up about 70 percent since January, closed Friday just above $87.\n\nWATCH:How takeout took over America", "Polls in most of Florida will close at 7 p.m. ET on Tuesday, with some red-leaning parts of the Panhandle that sit in Central time closing an hour later. Results will start coming in a bit earlier than in other high-stakes states such as Pennsylvania.\n\nIn a state that supported Trump after backing Obama twice, the major parties have realized the importance of energizing their bases. Obama held a rally in Miami on Friday for Gillum, Nelson and House candidates, saying that Tuesday \"might be the most important election of our lifetimes.\" Trump rallied in the state Saturday night for the second time this week, as he aims to boost his ally DeSantis.\n\nIn the race to represent the state of more than 20 million as governor, observers see a test of the country's future. Gillum, Florida's first black gubernatorial nominee who has served as mayor of Tallahassee, has pushed for Medicaid expansion, tighter gun restrictions, and supports Trump's impeachment.\n\nDeSantis, a former congressman who won the GOP gubernatorial primary with a big boost from Trump, has aligned himself with the president on cracking down on immigration, and repealing and replacing the Affordable Care Act.\n\nWhile the gubernatorial race has huge stakes for Florida's future, the House and Senate races will give better clues of what could happen in congressional races nationwide on Tuesday. Nelson is one of 10 Senate Democrats running in a state Trump won in 2016, and finds himself locked in a tight race with Scott. The two campaigns and outside groups supporting them have spent a staggering $180 million on the race, driven by Scott's personal $50 million investment in his Senate bid.\n\nSchale said that in each recent election cycle, \"where the country broke late is where Florida landed.\" Therefore, he said he would be \"surprised\" if Nelson wins but other Senate Democrats in tight races — such as Claire McCaskill in Missouri and Joe Donnelly in Indiana — lose.\n\nRepublicans hold a 51-49 majority in the Senate, and are currently favored to maintain or increase their advantage in the chamber. If the 65-year-old Scott, denies the 76-year-old Nelson a fourth term, it would bode well for the GOP's prospects nationwide.\n\nMeanwhile, Democrats will try to flip several House districts in the Sunshine State, as they push to gain a net 23 GOP-held seats nationwide and win a majority in the chamber. Nonpartisan forecasters favor Democrats to win Florida's Miami-area 27th District, in a closer than expected race for a Republican-held seat in a district that Democrat Hillary Clinton won by 20 percentage points in 2016.\n\nNonpartisan analysts differ on their ratings for Florida's other competitive House races. But Democrats will try to unseat Republicans in the following districts:\n\nFlorida 26: Republican Rep. Carlos Curbelo aims to defend Florida's southernmost congressional seat against Democrat Debbie Mucarsel-Powell. The district also voted for Clinton. Along with the 27th District, it is considered a test of how well Democrats can mobilize Hispanic voters. The nonpartisan Cook Political Report considers it a toss-up, while the nonpartisan Sabato's Crystal Ball lists it as lean Republican.\n\nRepublican Rep. Carlos Curbelo aims to defend Florida's southernmost congressional seat against Democrat Debbie Mucarsel-Powell. The district also voted for Clinton. Along with the 27th District, it is considered a test of how well Democrats can mobilize Hispanic voters. The nonpartisan Cook Political Report considers it a toss-up, while the nonpartisan Sabato's Crystal Ball lists it as lean Republican. Florida 15: The district on the eastern outskirts of Tampa is open due to GOP Rep. Dennis Ross's retirement. Republican Ross Spano and Democrat Kristen Carlson vie for the seat. Like the 26th District, Cook puts the 15th in the toss-up category and Sabato rates it as lean Republican.\n\nThe district on the eastern outskirts of Tampa is open due to GOP Rep. Dennis Ross's retirement. Republican Ross Spano and Democrat Kristen Carlson vie for the seat. Like the 26th District, Cook puts the 15th in the toss-up category and Sabato rates it as lean Republican. Florida 6: The coastal district south of Jacksonville has no incumbent, due to DeSantis's bid for governor. Republican Michael Waltz faces off with Democrat Nancy Soderberg. Both Cook and Sabato's put it in the lean Republican category.\n\nThe coastal district south of Jacksonville has no incumbent, due to DeSantis's bid for governor. Republican Michael Waltz faces off with Democrat Nancy Soderberg. Both Cook and Sabato's put it in the lean Republican category. Florida 18: Republican Rep. Brian Mast aims to win re-election in the southeastern Florida seat about halfway between Orlando and Miami. He faces off against Democrat Lauren Baer in a contest that both Cook and Sabato rate as lean Republican.\n\nRepublican Rep. Brian Mast aims to win re-election in the southeastern Florida seat about halfway between Orlando and Miami. He faces off against Democrat Lauren Baer in a contest that both Cook and Sabato rate as lean Republican. Florida 16: Republican Rep. Vern Buchanan faces Democratic challenger David Shapiro to defend the seat south of Tampa. Cook puts the race in its lean Republican category, while Sabato considers it likely Republican.\n\nPredicting results of House races in different parts of the country can be difficult, given the array of local issues that drive results. Still, Schale thinks that if any candidates from the group of Baer, Soderberg and Carlson triumph, it could mean Democrats are \"having a very good night\" in the suburban districts they need to flip to take a House majority.\n\nAt the same time, difficulties for House Democratic candidates in flipping GOP-held Florida seats could portend problems in the party's bid for a majority.", "If you're among the millions of older U.S. workers who will say farewell to full-time work in 2019, now's a good time to make sure you're truly prepared.\n\nWhether you're viewing the next phase of life as retirement, semi-retirement or an unknown adventure, experts say the transition should get more than just a passing once-over.\n\nRoughly 10,000 baby boomers turn 65 every day, the age most often associated with retirement. Of course, not everyone hangs up their working hat at exactly that age, which means your own situation could be very different from that of someone else on the verge of retiring.", "These three factors will determine if Democrats will take back Congress 6:56 AM ET Tue, 18 Sept 2018 | 03:48\n\nPresident Donald Trump's late campaign blitz targeting immigrants has rallied the Republican base of white working-class voters, helping to curb the Democratic advantage heading into Tuesday's midterm elections for Congress.\n\nThe election-eve NBC News/Wall Street Journal poll shows Democrats leading by seven percentage points, 50 percent to 43 percent, among likely voters. That's down from a nine-percentage point lead last month.\n\nThat slightly narrowing reflects rising interest in the election from the foundation of Trump's support: White men, especially older, less educated, less affluent ones in small towns and rural areas. Most noteworthy for a mid-term election, the 2018 campaign has seized the attention of voters at presidential-campaign levels — and Trump has helped Republicans wipe out the advantage Democrats held earlier in the campaign.\n\n\"There has been some method to his madness,\" said Republican pollster Bill McInturff, who conducts the NBC/WSJ survey with his Democratic counterpart Peter Hart. \"The base is coming home.\"\n\nThe results presage the possibility of a split verdict on Tuesday. With many battleground House races taking place in more affluent suburbs, the unusual Trump-era advantage Democrats continue to maintain among college-educated whites — especially women — represent a strong sign for their prospects of gaining or exceeding the 23-seat gain they need to recapture the majority.", "To hear President Donald Trump tell it, the U.S. economy is experiencing an economic boom unlike any period in its history under his leadership.\n\nA closer look at the numbers, though, show that claim is questionable.\n\nWith just days left before a critical midterm election, Trump has been barnstorming the country in a series of rallies reminiscent of his 2016 presidential campaign. This time around, he is touting his record on the economy, claiming to have created more jobs and expanded economic growth at a pace that not seen by any of his predecessors in the White House.\n\n\"Nobody has ever been president that has the greatest economy in the history of our country,\" Trump told reporters at the White House Thursday. \"This is the greatest economy in the history of our country.\"\n\nTrump touted the latest sign of economic strength in Friday's employment report, which showed a net gain of 250,000 new jobs in October, and wage gains of 3.1 percent from a year ago. That boost in wages was the best since April 2009, when the U.S. was emerging from the Great Recession.\n\nBy any measure, those are good numbers. However, they're hardly the \"greatest\" in U.S. history.\n\nA better way to compare Trump's record is to compare the overall gains in the economy since he took office with those of his predecessors, during the same period in their presidencies. When viewed in that light, Trump's record on most of those measures is decidedly average. Below are four data points that suggest Trump's claims just don't add up.", "For one, running the streets of New York City with the 50,000 other participants, surrounded by the throngs of spectators who line the streets, is surreal. It's an experience that will leave your cheeks just as sore from smiling as your calves are from running.\n\nI also like to work towards something. There's nothing more satisfying than setting a goal, putting in the hard work and then achieving it. With something like a marathon, the hard work — that part in between signing up for the race and completing it — can be long and tedious and often means months of training. But that makes the finish line even sweeter.\n\nFinally, racing is something I've made room for in my budget. After all, it makes me happy and is an investment in my health.\n\nWhen it comes to spending money, my philosophy is: Figure out what expenses matter the most, make room for them in my budget and then cut back everywhere else. I prioritize racing and travel but hunker down when it comes to other expenses.\n\nAs research shows, how you spend matters, and, oftentimes, is more important than your overall income or how much you spend in total. And money experts suggest you spend on experiences rather than things. As The New York Times columnist and author Ron Lieber tells CNBC Make It: \"All of the best psychological research on money and happiness tell us that spending money on experiences brings more (and more lasting) happiness than spending money on material objects.\"\n\nSure, dropping hundreds of dollars on road races is not for everyone. But, for me, it's worth it.\n\nDon't miss: I hate spending money but pay $450 a year for a credit card—here's why\n\nLike this story? Subscribe to CNBC Make It on YouTube!", "The South Pacific archipelago of New Caledonia voted against independence from France on Sunday in a long-awaited referendum that capped a 30-year long decolonization process.\n\nA \"yes\" vote would have deprived Paris of a foothold in the Indo-Pacific region where China is expanding its presence, and dented the pride of a former colonial power whose reach once spanned the Caribbean, sub-Saharan Africa and the Pacific Ocean.\n\nBased on provisional results and with a participation rate of nearly 80 percent, the \"No\" vote stood at 56.9 percent around 1300 GMT, local TV station NC La 1ere reported on its website.\n\n\"The New Caledonians have chosen to remain French...It is a vote of confidence in the French republic, its future and its values,\" President Emmanuel Macron said in a speech on French television.\n\nThe referendum was the first auto-determination vote to be held in a French territory since Djibouti in the Horn of Africa voted for independence in 1977.\n\nVoters in the largely self-governing territory had been asked the question, \"Do you want New Caledonia to gain full sovereignty and become independent?\"\n\nMacron said he understood the disappointment of those who wanted independence, but added that the French state would ensure liberty, equality and fraternity for everyone.\n\n\"The only loser is the temptation of contempt, division, violence and fear; the only winner is the process of peace and the spirit of dialogue,\" Macron said.\n\nTensions have long run deep between pro-independence indigenous Kanaks and descendants of colonial settlers who remain loyal to Paris.", "The Republican, Rep. Martha McSally, wore a maroon and gold Arizona State University T-shirt and jeans as she belted out the national anthem at the school's homecoming game Saturday. The Democrat, Rep. Kyrsten Sinema, wore a canary-yellow dress and eight-inch platform shoes with cactus applique as she presided over the coin toss.\n\nBut the crowd of 46,000 greeted both U.S. Senate candidates the same way: with a mix of cheers and boos.\n\nIt was a fitting kickoff to the anxious final weekend before the 2018 midterms , a campaign that seemingly launched the day after Donald Trump was elected president two years ago that is climaxing in the shadow of a bomb plot targeting Democratic leaders and the worst anti-Semitic shooting in the nation's history. Each side is doing everything it can to mobilize voters this weekend, warning of the dire consequences of failure.\n\nDemocrats are counting on wresting control of the U.S. House from Republicans and hoping for a longshot series of wins to win back the Senate as well. But Republicans are optimistic they can gain seats in a Senate map heavy on red states and haven't given up on holding the House.\n\nNeither side wanted to leave anything on the field in the final weekend. \"I've never been so sleepless, so restless as I have been\" since Trump was elected, Sudi Farokhnia, a risk manager in Orange County, California, said before leaving a rally to volunteer for Democratic congressional candidate Katie Porter. Farokhnia has spent hours phone-banking for Porter, who is challenging Republican Rep. Mimi Walters.\n\nBrandon Evans, 36, was cleaning out his parents' storage room in the Salt Lake City suburb of West Jordan on Saturday when he got an unexpected visit from his congresswoman, Republican Mia Love. Love, who faces a tough re-election challenge, traveled through her largely suburban district in an orange-and-blue modified motor scooter, knocking on every door she could.\n\nEvans assured her she had his vote because of gun rights. \"I feel like they're under attack more than they've ever been,\" Evans said.\n\nCampaigns pulled out the heavy hitters. Trump continued to hopscotch the nation, holding a rally in Montana for GOP Senate candidate Matt Rosendale, who is challenging Democratic Sen. Jon Tester, and another rally for GOP candidates in Florida. Vice President Mike Pence traveled from Kansas to Wisconsin to Florida getting out the vote for Republicans.\n\nAt a Pence event outside Kansas City on Friday, Ronald Solomon, a 59-year-old investment banker from Las Vegas who sells Trump memorabilia and was dropping in out of curiosity, was incredulous that the GOP could lose seats given the economy.\n\n\"There are better jobs. There are more jobs. People are getting bonuses — they're getting raises,\" Solomon said.\n\nAt a Pence rally Saturday on behalf of embattled Wisconsin Gov. Scott Walker, Sue Hodgson of River Falls said she was more \"nervous more than excited.\" The group around Hodgson, who was sporting a star-spangled, down-filled winter jacket, nodded, with hands jammed into jacket pockets against the 40-degree chill inside a massive warehouse.\n\n\"We're here to show our support,\" Hodgson said. \"I just hope it's enough.\"\n\nIn West Palm Beach, Florida, three miles (five kilometers) from Trump's Mar-a-Lago estate, legendary singer Jimmy Buffet tried to fire up local Democrats for gubernatorial candidate Andrew Gillum and Sen. Bill Nelson. He tweaked the words to some of his old favorites.\n\n\"Come Tuesday, things will change,\" Buffett sang, swapping the date in his famous song \"Come Monday.\" ''Come Tuesday, we're making a change. It's been two insane years and it's time to really switch gears ...\" He also played a version of \"Margaritaville\" slamming the state's Republican governor, Rick Scott, who is running against Nelson for the Senate, over an algae infestation that's killed millions of fish and closed beaches along the state's western coast.\n\n\"Some people say there's a red tide to blame,\" Buffett sang, \"but I know that it's all Rick Scott's fault.\"\n\nHarvey Rosenfeld, 68, attended the rally in his usual attire — a red, white and blue outfit topped with an Uncle Sam hat and a sign around his neck reading, \"Be Patriotic, Respect Democracy, Honor America.\"", "France's far-right Rassemblement National (RN) party jumped ahead of President Emmanuel Macron's LREM for the first time in a poll of voting intentions for May 2019 European Parliament elections.\n\nAn Ifop poll published on Sunday showed the centrist Republic on the Move (LREM) with 19 percent of voting intentions compared to 20 percent at the end of August, while far-right leader Marine Le Pen's RN -- formerly the National Front -- rose to 21 percent from 17 percent previously.\n\nTogether with the seven percent score of sovereignist Nicolas Dupont-Aignan and one percent each for \"Frexit\" parties led by former Le Pen associate Florian Philippot and Francois Asselineau, far-right parties won a combined 30 percent of voting intentions, up from 25 percent end August.\n\nThe poll asked nearly 1,000 French people on Oct 30-31 who they would vote for if the European Parliament elections were to be held the next Sunday.\n\nThe conservative Les Republicains party led by Laurent Wauquiez slipped two percentage points to 13 percent, while the far-left France Insoumise led by Jean-Luc Melenchon fell from 14 to 11 percent.", "More than 70 business figures are calling for a public vote on the final terms of Britain's exit from the European Union, warning that the country faces \"either a blindfold or a destructive hard Brexit\", the Sunday Times reported.\n\nFirms are increasingly worried about the prospect of Britain leaving the world's biggest trading bloc in March without an agreement, or that politicians will sign up to a deal that limits companies' access to the continent's markets.\n\nA new group called \"Business for a Peoples Vote\", which includes Justin King, former boss of the Sainsbury's supermarket chain, and John Neill, head of the car parts supplier Unipart, is to be launched as campaigners raise the pressure on politicians.\n\nLondon and Brussels hope to conclude a deal this month, but in a letter, the business figures warn of potential negative consequences.\n\n\"We are now facing either a blindfold or a destructive hard Brexit. Both these options will further depress investment,\" the Sunday Times quoted the letter as saying.", "General Motors delivered Wall Street an unexpected surprise this week, substantially topping Wall Street earnings forecasts for its third quarter, and it wasn't because it's selling more cars.\n\nThe Detroit automaker is racing to keep up with demand for its new Chevy Silverado pickup which was completely redesigned for the 2019 model-year. In particular, shoppers appear especially enamored with the new High Country model that can be loaded up with features like heated seats, a heads-up display on the windshield and even active noise cancellation.\n\nCheck all the boxes and you're pushing into the $70,000 range — about the same as a fully loaded Mercedes AMG E 43 high-performance luxury sedan.\n\nWhile trucks have traditionally been the sort of vehicles you'd expect to see on a farm or at a work site, demand has been surging among regular buyers who are opting out of sedans and coupes and replacing their family vehicles with pickups and SUVs. And some of the biggest demand is coming at the high-end of the truck spectrum, with luxury buyers favoring lavishly outfitted pickups like the Silverado High Country.\n\nIn fact, that $70,000 for a fully loaded Chevy truck might seem like chump change to fans of the Ford F-Series, long the nation's best-selling pickup line. According to research firm J.D. Power and Associates, $50,000 is the slightly blurry line between mainstream and luxury in today's auto market. And Ford now has a variety of different versions of the light duty F-150 that break that barrier, starting with the King Ranch edition at a base price of $52,390. Last year, the automaker added a new Super Duty Limited version that can nip $97,000 out of the factory, with aftermarket options sold by Ford dealers pushing it into six figures.", "The S&P 500 Index may be coming off its best week since March 9, but long-time bull Art Hogan doesn't believe the market's wild swings are safely in the past.\n\nB. Riley FBR's chief market strategist predicts stocks will retest to their October 29 correction lows, he recently told CNBC.\n\n\"We are going to see one more test before we escape back up into bullish territory — probably the middle of November and into December,\" he said Friday on CNBC's \"Trading Nation.\"\n\nHe expected U.S.-China trade tensions, which whipsawed stocks on Friday, will be the overwhelming factor in the next leg down. President Donald Trump is expected to meet Chinese President Xi Jingping at the G20 Summit in Argentina next month, amid conflicting statements from the administration on whether progress had been made between the world's two largest economies.\n\n\"The most difficult headwind for this market to get over is China,\" Hogan said, making clear that his case is contingent on how long the trade war lasts — and whether it intensifies.\n\n\"The most important thing is to get some clear and concise constructive news on China,\" Hogan added.\n\nHogan had expected that a deal would be reached around the midterms. But with the key elections set for this Tuesday, Nov. 6, he acknowledges the probability is extremely low.", "Americans often think financial planning is as difficult as training for a marathon. And many are hoping that new innovations in technology can help take the pain out investing their money.\n\nThe good news is that managing money will likely look a lot different in the future, thanks to technology.\n\nThat's according to a new survey released by financial services firm Charles Schwab this week.\n\nMore individuals say they favor tech to help manage their money than would use it to have their food delivered, find a date, diagnose a health issue or drive a car, according to the survey results.\n\nAnd many financial firms are working to help make it possible with just a touch on your mobile device. Consumers are responding. A number are already turning to their smartphones and tablets instead of visiting bank branches.\n\nYet when it comes to their overall financial plan, many still want that human touch.\n\nEighty-six percent of the 1,000 individuals surveyed said they still want to be able to interact with a person, and 43 percent said they prefer human help over automation for even routine daily financial tasks.", "Trump was due to campaign with Senate candidates in Montana and Florida, on the fourth day of an 11-rally tour largely focused on states he carried in 2016, where Republican challengers are trying to unseat Democratic incumbents.\n\n\"Heading to Montana and Florida today! Everyone is excited about the Jobs Numbers - 250,000 new jobs in October. Also, wages rising. Wow!\" Trump said on Twitter early Saturday.\n\nThe Labor Department on Friday reported sharply better-than-expected job creation in October, with the unemployment rate steady at a 49-year low of 3.7 percent and wages notching their best annual gain in almost a decade.\n\nRepublicans in many competitive suburban districts have tried to focus their campaign messages on the robust economic growth, though in his campaign appearances Trump has also focused on his hard-line immigration stance as he looks to stem the illegal and legal flow of people into the United States.\n\nCongressional candidates campaigned in a whirlwind close across the country: in Virginia, Democrat Jennifer Wexton greeted voters in the Manassas Veterans Day parade; in New Jersey Republican Jay Webber met them in a diner, and in Minnesota Republican Pete Stauber went door to door urging people to vote.\n\nEarly voting up sharply\n\nAs of Friday night, almost 32.4 million people had cast ballots early, according to The Election Project at the University of Florida, which tracks turnout. That is up more than 50 percent from the 20.5 million early votes cast in all of 2014, the last federal election when the White House was not at stake.\n\nTrump on Friday appeared in West Virginia with Patrick Morrisey, who is seeking to unseat Democratic Senator Joe Manchin. That marked his third campaign appearance in that state.", "Forget bowling or throwing darts: For nights on the town, ax-throwing has now become an activity people are doing for fun.\n\nAt Stumpy's Hatchet House, a growing franchise of indoor hatchet-throwing venues, patrons pay to connect a sportsman's hatchet with a painted bull's eye. Stumpy's doesn't have a liquor license but does allow customers to bring their own bottle, providing ice and galvanized steel buckets for those who choose to do so.\n\nWhile some argue that mixing axes and alcohol doesn't seem a safe combination, together they're central ingredients to the fledgling New Jersey-based business.\n\n\"Nowadays, people want something to do,\" Armando DiRienzo, Stumpy's co-owner, told CNBC's \"On the Money\" in a recent interview.\n\n\"Going to the movies, nobody wants to do that anymore, when you basically have a movie in the palm of your hand at all times,\" DiRienzo said, referencing mobile devices that stream content. Stumpy's \"is a good place to disconnect\" from a phone or tablet, DiRenzo said.\n\nCo-founder Stuart Josberger, his wife, Kelly, and friends Mark and Trish Oliphant \"hatched\" the idea in 2012 at a backyard barbecue that took place after Hurricane Sandy hammered the area. \"There was alcohol involved with the formation of the company, we will concede that,\" Josberger said, jokingly.\n\n\"There may have been some tequila and some beer involved in that process, I'm not sure though,\" he added with a wink.\n\nWhile splitting wood from fallen trees, Josberger said, the group started \"throwing axes at the log rounds, had a great time doing it, (and) kind of got addicted to it.\"", "Collective bargaining hasn't traditionally had a place in Silicon Valley. Unions are nearly non-existent for white-collar tech workers, who typically enjoy large salaries, cushy perks and plenty of career mobility thanks to their high-demand skills.\n\nWendy Liu, the economics editor of UK-based publication \"New Socialist\" and a former Google employee, says that the protests overall were \"incredibly inspiring\" as the idea of employee dissent spreads in Silicon Valley.\n\n\"For tech workers to even think of themselves as workers — with the implication that their class interests may run counter to that of their bosses — is an exciting development,\" she says.\n\n\"Tech companies often try to get employees to see themselves as 'team members,' and part of a 'family' who should feel love and even gratitude for their company.\"\n\nShe, too, felt that way when she was at Google, she says, before realizing how unhealthy that dynamic was for workers.\n\nOn Thursday, Google employees borrowed tactics from historical labor organizing. In their statement of demands, the protest's leading organizers linked themselves to movements like the teachers strike in West Virginia and the \"Fight for $15\" demonstrations by fast-food workers.\n\nIndeed, the San Francisco demonstration was even held in Harry Bridges Plaza — Bridges was an influential union leader in the early 20th century — and speakers spoke of his and other examples of historical labor organizing. Demonstrators in San Francisco also talked about the simultaneous union strikes by Marriott employees.\n\nBlue-collar workers at major tech companies, like Facebook's cafeteria workers and Bay Area security guards, have started unionizing over the past several years. In another sign of the burgeoning \"new tech resistance,\" organizers of Google's protests were deliberate about including those contract workers in their demands.\n\nTech firms are increasingly hiring contractors, vendors, and temps (TVCs), which can boost profits and speed up hiring. However, those workers typically make less, shoulder higher benefits costs, and lack the job security of direct employees. Earlier this year, Bloomberg reported the astounding stat that Alphabet had more TVCs than direct employees. No small feat, as Alphabet had 85,050 direct staffers at the time.", "To bottle up the movement to tax certain foods and drinks, major beverage companies like Coca-Cola and PepsiCo are spending millions of dollars on commercials that push people to vote to prohibit local governments from slapping levies on those goods, The New York Times reported on Saturday.\n\nAccording to the report, voters in Washington and Oregon have been inundated with advertisements from groups like Yes! To Affordable Groceries, which have already spent more than $25 million on the campaign. These advocacy organizations are largely financed by the big beverage companies, the report noted, who are fighting anti-obesity efforts pushed by state and local governments.\n\nHealth advocates hope the tax on sugar-packed drinks will reduce consumption of them. They point to the fact that nearly 40 percent of Americans are obese, according to the Center for Disease Control. However, the beverage giants are pushing back by funding ballot measures and legislation that would block municipalities from imposing taxes on key goods and services, The Times noted.\n\nYet William M. Dermody Jr, a vice president with the American Beverage Association, an trade group, took issue with elements of The Times' story.\n\nIn an interview with CNBC, Dermody insisted the effort to reject food and beverage taxes was largely a grassroots effort being driven by a broad local coalition of citizens. While big companies like Coke and Pepsi were involved in beating back levies on food and drink, he insisted those efforts were not solely about sugary drinks.\n\n\"The beverage industry is standing with small business and consumers locally who want to keep their groceries affordable,\" Dermody said on Sunday – even as he acknowledged the industry had funneled \"significant\" resources into local efforts to push back on the levies.\n\nData provided to CNBC by the association showed the industry has contributed around $3 million in cash and in-kind contributions to initiatives in Oregon, and $20 million in the state of Washington.\n\n\"What this is about is people wanting to protect their groceries from excessive taxes,\" Dermody said. These are democratic [constituencies] and people are saying 'enough' to higher taxes\"\n\nMore than 30 countries already tax sugary beverages. Municipalities across the U.S. are now considering doing the same, and sweet drinks are already pricier in seven cities, including Philadelphia, San Francisco and Boulder, Colo.\n\nThat beverage companies dislike the tax initiatives is perhaps unsurprising. A public health study found soda taxes in Berkeley, Calif. resulted in a more than 20 percent drop in soda consumption.\n\nThe full report can be found on The Times' website.", "The world's largest cannabis dispensary opened in Las Vegas. But it's no ordinary dispensary — it's also an entertainment complex where customers can do things like interactive laser graffiti.\n\nOpened Nov. 1, Planet 13 is the largest cannabis dispensary in the world according to the company, at 112,000 square feet.\n\nThe 24-hour dispensary, which accounts for 15,000 square feet of the space, will sell Planet 13-branded medical and recreational cannabis products, like capsules, vapes and more.\n\nBeyond selling marijuana products, the attached distillery offers interactive and visual experiences for visitors, like synchronized 3D projections on the lobby walls and walkways lit with sensory activated LED lights, so a trail of colored lights follows guests as they walk.", "\"I started to realize that working on something intangible wasn't giving me the drive and the passion I wanted from a career, and I ended up meeting someone at Federated [Merchandising Group] who hired me into their training program,\" she said. \"We created products and labels for Macy's and Bloomingdale's for their in-house brands, and I was immediately fascinated by the idea of being involved in something that started with concept and ended up on a customer.\"\n\nAfter a stint as a product assistant, she then made her way to VF Corporation and launched brands like Nautica and Kipling in the United States until she was recruited by Victoria's Secret and worked on the digital side of a brand as a director and senior merchant.\n\n\"I instantly realized this is where I belong, where I can control and be a part of the storytelling and how the brand is portrayed,\" Grant said. \"And Les Wexner, the CEO of Limited Brands, was probably one of the most amazing teachers I could've had. He shared with me the power of brand - more importantly the power of brand cohesiveness.\"\n\nBut after five years, Grant felt separated from the billion-dollar company and could no longer connect to its products. Sales of women's bras in the U.S. held steady at nearly $7 billion last year, according to NPD Group, but Grant felt the industry wasn't doing enough to cater to customers of different sizes.\n\n\"I realized that I was no longer a customer for that brand,\" she said. \"So while I loved it from a professional point-of-view, as a consumer I didn't relate. I didn't like the product, and I started to realize that I was marketing something where it's like 'everyone aspire to be Candice Swanepoel,' and I wasn't comfortable with the fact that I would never be Candice Swanepoel and I couldn't relate to that.\"\n\nUsing what Wexner taught her, Grant left the company and created Lively in 2016, aiming to create a new culture around lingerie. She started from the ground up and called on skills from her previous positions to guide her. But finding startup capital was difficult.\n\nMore from The Business of Design:\n\nZero-waste stores pop up in the U.S.\n\nJimmy Choo co-founder reimagines the shoe industry\n\n\"The scarier part was the funding,\" she said, \"but I was very focused on the fact that I needed my first investor to be a supplier, because if the supplier is invested in my idea, they're going to help me fund a factory, perhaps, and be a foundation I need to launch this company the way that I see it is necessary.\"\n\nBy luck, Grant encountered the CEO of Gelmart International, the largest privately held intimate apparel maker in the world, and began the collaboration necessary to launch her business. Gelmart became Lively's founding investor and manufacturing partner, giving it the means to go to market.\n\nSince then, the brand has raised $15 million in three rounds of funding from three main investors: Gelmart, GGV Capital, which has also backed Airbnb and Slack, and former CEO and Chairman of Nautica Harvey Sanders.\n\nGrant met Sanders during her time at VF Corporation. Watching him create Nautica and serve on the board of UnderArmour pre-IPO, she was able to learn how to build a brand from the ground up and calls him a \"mentor and partner as to seeing the different types of ways a company can grow.\"\n\nWithin 45 days of its launch, Lively shipped to every state in the country, selling its products exclusively online. In July, it opened its flagship store in New York City and is continuing to see a positive ROI.\n\n", "As an animal lover, I've been all over the world to have cool, up-close experiences with the animal kingdom.\n\nI've been on African safaris in Botswana, Kenya, South Africa and Zimbabwe to see the \"big five\" (lion, leopard, rhinoceros, elephant and buffalo). I've cruised down the Amazon in Peru to see colorful frogs, Pink River dolphin and piranhas. I've even snorkeled with whale sharks off the coast of Cancun, Mexico.\n\nAnd there are places you can stay around the world where wild animals are right there with you at the hotel.\n\nHere are five resorts that are special for having animals right on property.", "With many tech companies enjoying worldwide prominence, and with fodders to match, some headquarters have now become architectural wonders in their own right.\n\nEven company offices that aren't architecturally gifted, have drawn wide interest for not only their high tech products and services but also their employee perks such as massages, volleyball courts, cafeterias stocked with free gourmet food, dry-cleaning and doctors on site. Both the state-of-the-art buildings and lifestyle are fascinating to outsiders.\n\n\"Silicon Valley is the birthplace of these things. A lot of visitors from around the world want to feel closer to that and experience it first hand,\" said James March of Silicon Valley Innovation Center, which organizes tours, education programs and conferences about technology.\n\nThe billion-dollar headquarters of some iconic U.S. tech companies have become so over-the-top that tourists from around the world are flocking to see them and maybe catch sight of a self-driving vehicle.\n\nWhen Amazon offered to invest $5 billion in the construction of its second headquarters, finalist cities proposed some fantastical designs including public plazas, mixed-use spaces, dedicated traffic lanes for autonomous vehicles, and even a bullet train in Dallas. On Saturday, The Washington Post reported that Amazon was closing in on Northern Virginia as its choice for its 2nd headquarters.\n\nMicrosoft recently unveiled plans to overhaul its 500-acre campus in Redmond, Washington. Here is a look at some of the most popular tech headquarters that are attracting visitors.", "At least two people died in the partial collapse of an Amazon.com Inc distribution warehouse in Baltimore caused by severe weather, Maryland Governor Larry Hogan and the company said on Saturday.\n\n\"My condolences go out to the families and friends of the victims,\" Hogan said in a post on Twitter.\n\nThe incident occurred late Friday as severe winds and heavy rain swept into Maryland's largest city, according to Hogan and a statement by an Amazon executive.\n\n\"Last night, severe weather impacted one of our Baltimore facilities resulting in two fatalities,\" Dave Clark, Amazon's senior vice president of operations, said on Twitter.", "For voters freaking out over the midterm elections and the rest of the increasingly polarized American political scene, there's an app for that.\n\nHeadspace, a meditation app, earlier this week began offering a \"Politics Pack,\" comprised of meditation resources \"designed to help you breathe, de-stress and reset.\" The app can be downloaded for free.\n\nThe pack includes 3-minute-long \"SOS\" guided meditation sessions for dealing with sensations that can arise from seeing political news, such as \"Feeling Overwhelmed,\" \"Losing Your Temper\" and \"Panicking.\"\n\nOther sessions that will remain free until next Wednesday — a day after the midterm elections — are geared toward \"Patience,\" \"Transforming Anger,\" and \"Difficult Conversation.\"\n\nHeadspace, which was co-founded by the England-born Buddhist monk Andy Puddicombe, says there's plenty of reason to believe people will need such meditative relief this election season.\n\nThe company cited an American Psychological Association poll in February 2017 that found more than half of Americans — 57 percent — said the political climate then was a \"very\" or \"somewhat significant\" source of stress. Some 49 percent of respondents said the outcome of the presidential election was a source of those levels of stress.\n\nIn fact, a week after the 2016 presidential elections, Headspace said it saw a 44-percent surge in the usage of its sessions. The company also noted a whopping 300 percent surge in the use of its \"Feeling Overwhelmed\" session, around the date of the Supreme Court nomination of Brett Kavanaugh.\n\n\"We saw that people were coming to our app in time of high stress,\" said Headspace spokeswoman Britta Franson. \"So this time, we wanted to proactively give people a resource.\"\n\nFranson said the company's customer experience team assembled the sessions in the Politics Pack \"by looking through emails and social media posts from our customers saying what they have been finding helpful for political stress.\"\n\nIn promoting the pack, Headspace did not mention any specific politicians or issues by name.\n\nBut the app was used on the heels of the election of President Donald Trump by a number of staffers at the U.S. Office of Government Ethics (OGE), who met for daily group meditation sessions.\n\nWalter Schaub, the former director of the OGE, told CNBC earlier this year that staffers at the office, whch helps government officials avoid conflicts of interest, began using Headspace in part because \"we weren't prepared for the chaos in this administration.\"\n\n\"We weren't prepared for the assault on us,\" said Schaub. \"The world, it was just crazy in 2017.\"\n\nSchaub said meditating each day helped the small group of people who gatherered for the 10-minute sessions.\n\n\"Uniformly, everybody seemed to think they were more refreshed than they would have been,\" Schaub said. \"Afterward, people felt like, 'OK, this is still miserable in what we're going through, but we can get back into the ring for another round now.' \"", "Skiing in Utah can be expensive, with lift tickets costing between $42 and $169 per adult per single day, not to mention high hotel rates during ski season (November to May), ski gear rental and more. But vacation rental company VRBO is holding a contest where one winner (and up to 19 friends) will stay in a luxury cabin and ski on a private slope in Beaver, Utah — for free.\n\nThe Win the Mountain sweepstakes vacation is worth $18,000, according to the company.", "Amazon is in the advanced stages of placing its second headquarters in Northern Virginia, sources close to the matter told The Washington Post, as the retail giant zeroes in on a self-imposed deadline to make the closely watched decision.\n\nThe Post reported on Saturday that Amazon has held detailed discussions about the possibility of opening its second outpost in Crystal City, a residential and business area strategically positioned south of the nation's capital. Amazon is said to be mulling how quickly it could move employees, its physical plant and how it could make the decision public, people close to the process told the publication.\n\nAmazon's planning was more in-depth than it has had with other potential locations in Northern Virginia, and other cities across the U.S., The Post stated. Yet on Sunday, The Wall Street Journal reported that the tech giant's list of potential finalists included Dallas and New York City.\n\nIn fact, the retail behemoth is said to be so serious about Crystal City that the area's premier developer, JBG Smith, has pulled some of its buildings off the leasing market to make way for Amazon, The Post reported, citing unnamed public and private officials close to the process. It's possible that Amazon may also be in similar talks with other cities considered finalists, the report cautioned.\n\nSeparately, sources told CNBC that Amazon and local officials had a \"very productive\" and \"very long\" conference call on Friday. A potential incentive package may include a \"very generous\" transportation incentive to alleviate traffic fears, as well as educational aspects to ensure Amazon has a pipeline to a skilled workforce.", "Waithe's spending weakness? Sneakers. Her most prized pair are Nike Air Yeezy 2 \"Red Octobers.\" The limited-edition Nikes were designed by Kanye West.\n\nWest has since left Nike to work with Addidas, making the shoes rare and expensive. The collectible kicks are currently being sold at Walmart for $10,413. At sneaker consignment store Stadium Goods a pair goes between $6,500 and $8,400. High-end sneaker consignment store Fight Club currently sells pairs priced anywhere from $6,785 to $15,000.\n\nWaithe got her pair when she agreed to be paid for a job in footwear.\n\n\"I did a video and some promo for Sneaker Con, and they were like, 'We'll pay you in a pair of sneakers.' I was like 'Oh, OK well then, I want the Red Octobers' — which are sort of a holy grail sneaker, because there aren't many of them made and [they] obviously aren't going to be made again and I had been trying to get my hands on them for a long time,\" says Waithe. \"I think I've worn them once, but I love them, they're pretty cool. They're the kind of shoes you keep in a box, but I'm really grateful to have them in my collection.\"\n\nIn addition to being a collector's item, Waithe sees sneakers as an investment.\n\n\"I'm also an adult, like I just bought a house and we're doing renovations, so that's what I'm spending money on right now,\" she says. \"I just got a Tesla, but I bought that, and I think it's environmentally sound. There are things that I'm not spending money on that are long-term investments, but I think sneakers are a long-term investment, too. I plan on keeping them and taking good care of them.\"\n\nIt's hard work, she says, that determines success — no matter what industry you work in.\n\n\"If you want to be extravagant and you want to have s--t and you want to buy s--t, then you have to really hustle,\" she says. \"There are people who do that, not just in the entertainment industry but in every industry really. They work really hard to live a really comfortable life.\"\n\nLike this story? Subscribe to CNBC Make It on YouTube!\n\nDon't miss:", "U.S. voters who rent instead of own property represent a potentially potent voting block, a recent study suggests, and in theory could swing election results — if they turned out en masse at the polls.\n\nWith pivotal Congressional races set to be decided on Tuesday, Apartment List released new data last week showing renters as an underrepresented voting block that's less likely than homeowners to be a force at the ballot box. Only 49 percent of eligible renters cast a vote in the 2016 election, compared to 67 percent of property owners, the firm said, and renters with active registrations are less likely to vote.\n\nRenters are not conventionally considered a distinct voting coalition, yet they represent almost one in three voters, or 30.2 percent of the eligible voting population, and they face a distinct set of economic challenges,\" Apartment List's chief economist, Chris Salviati, said this week.\n\n\"Small changes in turnout amongst renters can have a profound impact on national politics,\" he added.\n\nAt the polls, homeowners who show up to vote outweigh renters at the ballot box, with some 74 percent registered when compared to 61 percent of renters, according to statistic cited by the National Low Income Housing Coalition. But given key characteristics of renters — many households include children under 18 and non-citizen immigrants, the firm found — Apartment List suggested that they could sway the results of elections.\n\n\"If renter voter turnout had matched homeowner turnout in the 2016 presidential election, Hilary Clinton would have won four key swing states - Florida, Michigan, Pennsylvania and Wisconsin - which would have secured her the presidency,\" Salviati wrote.", "Use this hour to conduct a check-in with your goals, bestselling author Jen Sincero told CNBC Make It.\n\nTake stock of your strengths and weaknesses and plot out what you'll need to do to turn your big goals into realities. You can also use this time to connect with a peer or friend who can keep you on track, said Sincero, the author of the upcoming motivational book \"You Are a Badass Everyday.\"\n\nYou might even split your extra hour into smaller blocks of time, conducting check-ins at key points during the day, such as in the morning or evening, said Marsha Haygood, a career coach and founder of professional development firm StepWise Associates.\n\nThese check-ins could be the start of a new routine that keeps you motivated and progressing toward your goals, Sincero said. \"Doing this is like going to the gym to stay strong. If you don't exercise your success muscles, you risk slipping backward.\"", "Type 1 diabetes is a disease that affects more than 1.2 million Americans. I'm one of them.\n\nIt's a disease that impairs the body's ability to produce the hormone insulin, which normally comes from the pancreas. So insulin has to be injected.\n\nManaging blood sugars can be very difficult, and patients use a pump to help mimic the activity of the pancreas. However, pumps don't automatically adjust insulin levels for diabetics. And the manual process is tedious and can be dangerous.\n\nBut a few years ago, people figured out how to hack their insulin pumps to make them automatically adjust insulin levels more precisely.", "The SPDR Bloomberg Barclays 1-3 Month T-Bill ETF (BIL) was one of the week's most popular funds, raking in $980 million in net creations — the equivalent of a 23 percent jump in total assets under management. That's the second-largest AUM increase any ETF with more than $200 million in assets saw this past week — second only to a semiconductor fund.\n\nBIL tracks a market-weighted index of zero-coupon U.S. Treasury bills with maturity between one and three months. The fund, which costs 0.14 percent in expense ratio — $14 per $10,000 invested — today has $5.3 billion in total assets.\n\nBIL's asset-gathering pace in recent days reflects a broader trend in the ETF space this year, one that has many investors flocking to cashlike ETFs offering access to ultra-short-term bonds for safety as well as returns.\n\nMore from ETF.com\n\nHow bond ETFs have changed investing forever\n\nExplaining the market correction through ETFs\n\nWhat you need to know about dividend ETFs\n\nThat's because yields are rising, but they are rising faster in the short end of the curve, and in some cases, are at their highest levels in a decade. That's fueling concerns that an inverted yield curve — and possibly economic recession — may be looming ahead.\n\n\"The wonderful thing about rising rates is that the three-month T-bill is now paying 2.18 percent, the highest in 10 years,\" said Josh Jenkins, senior portfolio manager and co-director of research for CLS Investments, in a recent interview. \"That's a real return; it's more than what the S&P 500 dividend yield is. If investors out there are really scared, they can shorten duration as a way to protect themselves.\"\n\nGoing forward, according to Jenkins, the short end of the curve, which is driven by the Federal Reserve, should continue to move up. What's more, at current levels, many still see short-term bond ETFs as good value now that rates have gone up from rock-bottom levels.\n\nSome of BIL's direct competitors, such as the PIMCO Enhanced Short Maturity Active ETF (MINT) and the iShares Short Treasury Bond ETF (SHV)—funds that own bonds with up to one-year remaining maturity — have seen similar success year-to-date with net creations in the billions of dollars.", "Up and down. Down more. Up a little.\n\nThe stock market may be bringing you some motion sickness.\n\nThe S&P 500 shed more than 6 percent over the past month, and then rebounded almost 4 percent in the last few days.\n\nAmid volatility, the default advice is often to do nothing. However, as the longest bull market in history possibly wanes, it can be helpful to turn your attention to your own timeline.\n\n\"If you have 40 years left to invest, a bear market right now is just noise and should be ignored; in fact, often celebrated,\" said Doug Bellfy, a certified financial planner at Synergy Financial Planning in South Glastonbury, Connecticut.\n\nOn the other hand, Bellfy said, \"A stock market crash that starts the day after you retire can cause a permanent lifestyle impact if all your money is invested there.\"\n\nHere's how you should react and plan for volatility by age.", "Berkshire Hathaway Inc, the conglomerate run by billionaire Warren Buffett, on Saturday said its quarterly operating profit nearly doubled from the year prior due to stronger insurance results and lower taxes.\n\nHelping the company's massive insurance operations were lower estimated liabilities from property and casualty insurance in prior years and lower taxes.\n\nThe year prior included major losses due to three U.S. hurricanes and an earthquake in Mexico. The company added that it had made $928 million in share repurchases in the three-month period.\n\nOperating profit in the second quarter rose to $6.88 billion from $3.44 billion a year earlier, and higher than the $6.11 billion expected by Wall Street.", "If you don't have a retirement plan, start by talking about it with your company.\n\n\"Sometimes the employer doesn't know that there's a need for it, so they don't look at the options available and set one up for their employees,\" said financial advisor Winnie Sun, founder at Sun Group Wealth Partners.\n\nBe sure to let your employer know that there are incentives for them to offer such a plan.\n\nThat includes tax credits that are available for employers who sponsor a retirement plan, according to Aaron Pottichen, senior vice president at Alliant Retirement Consulting.\n\nThe owner, your boss, could use the plan to shelter their own taxable income. And instead of paying bonuses in cash, they can instead contribute to the savings program — and build incentives for employees to stay, Pottichen said.", "Seldom have America's mid-term elections been watched so closely across the globe.\n\nThe reasons are clear enough: what impact they'll have on the competitive attractiveness of US democracy around the world, what clues they will provide about the durability of the Trump administration and its foreign policies and – hardest to calculate --the impact they will have on populist and nationalist momentum globally.\n\nOn the first issue regarding US democracy, allies are worried that the American model is losing traction, prompting Chinese leaders to promote their state capitalist model as a viable alternative for developing and developed countries alike.\n\nAs Stephen Hadley, former national security advisor to President George W. Bush, recently said to CNN's Fareed Zakaria, \"If you're worried about the United States, we have a lot of tools to run a successful foreign policy that is in our interests and can provide prosperity and security for our people. But our brand is not doing well internationally. There's a reason why people are taking seriously China's claim to have a new model. It's because ours doesn't look very good.\"\n\nDuring the Cold War, Soviet officials failed over time in making a credible argument that their Communist system could deliver social and economic progress. However, the more that US politics is mired in polarization and the less effective it appears in addressing core problems, the more attractive authoritarian models will appear.", "The order to kill journalist Jamal Khashoggi came from the \"highest levels\" of the Saudi government, Turkish President Tayyip Erdogan said in the Washington Post on Friday and he called for the \"puppetmasters\" to be unmasked.\n\nKhashoggi, a Washington Post columnist critical of the Saudi government and its de facto ruler Crown Prince Mohammed bin Salman, disappeared after he entered the Saudi consulate in Istanbul exactly one month ago on Oct. 2.\n\nErdogan, in an op-ed piece in the newspaper, said he did not believe \"for a second\" that King Salman had ordered \"the hit\" on Khashoggi and he also refrained from directly accusing the crown prince.\n\nAn adviser to Erdogan said last week that MBS, as the crown prince is informally known, had \"blood on his hands\" over Khashoggi's killing, the bluntest comments yet from someone linked to Erdogan about Riyadh's de facto ruler in connection with the death.\n\nThe Saudi government initially insisted Khashoggi had left the consulate, later saying he died in an unplanned \"rogue operation\". Last week, the kingdom's public prosecutor Saud Al Mojeb said the attack was premeditated.\n\n\"No one should dare to commit such acts on the soil of a NATO ally again. If anyone chooses to ignore that warning, they will face severe consequences,\" Erdogan warned in the op-ed piece.", "Former New Orleans mayor: Trump may drive Dems to the polls as he energizes his base 2:00 PM ET Fri, 2 Nov 2018 | 04:27\n\nFormer U.S. President Barack Obama warned on Friday against rhetoric he said was meant to sow fear as he campaigned in support of Democratic candidates while President Donald Trump hammered a hardline anti-immigration message to energize Republicans.\n\nIn a packed day of campaigning ahead of Tuesday's congressional midterm elections, Trump continued a blitz of rallies urging voters to keep his Republican Party in control of Congress, while Democrats appeared to notch a win in their efforts to halt the spread of misinformation online.\n\nTwitter Inc said it had deleted more than 10,000 automated accounts posting messages that discouraged people from voting in Tuesday's elections and wrongly appeared to be from Democrats, after the party flagged the misleading tweets to the social media company.\n\nThe removals took place in late September and early October. Obama hit on a common theme of Democratic campaigns - defending his signature 2010 health care law, while urging Americans not to embrace hostility and division in politics.\n\n\"We have seen repeated attempts to divide us with rhetoric designed to make us angry and make us fearful,\" Obama said in Miami. \"But in four days, Florida, you can be a check on that kind of behavior.\"\n\nObama was flanked by gubernatorial candidate Andrew Gillum, who faces former congressman and strong Trump backer Ron DeSantis, and Senator Bill Nelson, who is being challenged by the outgoing governor, Rick Scott.\n\nTrump's campaign stops were aimed at bolstering Republicans challenging incumbent Democratic senators in West Virginia and Indiana, states he won in the 2016 presidential election.\n\nSpeaking on behalf of Mike Braun, who is trying to replace Joe Donnelly in the Senate, Trump told a rally in Indianapolis:\n\n\"If you want prosperity for your family, safety for your children and security for your country, vote for Mike Braun.\"\n\nTrump was joined on stage by former Indiana University basketball coach Bobby Knight, who led the crowd in a cheer \"Go get'em Donald.\"\n\nOpinion polls and non-partisan forecasters generally show Democrats with strong chances of winning 23 additional seats and taking a majority in the House of Representatives, which they could use to launch investigations into Trump's administration and block his legislative agenda.", "A gunman killed two people and wounded five others at a yoga studio in Florida's capital before killing himself Friday evening, officials said.\n\nTallahassee Police Chief Michael DeLeo told reporters Friday night that the man shot six people and pistol-whipped another after walking into the studio, which is part of a small Tallahassee shopping center.\n\nThe suspect then fatally shot himself, DeLeo said.\n\nEarly Saturday morning, the Tallahassee Police Department identified the shooter as Scott Paul Beierle, 40.\n\nThe department identified the two people who were killed as Dr. Nancy Van Vessem, 61, and Maura Binkley, 21.\n\nVan Vessem was an internist who served as chief medical director for Capital Health Plan, the Tallahassee Democrat newspaper reported.\n\nCapital Health Plan issued a statement praising Van Vessem, the Democrat reported.\n\n\"As CHP's longtime chief medical director, Nancy has been a guiding, visionary force in our daily work to serve the wellness and health care needs of thousands of families in this community. Her dedication, caring, leadership, humanity, and experience made her one of the most respected, inspiring, and accomplished medical professionals in the state and country. Our hearts are filled with sorrow and prayers for her family. We all have been so blessed to have Nancy in our lives,\" the company said.\n\nFlorida State University President John Thrasher says Van Vessem and Binkley had ties to the university, the Democrat reported.\n\n\"To lose one of our students and one of our faculty members in this tragic and violent way is just devastating to the Florida State University family. We feel this loss profoundly and we send our deepest sympathies to Maura's and Nancy's loved ones while we pray for the recovery of those who were injured,\" Thrasher said in a statement.\n\nDeLeo said police are asking for anyone who saw something unusual around the time of the shooting to contact police. He said the shooter acted alone and authorities are investigating possible motives. He declined to say what kind of gun the shooter had.\n\n\"We're all very saddened and shocked by the events that occurred, but it's important that people understand that there is no immediate threat outside of what has already occurred this evening,\" DeLeo said.\n\nMelissa Hutchinson said she helped treat a \"profusely\" bleeding man who rushed into a bar after the incident. She said three people from the studio ran in, and they were told there was an active shooter.\n\n\"It was a shocking moment something happened like this,\" Hutchinson said.\n\nThe people who came in were injured, including the bleeding man who was pistol-whipped while trying to stop the shooter. They told her the shooter kept coming in and out of the studio. When he loaded his gun, people started pounding the windows of the studio to warn people.\n\nCity Commissioner Scott Maddox was on the scene. He said on Facebook, \"In my public service career I have had to be on some bad scenes. This is the worst. Please pray.\"\n\nElle Welling said she was leaving a liquor store across the street from the shopping center and saw at least three people loaded into ambulances.\n\n\"You don't think about this in Tallahassee and now you have to,\" said Welling, 26, who lives in the neighborhood.\n\nThe plaza is home to popular restaurants, a jewelry store, a framing shop, a hair salon and other businesses.\n\nErskin Wesson, 64, said he was eating dinner with his family at a restaurant located below the yoga studio when they heard the gunshots above them.\n\n\"We just heard 'pow, pow, pow, pow,'\" Wesson said. \"It sounded like a limb falling on a tin roof and rolling.\"\n\nThe restaurant's owner came by a short time later, asking if anyone was a doctor, Wesson said. His step-daughter is an emergency room nurse and helped paramedics for about an hour, he said.\n\nTallahassee Mayor Andrew Gillum, who is the Democratic nominee for governor, broke off the campaign trail to return to Tallahassee. He earlier appeared at a campaign event with former President Barack Obama.\n\nLate Friday night, Gillum spoke to reporters near the scene of the shooting to say that he had visited in the hospital two people who were shot at the yoga studio. The mayor said they were in good spirits despite their injuries.\n\nGillum asked residents to pray for those who survived and those who were killed in the shooting.\n\n\"We all feel a sense of added vulnerability\" because of the shooting, the mayor said.\n\nRepublican Gov. Rick Scott, who is challenging Democratic Sen. Bill Nelson, called DeLeo and the head of the Florida Department of Law Enforcement to get details of the shooting.\n\n\"I will remain in constant communication with law enforcement. We have offered state assistance,\" Scott tweeted.\n\nTallahassee's crime and murder rate has been an issue in the governor's race, with Gillum's opponent, Republican former U.S. Rep. Ron DeSantis, calling the capital Florida's most crime-ridden city, a claim that is incorrect."]