{"articles": [{"source": {"id": "fox-news", "name": "Fox News"}, "author": "Samuel Chamberlain", "title": "Body found near where San Francisco 49ers fan vanished following game", "description": "The case of a missing San Francisco 49ers fan took an ominous turn Saturday when a man's body was found near where the fan was last seen.", "url": "https://www.foxnews.com/us/body-found-near-where-san-francisco-49ers-fan-vanished-following-game", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Ian-Powers-missing-49er-fan.jpg", "publishedAt": "2018-11-18T23:19:20Z", "content": "The case of a missing San Francisco 49ers fan took an ominous turn Saturday when a man's body was found near where the fan was last seen. Ian Powers, 32, was attending the 49ers' Monday night matchup against the New York Giants at Levi's Stadium in Santa Clar… [+1403 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Jonestown memorials held at cemetery with remains of 400 - Fox News", "description": "Fox News Jonestown memorials held at cemetery with remains of 400 Fox News OAKLAND, Calif. – Ceremonies at a California cemetery marked the mass murders and suicides 40 years ago of 900 Americans orchestrated by the Rev. Jim Jones at a jungle settlement in Gu…", "url": "https://www.foxnews.com/us/jonestown-memorials-held-at-cemetery-with-remains-of-400", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-6b0e9020427e42a18b3aab523aa67a75.png", "publishedAt": "2018-11-18T23:17:11Z", "content": "OAKLAND, Calif. Ceremonies at a California cemetery marked the mass murders and suicides 40 years ago of 900 Americans orchestrated by the Rev. Jim Jones at a jungle settlement in Guyana, South America. The remains of more than 400 Jonestown victims are burie… [+551 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Tyler McCarthy", "title": "'Teen Mom' star Jenelle Evans' husband David Eason doubles down on Confederate flag support - Fox News", "description": "Fox News 'Teen Mom' star Jenelle Evans' husband David Eason doubles down on Confederate flag support Fox News “Teen Mom” star Jenelle Evans' husband, David Eason, is doubling down on his support of the Confederate flag despite receiving backlash over a photo …", "url": "https://www.foxnews.com/entertainment/teen-mom-star-jenelle-evans-husband-david-eason-doubles-down-on-confederate-flag-support", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/eason-evans.jpg", "publishedAt": "2018-11-18T23:11:31Z", "content": "“Teen Mom” star Jenelle Evans’ husband, David Eason, is doubling down on his support of the Confederate flag despite receiving backlash over a photo on Instagram just weeks ago. On Sunday, Eason posted photos and a video of himself posing at the Grand Canyon … [+1500 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gregg Re", "title": "Chipotle rethinking firing manager who refused to serve black customers over 'dine and dash' fears - Fox News", "description": "Fox News Chipotle rethinking firing manager who refused to serve black customers over 'dine and dash' fears Fox News The restaurant chain Chipotle announced Saturday that it had terminated one of its managers for suggesting in a viral video that five black cu…", "url": "https://www.foxnews.com/us/chipotle-fires-manager-who-refused-to-serve-black-customers-but-restaurant-admits-they-might-have-failed-to-pay-for-meals-before", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2016/01/19/694940094001_4711456097001_f5902550-efac-436a-ad51-93bef8e28dce.jpg", "publishedAt": "2018-11-18T22:21:23Z", "content": "The restaurant chain Chipotle announced Saturday that it had terminated one of its managers for suggesting in a viral video that five black customers were planning to order food without paying -- but on Sunday, the company acknowledged to Fox News that it was… [+6122 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Tijuana protesters chant 'Out!' at migrants camped in city", "description": "Hundreds of Tijuana residents congregated around a monument in an affluent section of the city south of California on Sunday to protest the thousands of Central American migrants who have arrived via caravan in hopes of a new life in the U.S. Tensions have bu…", "url": "https://www.foxnews.com/world/tijuana-protesters-chant-out-at-migrants-camped-in-city", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-2cf85be6121e4da19320554924af3e47.png", "publishedAt": "2018-11-18T21:48:26Z", "content": "TIJUANA, Mexico Hundreds of Tijuana residents congregated around a monument in an affluent section of the city south of California on Sunday to protest the thousands of Central American migrants who have arrived via caravan in hopes of a new life in the U.S. … [+4307 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Nicole Darrah", "title": "Kanye West donates $150G to family of black security guard killed by white officer", "description": "Rapper Kanye West donated $150,000 to the family of a black security guard who was fatally shot by a white police officer last week.", "url": "https://www.foxnews.com/entertainment/kanye-west-donates-150g-to-family-of-black-security-guard-killed-by-white-officer", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/ENT-Kanye-donation.jpg", "publishedAt": "2018-11-18T21:39:34Z", "content": "Rapper Kanye West donated $150,000 to the family of a black security guard who was fatally shot by a white police officer in Illinois last week. GoFundMe confirmed to Fox News on Sunday that West made 10 donations of $15,000 each in honor of Jemel Roberson. K… [+1786 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Peru says ex-president has sought asylum in Uruguay", "description": "Former Peruvian President Alan Garcia has sought asylum in Uruguay's diplomatic mission hours after a judge retained his passport as part of a corruption probe, Peru's foreign ministry announced Sunday.", "url": "https://www.foxnews.com/world/peru-says-ex-president-has-sought-asylum-in-uruguay", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-14534b3df0a94fbaba6eafa8b0e01c94.jpeg", "publishedAt": "2018-11-18T20:27:17Z", "content": "LIMA, Peru Former Peruvian President Alan Garcia has sought asylum in Uruguay's diplomatic mission hours after a judge retained his passport as part of a corruption probe, Peru's foreign ministry announced Sunday. The ministry said it was informed by Uruguay'… [+2487 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Alexandra Deabler", "title": "Man finds engagement ring in rubble after California Camp Fire destroys home", "description": "Man finds engagement ring in rubble after California Camp Fire destroys home foxnews.com", "url": "https://www.foxnews.com/lifestyle/man-engagement-ring-california-camp-fire-destroys-home", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/shastina.jpg", "publishedAt": "2018-11-18T20:09:16Z", "content": "A man managed to find the engagement ring he bought for his girlfriend in the ashes of his family's former home. Nick Maes was planning to propose to his girlfriend of two years, Shastina Hughes, before the deadly California Camp Fire devastated Butte County.… [+2197 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "First-ever Oregon dinosaur bone found by scientists", "description": "University of Oregon scientists have found the first confirmed dinosaur bone in Oregon, Fox 12 Oregon reports.", "url": "https://www.foxnews.com/science/first-ever-oregon-dinosaur-bone-found-by-scientists", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/dinosaur-bone.jpg", "publishedAt": "2018-11-18T19:26:26Z", "content": "University of Oregon scientists have found the first confirmed dinosaur bone in Oregon, Fox 12 Oregon reports. The toe bone belonged to a plant-eating, bipedal dinosaur known as an ornithopod and is estimated to date back 103 million years to a geological per… [+837 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Pope decries that 'wealthy few' feast on what belongs to all", "description": "Championing the cause of the poor, Pope Francis on Sunday lamented that \"the wealthy few\" enjoy what, \"in justice, belongs to all\" and said Christians cannot remain indifferent to the growing cries of the exploited and the indigent, including migrants.", "url": "https://www.foxnews.com/world/pope-decries-that-wealthy-few-feast-on-what-belongs-to-all", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/fede1613-ContentBroker_contentid-610dab2911574217b537454227a78a25.png", "publishedAt": "2018-11-18T18:58:56Z", "content": "Championing the cause of the poor, Pope Francis on Sunday lamented that \"the wealthy few\" enjoy what, \"in justice, belongs to all\" and said Christians cannot remain indifferent to the growing cries of the exploited and the indigent, including migrants. Franci… [+2066 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Tyler McCarthy", "title": "'Last Man Standing' star Tim Allen mocks liberals 'small window of sense of humor' - Fox News", "description": "Fox News 'Last Man Standing' star Tim Allen mocks liberals 'small window of sense of humor' Fox News With the return of “Last Man Standing” on Fox, Tim Allen has the chance to continue doing what he loves, presenting an alternative point of view in comedy. In…", "url": "https://www.foxnews.com/entertainment/last-man-standing-star-tim-allen-mocks-liberals-small-window-of-sense-of-humor", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/tim20allen20last20man20standing20abc.jpg", "publishedAt": "2018-11-18T18:58:38Z", "content": "With the return of “Last Man Standing” on Fox, Tim Allen has the chance to continue doing what he loves, presenting an alternative point of view in comedy. In a recent interview, the actor is opening up about the political divide in America and having to answ… [+2142 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Sri Lankan leaders' crucial talks fail to solve crisis", "description": "A crucial meeting among Sri Lanka's political party leaders on Sunday failed to reach a breakthrough to resolve the political turmoil that has engulfed the island nation for several weeks, opposition lawmakers say.", "url": "https://www.foxnews.com/world/sri-lankan-leaders-crucial-talks-fail-to-solve-crisis", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-18T18:47:11Z", "content": "COLOMBO, Sri Lanka A crucial meeting among Sri Lanka's political party leaders on Sunday failed to reach a breakthrough to resolve the political turmoil that has engulfed the island nation for several weeks, opposition lawmakers say. Sri Lanka has been in cri… [+3509 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Tyler McCarthy", "title": "Sean 'Diddy' Combs tweets public statement about ex Kim Porter's death - Fox News", "description": "Fox News Sean 'Diddy' Combs tweets public statement about ex Kim Porter's death Fox News Three days after it was confirmed that his ex, model Kim Porter, died, Sean “Diddy” Combs has made a public statement on the passing of the mother of his children. The st…", "url": "https://www.foxnews.com/entertainment/sean-diddy-combs-tweets-public-statement-about-ex-kim-porters-death", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Combs-Porter-2015.jpg", "publishedAt": "2018-11-18T18:45:41Z", "content": "Three days after it was confirmed that his ex, model Kim Porter, died, Sean “Diddy” Combs has made a public statement on the passing of the mother of his children. The star, 49, took to Twitter on Sunday to share a message to fans and a tribute to Porter. “Fo… [+1650 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Barnini Chakraborty", "title": "Rick Scott leading Bill Nelson by 10,000 votes in Florida Senate race, official results show", "description": "Republican Rick Scott squeaked out a win Sunday against Democrat Bill Nelson to become the next U.S. senator to represent Florida.", "url": "https://www.foxnews.com/politics/rick-scott-beats-bill-nelson-for-florida-senate-seat-after-hard-fought-race-recount-drama", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-18T18:29:54Z", "content": "Republican Rick Scott is leading Democrat Bill Nelson by 10,000 votes in the race to become the next U.S. senator to represent Florida, official results showed Sunday. Nelson, who served three terms in the U.S. Senate, met his match in Gov. Rick Scott. Sunday… [+4710 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Katherine Lam", "title": "Sonia Sotomayor: Brett Kavanaugh is part of Supreme Court ‘family’", "description": "Justice Sonia Sotomayor said newly appointed Justice Brett Kavanaugh is part of the Supreme Court “family” who she will judge based on his work and not by what occurred during his controversial confirmation process.", "url": "https://www.foxnews.com/politics/sonia-sotomayor-brett-kavanaugh-is-part-of-supreme-court-family", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/rtx38jvl.jpg", "publishedAt": "2018-11-18T18:19:20Z", "content": "Justice Sonia Sotomayor said newly appointed Justice Brett Kavanaugh is part of the Supreme Court “family” whom she will judge based on his work and not by what occurred during his controversial confirmation process. In an interview with CNN’s “Axe Files,” So… [+2027 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Hollie McKay", "title": "Migrant caravan faces opposition from angry Tijuana residents", "description": "In blunt contrast to the warm reception, thousands of migrants received as they made the arduous journey through Central America to Mexico – receiving food donations and well wishes from locals – the nearly 3000 who reached the Mexican border with California …", "url": "https://www.foxnews.com/world/angry-tijuana-residents-clash-with-migrant-caravan", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-f866f63c00154a20a834d72b07abf0c6.png", "publishedAt": "2018-11-18T18:01:10Z", "content": "In blunt contrast to the warm reception thousands of migrants received as they made the arduous journey through Central America to Mexico – getting food donations and well wishes from locals – the nearly 3,000 people who reached the Mexican border with Califo… [+4114 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Neo-Nazis have no First Amendment right to harassment, judge rules in Daily Stormer case", "description": "A lawsuit accusing the publisher of a neo-Nazi website of orchestrating a \"terror campaign\" of online harassment against a Jewish real estate agent cannot be dismissed on First Amendment grounds, a federal judge ruled last week.", "url": "https://www.foxnews.com/tech/neo-nazis-have-no-first-amendment-right-to-harassment-judge-rules-in-daily-stormer-case", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/reuters-computer-pic.jpg", "publishedAt": "2018-11-18T17:49:52Z", "content": "A neo-Nazi website accused of orchestrating a \"terror campaign\" of online harassment against a Jewish real estate agent cannot have a lawsuit dismissed on First Amendment grounds, a federal judge ruled last week. In his ruling denying a motion to have the sui… [+2119 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Katherine Lam", "title": "Kim Jong Un visits glass factory once suspected of producing military equipment, report says", "description": "Kim Jong Un on Sunday visited a glass factory once suspected of producing military equipment, a report said days after North Korea announced it tested a \"newly developed ultramodern tactical weapon.\"", "url": "https://www.foxnews.com/world/kim-jong-un-visits-glass-factory-once-suspected-of-producing-military-equipment-report-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Taegwan-Glass-Factory.jpg", "publishedAt": "2018-11-18T17:36:54Z", "content": "Kim Jong Un on Sunday visited a glass factory once suspected of producing military equipment, a report said days after North Korea announced it tested a “newly developed ultramodern tactical weapon.” The North Korean despot gave “field guidance” at the Taegwa… [+1760 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Mel B details attempted suicide with 200 painkillers in new book excerpt - Fox News", "description": "Fox News Mel B details attempted suicide with 200 painkillers in new book excerpt Fox News In December 2014, during the live \"X Factor\" shows, Mel B tried to take her own life by downing 200 painkillers. She blacked out and woke up covered in bruises. It echo…", "url": "https://www.foxnews.com/entertainment/mel-b-details-attempted-suicide-with-200-painkillers-in-new-book-excerpt", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/MelB1.jpg", "publishedAt": "2018-11-18T17:25:24Z", "content": "In December 2014, during the live \"X Factor\" shows, Mel B tried to take her own life by downing 200 painkillers. She blacked out and woke up covered in bruises. It echoed a previous attempt on her own life aged 14 when she was growing up in Leeds. She was rep… [+7163 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gary Gastelu", "title": "2019 Ford Mustang GT Bullitt test drive: It's on target - Fox News", "description": "Fox News 2019 Ford Mustang GT Bullitt test drive: It's on target Fox News The 2019 Mustang GT Bullitt is “awesome,” and that has nothing to do with its connection to the Hollywood thriller it gets its name from. I know this because a 9-year-old told me so. He…", "url": "https://www.foxnews.com/auto/2019-ford-mustang-gt-bullitt-test-drive-its-back-and-you-can-get-it-in-black", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/bul-3.jpg", "publishedAt": "2018-11-18T17:20:36Z", "content": "The 2019 Mustang GT Bullitt is “awesome,” and that has nothing to do with its connection to the Hollywood thriller it gets its name from. I know this because a 9-year-old told me so. He had no idea who Steve McQueen was, but boy did he flip when he saw the ca… [+5031 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Montana deer test positive for brain wasting disease - Fox News", "description": "Fox News Montana deer test positive for brain wasting disease Fox News Montana wildlife officials say three deer in Blaine County have tested positive for a brain wasting disease. The Great Falls Tribune reports that the deer found to have chronic wasting dis…", "url": "https://www.foxnews.com/great-outdoors/montana-deer-test-positive-for-brain-wasting-disease", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/Stag-Deer-iStock.jpg", "publishedAt": "2018-11-18T17:19:53Z", "content": "Montana wildlife officials say three deer in Blaine County have tested positive for a brain wasting disease. The Great Falls Tribune reports that the deer found to have chronic wasting disease were all harvested within a priority surveillance area. The testin… [+337 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Travis Fedschun", "title": "Cleveland Browns want to interview Condoleezza Rice for head coach job, report says", "description": "Cleveland Browns want to interview Condoleezza Rice for head coach job, report says foxnews.com", "url": "https://www.foxnews.com/sports/cleveland-browns-want-to-interview-condoleezza-rice-for-head-coaching-job-report-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Condoleezza-Rice.jpg", "publishedAt": "2018-11-18T16:48:23Z", "content": "Could America's once-top diplomat be headed to the sidelines in Cleveland? Former Secretary of State Condoleezza Rice is being considered for an interview to possibly become the Cleveland Browns’ next head coach, ESPN reported Sunday. Rice, 64, would become t… [+2866 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Travis Fedschun", "title": "Argentine Navy submarine may have 'imploded'; photos show wreckage on sea floor - Fox News", "description": "Fox News Argentine Navy submarine may have 'imploded'; photos show wreckage on sea floor Fox News The Argentine submarine that was lost deep in the sea with 44 crew members on board may have suffered from a partial implosion close to the seabed, a senior offi…", "url": "https://www.foxnews.com/world/argentine-navy-submarine-may-have-imploded-photos-show-wreckage-on-sea-floor", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ara-san-juan.jpg", "publishedAt": "2018-11-18T16:46:52Z", "content": "The Argentine submarine that was lost deep in the sea with 44 crew members on board may have suffered from a partial implosion close to the seabed, a senior official said Sunday as officials released photos of the wreckage. The country's navy announced Saturd… [+4233 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Barnini Chakraborty", "title": "Bill Nelson concedes Florida Senate race to Rick Scott after manual recount", "description": "Florida’s long-time Democratic Sen. Bill Nelson conceded to Republican challenger Rick Scott Sunday, drawing the hotly contested race to represent the Sunshine State to a close after 12 days of legal wrangling.", "url": "https://www.foxnews.com/politics/bill-nelson-concedes-florida-senate-race-to-rick-scott-after-manual-recount", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/rick-scott-bill-nelson-sbs.jpg", "publishedAt": "2018-11-18T16:34:15Z", "content": "Florida’s long-time Democratic Sen. Bill Nelson conceded to Republican challenger Rick Scott Sunday, drawing the hotly contested race to represent the Sunshine State to a close after 12 days of legal wrangling. According to the Florida Secretary of State's of… [+5359 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Alexandra Deabler", "title": "Texas Roadhouse apologizes for asking breastfeeding mother to cover up - Fox News", "description": "Fox News Texas Roadhouse apologizes for asking breastfeeding mother to cover up Fox News A Texas Roadhouse restaurant in Louisville, Ky., has apologized to a mother who was asked by a manager to cover up while she was breastfeeding her seven-week-old daughter…", "url": "https://www.foxnews.com/food-drink/texas-roadhouse-apologizes-for-asking-breastfeeding-mother-to-cover-up", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/iStock-513686282.jpg", "publishedAt": "2018-11-18T16:23:50Z", "content": "A Texas Roadhouse restaurant in Louisville, Ky., has apologized to a mother who was asked by a manager to cover up while she was breastfeeding her seven-week-old daughter. Sadie Durbin began nursing her infant daughter while she was dining at the American cha… [+3320 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "NC church barbecue cited as link to outbreak that sickened 300 - Fox News", "description": "Fox News NC church barbecue cited as link to outbreak that sickened 300 Fox News A food-borne illness outbreak that sickened 300 people at a popular North Carolina church barbecue was caused by a type of bacteria that commonly develops when foods are prepared…", "url": "https://www.foxnews.com/lifestyle/nc-church-barbecue-cited-as-link-to-outbreak-that-sickened-300", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-18T15:59:14Z", "content": "A food-borne illness outbreak that sickened 300 people at a popular North Carolina church barbecue was caused by a type of bacteria that commonly develops when foods are prepared in large quantities and kept warm for a long time before serving. The bacteria -… [+1167 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Katherine Lam", "title": "Frankie Muniz says cat turned on faucet, flooded home while he was away at uncle's funeral - Fox News", "description": "Fox News Frankie Muniz says cat turned on faucet, flooded home while he was away at uncle's funeral Fox News Frankie Muniz is having a tough week. The “Malcolm in the Middle” star said he came home and found his house was flooded with 3 feet of water because …", "url": "https://www.foxnews.com/entertainment/frankie-muniz-says-cat-turned-on-faucet-flooded-home-while-he-was-away-at-uncles-funeral", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/GettyImages-1044750588.jpg", "publishedAt": "2018-11-18T15:30:57Z", "content": "Frankie Muniz is having a tough week. The “Malcolm in the Middle” star said he came home and found his house was flooded with 3 feet of water because his cat had accidentally turned on the faucet while he was away at his uncle’s funeral. He added that his bel… [+1190 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Christopher Carbone", "title": "Brexit chaos continues as UK's Theresa May warns against a leadership change", "description": "Beleaguered British Prime Minister Theresa May, who is facing a potential no-confidence vote from opponents in her Conservative Party, said Sunday that a leadership change won't make the faltering Brexit talks any easier.", "url": "https://www.foxnews.com/world/brexit-chaos-continues-as-uks-theresa-may-warns-against-a-leadership-change", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/15/694940094001_5967608823001_5967611280001-vs.jpg", "publishedAt": "2018-11-18T14:48:52Z", "content": "Beleaguered British Prime Minister Theresa May, who is facing a potential no-confidence vote from opponents in her Conservative Party, said Sunday that a leadership change won't make the faltering Brexit talks any easier. She told Sky News in an interview tha… [+1494 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Iraqi cleric linked to Basra protests killed outside home", "description": "Hundreds of Basra residents mourned a Muslim cleric on Sunday who police said was killed outside his home after he suggested that protesters should take up arms over poor public services in the city.", "url": "https://www.foxnews.com/world/iraqi-cleric-linked-to-basra-protests-killed-outside-home", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-f8faa9a958214cb1bc2f189d04048962.png", "publishedAt": "2018-11-18T14:47:53Z", "content": "BASRA, Iraq Hundreds of Basra residents mourned a Muslim cleric on Sunday who police said was killed outside his home after he suggested that protesters should take up arms over poor public services in the city. Wissam al-Ghrawi was a prominent figure in demo… [+2503 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Travis Fedschun", "title": "Baby mountain lion discovered at Colorado home was fed bratwurst, became sick, officials say", "description": "Sometimes it is just better to just let nature run its course, that's the message from officials in Colorado", "url": "https://www.foxnews.com/science/baby-mountain-lion-discovered-at-colorado-home-was-fed-bratwurst-became-sick-officials-say", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/mountainlion2.jpg", "publishedAt": "2018-11-18T14:09:35Z", "content": "Sometimes it's just better to just nature run its course. That's the message from Colorado officials, who cautioned residents and tourists on Thursday about the dangers of interfering with baby wildfire. Colorado Parks and Wildlife said in a news release a ba… [+2392 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Katherine Lam", "title": "Jayme Closs search leads police to ask hunters to look out for possible clues for missing Wisconsin teen", "description": "Hunters were asked to be on the lookout for possible clues that would lead to Jayme Closs as authorities continue their search a month after the 13-year-old Wisconsin girl vanished when her parents were shot and killed inside their home.", "url": "https://www.foxnews.com/us/jayme-closs-search-leads-police-to-ask-hunters-to-look-out-for-possible-clues-for-missing-wisconsin-teen", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/jayme-closs-1.jpg", "publishedAt": "2018-11-18T14:03:11Z", "content": "Hunters were asked to be on the lookout for possible clues that would lead to Jayme Closs as authorities continue their search a month after the 13-year-old Wisconsin girl vanished after her parents were shot and killed inside their home. Barron County Sherif… [+2066 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gregg Re", "title": "Trump, in exclusive interview, reveals Obama's private guidance on greatest threat to the US - Fox News", "description": "Fox News Trump, in exclusive interview, reveals Obama's private guidance on greatest threat to the US Fox News President Trump, speaking exclusively to Fox News' Chris Wallace in a wide-ranging interview, revealed what President Obama told him was the biggest…", "url": "https://www.foxnews.com/politics/trump-in-exclusive-interview-reveals-obamas-private-guidance-on-greatest-threat-to-the-u-s", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/16/694940094001_5968077280001_5968071989001-vs.jpg", "publishedAt": "2018-11-18T14:00:50Z", "content": "President Trump, speaking exclusively to Fox News' Chris Wallace in a wide-ranging interview, revealed what President Obama told him was the biggest challenge facing the U.S., discussed potential high-level departures from his administration and admitted that… [+8876 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Katherine Lam", "title": "Man dies after being stung by stingray at Australian beach - Fox News", "description": "Fox News Man dies after being stung by stingray at Australian beach Fox News A 42-year-old Australian man died Saturday after a suspected stingray attack while he was swimming at a beach, police said. The unidentified man was in the water near Lauderdale Beac…", "url": "https://www.foxnews.com/world/man-dies-after-being-stung-by-stingray-at-australian-beach", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/GettyImages-578257532.jpg", "publishedAt": "2018-11-18T13:36:46Z", "content": "A 42-year-old Australian man died Saturday after a suspected stingray attack while he was swimming at a beach, police said. The unidentified man was in the water near Lauderdale Beach around 3 p.m. Saturday when he was stung by a stingray, Australian Broadcas… [+1372 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News Insider", "title": "'I Cannot Enforce This Law': Police Chief Pushes Back on Washington's New Gun Restrictions - Fox News Insider", "description": "Fox News Insider 'I Cannot Enforce This Law': Police Chief Pushes Back on Washington's New Gun Restrictions Fox News Insider One police chief in Washington State wants to make his city a \"sanctuary\" for gun owners. Republic Police Department Chief Loren Culp …", "url": "http://insider.foxnews.com/2018/11/18/washington-state-police-chief-pushes-back-new-gun-restrictions", "urlToImage": "http://insider.foxnews.com/sites/insider.foxnews.com/files/styles/780/public/Guns111818.jpg?itok=x5jyLzfX", "publishedAt": "2018-11-18T13:33:00Z", "content": "One police chief in Washington State wants to make his city a \"sanctuary\" for gun owners. Republic Police Department Chief Loren Culp is looking to shield his city from a new state law that imposes more strict limitations on firearms. Initiative 1639 was rece… [+1431 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "'Master race' comment by Kansas politician draws calls for resignation...", "description": "Kansas Gov. Jeff Colyer called on Leavenworth County Commissioner Louis Klemp to resign after he told a black woman he belongs to a “master race” during a meeting.", "url": "https://www.foxnews.com/politics/kansas-govcalls-for-commissioner-to-resign-after-master-race-comment", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Video.jpg", "publishedAt": "2018-11-18T13:07:38Z", "content": "Kansas Gov. Jeff Colyer has called on a Leavenworth County commissioner to resign after he told a black woman at a public meeting that he belongs to a “master race.” “Racial and discriminative language have no place in our society, and most especially when sp… [+1697 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Christopher Carbone", "title": "Shark mauls teenage boy in Australia", "description": "A teenager was mauled by a shark while spearfishing off the northern coast of Australia on Sunday, authorities said.", "url": "https://www.foxnews.com/science/teenage-boy-mauled-by-shark", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Getty-Images-Reef-Shark.jpg", "publishedAt": "2018-11-18T12:40:32Z", "content": "A teenager was mauled by a shark while spearfishing off the northern coast of Australia on Sunday, authorities said. The 17-year-old boy was bitten on his arm and leg about 18 miles offshore from Nhulunbuy, a town in the Northern Territory, according to polic… [+948 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Liam Quinn", "title": "Harvard has touchdown called back against Yale after running back's obscene gesture", "description": "Harvard running back Devin Darrington was left crimson-faced after having a touchdown run called back during his school's 45-27 win over Yale on Saturday.", "url": "https://www.foxnews.com/sports/harvard-has-touchdown-called-back-against-yale-after-running-backs-obscene-gesture", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/harvard-touchdown.png", "publishedAt": "2018-11-18T12:15:54Z", "content": "Harvard running back Devin Darrington was left crimson-faced after having a touchdown run called back during his school’s 45-27 win over Yale on Saturday. Darrington charged up the middle for a 27-yard score in the fourth quarter of “The Game” at Boston’s Fen… [+1566 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Cambodian official says Khmer Rouge tribunal's work is done", "description": "A top Cambodian government official has reiterated his government's intention to end the work of the U.N.-backed tribunal that last week convicted the last two surviving leaders of the Khmer Rouge of genocide, crimes against humanity and war crimes.", "url": "https://www.foxnews.com/world/cambodian-official-says-khmer-rouge-tribunals-work-is-done", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-d4e122a02f7949fa8c1f47f237b95739.png", "publishedAt": "2018-11-18T12:07:24Z", "content": "PHNOM PENH, Cambodia A top Cambodian government official has reiterated his government's intention to end the work of the U.N.-backed tribunal that last week convicted the last two surviving leaders of the Khmer Rouge of genocide, crimes against humanity and … [+2466 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Walt Bonner", "title": "Fire ant colonies could inspire robot swarms", "description": "Aside from the stings and ruined picnics, fire ants are famous for their ability to swarm together and self­–assemble bridges, ladders, and even floating rafts. Researchers have now figured out the statistical rules that govern how fire ants form these struct…", "url": "https://www.foxnews.com/tech/fire-ant-colonies-could-inspire-future-robots", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AntIsland.jpg", "publishedAt": "2018-11-18T12:00:35Z", "content": "Aside from the stings and ruined picnics, fire ants are famous for their ability to swarm together and self­–assemble bridges, ladders, and even floating rafts. Researchers have now figured out the statistical rules that govern how fire ants form these struct… [+4037 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "The Kim Komando Show", "title": "Best streaming boxes for getting the shows and movies you want", "description": "Limitless content. Watch whatever you want, whenever you want.", "url": "https://www.foxnews.com/tech/best-streaming-boxes-for-getting-the-shows-and-movies-you-want", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/amazonfirecubetv.jpg", "publishedAt": "2018-11-18T12:00:32Z", "content": "Limitless content. Watch whatever you want, whenever you want. All you have to buy is one little box, and the monthly subscriptions are up to you. After decades of flipping through TV channels, many of us find the promise of internet-based television too mira… [+6720 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Israel's Netanyahu makes 'last effort' to save government", "description": "Israeli Prime Minister Benjamin Netanyahu said Sunday he was heading into a meeting with his top coalition partner in a \"last effort\" to prevent the collapse of his government, which has been rocked by the resignation of its defense minister over a cease-fire…", "url": "https://www.foxnews.com/world/israels-netanyahu-makes-last-effort-to-save-government", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-68c0cd9a1cce40438df9713851a788d9-1.png", "publishedAt": "2018-11-18T11:28:26Z", "content": "JERUSALEM Israeli Prime Minister Benjamin Netanyahu said Sunday he was heading into a meeting with his top coalition partner in a \"last effort\" to prevent the collapse of his government, which has been rocked by the resignation of its defense minister over a … [+3448 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Interpol meets to select new president after China's arrest", "description": "Police chiefs from around the world gathered in Dubai on Sunday for Interpol's general assembly to select a new president after the agency's former leader was detained in China.", "url": "https://www.foxnews.com/world/interpol-meets-to-select-new-president-after-chinas-arrest", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-7c08ff466a30492889b8a8c348082c78.png", "publishedAt": "2018-11-18T09:48:24Z", "content": "DUBAI, United Arab Emirates Police chiefs from around the world gathered in Dubai on Sunday for Interpol's general assembly to select a new president after the agency's former leader was detained in China. Meng Hongwei— who was China's vice minister of public… [+3533 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Taliban hold talks with US envoy in Qatar", "description": "The Taliban have held three days of talks with U.S. envoy Zalmay Khalilzad in the Gulf state of Qatar, where the Afghan insurgent group has a political office, a Taliban official and another individual close to the group said Sunday.", "url": "https://www.foxnews.com/world/taliban-hold-talks-with-us-envoy-in-qatar", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/78e32243-ContentBroker_contentid-772b228ff1cf4077827ac203648a82fb.png", "publishedAt": "2018-11-18T09:27:22Z", "content": "ISLAMABAD The Taliban have held three days of talks with U.S. envoy Zalmay Khalilzad in the Gulf state of Qatar, where the Afghan insurgent group has a political office, a Taliban official and another individual close to the group said Sunday. The talks are a… [+3456 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Notre Dame wins big, looks ahead to possible playoff spot", "description": "After a big win Saturday in the Big Apple, Notre Dame's football team has a chance next week to lock up a berth in the College Football Playoff. Notre Dame hammered No. 12 Syracuse 36-3 at Yankee Stadium, putting the Fighting Irish a step away from the playof…", "url": "https://www.foxnews.com/sports/notre-dame-dismantling-of-syracuse-puts-school-in-contention-for-playoff-spot", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ND4.jpg", "publishedAt": "2018-11-18T09:04:46Z", "content": "After a big win Saturday in the Big Apple, Notre Dame's football team has a chance next week to lock up a berth in the College Football Playoff. Notre Dame hammered No. 12 Syracuse 36-3 at Yankee Stadium, putting the Fighting Irish a step away from the playof… [+3705 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Christen Limbaugh Bloom", "title": "This Thanksgiving: How do we remain thankful when times are tough? - Fox News", "description": "Fox News This Thanksgiving: How do we remain thankful when times are tough? Fox News The holiday of Thanksgiving reminds us that we ought to be thankful for the blessings and the people in our lives. But what do we do when it seems that everything is going ha…", "url": "https://www.foxnews.com/opinion/this-thanksgiving-how-do-we-remain-thankful-when-times-are-tough", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Thankful-Picture.jpg", "publishedAt": "2018-11-18T09:03:53Z", "content": "The holiday of Thanksgiving reminds us that we ought to be thankful for the blessings and the people in our lives. But what do we do when it seems that everything is going haywire? Maybe somebody recently wronged you. An unexpected expense has thrown off your… [+4204 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Powerball numbers drawn for Saturday's $124M jackpot - Fox News", "description": "Fox News Powerball numbers drawn for Saturday's $124M jackpot Fox News The Powerball jackpot was on the rise again late Saturday after no winners were reported in the evening's drawing. According to the official Powerball website, Saturday's winning numbers w…", "url": "https://www.foxnews.com/us/powerball-numbers-drawn-for-saturdays-124m-jackpot", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/Power-Ball-iStock.jpg", "publishedAt": "2018-11-18T08:35:59Z", "content": "The Powerball jackpot was on the rise again late Saturday after no winners were reported in the evening’s drawing. According to the official Powerball website, Saturday’s winning numbers were 6, 8, 20, 52 and 68, with the Powerball number 5. But no top-prize … [+1242 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Trump says report on Khashoggi death expected in a few days", "description": "", "url": "https://www.foxnews.com/world/trump-says-report-on-khashoggi-death-expected-in-a-few-days", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/17/694940094001_5968145921001_5968145041001-vs.jpg", "publishedAt": "2018-11-18T07:22:58Z", "content": "WASHINGTON — President Donald Trump said his administration will get a full report in the next two days about the death of a Saudi journalist, which has created a diplomatic conundrum for the president: How to admonish Riyadh for the killing yet maintain stro… [+3914 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "| Associated Press", "title": "House win part of major realignment in Southern California", "description": "Democrat Gil Cisneros captured a Republican-held U.S. House seat in Southern California on Saturday, capping a Democratic rout in which the party picked up six congressional seats in the state.", "url": "https://www.foxnews.com/politics/house-win-part-of-major-realignment-in-southern-california", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/Gil-Cisneros.jpg", "publishedAt": "2018-11-18T07:20:49Z", "content": "LOS ANGELES — Democrat Gil Cisneros captured a Republican-held U.S. House seat in Southern California on Saturday, capping a Democratic rout in which the party picked up six congressional seats in the state. In what had been the last undecided House contest i… [+2654 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Anti-Trump mayor of Portland, Ore., mutters he 'can't wait' to leave office", "description": "The thankless, winless job of being mayor of Portland, Ore., may have gotten to Ted Wheeler.", "url": "https://www.foxnews.com/politics/portland-mayor-mutters-he-cant-for-term-to-end", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/TW.jpg", "publishedAt": "2018-11-18T06:54:06Z", "content": "Being mayor of Portland, Ore., may have gotten to Ted Wheeler. On Thursday, after finishing a speech at the Oregon Health Forum in which he was heckled, Wheeler mumbled, “I can’t wait for the next 24 months to be over,” indicating he may not seek re-election,… [+2929 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "In Jordan's ancient Petra, sirens warn of flash floods", "description": "In ancient times, Arab tribesmen dug diversion tunnels to protect their low-lying trading post of Petra against desert flash floods.", "url": "https://www.foxnews.com/world/in-jordans-ancient-petra-sirens-warn-of-flash-floods", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-18T06:27:15Z", "content": "PETRA, Jordan In ancient times, Arab tribesmen dug diversion tunnels to protect their low-lying trading post of Petra against desert flash floods. More than two millennia later, an alarm system warns visitors if flood water rushes toward what has become Jorda… [+2046 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "| Fox News", "title": "GOP lame ducks in House need to move fast before their wings are clipped", "description": "Congressional Republicans need to pass bills quickly before Democrats gain majority control of the House.", "url": "https://www.foxnews.com/opinion/gop-lame-ducks-in-house-need-to-move-fast-before-their-wings-are-clipped", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/13/694940094001_5966454653001_5966453676001-vs.jpg", "publishedAt": "2018-11-18T06:18:45Z", "content": "In Washington, power is fleeting. Elected and appointed officials know they better use it before they lose it. In the House of Representatives, Republicans are going to lose it Jan. 3 when they become the minority party. The change in power that GOP represent… [+5170 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Patriot Prayer rally in Portland, Ore., leads to 6 arrests as groups clash", "description": "Dueling rallies in Portland, Ore., ended with members of the Patriot Prayer group and counter demonstrators clashing on Saturday, resulting in six arrests.", "url": "https://www.foxnews.com/us/six-arrested-in-dueling-portland-rallies-involving-patriot-prayer-group", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/pp1.jpg", "publishedAt": "2018-11-18T06:03:21Z", "content": "Dueling rallies in Portland, Ore., ended with members of the Patriot Prayer group and counter-demonstrators clashing on Saturday, resulting in six arrests. The day started with a rally downtown to support survivors of sexual assault where several in attendanc… [+1483 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Dom Calicchio", "title": "Marilyn Monroe's Golden Globe sells for record $250G: report", "description": "", "url": "https://www.foxnews.com/entertainment/marilyn-monroes-golden-globe-sells-for-record-250g-report", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/08/23/694940094001_5826046865001_5826045827001-vs.jpg", "publishedAt": "2018-11-18T05:40:16Z", "content": "More than 56 years after her death, Marilyn Monroe is still making history. On Saturday, the late star’s Golden Globe award sold at auction for $250,000 – the highest price ever paid for a Golden Globe at auction, according to the Hollywood Reporter. In addit… [+1163 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Camp Fire death toll rises to 76, sheriff says", "description": "Five more sets of human remains were discovered in the Camp Fire blazing in Northern California, raising the death toll to 76, authorities said Saturday.", "url": "https://www.foxnews.com/us/death-toll-in-camp-fire-rises-to-76-sheriff-says", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/17/694940094001_5968379806001_5968381103001-vs.jpg", "publishedAt": "2018-11-18T04:41:27Z", "content": "Five more sets of human remains were discovered in the Camp Fire area in Northern California, raising the death toll to 76, authorities said Saturday. Of the newly discovered remains, one body was found in Concow, while the other four were located in Paradise… [+1911 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "Veteran among two people killed during World War II re-enactment plane crash - Fox News", "description": "Fox News Veteran among two people killed during World War II re-enactment plane crash Fox News Two people died Saturday during a World War II re-enactment show after the vintage plane they were in crashed in the parking lot of a Texas apartment complex, offic…", "url": "https://www.foxnews.com/us/veteran-among-two-people-killed-during-world-war-ii-re-enactment-plane-crash", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/plane-crash.jpg", "publishedAt": "2018-11-18T03:10:30Z", "content": "Two people died Saturday during a World War II re-enactment show after the vintage plane they were in crashed in the parking lot of a Texas apartment complex, officials said. The war-era North American Aviation P-51 Mustang crashed around 3:15 p.m. in Frederi… [+776 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Violence strikes Netherlands over black-face holiday figure, 'Black Pete'", "description": "Confrontations broke out on Saturday, scattered across the Netherlands, as supporters and critics clashed over a divisive helper of Santa Claus' Dutch cousin, Black Pete.", "url": "https://www.foxnews.com/world/violence-strikes-netherlands-over-black-face-holiday-figure-black-pete", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-18T02:27:03Z", "content": "Confrontations broke out or were narrowly averted on Saturday, scattered across the Netherlands, as supporters and critics clashed over a divisive helper of Santa Claus' Dutch cousin. The sidekick's name? Black Pete. To evoke the controversial figure, white p… [+1315 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Biden family adopts new pup named Major, Delaware Humane Association says - Fox News", "description": "Fox News Biden family adopts new pup named Major, Delaware Humane Association says Fox News The Bidens have welcomed a furry new addition to their family, an adopted pup named Major, an animal organization said. The Delaware Humane Association (DHA) announced…", "url": "https://www.foxnews.com/lifestyle/biden-family-adopts-new-pup-named-major-delaware-humane-association-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18321681177758.jpg", "publishedAt": "2018-11-18T01:44:31Z", "content": "The Bidens have welcomed a furry new addition to their family, an adopted pup named Major, an animal organization said. The Delaware Humane Association (DHA) announced via Facebook Saturday that Major had found “his forever home” with the former vice presiden… [+1198 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "State Department says reports about 'final conclusion' on Khashoggi 'are inaccurate'", "description": "The State Department on Saturday insisted that the U.S. had not yet reached a determination regarding the death of writer and activist Jamal Khashoggi, adding that there are \"numerous unanswered questions.\"", "url": "https://www.foxnews.com/world/state-department-says-reports-about-final-conclusion-on-khashoggi-are-inaccurate", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/18/694940094001_5968473155001_5968467596001-vs.jpg", "publishedAt": "2018-11-18T00:18:12Z", "content": "The State Department on Saturday insisted that despite recent reports, the U.S. had not yet reached a determination regarding the death of writer and activist Jamal Khashoggi, and that there remain “numerous unanswered questions.” The department’s statement c… [+3164 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "Yale University sued for allegedly removing depressed student to avoid negative press - Fox News", "description": "Fox News Yale University sued for allegedly removing depressed student to avoid negative press Fox News A Yale grad is suing the Ivy League institution, alleging that she was involuntarily held for treatment and eventually removed from campus after seeking co…", "url": "https://www.foxnews.com/us/yale-university-sued-for-allegedly-removing-depressed-student-to-avoid-negative-press", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Yale.jpg", "publishedAt": "2018-11-18T00:04:39Z", "content": "A Yale grad is suing the Ivy League institution, alleging that she was involuntarily held for treatment and eventually removed from campus after seeking counseling for depression because administrators wanted to avoid further damaging publicity following two … [+1946 chars]"}]}