{"articles": [{"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Incoming Mexico gov't: No deal to host US asylum-seekers", "description": "Mexico's incoming government denied a report Saturday that it plans to allow asylum-seekers to wait in the country while their claims move through U.S. immigration courts, a deal the Trump administration has been pursuing for months.", "url": "https://www.foxnews.com/world/incoming-mexico-govt-no-deal-to-host-us-asylum-seekers", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-8c7200480ff94aebacee52c4da7994da-1.png", "publishedAt": "2018-11-24T23:08:18Z", "content": "MEXICO CITY Mexico's incoming government denied a report Saturday that it plans to allow asylum-seekers to wait in the country while their claims move through U.S. immigration courts, a deal the Trump administration has been pursuing for months. \"There is no … [+2423 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Syrian rebels dismiss poison-gas claims", "description": "The Latest on the Syrian conflict (all times local): 12:45 a.m.", "url": "https://www.foxnews.com/world/the-latest-syrian-rebels-dismiss-poison-gas-claims", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-1c6cfc0e75d3401bbeea54e117d36b03.png", "publishedAt": "2018-11-24T23:07:22Z", "content": "DAMASCUS, Syria The Latest on the Syrian conflict (all times local): 12:45 a.m. Syrian rebels have dismissed government accusations they used poison gas to attack government-held Aleppo city. Rebel commander Abdel-Salam Abdel-Razak says the opposition doesn't… [+2390 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "One person dead after domestic dispute in Florida Walmart turns violent", "description": "One person dead after domestic dispute in Florida Walmart turns violent foxnews.com", "url": "https://www.foxnews.com/us/one-person-dead-after-domestic-dispute-in-florida-walmart-turns-violent", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/4929ddf0-walmart.jpg", "publishedAt": "2018-11-24T22:19:14Z", "content": "One person is dead and another is in custody after a domestic dispute between a male and female turned violent inside a Florida Walmart on Saturday, authorities say. Ocala police said that “a domestic argument” between a male and female began in the Garden Ce… [+618 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Charles", "title": "Trump is right about biased judges; Schumer acknowledges 'highly political' rulings", "description": "Like a basketball player who mistakenly shoots into his own basket and scores points for the opposing team, Senate Democratic Leader Chuck Schumer of New York has inadvertently backed President Trump’s accurate contention that there are liberal judges appoint…", "url": "https://www.foxnews.com/opinion/trump-is-right-about-biased-judges-schumer-acknowledges-highly-political-rulings", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/24/694940094001_5971110258001_5971111476001-vs.jpg", "publishedAt": "2018-11-24T22:06:33Z", "content": "Like a basketball player who mistakenly shoots into his own basket and scores points for the opposing team, Senate Democratic Leader Chuck Schumer of New York has inadvertently backed President Trump’s accurate contention that there are liberal judges appoint… [+7015 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "Incoming Mexican government disputes report of tentative deal with US on asylum-seekers - Fox News", "description": "The Guardian Incoming Mexican government disputes report of tentative deal with US on asylum-seekers Fox News “President Trump has developed a strong relationship with the incoming Obrador Administration, and we look forward to working with them on a wide ran…", "url": "https://www.foxnews.com/politics/incoming-mexican-government-disputes-report-of-tentative-deal-with-u-s-on-asylum-seekers", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/23/694940094001_5970914050001_5970920497001-vs.jpg", "publishedAt": "2018-11-24T22:05:18Z", "content": "Reports on Saturday said the Trump administration had struck a tentative deal with Mexico’s incoming government to require all asylum-seekers from south of the border to wait in Mexico while their asylum claims go through court. But by early evening, the pict… [+4011 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Hits & Misses: 11/24/18", "description": "The panel calls out the week's best and worst.", "url": "http://video.foxnews.com/v/5971135561001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/24/640/360/694940094001_5971135810001_5971135561001-vs.jpg", "publishedAt": "2018-11-24T21:03:32Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Challenges ahead for the Trump economy?", "description": "Could trade tensions with China and signs of a global slowdown derail the recovering U.S. economic engine? Insight from Steve Moore, senior economic adviser to the 2016 Trump campaign and co-author of the new book 'Trumponomics.'", "url": "http://video.foxnews.com/v/5971130898001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/24/640/360/694940094001_5971134971001_5971130898001-vs.jpg", "publishedAt": "2018-11-24T20:54:02Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "Trump administration makes tentative deal to force asylum-seekers to wait in Mexico: report", "description": "The Trump administration has reportedly made a deal with Mexico’s incoming government to require all asylum seekers coming from the south of the border to wait in Mexico while their asylum claim goes through court.", "url": "https://www.foxnews.com/politics/trump-administration-makes-tentative-deal-with-mexico-to-force-asylum-seekers-to-wait-in-mexico-report", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/23/694940094001_5970914050001_5970920497001-vs.jpg", "publishedAt": "2018-11-24T20:52:28Z", "content": "The Trump administration has reportedly made a deal with Mexico’s incoming government to require all asylum-seekers coming from the south of the border to wait in Mexico while their asylum claims goes through court. The Washington Post, citing Mexican officia… [+2438 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "China trade showdown: Trump and Xi are set to meet at G20", "description": "President Trump warns the U.S. will proceed with additional tariffs on $250 billion worth of Chinese products if a deal on trade can't be reached with Beijing; insight from John Murphy, senior vice president for international policy at the U.S. Chamber of Com…", "url": "http://video.foxnews.com/v/5971133366001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/24/640/360/694940094001_5971134578001_5971133366001-vs.jpg", "publishedAt": "2018-11-24T20:49:12Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Jam-packed agenda awaits lawmakers' return to Washington", "description": "President Trump urges lawmakers to pass criminal justice reform, secure border wall funding before new Congress takes office.", "url": "http://video.foxnews.com/v/5971132597001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/24/640/360/694940094001_5971136468001_5971132597001-vs.jpg", "publishedAt": "2018-11-24T20:46:09Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "Spain agrees to back Brexit deal after securing concessions from Britain, EU", "description": "Spain on Saturday agreed to support a Brexit deal but only after the U.K. and E.U. agreed to give Spain a say in the the disputed British territory of Gibraltar's future.", "url": "https://www.foxnews.com/world/spain-agrees-to-back-brexit-deal-after-securing-concessions-from-britain", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/15/694940094001_5967608823001_5967611280001-vs.jpg", "publishedAt": "2018-11-24T20:18:16Z", "content": "Spain on Saturday agreed to support a Brexit deal, but only after the U.K. and E.U. agreed to give Spain a say in the future of the disputed British territory of Gibraltar. “We have reached a historic agreement and tomorrow we will vote in favor of Brexit,” S… [+3094 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "Illegal immigrant detained after leaving North Carolina sanctuary church to meet immigration officials", "description": "Two dozen people were arrested after an illegal immigrant was detained when he left a North Carolina sanctuary church that had been his refuge from deportation for nearly a year.", "url": "https://www.foxnews.com/us/illegal-immigrant-detained-after-leaving-north-carolina-sanctuary-church-to-meet-immigration-officials", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Samuel-Oliver-Bruno.jpg", "publishedAt": "2018-11-24T20:05:28Z", "content": "Two dozen people were arrested after an illegal immigrant was detained when he left a North Carolina sanctuary church that had been his refuge from deportation for nearly a year. Immigration agents arrested Samuel Oliver-Bruno, 47, Friday at an immigration of… [+1555 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Gaelic football player dies after being punched in the head in New York - Fox News", "description": "Fox News Gaelic football player dies after being punched in the head in New York Fox News A New York man has been arrested for assault after being accused of delivering a punch to the head of a popular Gaelic football player who then died. Steven O'Brien, 25,…", "url": "https://www.foxnews.com/us/new-york-man-accused-of-punching-popular-gaelic-football-player-in-head-who-died", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/OBrien-McGee-Split.jpg", "publishedAt": "2018-11-24T18:16:46Z", "content": "A New York man has been arrested for assault after being accused of delivering a punch to the head of a popular Gaelic football player who then died. Steven O’Brien, 25, turned himself into the New York City Police Department on Friday morning, the New York P… [+1885 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "Thousands of French protesters clash with police, call for Macron's resignation over gas taxes", "description": "Thousands of French protesters flooded the nation's capital Saturday to demonstrate against President Emmanuel Macron's controversial fuel tax increase -- clashing with policies as they called for Macron's resignation.", "url": "https://www.foxnews.com/world/thousands-of-french-police-use-tear-gas-water-cannon-against-paris-protesters", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18328390996071.jpg", "publishedAt": "2018-11-24T17:56:40Z", "content": "Thousands of French protesters flooded the nation’s capital Saturday to demonstrate against President Emmanuel Macron’s controversial fuel tax increase -- clashing with policies as they called for Macron’s resignation. The angry clashes, both in Paris and oth… [+3117 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Major snow storm in central US threatens Thanksgiving holiday weekend travel - Fox News", "description": "Fox News Major snow storm in central US threatens Thanksgiving holiday weekend travel Fox News A major storm is bringing heavy snow and high winds to a significant portion of the country from Kansas to Chicago that could make it more difficult for travelers h…", "url": "https://www.foxnews.com/weather/major-snow-storm-in-central-u-s-threatens-holiday-weekend-travel", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Winter-Snow.jpg", "publishedAt": "2018-11-24T17:40:31Z", "content": "A major storm is bringing heavy snow and high winds to a significant portion of the country from Kansas to Chicago that could make it more difficult for travelers heading home this Thanksgiving weekend. The National Weather Service is predicting blizzard-like… [+1763 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Farmer crushed to death after his dog pushed forklift lever", "description": "Derek Mead died in June 2017 after his Jack Russell Terrier knocked over a lever in his forklift truck causing it to move forward and crush him against a gate.", "url": "https://www.foxnews.com/world/farmer-crushed-to-death-after-his-dog-pushed-forklift-lever", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Derek-Mead.jpg", "publishedAt": "2018-11-24T17:31:18Z", "content": "A farmer died after his dog knocked over a lever in his forklift truck, causing it to move forward and push him against a gate, causing fatal injuries, an inquest heard on Friday. Derek Mead was constructing a rock garden at his residence in Hewish, near West… [+1516 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Condoleezza Rice is right – NFL needs to give women opportunities to become coaches", "description": "Former Secretary of States Condoleezza Rice was right when she said last Sunday that while she's not ready to be a head coach in the NFL, “it is time to develop a pool of experienced women coaches.” After speculation swirled that the Cleveland Browns wanted t…", "url": "https://www.foxnews.com/opinion/condoleezza-rice-is-right-nfl-needs-to-give-women-opportunities-to-become-coaches", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/18/694940094001_5968668087001_5968670796001-vs.jpg", "publishedAt": "2018-11-24T17:12:06Z", "content": "Former Secretary of States Condoleezza Rice was right when she said last Sunday that while she’s not ready to be a head coach in the NFL, “it is time to develop a pool of experienced women coaches.” After speculation swirled that the Cleveland Browns wanted t… [+4248 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Pakistan arrests 1100 supporters of detained cleric", "description": "Police in an ongoing crackdown arrested some 1100 supporters of a detained radical Islamic cleric, who disrupted daily life with nationwide rallies following the acquittal of a Christian woman sentenced to death for blasphemy, officials said Saturday.", "url": "https://www.foxnews.com/world/pakistan-arrests-1100-supporters-of-detained-cleric", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-a714a39d2565487fb992f7e4d795f04f-1.png", "publishedAt": "2018-11-24T16:48:24Z", "content": "MULTAN, Pakistan Police in an ongoing crackdown arrested some 1100 supporters of a detained radical Islamic cleric, who disrupted daily life with nationwide rallies following the acquittal of a Christian woman sentenced to death for blasphemy, officials said … [+1736 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Students photographed appearing to give Nazi salute protected by free-speech, Wisconsin school district says - Fox News", "description": "Fox News Students photographed appearing to give Nazi salute protected by free-speech, Wisconsin school district says Fox News Officials with a Wisconsin school district have admitted free-speech rights would make it difficult to discipline the high school st…", "url": "https://www.foxnews.com/us/students-photographed-appearing-to-give-nazi-salute-protected-by-free-speech-wisconsin-school-district-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/nazi-salute.jpg", "publishedAt": "2018-11-24T16:29:15Z", "content": "Officials with a Wisconsin school district have admitted free-speech rights would make it difficult to discipline the high school students who appeared to be delivering Nazi salutes in a photo. The controversial image that went viral earlier this month was ta… [+1798 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News Insider", "title": "'Preparing for the Worst': San Diego Border Patrol Director on Caravan's Movement Through Mexico - Fox News Insider", "description": "Fox News Insider 'Preparing for the Worst': San Diego Border Patrol Director on Caravan's Movement Through Mexico Fox News Insider The director of field operations for Customs and Border Patrol (CBP) in San Diego, said Saturday that the city is \"preparing for…", "url": "http://insider.foxnews.com/2018/11/24/border-patrol-director-preparing-worst-caravan-moves-through-mexico", "urlToImage": "http://insider.foxnews.com/sites/insider.foxnews.com/files/styles/780/public/Flores112418.jpg?itok=XxOEPzgl", "publishedAt": "2018-11-24T16:08:54Z", "content": "The director of field operations for Customs and Border Protection (CBP) in San Diego, said Saturday that the city is \"preparing for the worst\" as the migrant caravan moves through Tijuana, Mexico. Director Pete Flores said on Fox &amp; Friends that CBP is as… [+1551 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "New York judge rejects bid to throw out lawsuit against Trump Foundation - Fox News", "description": "Fox News New York judge rejects bid to throw out lawsuit against Trump Foundation Fox News A New York judge on Friday rejected a bid by President Trump's lawyers to throw out a lawsuit filed by the state's attorney general against the Trump Foundation. The su…", "url": "https://www.foxnews.com/politics/new-york-judge-rejects-bid-to-throw-out-lawsuit-against-trump-foundation", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/23/694940094001_5970740698001_5970734232001-vs.jpg", "publishedAt": "2018-11-24T16:07:54Z", "content": "A New York judge on Friday rejected a bid by President Trump’s lawyers to throw out a lawsuit filed by the state's attorney general against the Trump Foundation. The suit claims that Trump used the foundation’s charitable assets to pay off his legal obligatio… [+3350 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "DACA recipient makes history after being named Rhodes Scholar - Fox News", "description": "Fox News DACA recipient makes history after being named Rhodes Scholar Fox News A DACA recipient who is a Harvard senior has been awarded a coveted Rhodes scholarship. Jin Kyu Park, 22, is originally from South Korea. His parents brought him to the U.S. when …", "url": "https://www.foxnews.com/us/daca-recipient-makes-history-after-being-named-rhodes-scholar", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Jin-Kyu-Park.jpg", "publishedAt": "2018-11-24T16:07:20Z", "content": "A DACA recipient who is a Harvard senior has been awarded a coveted Rhodes scholarship. Jin Kyu Park, 22, is originally from South Korea. His parents brought him to the U.S. when he was 7. “I’m thankful that the Rhodes have expanded their eligibility to inclu… [+1209 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lukas Mikelionis", "title": "German man, 95, accused of being accessory to murder of 36,223 people at Nazi death camp", "description": "A 95-year-old German has been accused of being a guard at an Austrian Nazi death camp and charged with being an accessory to the murder of tens of thousands of people.", "url": "https://www.foxnews.com/world/german-man-95-accused-of-being-accessory-to-murder-of-36223-people-at-nazi-death-camp", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/800.jpeg", "publishedAt": "2018-11-24T15:25:16Z", "content": "A 95-year-old German has been accused of being a guard at an Austrian Nazi death camp and charged with being an accessory to the murder of tens of thousands of people. German prosecutors alleged that the man, identified only as Hans H due to legal reasons, ha… [+1980 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Morgan Evans", "title": "Monica Lewinsky reveals Bill Clinton urged her to lie under oath: 'I did feel uncomfortable about it' - Fox News", "description": "Fox News Monica Lewinsky reveals Bill Clinton urged her to lie under oath: 'I did feel uncomfortable about it' Fox News Monica Lewinsky has opened up for the first time about how Bill Clinton convinced her \"to break the law\" and lie under oath. In the final p…", "url": "https://www.foxnews.com/entertainment/monica-lewinsky-reveals-bill-clinton-urged-her-to-lie-under-oath-following-one-last-fling-before-ditching-her", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/10/05/694940094001_5844877318001_5844875715001-vs.jpg", "publishedAt": "2018-11-24T14:52:51Z", "content": "Monica Lewinsky has opened up for the first time about how Bill Clinton convinced her \"to break the law\" and lie under oath. In the final part of the A&amp;E docuseries \"The Clinton Affair,\" Lewinsky revealed that Clinton convinced her to deny the affair if s… [+4538 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Zimbabwe's Mugabe no longer able to walk, president says", "description": "Zimbabwe's 94-year-old former president Robert Mugabe is no longer able to walk as his health declines, his successor said Saturday.", "url": "https://www.foxnews.com/world/zimbabwes-mugabe-no-longer-able-to-walk-president-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-34f0c85d118b4d9fac648711a683b156.png", "publishedAt": "2018-11-24T14:47:20Z", "content": "HARARE, Zimbabwe Zimbabwe's 94-year-old former president Robert Mugabe is no longer able to walk as his health declines, his successor said Saturday. President Emmerson Mnangagwa told ruling party supporters that Mugabe has been in a hospital in Singapore for… [+1476 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "US, Britain mourn loss of Syrian activists", "description": "U.S. and British officials mourned the loss a Syrian anti-government activist who was shot dead along with his colleague by unidentified gunmen in a rebel-held area in the country's northwest.", "url": "https://www.foxnews.com/world/us-britain-mourn-loss-of-syrian-activists", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/37bfb5fc-ContentBroker_contentid-e849f08f8b81460d8f9e0ebb4b1e5e19.jpeg", "publishedAt": "2018-11-24T14:27:33Z", "content": "BEIRUT U.S. and British officials mourned the loss a Syrian anti-government activist who was shot dead along with his colleague by unidentified gunmen in a rebel-held area in the country's northwest. Dozens of Raed Fares and Hammoud al-Juneid's friends held a… [+1907 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "US soldier, 2 Afghan troops killed in Afghanistan", "description": "The U.S. military said Saturday that a service member has been killed in Afghanistan, while in a separate incident two Afghan soldiers died when their helicopter failed to land properly.", "url": "https://www.foxnews.com/world/us-soldier-2-afghan-troops-killed-in-afghanistan", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-24T14:27:18Z", "content": "KABUL, Afghanistan The U.S. military said Saturday that a service member has been killed in Afghanistan, while in a separate incident two Afghan soldiers died when their helicopter failed to land properly. The brief U.S. military statement did not provide fur… [+1831 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lukas Mikelionis", "title": "Otter terrorizes famous Chinese Garden in Vancouver, kills 7 cherished koi carp", "description": "A belligerent otter eating cherished koi carp in a famous Chinese garden in the Canadian city of Vancouver is evading capture since it appeared last weekend, with staff distraught over the loss of fish.", "url": "https://www.foxnews.com/world/otter-terrorizes-famous-chinese-garden-in-vancouver-kills-7-cherished-koi-carp", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/644cdee6-otter.jpg", "publishedAt": "2018-11-24T14:12:20Z", "content": "A belligerent otter eating cherished koi carp in a famous Chinese garden in the Canadian city of Vancouver is evading capture since it appeared last weekend, with staff distraught over the loss of fish. It remains unclear how the otter managed to break into t… [+2047 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Man killed in Alabama mall shooting was 'likely' not gunman, police say - Fox News", "description": "Fox News Man killed in Alabama mall shooting was 'likely' not gunman, police say Fox News A man killed by a police officer after a Thanksgiving night shooting at an Alabama mall, was \"likely\" not the gunman who shot a teenager earlier that evening, police cla…", "url": "https://www.foxnews.com/us/man-killed-in-alabama-mall-shooting-was-likely-not-gunman-police-say", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/shooting.jpg", "publishedAt": "2018-11-24T14:07:27Z", "content": "A man killed by a police officer after a Thanksgiving night shooting at an Alabama mall, was \"likely\" not the gunman who shot a teenager earlier that evening, police clarified Friday. The incident unfolded at the Riverchase Galleria in Hoover, Alabama, about … [+2231 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Indian police map area of island where US man was killed", "description": "Police said Saturday that they have mapped the area of a remote Indian island where tribespeople were seen burying the body of an American adventurer and Christian missionary after allegedly killing him with arrows this month.", "url": "https://www.foxnews.com/world/indian-police-map-area-of-island-where-us-man-was-killed", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/0e989f7a-ContentBroker_contentid-ad62f1e5c8ee42918f25d65717ab32e7.png", "publishedAt": "2018-11-24T13:47:21Z", "content": "NEW DELHI Police said Saturday that they have mapped the area of a remote Indian island where tribespeople were seen burying the body of an American adventurer and Christian missionary after allegedly killing him with arrows this month. During their visit to … [+4221 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News Insider", "title": "Attorney for Injured NFL Players: League Wants to 'Look Good But Not Be Good'", "description": "An attorney representing former NFL players who were injured during their careers said Friday that none of his clients have been paid as part of the concussion settlement reached in 2015. Patrick Tighe said on Tucker Carlson Tonight that the league settled th…", "url": "http://insider.foxnews.com/2018/11/24/attorney-injured-nfl-players-league-wants-look-good-not-be-good", "urlToImage": "http://insider.foxnews.com/sites/insider.foxnews.com/files/styles/780/public/092114_Buzz_NFL_640.jpg?itok=Ks62e4JL", "publishedAt": "2018-11-24T13:26:18Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Taiwan ruling party suffers loss in local polls", "description": "The Latest on local elections in Taiwan (all times local): 8:10 p.m. Taiwan's ruling Democratic Progressive Party has suffered a major defeat in local elections seen as a referendum on the island's president amid growing pressure from China.", "url": "https://www.foxnews.com/world/the-latest-taiwan-ruling-party-suffers-loss-in-local-polls", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-edad60e346b8484391e05c648d21e91a.png", "publishedAt": "2018-11-24T12:27:26Z", "content": "TAIPEI, Taiwan The Latest on local elections in Taiwan (all times local): 8:10 p.m. Taiwan's ruling Democratic Progressive Party has suffered a major defeat in local elections seen as a referendum on the island's president amid growing pressure from China. Sa… [+1530 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "French police use tear gas, water cannon against Paris protesters", "description": "", "url": "https://www.foxnews.com/world/french-police-use-tear-gas-water-cannon-against-paris-protesters", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18328390996071.jpg", "publishedAt": "2018-11-24T12:26:47Z", "content": "PARIS French police fired tear gas and water cannons to disperse demonstrators in Paris Saturday, as thousands gathered in the capital and staged road blockades across the nation to vent anger against rising fuel taxes and Emmanuel Macron's presidency. Thousa… [+2769 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lukas Mikelionis", "title": "Pelosi blasts Trump's move to bar transgender troops, calls it 'cruel and arbitrary' - Fox News", "description": "Fox News Pelosi blasts Trump's move to bar transgender troops, calls it 'cruel and arbitrary' Fox News President Trump's decision late Friday to ban transgender Americans from serving in the U.S. military was blasted by House Minority Leader Nancy Pelosi, who…", "url": "https://www.foxnews.com/politics/pelosi-calls-trumps-move-to-bar-transgender-troops-cruel-and-arbitrary", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/ContentBroker_contentid-f2be7a3955f842149b482d6fd3097163.png", "publishedAt": "2018-11-24T12:06:48Z", "content": "President Trump’s decision late Friday to ban transgender Americans from serving in the U.S. military was blasted by House Minority Leader Nancy Pelosi, who called the move “cowardly” and “disgusting.” The Trump administration issued a memorandum that bars pe… [+2116 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "The Kim Komando Show", "title": "Amazon tracking, free privacy download and more: Tech Q&A", "description": "I heard you say that vets can get internet access for $10/month. I looked at my provider's website and did not see that plan.", "url": "https://www.foxnews.com/tech/amazon-tracking-free-privacy-download-and-more-tech-qa", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/amazon-package-on-step.jpg", "publishedAt": "2018-11-24T12:00:43Z", "content": "Special internet deal for vets Q: I heard you say that vets can get internet access for $10/month. I looked at my provider’s website and did not see that plan. A: Internet access is something we often take for granted. It's become a necessity of life that kee… [+3433 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Iranian accused of procuring parts for IEDs used on US troops; $3M reward offered for capture", "description": "Federal authorities announced a $3 million reward for helping in capture an Iranian man accused of procuring technology from a Minnesota company later used to make roadside bombs targeting U.S. military forces in Iraq.", "url": "https://www.foxnews.com/world/fbi-announces-3-million-reward-for-iranian-accused-of-obtaining-ied-parts-from-mnnesota-company-to-target-u-s-troops", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/L2.jpg", "publishedAt": "2018-11-24T11:34:51Z", "content": "U.S. authorities this week announced a $3 million reward for the capture of an Iranian man accused of procuring parts from a Minnesota company later used to make roadside bombs targeting U.S. military forces in Iraq. Hossein Ahmad Larijani went on the run aft… [+1575 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Nigeria's military acknowledges major attack by extremists", "description": "Nigeria's military on Saturday acknowledged a major attack against it by Islamic extremists after opposition lawmakers said 44 soldiers were killed, while public pressure on President Muhammadu Buhari grew over the failure of his pledge to defeat Boko Haram.", "url": "https://www.foxnews.com/world/nigerias-military-acknowledges-major-attack-by-extremists", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-24T11:07:28Z", "content": "LAGOS, Nigeria Nigeria's military on Saturday acknowledged a major attack against it by Islamic extremists after opposition lawmakers said 44 soldiers were killed, while public pressure on President Muhammadu Buhari grew over the failure of his pledge to defe… [+1779 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Global Catholic nuns urge reporting of sex abuse to police", "description": "The Catholic Church's global organization of nuns has denounced the \"culture of silence and secrecy\" surrounding sexual abuse in the church and is urging sisters who have been abused to report the crimes to police and their superiors.", "url": "https://www.foxnews.com/world/global-catholic-nuns-urge-reporting-of-sex-abuse-to-police", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-24T11:07:16Z", "content": "ROME The Catholic Church's global organization of nuns has denounced the \"culture of silence and secrecy\" surrounding sexual abuse in the church and is urging sisters who have been abused to report the crimes to police and their superiors. The International U… [+2472 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lukas Mikelionis", "title": "CIA was 'proved wrong before,' Saudi ex-intel boss says after report on MBS, Khashoggi murder - Fox News", "description": "Fox News CIA was 'proved wrong before,' Saudi ex-intel boss says after report on MBS, Khashoggi murder Fox News A former head of Saudi intelligence decried the credibility of any CIA report that suggests Saudi Crown Prince Mohammed Bin Salman ordered the murd…", "url": "https://www.foxnews.com/politics/saudi-prince-decries-cia-report-incriminating-crown-prince-says-the-agency-proven-wrong-before", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/21/694940094001_5970015986001_5970014602001-vs.jpg", "publishedAt": "2018-11-24T10:46:13Z", "content": "A former head of Saudi intelligence decried the credibility of any CIA report that suggests Saudi Crown Prince Mohammed Bin Salman ordered the murder of writer Jamal Khashoggi. “The CIA has been proved wrong before,” Prince Turki Al-Faisal, a former Saudi int… [+2218 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Iran's leader calls on Muslims to unite against US, refers to Israel as 'cancerous tumor'", "description": "Iranian President Hassan Rouhani on Saturday called on Muslims to unite against the United States, as the country grapples with sanctions reimposed by the Trump administration.", "url": "https://www.foxnews.com/world/iranian-leader-calls-on-muslim-to-unite-against-the-u-s", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/IRAN.jpg", "publishedAt": "2018-11-24T10:21:03Z", "content": "Iranian President Hassan Rouhani on Saturday called on the world's Muslims to unite against the United States, as his country grapples with another round of sanctions recently reimposed by the Trump administration. “Submitting to the West headed by America wo… [+1383 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "AP Interview: Saudi royal says crown prince is here to stay", "description": "A prominent Saudi royal said Saturday that whether or not heads of state gathered in Argentina next week for the Group of 20 summit warmly engage with Crown Prince Mohammed bin Salman, he is someone \"that they have to deal with.\"", "url": "https://www.foxnews.com/world/ap-interview-saudi-royal-says-crown-prince-is-here-to-stay", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-01cc80e5031349289b894087a4ba784c.png", "publishedAt": "2018-11-24T09:49:01Z", "content": "DUBAI, United Arab Emirates A prominent Saudi royal said Saturday that whether or not heads of state gathered in Argentina next week for the Group of 20 summit warmly engage with Crown Prince Mohammed bin Salman, he is someone \"that they have to deal with.\" P… [+4576 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lukas Mikelionis", "title": "Eager to slam Trump, Schumer contradicts himself in support of Chief Justice Roberts, critics say", "description": "Senate Majority Leader Chuck Schumer was mocked on Friday after praising Supreme Court Chief Justice Roberts for rebuking President Trump’s “Obama judges” comment while slamming out Roberts’ “partisan decisions.”", "url": "https://www.foxnews.com/politics/schumer-praises-justice-roberts-for-standing-up-to-trump-obama-judges-comment-slams-roberts-for-partisan-decisions", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/schumer_file.jpg", "publishedAt": "2018-11-24T09:22:53Z", "content": "Senate Minority Leader Chuck Schumer was quickly mocked Friday after praising Chief Justice John Roberts of the U.S. Supreme Court for rebuking President Trump’s recent “Obama judges” comment -- while at the same time slamming Roberts’ “partisan decisions.” “… [+3712 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Jean Card", "title": "This Small Business Saturday, let's celebrate the fact that it is Main Street – not Wall Street - Fox News", "description": "Fox News This Small Business Saturday, let's celebrate the fact that it is Main Street – not Wall Street Fox News Family- business owners were persistently pessimistic; they weren't hiring or growing and they knew President Barack Obama's administration didn'…", "url": "https://www.foxnews.com/opinion/this-small-business-saturday-lets-celebrate-the-fact-that-it-is-main-street-not-wall-street", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/iStock-896841932.jpg", "publishedAt": "2018-11-24T09:03:48Z", "content": "What a great week to be thankful for small business. Now that the small-business half of our economy is once again vibrant, the slip-sliding stock market half no longer has to mean that America is economically unstable. This wasn’t always the case. The past d… [+3130 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Rep. Steve Chabot", "title": "Rep. Steve Chabot: This Small Business Saturday let's do all we can to help America's entrepreneurs - Fox News", "description": "Fox News Rep. Steve Chabot: This Small Business Saturday let's do all we can to help America's entrepreneurs Fox News This year on Small Business Saturday, November 24, 2018, I hope Americans will celebrate the 30 million small businesses and the millions of …", "url": "https://www.foxnews.com/opinion/rep-steve-chabot-this-small-business-saturday-lets-do-all-we-can-to-help-americas-entrepreneurs", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/iStock-895930902.jpg", "publishedAt": "2018-11-24T09:03:02Z", "content": "Serving as Chairman of the House Committee on Small Business over the past four years, I’ve had the honor of advocating and fighting for Main Street. This year on Small Business Saturday, November 24, 2018, I hope Americans will celebrate the 30 million small… [+4973 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Realtor takes heat for using partially clothed models in ads to attract home buyers - Fox News", "description": "Fox News Realtor takes heat for using partially clothed models in ads to attract home buyers Fox News A Houston-area Realtor's use of half-naked models to draw attention to a hard-to-sell property has attracted a number of complaints about the risque content.…", "url": "https://www.foxnews.com/real-estate/houston-area-realtor-uses-partially-clothes-models-to-attract-home-buyers", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/HUD1.jpg", "publishedAt": "2018-11-24T07:57:36Z", "content": "A Houston-area Realtor’s use of half-naked models to draw attention to a hard-to-sell property has attracted a number of complaints about the risque content. Kristin Gyldenege launched the marketing tactic after her client’s three-bedroom, two-bathroom home i… [+1246 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "US service member killed in Afghanistan, Pentagon says", "description": "A U.S. servicemeber was killed in action in Afghanistan on Saturday, according to media reports.", "url": "https://www.foxnews.com/us/u-s-servicemember-reportedly-killed-in-afghanistan", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/0e6a03e4-flag1.jpg", "publishedAt": "2018-11-24T07:54:08Z", "content": "A U.S. service member was killed in action in Afghanistan on Saturday, Pentagon officials say. The service member's identity was being withheld pending notification of the next of kin, Stars and Stripes reported. Details about the incident were not immediatel… [+1544 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Police brace for driver protests in Paris, around France", "description": "France is deploying thousands of police to try to contain nationwide protests and road blockades by drivers angry over rising fuel taxes and Emmanuel Macron's presidency.", "url": "https://www.foxnews.com/world/police-brace-for-driver-protests-in-paris-around-france", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-8ff8ee2bd1234b4da3228d6220dae7cb-1.png", "publishedAt": "2018-11-24T07:47:23Z", "content": "PARIS France is deploying thousands of police to try to contain nationwide protests and road blockades by drivers angry over rising fuel taxes and Emmanuel Macron's presidency. Tensions have been mounting around the grassroots movement that drew more than a q… [+1378 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Bahrain votes for new parliament but opposition is absent", "description": "Polls opened in Bahrain on Saturday to elect a new parliament, but absent from the ballot is the country's Shiite-dominated opposition, whose most prominent figures are serving lengthy prison sentences.", "url": "https://www.foxnews.com/world/bahrain-votes-for-new-parliament-but-opposition-is-absent", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-24T07:27:14Z", "content": "DUBAI, United Arab Emirates Polls opened in Bahrain on Saturday to elect a new parliament, but absent from the ballot is the country's Shiite-dominated opposition, whose most prominent figures are serving lengthy prison sentences. Up for grabs are 40 seats in… [+3160 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Dom Calicchio", "title": "Mike Ditka, former NFL coach, treated for heart attack, reports say", "description": "Mike Ditka, the former NFL coach who led the Chicago Bears to a Super Bowl championship in January 1986, was hospitalized in Florida earlier this week after suffering a heart attack, according to reports.", "url": "https://www.foxnews.com/sports/mike-ditka-former-nfl-coach-treated-for-heart-attack-reports-say", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/052416-NFL-MikeDitka-PI.vresize.940-850fda1d0c1a5510VgnVCM100000d7c1a8c0____.jpg", "publishedAt": "2018-11-24T07:25:33Z", "content": "Mike Ditka, the former NFL coach who led the Chicago Bears to a Super Bowl championship in January 1986, was hospitalized in Florida earlier this week after suffering a heart attack, according to reports. Ditka, who turned 79 in October, remained in the hospi… [+980 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Church fire leads to discovery of illegal gambling room, authorities say - Fox News", "description": "Fox News Church fire leads to discovery of illegal gambling room, authorities say Fox News Firefighters responding to reports of an electrical fire at a Houston church found no signs of a blaze, but instead discovered an illegal game room inside, authorities …", "url": "https://www.foxnews.com/us/illegal-gambling-room-discovered-inside-houston-church", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/20c997a5-GM1.png", "publishedAt": "2018-11-24T06:56:40Z", "content": "Firefighters responding to reports of an electrical fire at a Houston church found no signs of a blaze, but instead discovered an illegal game room inside, authorities said. Four people were found Friday trapped inside a room containing 100 gambling machines … [+320 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "New York Post", "title": "Khashoggi's body was drained of blood before dismembering: report", "description": "", "url": "https://www.foxnews.com/world/khashoggis-body-was-drained-of-blood-before-dismembering-report", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/20/694940094001_5969654604001_5969641480001-vs.jpg", "publishedAt": "2018-11-24T06:10:04Z", "content": "A Saudi autopsy expert who was part of a hit team that killed Jamal Khashoggi used forensic know-how — along with syringes and scalpels — to dismember the journalist body, according to a report that provides new details about the gruesome procedure. Dr. Salah… [+1496 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gen. Anthony J. Tata", "title": "Trump was right to send troops to our border – Presidents of both parties have done it", "description": "President Trump was right to order troops to our border with Mexico to reinforce our overworked law enforcement officials and protect our sovereignty.", "url": "https://www.foxnews.com/opinion/trump-was-right-to-send-troops-to-our-border-presidents-of-both-parties-have-done-it", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ice1.jpg", "publishedAt": "2018-11-24T05:38:45Z", "content": "President Trump was right to order troops to our border with Mexico to reinforce our overworked law enforcement officials and protect our sovereignty. For nearly 100 years, the U.S. Border Patrol has defended our boundary with Mexico against terrorism, drug t… [+3935 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Family 'fully supports' accused arsonist, link to mansion deaths 'pure speculation,' lawyer says", "description": "The lawyer for a New Jersey man whose brother and family were found slain earlier this week at their mansion after it was suspiciously set ablaze, just hours after he allegedly set his own home on fire, expects his client to be exonerated.", "url": "https://www.foxnews.com/us/colts-neck-fire-family-of-victims-brother-paul-caneiro-may-testify-for-him", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/PC.jpg", "publishedAt": "2018-11-24T05:36:21Z", "content": "The lawyer for a New Jersey man whose brother and family were found slain earlier this week after their mansion was suspiciously set ablaze, and just hours after he allegedly set his own home on fire, expects his client to be exonerated. Paul Caneiro, 51, is … [+2442 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Dom Calicchio", "title": "NCIS agent’s affair with terror suspect damaged FBI probe, authorities say", "description": "A federal agent on suspension since May is awaiting trial after being accused of damaging an FBI investigation by having a romantic relationship with a Syrian businessman who is suspected of being a terrorist, according to reports.", "url": "https://www.foxnews.com/us/ncis-agents-affair-with-terror-suspect-damaged-fbi-probe-authorities-say", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/feef3f4e-NCIS-special-agent-badge.jpg", "publishedAt": "2018-11-24T04:59:22Z", "content": "A federal agent on suspension since May is awaiting trial after being accused of damaging an FBI investigation by having a romantic relationship with a Syrian businessman who is suspected of being a terrorist, according to reports. Authorities say the busines… [+2357 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Man shot at New Jersey mall on Black Friday; shoppers flee - Fox News", "description": "Man shot at New Jersey mall on Black Friday; shoppers flee Fox News ELIZABETH, New Jersey – A man was shot during Black Friday shopping at a New Jersey mall, sending terrified shoppers running and hiding in stores. The man was shot in the wrist Friday night a…", "url": "https://www.foxnews.com/us/man-shot-at-new-jersey-mall-on-black-friday-shoppers-flee", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-24T04:57:11Z", "content": "ELIZABETH, New Jersey A man was shot during Black Friday shopping at a New Jersey mall, sending terrified shoppers running and hiding in stores. The man was shot in the wrist Friday night at The Mills at Jersey Gardens in Elizabeth, city spokeswoman Kelly Mar… [+2541 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Taiwan votes in local elections amid pressure from China", "description": "Taiwanese began voting in midterm local elections Saturday seen as a referendum on the independence-leaning administration of President Tsai Ing-wen, amid growing pressure from the island's powerful rival China.", "url": "https://www.foxnews.com/world/taiwan-votes-in-local-elections-amid-pressure-from-china", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-5769e8244d534c0bb98aa31d0e0d7845.png", "publishedAt": "2018-11-24T03:27:46Z", "content": "TAIPEI, Taiwan Taiwanese began voting in midterm local elections Saturday seen as a referendum on the independence-leaning administration of President Tsai Ing-wen, amid growing pressure from the island's powerful rival China. The elections that follow Tsai's… [+3017 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Are judges partisan?", "description": "Rep. Andy Biggs and RNC spokesperson Kayleigh McEnany react to President Trump's comments about Chief Justice Roberts and 'Obama judges.'", "url": "http://video.foxnews.com/v/5970967265001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/24/640/360/694940094001_5970966869001_5970967265001-vs.jpg", "publishedAt": "2018-11-24T03:08:26Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "ET Online", "title": "Jada Pinkett Smith explains why she included her 18-year-old daughter Willow in her domestic violence discussion - Fox News", "description": "Fox News Jada Pinkett Smith explains why she included her 18-year-old daughter Willow in her domestic violence discussion Fox News Jada Pinkett Smith thinks it's important to include the younger generation in important discussions. On Wednesday, the 47-year-o…", "url": "https://www.foxnews.com/entertainment/jada-pinkett-smith-explains-why-she-included-her-18-year-old-daughter-willow-in-her-domestic-violence-discussion", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/GettyImages-628180788.jpg", "publishedAt": "2018-11-24T02:50:52Z", "content": "Jada Pinkett Smith thinks it’s important to include the younger generation in important discussions. On Wednesday, the 47-year-old actress opened up during her Red Table Talk discussion about the backlash and “flack” she received after including her 18-year-o… [+1775 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Is Clinton's stance on immigration in Europe hypocritical?", "description": "Clinton says Europe must control immigration to stop growing support for 'right-wing populists'; panel reaction on 'Hannity.'", "url": "http://video.foxnews.com/v/5970959091001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/24/640/360/694940094001_5970962083001_5970959091001-vs.jpg", "publishedAt": "2018-11-24T02:28:40Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Koreas gain UN sanctions exemption for joint rail survey", "description": "South Korea said Saturday that the United Nations Security Council granted an exemption to sanctions that will allow surveys on North Korean railroad sections the Koreas want to connect with the South.", "url": "https://www.foxnews.com/world/koreas-gain-un-sanctions-exemption-for-joint-rail-survey", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-cd81fcc731cf40779bc47dddfd7a0bee.png", "publishedAt": "2018-11-24T01:47:34Z", "content": "SEOUL, South Korea South Korea said Saturday that the United Nations Security Council granted an exemption to sanctions that will allow surveys on North Korean railroad sections the Koreas want to connect with the South. The surveys would require the South to… [+2357 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Mickelson wins match against Woods with birdie on 22nd hole", "description": "Phil Mickelson birdied the fourth playoff hole to beat Tiger Woods in their $9 million made-for-TV match Friday.", "url": "https://www.foxnews.com/sports/mickelson-wins-match-against-woods-with-birdie-on-22nd-hole", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/21/694940094001_5969943708001_5969949615001-vs.jpg", "publishedAt": "2018-11-24T01:35:59Z", "content": "Phil Mickelson birdied the fourth playoff hole to beat Tiger Woods in their $9 million made-for-TV match Friday. Mickelson made a 4-foot birdie putt on a specially set up 93-yard, par 3. The match at Shadow Creek Golf Club finished in the dark with lights set… [+657 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Notable Quotables from a busy Thanksgiving week", "description": "Highlights from President Trump's public feud with Supreme Court Chief Justice John Roberts, to a presidential pardon for two lucky turkeys.", "url": "http://video.foxnews.com/v/5970932313001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/24/640/360/694940094001_5970938542001_5970932313001-vs.jpg", "publishedAt": "2018-11-24T00:04:43Z", "content": null}]}