{"articles": [{"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gregg Re", "title": "Dem-leaning Palm Beach County says it likely won't make recount deadline in Florida governor, Senate races - Fox News", "description": "Fox News Dem-leaning Palm Beach County says it likely won't make recount deadline in Florida governor, Senate races Fox News The supervisor of elections in Florida's heavily Democratic Palm Beach County said Sunday that she did not believe her department woul…", "url": "https://www.foxnews.com/politics/dem-leaning-palm-beach-county-says-it-likely-wont-make-recount-deadline-in-florida-governor-senate-races", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/rick-scott-bill-nelson-sbs.jpg", "publishedAt": "2018-11-11T23:55:16Z", "content": "The supervisor of elections in Florida's heavily Democratic Palm Beach County said Sunday that she did not believe her department would meet a Thursday deadline to complete recounts in the Sunshine State's historically tight gubernatorial and Senate races, th… [+15275 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Frank Miles", "title": "Top Hamas commander, Israeli soldier among dead in fresh Gaza clashes", "description": "A senior Hamas militant and an Israeli soldier were among those killed Sunday evening as a new round of fighting broke out in the Gaza Strip.", "url": "https://www.foxnews.com/world/top-hamas-commander-israeli-soldier-among-dead-in-fresh-gaza-clashes", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/ContentBroker_contentid-a8d695701614458ca00587c2e73489c3.png", "publishedAt": "2018-11-11T23:24:36Z", "content": "A senior Hamas militant and an Israeli soldier were among those killed Sunday evening as a new round of fighting broke out in the Gaza Strip. The Israeli military initially reported an \"exchange of fire\" had taken place during operational activity in Gaza and… [+3939 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Frank Miles", "title": "Top Hamas commander among 6 reported killed in fresh Gaza clashes", "description": "A fresh wave of fighting erupted between Israeli forces and Palestinian militants in the Gaza Strip on Sunday, leaving at least six Palestinians dead just as Israel and Hamas had appeared to be making progress toward ratcheting down months of border violence.", "url": "https://www.foxnews.com/world/top-hamas-commander-among-6-reported-killed-in-fresh-gaza-clashes", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/ContentBroker_contentid-a8d695701614458ca00587c2e73489c3.png", "publishedAt": "2018-11-11T23:24:36Z", "content": "A senior Hamas militant was among those reported killed Sunday evening as a new round of fighting broke out between Israeli soldiers and members of the terror group. The Israeli military reported an \"exchange of fire\" had taken place during operational activi… [+3867 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Schiff condemns Trump wildfire remarks as 'punitive' toward 'devastated' state", "description": "Rep. Adam Schiff condemned President Trump on Sunday for his earlier threatening remarks regarding the devastating wildfires burning on both ends of California, saying he believes the response has partisan motivations.", "url": "https://www.foxnews.com/politics/schiff-condemns-trump-wildfire-remarks-as-punitive-toward-devastated-state", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/11/694940094001_5860673771001_5860678450001-vs.jpg", "publishedAt": "2018-11-11T22:07:38Z", "content": "Rep. Adam Schiff, D-Calif., condemned President Trump on Sunday for remarks blaming the devastating wildfires burning at both ends of California on bad \"forest management\" and threatening to withhold federal payments to the state. “For the president, at a tim… [+2328 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Hamas: undercover Israeli forces entered Gaza", "description": "The latest on a fresh wave of fighting between Israel and Hamas in the Gaza Strip (all times local): 11:45 p.m. Hamas' militant wing says undercover Israeli forces drove a civilian vehicle into the Gaza Strip and shot dead one of the group's commanders.", "url": "https://www.foxnews.com/world/the-latest-hamas-undercover-israeli-forces-entered-gaza", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-11T21:47:14Z", "content": "GAZA CITY, Gaza Strip The latest on a fresh wave of fighting between Israel and Hamas in the Gaza Strip (all times local): 11:45 p.m. Hamas' militant wing says undercover Israeli forces drove a civilian vehicle into the Gaza Strip and shot dead one of the gro… [+2031 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "Gambling-related shooting in Tennessee leaves 2 dead, 4 wounded - Fox News", "description": "Fox News Gambling-related shooting in Tennessee leaves 2 dead, 4 wounded Fox News Two men were killed and four others were wounded after a Tennessee shooting that investigators believe was sparked by a gambling feud, according to a report Sunday. The Shelby C…", "url": "https://www.foxnews.com/us/gambling-related-shooting-in-tennessee-leaves-2-dead-4-wounded", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/mephis-shooting.jpg", "publishedAt": "2018-11-11T21:41:35Z", "content": "Two men were killed and four others were wounded after a Tennessee shooting that investigators believe was sparked by a gambling feud, according to a report Sunday. The Shelby County Sheriff's Office on its Twitter page identified the victims who were killed … [+849 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Hollie McKay", "title": "Trump could designate Iran-backed Yemen rebels as terror group, report says", "description": "The Trump administration is reported to be contemplating designating Yemen's Iran-backed Houthi militia a terrorist organization, igniting the debate or whether or not such a label will bring the protracted to war to close faster.", "url": "https://www.foxnews.com/world/trump-could-designate-iran-backed-yemen-rebels-as-terror-group-report-says", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/10/31/694940094001_5856070157001_5856070193001-vs.jpg", "publishedAt": "2018-11-11T20:12:06Z", "content": "The Trump administration is reportedly contemplating designating Yemen’s Iran-backed Houthi militia as a terrorist organization, igniting a debate over whether or not such a label will bring the protracted war to a faster end. According to the Middle East-foc… [+6446 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Tyler McCarthy", "title": "'The View' star Meghan McCain posts Veterans Day tribute to late father John McCain on social media - Fox News", "description": "Fox News 'The View' star Meghan McCain posts Veterans Day tribute to late father John McCain on social media Fox News “The View” co-host Meghan McCain celebrated Veterans Day with a tribute to her late father, Sen. John McCain, who died earlier this year. McC…", "url": "https://www.foxnews.com/entertainment/the-view-star-meghan-mccain-posts-veterans-day-tribute-to-late-father-john-mccain-on-social-media", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/Meghan-McCain-John-McCain-Getty.jpg", "publishedAt": "2018-11-11T20:10:37Z", "content": "“The View” co-host Meghan McCain celebrated Veterans Day with a tribute to her late father, Sen. John McCain, who died earlier this year. McCain hasn’t been shy about posting tributes to her father since he died at 81 in late August after a battle with brain … [+1492 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gregg Re", "title": "Scott files new lawsuits as recounts underway in Florida governor, Senate races", "description": "As Republican Senate candidate Rick Scott openly accused his Democratic opponent, Sen. Bill Nelson, of trying to steal the election, more than half of Florida's 67 counties began recounting votes Sunday in the razor-thin Senate and gubernatorial races.", "url": "https://www.foxnews.com/politics/recounts-now-underway-in-floridas-high-stakes-senate-gubernatorial-races", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/rick-scott-bill-nelson-sbs.jpg", "publishedAt": "2018-11-11T19:28:19Z", "content": "More than half of Florida's 67 counties began recounting votes in the Sunshine State's historically tight gubernatorial and Senate races Sunday, as Republicans and Democrats accused each other of trying to steal the election. In the afternoon, the campaign of… [+13636 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Topless protesters use trickery to disrupt Trump, urge peace", "description": "A feminist activist pretending to be a photographer managed to breach security at a huge international ceremony in Paris and disrupt U.S. Presidential Donald Trump's motorcade as part of a peace protest.", "url": "https://www.foxnews.com/world/topless-protesters-use-trickery-to-disrupt-trump-urge-peace", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-bec2c96444444cb981258544c818a707.png", "publishedAt": "2018-11-11T19:27:24Z", "content": "PARIS A feminist activist pretending to be a photographer managed to breach security at a huge international ceremony in Paris and disrupt U.S. Presidential Donald Trump's motorcade as part of a peace protest. With thousands of security forces deployed around… [+2895 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gregg Re", "title": "Dems to probe Trump's treatment of CNN, Amazon, Washington Post in triple-threaded abuse-of-power inquiries - Fox News", "description": "Fox News Dems to probe Trump's treatment of CNN, Amazon, Washington Post in triple-threaded abuse-of-power inquiries Fox News The incoming chairman of the House Intelligence Committee this week said that when the new Congress is seated in January, Democrats p…", "url": "https://www.foxnews.com/politics/dems-to-probe-trumps-treatment-of-cnn-amazon-washington-post-in-abuse-of-power-inquiries", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/03/22/694940094001_5756300197001_5756278225001-vs.jpg", "publishedAt": "2018-11-11T19:20:54Z", "content": "The incoming chairman of the House Intelligence Committee this week said that when the new Congress is seated in January, Democrats plan to scrutinize whether President Trump abused his authority by taking adverse action against retail giant Amazon and two of… [+6886 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Tyler McCarthy", "title": "Morrissey downplays video that appears to show him getting attacked, punched on stage - Fox News", "description": "Fox News Morrissey downplays video that appears to show him getting attacked, punched on stage Fox News While wrapping up a concert in San Diego over the weekend, singer Morrissey was punched in the face after aggressive fans stormed the stage. According to T…", "url": "https://www.foxnews.com/entertainment/morrissey-downplays-video-that-appears-to-show-him-getting-attacked-punched-on-stage", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/morrissey-reuters-2015.jpg", "publishedAt": "2018-11-11T19:01:38Z", "content": "While wrapping up a concert in San Diego over the weekend, singer Morrissey was punched in the face after aggressive fans stormed the stage. According to TMZ, the singer was swept off the stage in the middle of his encore at the San Diego Symphony Hall on Sat… [+2113 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Ukraine rebel regions vote in ballot that West calls bogus", "description": "Residents of the eastern Ukraine regions controlled by Russia-backed separatist rebels voted Sunday for local governments in elections denounced by Kiev and the West.", "url": "https://www.foxnews.com/world/ukraine-rebel-regions-vote-in-ballot-that-west-calls-bogus", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-af483aec58054de2af3d137235a1d5c7.png", "publishedAt": "2018-11-11T18:28:29Z", "content": "MINSK, Belarus Residents of the eastern Ukraine regions controlled by Russia-backed separatist rebels voted Sunday for local governments in elections denounced by Kiev and the West. The elections were to choose heads of government and legislature members in t… [+2066 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Women's role in WWI underplayed at Armistice weekend", "description": "Buried in French President Emmanuel Macron's speech on the sacrifice of \"young men\" in World War I Sunday was a reference to the \"three million widows\" the fallen soldiers left behind.", "url": "https://www.foxnews.com/world/womens-role-in-wwi-underplayed-at-armistice-weekend", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-0e89a1d87e10493ebb15e9a266714d56.png", "publishedAt": "2018-11-11T18:10:21Z", "content": "PARIS Buried in French President Emmanuel Macron's speech on the sacrifice of \"young men\" in World War I Sunday was a reference to the \"three million widows\" the fallen soldiers left behind. The role women played in the war was only mentioned in passing as do… [+3097 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Sri Lankan leader says dissolved parliament to avoid fights", "description": "Sri Lanka's President Maithripala Sirisena said Sunday that he decided to dissolve Parliament and call fresh elections to avoid possible violence in Parliament in the event a vote was taken to decide on who commands the majority support to become prime minist…", "url": "https://www.foxnews.com/world/sri-lankan-leader-says-dissolved-parliament-to-avoid-fights", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-64e7ff7ae129441281c2447cdbdeabd5-1.png", "publishedAt": "2018-11-11T18:08:28Z", "content": "COLOMBO, Sri Lanka Sri Lanka's President Maithripala Sirisena said Sunday that he decided to dissolve Parliament and call fresh elections to avoid possible violence in Parliament in the event a vote was taken to decide on who commands the majority support to … [+2399 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Julius Young", "title": "The greatest rock and roll bands of all-time are…? - Fox News", "description": "Fox News The greatest rock and roll bands of all-time are…? Fox News The country has spoken – the Beatles are the clear-cut favorite among Americans as the greatest rock and roll band of all-time. A poll conducted by Monmouth University and released Thursday …", "url": "https://www.foxnews.com/entertainment/the-greatest-rock-and-roll-bands-of-all-time-are", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/ContentBroker_contentid-ba155d9ebac4409c8daad0cf06652606.png", "publishedAt": "2018-11-11T17:39:16Z", "content": "The country has spoken – the Beatles are the clear-cut favorite among Americans as the greatest rock and roll band of all-time. A poll conducted by Monmouth University and released Thursday found that 86 percent of adults in the U.S. like the Beatles, while j… [+2904 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "New York Post", "title": "Alex Rodriguez's ex upset by Jennifer Lopez's involvement in child support drama - Fox News", "description": "Fox News Alex Rodriguez's ex upset by Jennifer Lopez's involvement in child support drama Fox News Former Yankee Alex Rodriguez's new flame Jennifer Lopez has clashed with his ex-wife Cynthia Rodriguez over how much he ponies up in child support, sources say.…", "url": "https://www.foxnews.com/entertainment/alex-rodriguezs-ex-upset-by-jennifer-lopezs-involvement-in-child-support-drama", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/Alex-Rodriguez-JLo-Getty.jpg", "publishedAt": "2018-11-11T17:30:59Z", "content": "Former Yankee Alex Rodriguez ’s new flame Jennifer Lopez has clashed with his ex-wife Cynthia Rodriguez over how much he ponies up in child support, sources say. It’s Jenny from the block vs. Cynthia from the cul-de-sac. J-Lo, known for her pricey baubles and… [+10124 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "WWI descendants see armistice through prism of personal pain", "description": "William Kearsey's war was long over by the time his son ever heard about it.", "url": "https://www.foxnews.com/world/wwi-descendants-see-armistice-through-prism-of-personal-pain", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-949ad4ef37294f07a0253862b70655c5.png", "publishedAt": "2018-11-11T17:10:52Z", "content": "PARIS William Kearsey's war was long over by the time his son ever heard about it. By then, the World War I veteran had undergone 28 surgeries to knit back together the bones and flesh of his face, which was shattered in a trench in Belgium in 1917. A century… [+3214 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Andrew O'reilly", "title": "Schumer threatens adding Mueller protections to spending bill if Whitaker doesn't recuse himself", "description": "Senate Minority Leader Chuck Schumer, D-N.Y., said that that is acting Attorney General Matt Whitaker does not recuse himself from oversight of Special Counsel Robert Mueller's Russia probe than Democrats will seek to tie protections for the investigation int…", "url": "https://www.foxnews.com/politics/schumer-threatens-adding-mueller-protections-to-spending-bill-if-whitaker-doesnt-recuse-himself", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/on.jpg", "publishedAt": "2018-11-11T17:00:40Z", "content": "Senate Minority Leader Chuck Schumer, D-N.Y., said that if Acting Attorney General Matt Whitaker does not recuse himself from oversight of Special Counsel Robert Mueller's Russia probe, then Democrats will seek to tie protections for the investigation into th… [+3309 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gregg Re", "title": "GOP Senate candidate Rick Scott: ' Sen. Nelson is clearly trying to commit fraud' to win election", "description": "Florida Republican Senate candidate Rick Scott on Sunday directly accused his Democratic opponent, incumbent Sen. Bill Nelson, of \"clearly trying to commit fraud to win this election.\"", "url": "https://www.foxnews.com/politics/gop-senate-candidate-rick-scott-senator-nelson-is-clearly-trying-to-commit-fraud-to-win-election", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/11/694940094001_5860617816001_5860614056001-vs.jpg", "publishedAt": "2018-11-11T16:34:54Z", "content": "Florida Republican Senate candidate Rick Scott on Sunday directly accused his Democratic opponent, incumbent Sen. Bill Nelson, of being a \"sore loser\" who is \"clearly trying to commit fraud to win this election,\" one day after the Florida Secretary of State a… [+7086 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Travis Fedschun", "title": "Booby trap on bike path in Portland injures bicyclist; 3 men arrested, police say - Fox News", "description": "Fox News Booby trap on bike path in Portland injures bicyclist; 3 men arrested, police say Fox News A woman bicycling in Oregon's largest city was injured Friday after a booby trap was set up on a popular walking and bike path, which led to the arrest of thre…", "url": "https://www.foxnews.com/us/booby-trap-on-bike-path-in-portland-injuries-bicyclist-3-men-arrested-police-say", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/11/694940094001_5860596585001_5860602242001-vs.jpg", "publishedAt": "2018-11-11T16:10:08Z", "content": "A woman bicycling in Oregon's largest city was injured Friday after a booby trap was set up on a popular walking and bike path, which led to the arrest of three men, according to officials. The Portland Police Department said in a news release that officers r… [+2182 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Gabon: Government says president recovering in Saudi Arabia", "description": "Gabonese President Ali Bongo Ondimba is recovering from an undisclosed illness in Saudi Arabia and still performing his duties, according to a statement released Sunday amid mounting speculation about his health.", "url": "https://www.foxnews.com/world/gabon-government-says-president-recovering-in-saudi-arabia", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-11T16:07:25Z", "content": "LIBREVILLE, Gabon Gabonese President Ali Bongo Ondimba is recovering from an undisclosed illness in Saudi Arabia and still performing his duties, according to a statement released Sunday amid mounting speculation about his health. The issue is a particularly … [+2139 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Fighting rages street-to-street in Yemen's key port city", "description": "Street battles raged on Sunday in several areas of Yemen's contested port city of Hodeida, where a U.S.-backed, Saudi-led coalition is trying to drive out Iran-backed Shiite rebels, officials said.", "url": "https://www.foxnews.com/world/fighting-rages-street-to-street-in-yemens-key-port-city", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-a3519bcfc6e14e769b3e2dd438754e52-1.png", "publishedAt": "2018-11-11T15:08:08Z", "content": "SANAA, Yemen Street battles raged on Sunday in several areas of Yemen's contested port city of Hodeida, where a U.S.-backed, Saudi-led coalition is trying to drive out Iran-backed Shiite rebels, officials said. They say airstrikes from warplanes and Apache at… [+1732 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News Insider", "title": "'Like a Dagger in My Heart': Father of Parkland Victim Reacts to Massacre Suspect Registering to Vote in Jail - Fox News Insider", "description": "Fox News Insider 'Like a Dagger in My Heart': Father of Parkland Victim Reacts to Massacre Suspect Registering to Vote in Jail Fox News Insider The teen accused of carrying out the Parkland, Florida, school massacre that killed 17 in February registered to vo…", "url": "http://insider.foxnews.com/2018/11/11/parkland-shooting-suspect-registered-vote-jail-father-victim-reacts-fox-friends", "urlToImage": "http://insider.foxnews.com/sites/insider.foxnews.com/files/styles/780/public/Pollack111118.jpg?itok=rAXg90Oa", "publishedAt": "2018-11-11T14:35:05Z", "content": "The teen accused of carrying out the Parkland, Florida, school massacre that killed 17 in February registered to vote while incarcerated in the Broward County Jail. Nikolas Cruz, 20, registered to vote in July, according to the Florida secretary of states web… [+2282 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Myanmar: Bangladesh set to start repatriating Rohingya - Fox News", "description": "Fox News Myanmar: Bangladesh set to start repatriating Rohingya Fox News YANGON, Myanmar – The repatriation of ethnic Rohingya Muslims from Bangladesh, to which more than 700,000 fled since last year to escape deadly violence carried out by Myanmar's security…", "url": "https://www.foxnews.com/world/myanmar-bangladesh-set-to-start-repatriating-rohingya", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-fd7b6ee906b94bd1b62043b7b944e00e-1.png", "publishedAt": "2018-11-11T14:29:00Z", "content": "YANGON, Myanmar The repatriation of ethnic Rohingya Muslims from Bangladesh, to which more than 700,000 fled since last year to escape deadly violence carried out by Myanmar's security forces, will begin this week, top Myanmar officials said Sunday. Minister … [+2925 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Crowds gather for Poland's independence march", "description": "The Latest on events marking the centennial of Poland's independence (all times local): 3:10 p.m. Poland's president has addressed thousands of people ahead of an Independence Day march in Warsaw that has for the first time been jointly organized by state off…", "url": "https://www.foxnews.com/world/the-latest-crowds-gather-for-polands-independence-march", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-2d3dedc90b3a4de5bf0b654146ce372a.png", "publishedAt": "2018-11-11T14:28:54Z", "content": "WARSAW, Poland The Latest on events marking the centennial of Poland's independence (all times local): 3:10 p.m. Poland's president has addressed thousands of people ahead of an Independence Day march in Warsaw that has for the first time been jointly organiz… [+3461 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Brooke Crothers", "title": "Hackers have found a new way to break into ATMs and steal your cash", "description": "With the advent of cardless ATM transactions on mobile phones, criminals have found a new way to steal your money.", "url": "https://www.foxnews.com/tech/hackers-have-found-a-new-way-to-break-into-atms-and-steal-your-cash", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/komandokomandokomandopic3.jpg", "publishedAt": "2018-11-11T14:15:02Z", "content": "With the advent of cardless ATM transactions on mobile phones, criminals have found a new way to steal your money. As large financial institutions begin to allow customers to withdraw cash with their phones, criminals can now use stolen account information to… [+2426 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Katherine Lam", "title": "Strawberry needle investigation leads to Australian woman's arrest, police say", "description": "An Australian woman was arrested over the weekend after a two-month investigation into needles hidden in strawberries that sparked contamination fears in the region.", "url": "https://www.foxnews.com/world/needles-in-strawberries-investigation-leads-to-australian-womans-arrest-police-say", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Needle-360x480.jpg", "publishedAt": "2018-11-11T13:44:35Z", "content": "An Australian woman was arrested over the weekend after a two-month investigation into needles hidden in strawberries that sparked contamination fears in the region. The 50-year-old woman was charged Sunday with seven counts of contaminating goods, Queensland… [+1381 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Travis Fedschun", "title": "Migrant caravan leaves Mexico City, with eyes on march to US border - Fox News", "description": "Fox News Migrant caravan leaves Mexico City, with eyes on march to US border Fox News The caravan of several thousand Central American migrants resumed their march Saturday toward the U.S. border, departing Mexico's capital city on a trek north to where troop…", "url": "https://www.foxnews.com/world/migrant-caravan-leaves-mexico-city-with-eyes-on-march-to-us-border", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/09/694940094001_5859850215001_5859851085001-vs.jpg", "publishedAt": "2018-11-11T13:10:54Z", "content": "The caravan of several thousand Central American migrants resumed their march Saturday toward the U.S. border, departing Mexico's capital city on a trek north to where troops have been deployed by President Trump to stop them. The caravan, which now is made u… [+4071 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Israeli leader criticized for money transfer to Gaza", "description": "Israel's prime minister on Sunday defended his decision to allow the transfer of $15 million from Qatar to Gaza's Hamas rulers, rejecting criticism that the move had strengthened the Islamic militant group.", "url": "https://www.foxnews.com/world/israeli-leader-criticized-for-money-transfer-to-gaza", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-0bb9cbe8117d44a1a2dd39d8ed0a56b4.png", "publishedAt": "2018-11-11T13:08:30Z", "content": "JERUSALEM Israel's prime minister on Sunday defended his decision to allow the transfer of $15 million from Qatar to Gaza's Hamas rulers, rejecting criticism that the move had strengthened the Islamic militant group. Benjamin Netanyahu told reporters that it … [+4820 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Katherine Lam", "title": "Arizona girl, 11, stops would-be kidnapper by asking for 'code word,' police say - Fox News", "description": "Fox News Arizona girl, 11, stops would-be kidnapper by asking for 'code word,' police say Fox News An 11-year-old Arizona girl thwarted a possible kidnapping last week after she demanded a stranger who told her to get into a white SUV to give her a “code word…", "url": "https://www.foxnews.com/us/arizona-girl-11-stops-would-be-kidnapper-by-asking-for-code-word-police-say", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/PCSO__Man_tried_to_lure_10_year_old_girl_0_6366882_ver1.0_1541739151642_6367007_ver1.0_640_360.jpg", "publishedAt": "2018-11-11T12:57:07Z", "content": "An 11-year-old Arizona girl thwarted a possible kidnapping last week after she demanded a stranger who told her to get into a white SUV to give her a “code word.” The unidentified girl and a friend were walking near a park in North Pecan Creek just before 4 p… [+1498 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Trump joins world leaders to mark 100 years since end of WWI", "description": "President Donald Trump joined dozens of world leaders on Sunday in Paris to the mark 100 years since the moment World War I drew to an end.", "url": "https://www.foxnews.com/world/trump-joins-world-leaders-to-mark-100-years-since-end-of-wwi", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-9a7b4f8078274a0d83efe2602a724c4d.png", "publishedAt": "2018-11-11T12:28:01Z", "content": "PARIS President Donald Trump joined dozens of world leaders on Sunday in Paris to the mark 100 years since the moment World War I drew to an end. Trump was among more than 66 leaders gathered on a rainy day at the Tomb of the Unknown Soldier at the base of th… [+3563 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Eric Shawn", "title": "World War I: 100 years on, the horrific legacy of chemical weapons endures", "description": "As the world marks the 100th anniversary of the Armistice that ended World War I, there is one tragic legacy of the conflict that sadly has not stopped: chemical weapons.", "url": "https://www.foxnews.com/science/world-war-i-100-years-on-the-horrific-legacy-of-chemical-weapons-endures", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-11T12:15:09Z", "content": "As the world marks the 100th anniversary of the Armistice that ended World War I, there is one tragic legacy of the conflict that sadly has not stopped: chemical weapons. One century after the unforgiving horrors that chemical weapons first unleashed on the b… [+5103 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "The Kim Komando Show", "title": "5 critical settings so hackers can't access your bank accounts", "description": "You need to assume that your password isn’t strong enough. You might as well believe that someone, somewhere, is working around the clock to break into your accounts and steal your money, your identity, and anything else you have. Because it’s essentially tru…", "url": "https://www.foxnews.com/tech/5-critical-settings-so-hackers-cant-access-your-bank-accounts", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/komandotextingqa1.jpg", "publishedAt": "2018-11-11T12:00:37Z", "content": "You need to assume that your password isn’t strong enough. You might as well believe that someone, somewhere, is working around the clock to break into your accounts and steal your money, your identity, and anything else you have. Because it’s essentially tru… [+5300 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Trump and Putin exchange greetings at WW1 event", "description": "The Latest on President Donald Trump's trip to Paris.", "url": "https://www.foxnews.com/world/the-latest-trump-and-putin-exchange-greetings-at-ww1-event", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-0f809349718c4c6c8bb3aba93d2839ab-1.png", "publishedAt": "2018-11-11T11:07:30Z", "content": "PARIS The Latest on President Donald Trump's trip to Paris. (all times local): 11:47 a.m. The feminist activist group Femen has claimed responsibility for topless protesters who disrupted President Donald Trump's motorcade on its way to a ceremony commemorati… [+2287 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Poland marks centenary of its national rebirth at end of WWI", "description": "Poland is celebrating the 100th anniversary of its rebirth as an independent state on Sunday with a multitude of events across the country, including marches, Masses, and the national hymn being sung in more than 600 public places.", "url": "https://www.foxnews.com/world/poland-marks-centenary-of-its-national-rebirth-at-end-of-wwi", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-162d6094239d4d8b9d6273cdd665787e.png", "publishedAt": "2018-11-11T10:11:16Z", "content": "WARSAW, Poland Poland is celebrating the 100th anniversary of its rebirth as an independent state on Sunday with a multitude of events across the country, including marches, Masses, and the national hymn being sung in more than 600 public places. The national… [+2423 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "World leaders gather in Paris a century after WWI armistice", "description": "Commemorations are underway around the world to mark the moment 100 years ago when the slaughter of World War I finally stopped.", "url": "https://www.foxnews.com/world/world-leaders-gather-in-paris-a-century-after-wwi-armistice", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/2f7eee53-WW1-Centennial.jpg", "publishedAt": "2018-11-11T10:11:00Z", "content": "PARIS — Commemorations are underway around the world to mark the moment 100 years ago when the slaughter of World War I finally stopped. France, the epicenter of the first global conflict, was hosting the main international commemoration, pressing home the po… [+1480 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Excerpts from letters written on final day of World War I", "description": "A hundred years later, their words can still pierce hearts.", "url": "https://www.foxnews.com/world/excerpts-from-letters-written-on-final-day-of-world-war-i", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-e484d0863787475cbb05fc644d5fd19b.png", "publishedAt": "2018-11-11T09:47:28Z", "content": "PARIS A hundred years later, their words can still pierce hearts. Fighters writing home from opposing front lines of World War I, a Chinese laborer marveling at the war's end, a woman dreaming of reuniting with her soldier love. At a Paris ceremony Sunday mar… [+4434 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Payback time for Pete Davidson as Dan Crenshaw appears on 'SNL'", "description": "Congressman-elect Dan Crenshaw appeared on “Saturday Night Live” to get revenge and shake hands following last week’s episode in which the show mocked his war injury.", "url": "https://www.foxnews.com/entertainment/wounded-veteran-appears-on-snl-to-get-revenge-on-pete-davidson", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/DC.jpg", "publishedAt": "2018-11-11T09:12:28Z", "content": "U.S. Rep.-elect Dan Crenshaw appeared on “Saturday Night Live” to get some revenge and shake hands following last week’s episode in which a cast member mocked his war injury. Criticism was swift after Pete Davidson joked that some people might be surprised th… [+2567 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Michael Levin", "title": "My daughter wants to get married – here's the advice she never asked for - Fox News", "description": "Fox News My daughter wants to get married – here's the advice she never asked for Fox News Most people dispensing marital advice either have great credentials or great marriages. After 19 years, my wife and I have a good enough relationship but I don't think …", "url": "https://www.foxnews.com/opinion/my-daughter-wants-to-get-married-heres-the-advice-she-never-asked-for", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/istock-528280324.jpg", "publishedAt": "2018-11-11T09:06:14Z", "content": "Most people dispensing marital advice either have great credentials or great marriages. After 19 years, my wife and I have a good enough relationship but I don’t think we’ll end up in the Marriage Hall of Fame. Also, I’m not a marriage counselor; nor do I pla… [+3564 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Mike Pence", "title": "Vice President Mike Pence: Veterans Day Veterans have no better friend than President Trump", "description": "It's Veterans Day and Americans will pause to pay tribute to men and women who served in the armed forces of the United States.", "url": "https://www.foxnews.com/opinion/vice-president-mike-pence-veterans-day-veterans-have-no-better-friend-than-president-trump", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/d_day_anniversary2013_2.jpg", "publishedAt": "2018-11-11T09:00:05Z", "content": "It’s Veterans Day in America, and all across the country Americans will pause to pay tribute to men and women who served in the armed forces of the United States. We have marked this day since the guns of the First World War fell silent on the 11th hour of th… [+4690 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Christen Limbaugh Bloom", "title": "How God used a glass of wine to turn my life around", "description": "It was the first day of my second internship in New York City. My friend Anna and I decided to grab a happy hour drink at the St. Regis Hotel after work to celebrate our second summer in the big city.", "url": "https://www.foxnews.com/opinion/how-god-used-a-glass-of-wine-to-turn-my-life-around", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/WineGlassHoldingIstock.jpg", "publishedAt": "2018-11-11T09:00:01Z", "content": "It was the first day of my second internship in New York City. My friend Anna and I decided to grab a happy hour drink at the St. Regis Hotel after work to celebrate our second summer in the big city. We were both from the Midwest and neither of us had ever b… [+3360 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Nothing left to chance in WWI ceremony seating", "description": "The Latest on commemorations a century after the end of World War I (all times local): 9:30 a.m.", "url": "https://www.foxnews.com/world/the-latest-nothing-left-to-chance-in-wwi-ceremony-seating", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-c25e2d2b23ec4c52ad5a4c75dd6c3ae4.png", "publishedAt": "2018-11-11T08:49:26Z", "content": "PARIS The Latest on commemorations a century after the end of World War I (all times local): 9:30 a.m. Nothing is left to chance in the seating of world leaders at the Arc de Triomphe commemoration of the end of World War I. French President Emmanuel Macron w… [+2054 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Veterans Day honor for retired Air Force colonel, 81, a former POW at 'Hanoi Hilton' in Vietnam", "description": "A retired Air Force Colonel who spent years as a prisoner-of-war at the notorious ‘Hanoi Hilton’ in North Vietnam will serve as the grand marshal at the Dallas Veterans Day Parade.", "url": "https://www.foxnews.com/us/texas-pow-who-spent-years-in-hanoi-hilton-named-grand-marshal-of-veterans-day-parade", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ee860b11-ff.jpg", "publishedAt": "2018-11-11T07:49:34Z", "content": "A retired Air Force colonel who spent years as a prisoner of war at the notorious \"Hanoi Hilton\" in North Vietnam has been selected to serve as grand marshal of the annual Veterans Day parade in Dallas. Ken Cordier spent 24 years in the military and has been … [+1861 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Saudi sisters' tragic end in NY shows perils for runaways", "description": "The deaths of two young Saudi sisters, whose bodies washed up along the New York City waterfront last month, have shined a light on the often secretive and risky journeys Saudi women take to flee their homes, both within the kingdom and abroad.", "url": "https://www.foxnews.com/world/saudi-sisters-tragic-end-in-ny-shows-perils-for-runaways", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-ae8dac472bb54ce68a8b73ee8921c7cf.png", "publishedAt": "2018-11-11T07:07:22Z", "content": "DUBAI, United Arab Emirates The deaths of two young Saudi sisters, whose bodies washed up along the New York City waterfront last month, have shined a light on the often secretive and risky journeys Saudi women take to flee their homes, both within the kingdo… [+5582 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Hard-hitting Philippine news portal faces tax evasion charge", "description": "Philippine prosecutors said they will file charges of tax evasion against a news website that has been critical of President Rodrigo Duterte.", "url": "https://www.foxnews.com/world/hard-hitting-philippine-news-portal-faces-tax-evasion-charge", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-11T06:47:15Z", "content": "MANILA, Philippines Philippine prosecutors said they will file charges of tax evasion against a news website that has been critical of President Rodrigo Duterte. The Justice Department said in a statement it found probable cause to indict Rappler Holdings Cor… [+1583 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Illegal immigrant killed 3 after 'sanctuary' release from custody, ICE says", "description": "An undocumented immigrated accused of a triple murder in Missouri was previously jailed and released in New Jersey on domestic violence charges, authorities said, putting the spotlight on the conflict between local and immigration authorities nationwide.", "url": "https://www.foxnews.com/us/undocumented-immigrant-released-from-jail-charged-in-triple-murder", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/LRP.jpg", "publishedAt": "2018-11-11T06:28:00Z", "content": "An illegal immigrant accused of a triple murder in Missouri was previously jailed and released in New Jersey on domestic violence charges, authorities said, putting the spotlight on the conflict between local and immigration authorities nationwide. Luis Rodri… [+3778 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Dom Calicchio", "title": "‘Global SuperTanker’ deployed to fight California fires", "description": "Firefighters doing battle against Northern California’s massive and deadly Camp Fire have received help from Colorado – in the form of the world’s largest airplane designed for firefighting.", "url": "https://www.foxnews.com/tech/global-supertanker-deployed-to-fight-california-fires", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/81ebba9a-soop99.jpg", "publishedAt": "2018-11-11T05:57:25Z", "content": "Firefighters doing battle against Northern California’s massive and deadly Camp Fire have received help from Colorado – in the form of the world’s largest airplane designed for firefighting. The Global SuperTanker, a modified Boeing 747-400 that can carry 18,… [+1313 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Migrant caravan spends night in central Mexican city", "description": "Thousands of Central American migrants bedded down under tents and tarps at a stadium in the central Mexican city of Queretaro after a day spent traveling north by metro, foot and hitched rides from the country's capital.", "url": "https://www.foxnews.com/world/migrant-caravan-spends-night-in-central-mexican-city", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-e5fdc12a96694f1b96817f2f3fc4a616.png", "publishedAt": "2018-11-11T05:15:37Z", "content": "MEXICO CITY Thousands of Central American migrants bedded down under tents and tarps at a stadium in the central Mexican city of Queretaro after a day spent traveling north by metro, foot and hitched rides from the country's capital. The caravan planned to le… [+495 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "China's annual shopping frenzy shatters records again", "description": "Online shoppers spent more than $14 billion within the first two hours of China's annual buying frenzy on Sunday, once again breaking records as the consumer tradition enters its 10th year.", "url": "https://www.foxnews.com/world/chinas-annual-shopping-frenzy-shatters-records-again", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-cd28e278b3ea4055a48332671650c47b.png", "publishedAt": "2018-11-11T05:10:11Z", "content": "SHANGHAI Online shoppers spent more than $14 billion within the first two hours of China's annual buying frenzy on Sunday, once again breaking records as the consumer tradition enters its 10th year. The spending binge breaks from gloomy forecasts about the wo… [+2719 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "James Rogers", "title": "Veterans Day: Google, YouTube, help veterans share their stories", "description": "Google and YouTube are honoring Veterans Day by helping veterans share their experiences of serving in the military.", "url": "https://www.foxnews.com/tech/veterans-day-google-youtube-help-veterans-share-their-stories", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/GoogleVeteransDay.jpg", "publishedAt": "2018-11-11T05:01:53Z", "content": "Google and YouTube are honoring Veterans Day by helping veterans share their experiences of serving in the military. The search giant is featuring a special animated Doodle to commemorate Veterans Day. People who click on the Doodle can hear the experiences o… [+1989 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Utah votes in favor of legalizing medical marijuana: report - Fox News", "description": "Fox News Utah votes in favor of legalizing medical marijuana: report Fox News Utah voters reportedly cast their ballots in favor legalizing medical marijuana. As of a vote count on Friday, the proposal to allow for legalized pot for medical-related purposes m…", "url": "https://www.foxnews.com/politics/utah-votes-in-favor-of-legalizing-medical-marijuana-report", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18309657601670.jpg", "publishedAt": "2018-11-11T04:07:35Z", "content": "Utah voters reportedly cast their ballots in favor legalizing medical marijuana. As of a vote count on Friday, the proposal to allow for legalized pot for medical-related purposes maintained a lead, bringing Utah in alignment with more than 30 other states th… [+1555 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "White House announces 7 Presidential Medal of Freedom recipients, among them Elvis, Babe Ruth and Justice Scalia - Fox News", "description": "Fox News White House announces 7 Presidential Medal of Freedom recipients, among them Elvis, Babe Ruth and Justice Scalia Fox News Seven people – including Elvis Presley, lengendary slugger Babe Ruth and the late Supreme Court Justice Antonin Scalia – will be…", "url": "https://www.foxnews.com/politics/white-house-announces-7-presidential-medal-of-freedom-recipients-among-them-elvis-babe-ruth-and-justice-scalia", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Ruth-Presley-Scalia-Split2.jpg", "publishedAt": "2018-11-11T03:24:19Z", "content": "Seven people – including Elvis Presley, lengendary slugger Babe Ruth and the late Supreme Court Justice Antonin Scalia – will be given the Presidential Medal of Freedom by President Trump, the White House announced. The award will be bestowed upon the “distin… [+2829 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "Congo sees deadliest Ebola outbreak to date, health official says", "description": "", "url": "https://www.foxnews.com/world/congo-sees-deadliest-ebola-outbreak-to-date-health-official-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/ContentBroker_contentid-f0f39df8940c4785bc9a50572cad603d.png", "publishedAt": "2018-11-11T03:24:18Z", "content": "Congo’s deadliest outbreak of Ebola to date continues, this as the deadly virus has claimed nearly 200 lives since its start in August, a health official said. Health Minister Dr. Oly Ilunga Kalenga said Friday that of the 198 deaths, 163 are confirmed Ebola … [+1017 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Ancient Egyptian tombs yield rare tributes to cats and more", "description": "An Egyptian antiquities official said Saturday that archaeologists had discovered seven Pharaonic Age tombs near the capital city of Cairo, holding dozens of cat mummies and an array of wooden carvings depicting various other animals.", "url": "https://www.foxnews.com/world/ancient-egyptian-tombs-yield-rare-tributes-to-cats-and-more", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-11T01:52:53Z", "content": "An Egyptian antiquities official said Saturday that archaeologists had discovered seven Pharaonic Age tombs near the capital city of Cairo, holding dozens of cat mummies and an array of wooden carvings depicting various other animals. The official, Mostafa Wa… [+1259 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Sinema continues to lead McSally in Arizona Senate race as vote tally grinds on", "description": "Krysten Sinema, the Democratic candidate battling Republican Martha McSally for a Senate seat in Arizona, has a leading edge in the race with roughly 270,000 ballots still left to count, officials said Saturday.", "url": "https://www.foxnews.com/politics/sinema-continues-to-lead-mcsally-in-arizona-senate-race-as-vote-tally-grinds-on", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/09/694940094001_5860124270001_5860130711001-vs.jpg", "publishedAt": "2018-11-11T00:50:47Z", "content": "Krysten Sinema, the Democratic candidate battling Republican Martha McSally for a Senate seat in Arizona, has a leading edge in the race with roughly 270,000 ballots still left to count, officials said Saturday. As of 7 p.m. ET, Sinema had received 1,045,779 … [+950 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Madeline Farber", "title": "Massachusetts mayor takes dog dying of cancer on cross-country road trip - Fox News", "description": "Fox News Massachusetts mayor takes dog dying of cancer on cross-country road trip Fox News In September, Attleboro, Massachusetts, Mayor Paul Heroux was devastated to learn his 10-year-old dog, Mura, had an aggressive blood cancer called hemangiosarcoma and h…", "url": "https://www.foxnews.com/lifestyle/massachusetts-mayor-takes-dog-dying-of-cancer-on-cross-country-road-trip", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/dog-road-trip-2.jpg", "publishedAt": "2018-11-11T00:20:28Z", "content": "In September, Attleboro, Massachusetts, Mayor Paul Heroux was devastated to learn his 10-year-old dog, Mura, had an aggressive blood cancer called hemangiosarcoma and had just months left to live. But after receiving the news, Heroux -- he was slated to take … [+1899 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Trump visit to US cemetery in France canceled due to rain", "description": "President Donald Trump canceled a planned visit Saturday to a cemetery for Americans killed in World War I, the White House citing bad weather that grounded his helicopter.", "url": "https://www.foxnews.com/world/trump-visit-to-us-cemetery-in-france-canceled-due-to-rain", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-8735d4c59d9343258a63f1bcc7244587.png", "publishedAt": "2018-11-11T00:07:26Z", "content": "PARIS President Donald Trump canceled a planned visit Saturday to a cemetery for Americans killed in World War I, the White House citing bad weather that grounded his helicopter. Trump had been scheduled to lay a wreath and observe a moment of silence at the … [+1509 chars]"}]}