["President Trump criticizes Stacey Abrams ahead of Georgia governor election copied!\n\nPresident Trump criticized Georgia Democratic gubernatorial candidate Stacey Abrams while campaigning for Republican candidate Brian Kemp on Sunday. He attacked her stance on numerous issues, including the 2nd Amendment, crime, and immigrant rights.\n\nRead More", "Bat enthusiasts captivated as millions take flight in Texas copied!\n\nBat watching has become a popular pastime near San Antonio as some 15 million bats take flight each evening, darkening the sky and even forcing some military flights to reroute.\n\nRead More", "Rocky Flats reopens as wildlife refuge amid concerns about the land’s nuclear past copied!\n\nThe Colorado national wildlife refuge is alluring for its beauty, but some residents are wary of its history and the possibility of negative health impacts. The government says the land is safe, but the area once served as a nuclear weapons plant, then was shuttered for environmental concerns. Now activists are suing the federal government in hopes of shutting the park down.\n\nRead More", "Controversy after FDA approves powerful new opioid copied!\n\nPoliticians and drug safety advocates have criticized the FDA’s approval of Dsuvia, an opioid painkiller that’s more potent than fentanyl, amid the ongoing opioid crisis. The agency says the drug has safety measures in place and use will be restricted to medically-supervised areas.\n\nRead More", "Iranians protest amid new U.S. sanctions copied!\n\nThousands of Iranians celebrated the anniversary of the takeover of the U.S. Embassy in Tehran 39 years ago, when 52 Americans were held hostage 444 days.\n\nRead More", "Utah Mayor killed in apparent ‘insider attack’ in Afghanistan copied!\n\nBrent Taylor, a husband and father of seven, dedicated his life to service — both as mayor of North Ogden and in the Utah National Guard. He was killed on Saturday in Kabul in an apparent insider attack.\n\nRead More", "Native Americans fight to vote after North Dakota voter ID law upheld copied!\n\nA federal judge in North Dakota upheld a law requiring voters to show an ID with a street address, something many Native Americans saw as an attempt to shut them out. Now they are scrambling to get new ID cards to ensure their voices will be heard on Election Day.\n\nRead More", "Trump and Obama make final pitch to voters ahead of midterms copied!\n\nWith Election Day less than 48 hours away, the president and former president held events in key states to make their closing arguments to voters.\n\nRead More", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Kalhan Rosenblatt and Brandy Zadrozny\n\nScott Beierle, the man who killed two women at a yoga studio in Tallahassee, Florida, before apparently killing himself, appeared to have posted dozens of misogynistic and racist videos and songs to YouTube and SoundCloud before the attack.\n\nTallahassee police identified Beierle, 40, as the shooter who killed Nancy Van Vessem, 61, and Maura Binkley, 21, and injured several other people inside Hot Yoga before turning the gun on himself on Friday.\n\nAn account that appears to be Beierle's posted several grainy, dimly lighted videos four years ago, which show Beierle discussing his misogyny, as well as his racist beliefs, including that interracial couples stem from mental illness and that women who are promiscuous should be crucified.\n\nFlorida yoga studio gunman Scott Beierle in a police mugshot from 2016. Leon County Sheriff's Office\n\nBeierle's 17 videos got only a handful of views, and his channel had only three subscribers as of Saturday before his account was removed by YouTube. His videos were first reported by BuzzFeed.\n\n\"Content of any type that promotes violence or includes hate speech is prohibited on YouTube. We carefully review the material in flagged videos against our Community Guidelines and remove content that violates these policies,\" according to a statement from the Google Press Team, which represents YouTube.\n\nVideos uploaded to the account included titles like \"The Rebirth of My Misogynism,\" \"The Dangers of Diversity\" and \"Dreadlocks are the Black Man's Mullet.\"\n\nA SoundCloud account, which has since been removed, that also appears to have belonged to Beierle featured racist and misogynist songs with titles like \"Bring Your Fatwa\" and \"I Don't F--- Fatties.\"\n\nTallahassee police spokesman Damon Miller Jr. said he could not verify the accounts. SoundCloud did not immediately respond to a request for comment.\n\nIn one video, titled \"Plight of the Adolescent Male,\" Beierle mentioned Elliot Rodger, 22, a self-described virgin, who killed six people in Isla Vista, California. Rodger is often referred to as an \"incel\" — short for \"involuntarily celibate\" — in toxic online message boards comprising people who also identify as incels.\n\nBeierle said in the video that he had a similar outlook to Rodger's when he was Rodger's age.\n\nIn message boards and on forums for incels, users argued over whether Beierle was actually a \"Chad,\" the term used in the incel community to refer to men who are presumed to sleep with many women, or was too conventionally attractive to be a true incel.\n\nRegardless, posters celebrated the Tallahassee murders, and true to form, they blamed women for the violence.\n\n\"Women mock and ridicule virgin males and refuse to date them, then wonder why some guys lose it,\" one such poster said. Another wrote, \"I wish these happened every week.\"\n\nPolice have yet to release a motive. However, Beierle had a history of harassing women, and police said \"he has been the subject of prior calls for service in the Tallahassee area related to harassment of young women.\" They did not elaborate.\n\nBeierle was arrested twice, once in 2012 and again in 2016, on charges of battery, accused of having inappropriately touched women, but the charges in both cases were dropped.\n\nAs police continued to investigate, the incel community celebrated on forums, drawing parallels to past killings in which hate for women was a factor.\n\nIn 2009, George Sodini, 48, walked into a Pennsylvania athletic club and shot 12 women in an aerobics class, killing three, before turning the gun on himself. Police said Sodini's motive was \"hatred\" after finding a plan for the attack and chilling rants about his misfortune with and hatred toward women in physical notes and an online blog.\n\n\"Women just don't like me. There are 30 million desirable women in the US (my estimate) and I cannot find one. Not one of them finds me attractive,\" he wrote.\n\nSeveral men have left behind similar manifestos, blaming the women who they say rejected them for the murders they would go on to commit. In 2014, Rodger listed sexual frustration and a hatred for women as his chief motivation for the attack.\n\nRodger, who was killed during his shooting, left behind a 137-page manifesto, a series of YouTube videos and a slew of online rants that laid out his plan and the reasoning behind his rage.\n\n\"You will finally see that I am the superior one, the true alpha male,\" he said in one.\n\nAlek Minassian, who is accused of killing 10 people with a van in Toronto in April, also self-identified with the online community of misogynists, posting on his Facebook page before the attack that the \"incel rebellion has already begun.\"", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Phil McCausland\n\n\"Saturday Night Live\" performer Pete Davidson received criticism on Sunday for a joke he made about Texas congressional candidate Dan Crenshaw. The segment focused on Davidson's first impressions of midterm election candidates.\n\nAppearing on the show's mock news program, \"Weekend Update,\" Davidson made jokes and comments about multiple midterm candidates based entirely on their appearance — the obvious joke being that Davidson is uninformed about the election.\n\n\"The midterm elections are obviously a huge deal,\" Davidson said. \"And after I had to move back in with my mom, I started paying attention to them.\" The comedian recently ended a short-lived engagement to the singer Ariana Grande, forcing him to move out of her New York City apartment.\n\nDavidson took shots at Florida Gov. Rick Scott, a Republican running for the Senate, and Rep. Peter King, R-N.Y., before he took aim at Crenshaw, a Republican. The show pulled up an image of Crenshaw wearing an eye patch, with Davidson commenting, \"This guy is kind of cool, Dan Crenshaw.\"\n\n\"You may be surprised to hear that he's a congressional candidate from Texas and not a hitman in a porno movie,\" Davidson said, unable to keep himself from laughing.\n\n\"I'm sorry. I know he lost his eye in war or whatever,\" he added.\n\nMany took issue with the joke, calling it insensitive to Crenshaw's service and injury. Crenshaw was in the Navy for 10 years, retiring from the SEALs as a lieutenant commander in 2016. While he was serving in Afghanistan, an improvised explosive device resulted in Crenshaw's losing his eye in 2012.\n\nCrenshaw took a diplomatic approach. He responded on Twitter, saying: \"I try hard not to offend; I try harder not to be offended.\" However, he did say \"SNL\" should try to be more sensitive to veterans.\n\nNBC and \"Saturday Night Live\" declined to comment. NBC and NBC News are owned by NBCUniversal.\n\n\"Getting dumped by your pop star girlfriend is no excuse for lashing out at a decorated war hero who lost his eye serving our country,\" said Jack Pandol, a spokesman for the National Republican Congressional Committee. \"Pete Davidson and NBC should immediately apologize to Dan, and to the millions of veterans and military families who tune in every weekend — because they are not laughing.\"\n\nMany chimed in on Twitter, although some noted what they characterized as the double standard of supporters of President Donald Trump.\n\nDavidson criticized not only others during his segment, but also himself.\n\n\"I shouldn't be making fun of how anyone looks,\" he said. \"I look like I make vape juice in a bathtub.\"", "Trump on Scalia's nine children: 'I always knew I liked him' 01:51", "By Reuters\n\nDAR ES SALAAM — The United States has warned its citizens in Tanzania to be cautious after the commercial capital Dar es Salaam announced a crackdown on homosexuality, a criminal offense in the country.\n\nIn an alert on its website late on Saturday, the U.S. Embassy in Tanzania advised Americans to review their social media profiles and internet footprints.\n\n\"Remove or protect images and language that may run afoul of Tanzanian laws regarding homosexual practices and explicit sexual activity,\" it said.\n\nThe alert said any U.S. citizen who was detained or arrested should ensure the Tanzanian authorities informed the embassy.\n\nDar es Salaam's administrative chief Paul Makonda said on Wednesday that a special committee would seek to identify and punish homosexuals, prostitutes and online fraudsters in the city from this week.\n\nThe foreign ministry said Makonda was voicing his own opinion and the planned crackdown did not have national government support.\n\n\"The government of the United Republic of Tanzania would like to clarify that those are his own views and not the government position,\" the ministry said in a statement.\n\nLast October, at least 12 men were arrested at a Dar es Salaam hotel in a raid on a gathering which authorities said was to promote same-sex relationships.\n\nPresident John Magufuli has cracked down on homosexuality since winning power in 2015, and a conviction for having \"carnal knowledge of any person against the order of nature\" could lead to a sentence of up to 30 years in jail.\n\nHomosexuality remains taboo across much of Africa and gay people face discrimination or persecution, with rights groups often reluctant to speak publicly in defense of gay rights.\n\nIn 2016, Tanzania banned non-governmental organizations from distributing free lubricants to gays as part of efforts to control the spread of HIV/AIDS, even though some health experts warn that shutting down such outreach programs could put the wider population at higher risk of infection.", "Thousands join anti-U.S. protests in Iran copied!\n\nAnti-U.S. protesters marked the 1979 Iranian U.S. embassy takeover by marching through the streets of Tehran.\n\nRead More", "Arizona Senate candidate McSally stumps for midterms with a 'tax ax' copied!\n\nThe Arizona Republican Party presented Senate candidate Martha McSally with the ax as a way to symbolize her proposed tax cutting priorities.\n\nRead More", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Daniella Silva and Alex Johnson\n\nThe mayor of a Utah city who was serving in Afghanistan was killed and another service member was wounded in an apparent \"insider attack,\" officials said Sunday.\n\nNorth Ogden Mayor Brent Taylor, 39, a major in the Utah National Guard, was killed Saturday while serving with his unit in Kabul, which is helping to train Afghan defense forces. The Utah National Guard said Taylor appeared to have been shot by a member of the Afghan National Defense and Security Forces, who was then shot and killed by other Afghan forces.\n\nAn undated photo of Brent Taylor on foot patrol while training Afghan border police in Afghanistan. North Ogden City\n\nThe incident was the second such insider attack in less than two weeks, after an Afghan commando killed one person and wounded two other people on Oct. 22.\n\nTaylor leaves behind a wife and seven children ages 11 months to 13 years. A GoFundMe page that was set up to support his family had reached almost 80 percent of its goal of $250,000 by Sunday night.\n\nMaj. Gen. Jeff Burton, the adjutant general of Utah's National Guard, said Taylor, 39, was \"a man of excellence\" and an \"amazing human being\" who was killed while serving his fourth deployment. He served in Iraq in 2006 and again in 2007 and was awarded a Bronze Star Medal for exceptionally meritorious service, and he was sent to Afghanistan in 2012 and again this year.\n\nBurton characterized Taylor's death as a \"betrayal,\" saying at a news conference that the region is still considered a combat zone where the Taliban remains active.\n\n\"It's bitter. He was with folks he was helping and training,\" Burton said. \"That's what's so, ultimately, painful about this.\"\n\nBrent Taylor, the mayor of North Ogden, Utah. North Ogden City\n\nJust days before he died, Taylor posted a hopeful message on Facebook calling the elections in Afghanistan \"beautiful to see\" and called on Americans to vote in Tuesday's midterm election.\n\n\"The strong turnout, despite the attacks and challenges, was a success for the long-suffering people of Afghanistan and for the cause of human freedom,\" he wrote. \"I am proud of the brave Afghan and U.S. soldiers I serve with.\"\n\n\"As the USA gets ready to vote in our own election next week, I hope everyone back home exercises their precious right to vote,\" he added. \"And that whether the Republicans or the Democrats win, that we all remember that we have far more as Americans that unites us than divides us.\"\n\nUtah Gov. Gary Herbert called Taylor a \"great mayor of North Ogden,\" a city of about 19,000 people about 40 miles north of Salt Lake City.\n\n\"Maj. Brent Taylor was the personification of love of God, family and country,\" he said.\n\nUtah Lt. Gov. Spencer Cox said on Twitter on Saturday that he was \"struggling for words\" after having learned of Taylor's death.\n\n\"I love Mayor Taylor, his amazing wife Jennie and his 7 sweet kids. Utah weeps for them today,\" he wrote. \"This war has once again cost us the best blood of a generation.\"\n\nSen. Orrin Hatch, R-Utah, said in a statement that Taylor was a \"dear friend\" whose \"service will always be remembered.\"\n\nTaylor became mayor of North Ogden in 2013 after having served on the City Council. In January, he announced on Facebook that he was embarking on a one-year deployment to Afghanistan as part of an advisory team training the staff of an Afghan commando battalion.\n\n\"Serving as mayor of North Ogden city has been one of the greatest honors of my life and the highlight of my civilian professional career,\" he said. \"Service is what leadership is all about.\"\n\n\"There are three great loyalties that have guided my life and everything in it, God, family, and country,\" he added.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Jane C. Timm\n\nRepublican Rep. Martha McSally wielded a literal ax on the campaign trail Sunday as she vowed to cut taxes if Arizona voters elect her to the Senate.\n\n\"I like this,\" McSally said of her \"tax ax.\" \"Remember, I'm a warrior.\"\n\nIn the race, the candidates have certainly been getting creative in how they run for office: Democratic Senate nominee Kyrsten Sinema ran a half-marathon through Phoenix on Sunday morning, scoring a personal best race time of 1 hour and 43 minutes, according to her campaign. On Saturday, the pair attended the Arizona State University football game: McSally sang the national anthem, while Sinema did the coin toss.\n\nThe Arizona Senate rivals aren't the only people pulling out all the stops and photo ops just two days before the midterm elections.\n\nMusician John Legend was rallying Ohio voters in three events Sunday, while Latina actresses rallied voters in the Florida governor's race. Former President Barack Obama and former Vice President Joe Biden were hosting two events each, while President Donald Trump had two rallies.\n\nOBAMA STUMPS IN INDIANA\n\nObama pleaded with Indiana voters to get out the vote for vulnerable Democratic Sen. Joe Donnelly, who is opposed by Republican Mike Braun, if they're unhappy with the current administration — \"don't boo, vote!\" the former president said repeatedly — and stressed the GOP's longtime opposition to his Affordable Care Act and its recent self-proclaimed interest in preserving care for people with pre-existing conditions.\n\n\"When I was president, Republicans voted more than a dozen times to get rid of protections for pre-existing conditions. Last year, they fell just one vote short, and if they win on Tuesday, they might finally succeed,\" Obama said. \"Indiana, we can't let Joe's opponent become the deciding vote.\"\n\nObama was received like a rock star at the rally, and he condemned Republicans for dishonesty on the campaign trail — even encouraging voters to check his facts.\n\n\"Unlike some people, I don't just make stuff up when I'm talking. I've got facts to back me up,\" Obama said. \"I believe in a fact-based campaign. I believe in reality-based governance.\"\n\nBLOOMBERG RUNS NATIONWIDE AD\n\nFormer New York City mayor Michael Bloomberg launched a lengthy television ad on Sunday night that calls for Americans to vote for Democrats this year. Speaking directly to the camera, the potential 2020 candidate introduces himself in the ad \"as an American who is deeply concerned with the direction of our nation.\"\n\n\"I've never been a particularly partisan person. I've supported candidates from both sides, but at this moment, we must send a signal to Republicans in Washington that they have failed to lead, failed to find solutions, and failed to bring us together,\" Bloomberg says in the ad. \"That’s why I'm voting Democratic.\"\n\nThe ad will run nationally on CBS, CNN, MSNBC and major broadcast television networks through Monday, November 5th.\n\nBIDEN TALKS TO PENNSYLVANIA VOTERS\n\nA hoarse former Vice President Joe Biden hosted two events in Pennsylvania on Sunday.\n\n\"I’ve traveled, as you can tell by my voice, to 22 states to campaign for 63 candidates,\" he told a Harrisburg, Pennsylvania crowd.\n\n\"This is so important for our kids. This is the most imp election you've ever been part of, no matter how young or old you are. The very character of our nation is on the ballot on Tuesday,\" he said.\n\nEARLY VOTING\n\nSo far, more than 34 million votes have been cast with early or absentee ballots nationwide, according to data provided by TargetSmart, a Democratic political data company, and independently analyzed by the NBC News Data Analytics Lab. That number exceeds the total nationwide early vote by Election Day 2014, when more than 21 million people had voted early or absentee.\n\nLATINA STAR POWER IN FLORIDA\n\nThe contentious governor's race isn't slowing down. After Trump attacked Democratic candidate Andrew Gillum as \"not equipped\" to be governor during a Pensacola rally in support of his rival, former Republican Rep. Ron DeSantis, Democrats started the day with some Hollywood star power.\n\nLatina actresses America Ferrera, Eva Longoria, Gina Rodriguez, Rosario Dawson and Zoe Saldana rallied Floridians to vote early for Gillum at rally in Kissimmee with Gillum's wife, R. Jai. The Latino vote in Florida is crucial: 17 percent of registered voters in the state are Latino.\n\nFlorida leads the nation in early and absentee ballots cast, at more than 4.3 million so far, according to data provided by TargetSmart.\n\nThe singer Rihanna also jumped into the race with an endorsement of Gillum on Sunday afternoon that was posted to Instagram.\n\n\"You have the opportunity to make history this election. The US has only had four black Governors in its entire history, and we can help make #AndrewGillum the next one and Florida's first!\" she wrote, while encouraging voters to approve a ballot initiative that would restore voting rights to millions of ex-felons.\n\nLEGEND HEADS HOME TO OHIO\n\nThe most melodious surrogate of the day was Ohio-born John Legend, the singer-songwriter and EGOT winner, who returned to his home state for three events in support of Ohio Democrats, including Rich Cordray and Betty Sutton, who are running a joint ticket for governor and lieutenant governor, and vulnerable Sen. Sherrod Brown.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Lauren Egan\n\nWASHINGTON — President Donald Trump praised Georgia Secretary of State Brian Kemp, the Republican candidate for governor, saying on Sunday that his campaign has been \"extraordinary\" and tagging Democrat Stacey Abrams as an extremist.\n\n\"He studied for this job for a longtime. He will be a great executive and he will keep Georgia on the path it is going, which is up,\" Trump told reporters as he left the White House for a campaign rally with Kemp in Macon, Georgia.\n\nAt the event, Trump ripped into Abrams.\n\n\"If Stacey Abrams gets in, your 2nd Amendment is gone,\" Trump said. \"Stacey Abrams is one of the most extreme, far-left politicians in the entire country.\"\n\nAbrams has said she supports the 2nd Amendment but also favors stricter gun control.\n\nTrump called Abrams weak on crime and claimed, \"You put Stacey in there and you are going to have Georgia turn into Venezuela\" — a criticism the president has made against many Democrats.\n\nKemp is running in a close race against Abrams, who would become the first black woman to be elected governor in the country if she wins.\n\nGeorgia's history of voter disenfranchisement, coupled with Abram's historic campaign, and recent vote fraud and suppression charges from both sides have put voter rights issues front and center in the governor's race.\n\nKemp has come under fire from Democrats for allegedly suppressing minority votes in his role as secretary of state, which oversees elections in the state. And Kemp accused the state Democratic Party on Sunday of an attempted hack of the voter registration system. The Democratic Party called Kemp’s accusations, for which he provided no evidence or specifics, a \"political stunt.\"\n\n\"If she gets in, Georgia goes backwards,\" Trump said before leaving he White House. \"If he gets in, Georgia goes forward.\"\n\nTrump also expressed confidence in GOP enthusiasm just two days before the midterm election on Tuesday.\n\n\"I have never seen such an enthusiastic Republican Party,\" Trump told reporters. \"The level of fervor, the level of fever, is very strong on the Republican side.\"\n\nTrump finished his campaigning Sunday night in Chattanooga with Republican Senate candidate Rep. Marsha Blackburn.\n\nBlackburn has found herself in a surprisingly close race against former Democratic governor Phil Bredesen in a state that Trump carried by more than 20 points in 2016. A recent NBC/Marist poll shows 51 percent of likely voters supporting Blackburn compared to 46 for Bredesen, within the poll’s margin of error.\n\nDespite Bredesen’s reputation as a moderate bipartisan, Trump attempted to portray him as a fringe candidate — an attack the president frequently uses on the campaign trail.\n\n\"Marsha is running against a far-left liberal — and you are finding that out finally — named Phil Bredesen,\" Trump said to the Tennessee rally goers. \"He is the handpicked candidate of Chuck Schumer.\"\n\nBlackburn, too, was there to remind voters of the “D” next to Bredesen’s name.\n\n\"If my opponent had his way, Hillary Clinton...would be president,\" Blackburn said, inciting a change of \"Lock her up!\" from the crowd. \"Not any of this would be happening,\" Blackburn added, touting Trump’s accomplishments.\n\nTrump will hold rallies in Ohio, Indiana and Missouri on Monday for his final day of midterm campaigning before the Tuesday election.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Allan Smith\n\nRepublican National Committee Chairwoman Ronna McDaniel insisted Sunday that immigration wasn't the main focus of President Donald Trump's closing message ahead of Tuesday's midterm elections.\n\nMcDaniel argued that media is zeroing in on the subject.\n\n\"I think the media’s focused on immigration constantly, and I get that,\" McDaniel said on ABC's \"This Week.\" \"But he's focusing on the economy, he's talking about the jobs.\"\n\nFor weeks, Trump has focused on a caravan of migrants traveling through Mexico to the U.S. southern border in hopes of being granted asylum. Last week, he stated his intention to end birthright citizenship and change the nation's system of seeking asylum — two moves that experts say would be an uphill legal battle — in addition to announcing that up to 15,000 troops would be sent to the border to handle the caravan that is still hundreds of miles away from the U.S.\n\nThe president also released a video on his Twitter page last week — one that critics have labeled \"racist\" and \"false\" — that assigned blame for an undocumented immigrant killing two police officers on Democrats.\n\nThe president's intense end-of-campaign messaging on immigration comes against the backdrop of a strong economy that many Republicans on the trail have focused on throughout the campaign season.\n\nAt a rally on Friday, Trump said the U.S. has \"the greatest economy in the history of our country, but sometimes that's not as exciting to talk about the economy, right?\"\n\nMcDaniel insisted that Trump was focusing on the economy in addition to \"many different things that he's accomplished as president,\" adding that the president wants to highlight \"a failure in our immigration system\" ahead of Election Day.\n\nOn CNN's \"State of the Union,\" McDaniel was pressed extensively on the president's web video. That ad featured Luis Bracamontes, an undocumented immigrant from Mexico who was in February convicted of killing two California policemen. Bracamontes had previously been deported but returned to the U.S.\n\nAsked by CNN's Jake Tapper whether she had any concerns with that video, McDaniel said Trump was just highlighting that \"we didn't want this individual in our country.\"\n\nMeanwhile, Georgia Democratic gubernatorial hopeful Stacey Abrams panned Trump's recent dismissal of her qualifications on NBC's \"Meet the Press.\"\n\nAsked by host Chuck Todd about the president's declaration that she is \"not qualified to be the governor of Georgia,\" Abrams pushed back by calling his statement \"vapid and shallow.\"\n\n\"I am the most qualified candidate. I am a business owner, a tax attorney who trained at Yale Law School. I am a civic leader who helped register more than 200,000 Georgians. I am a very accomplished political leader who worked across the aisle to improve access to education, transportation, and I blocked the single largest tax increase in Georgia history,\" she said.\n\nElsewhere, Republican Sen. Thom Tillis of North Carolina, who is vice chairman of the National Republican Senatorial Committee, told \"Fox News Sunday\" that \"people are taking 30-second soundbites\" when asked about why the president was focusing on immigration over the economy.\n\n\"He's spending a lot of his time on (the economy,)\" Tillis said, \"but when you have to boil it down to 15 or 30-sound bites, they're going to pick the piece that seems like he is not talking about that.\"", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Caitlin Fichtel\n\nIn 2016, Dr. Kelly Wong's patients expressed frustration about being stuck in the hospital on Election Day, unable to cast their ballots. Wong decided she wanted to find a way to change that.\n\n\"I didn't know patients could vote — and what I'm learning is that many health care providers also don't know that there are processes in place to help patients vote,\" Wong told NBC News.\n\nAfter doing some research, Wong, an emergency medicine resident at the Brown Alpert Medical School in Providence, Rhode Island, along with other hospitals, launched patientvoting.com, a website where patients can go to find out the options available to them.\n\n\"In most states, there is a process for submitting an emergency absentee ballot application to your local election officials,\" Wong said. \"In some states, you can designate a friend or family member to pick up your ballot and deliver it to you. In other states, the board of elections may send someone to the hospital for you.\"\n\nThe effort to help patients vote has spread, including Penn Presbyterian Medical Center and the Hospital of the University of Pennsylvania, where they have been working together on an initiative called the \"Penn Votes Project,\" the Associated Press reported.\n\nDr. Rachel Snyder signs patient applications for emergency absentee ballots in Philadelphia on Nov. 2, 2018. Penn Presbyterian Medical Center and the Hospital of the University of Pennsylvania have been working together on an initiative called the \"Penn Votes Project,\" a way to help patients still have their voices heard despite their hospitalization. Matt Rourke / AP\n\nWong wanted to make the website easy to use, understanding that the last thing hospital patients wanted was to start digging for information on how they could apply for emergency absentee ballots.\n\nUsing each state's board of elections website, she gathered the necessary information that patient-voters would need to apply for ballots.\n\nThey can go to patientvoting.com and click on the link for the state where they are registered to vote. The link will bring them to a page with step-by-step instructions on how to obtain a ballot, when the application is due and information from the state's board of elections website.\n\nWong's goal is to spread the word to as many patients as possible using social media and word of mouth.\n\nShe has also recruited volunteers such as Dr. Chiazotam Ekekezie, chief resident in the Department of Internal Medicine at the Brown Alpert Medical School, to help with the in-patient aspect of the program. Ekekezie's duties include getting out the information on the in-patient floors, translating instructions into Spanish and securing funding for printing.\n\nEkekezie told NBC News she has been working \"to provide basic instructions in both English and Spanish for patients...who may not be able to make it to the polls to vote in person.\"\n\n\"I have also tried to raise awareness among clinicians and house staff who may not be able to participate in voting at the polls due to being on call or duties in our intensive care units,\" she said.", "/ Source: Associated Press By Associated Press\n\nISLA, Mexico — Thousands of wary Central American migrants resumed their push toward the United States on Sunday, a day after arguments over the path ahead saw some travelers splinter away from the main caravan, which is entering a treacherous part of its journey through Mexico.\n\nThe majority of the roughly 4,000 migrants are now headed along what some called the \"route of death\" toward the town of Cordoba, in the state of Veracruz, which is about 124 miles up the road. The daily trek will be one of the longest yet, as the exhausted group of travelers tries to make progress any way it can to the U.S. border still hundreds of miles away.\n\nThe arduous trip has already taken its toll.\n\nA day prior, the group was beset by divisions as migrants argued with caravan organizers and criticized Mexican officials before setting out on their own for Puebla and Mexico City.\n\nSome were disappointed after caravan organizers unsuccessfully pleaded for buses after three weeks on the road. Others were angry for being directed northward through the Gulf Coast state of Veracruz, calling it the \"route of death.\"\n\nA trek via the sugar fields and fruit groves of Veracruz takes them through a state where hundreds of migrants have disappeared in recent years, falling prey to kidnappers looking for ransom payments.\n\nAuthorities in Veracruz said in September they had discovered remains from at least 174 people buried in clandestine graves, raising questions about whether the bodies belonged to migrants.\n\nBut even with the group somewhat more scattered, the majority of migrants trekking through Veracruz on Sunday were convinced that traveling as a large mass was their best hope for leaving their old lives behind and reaching the U.S. The vast majority of migrants are fleeing rampant poverty, gang violence, and political instability primarily in the Central American countries of Honduras, Guatemala, El Salvador and Nicaragua.\n\n\"We think that it is better to continue together with the caravan. We are going to stay with it and respect the organizers,\" said Luis Euseda, a 32-year-old from Tegucigalpa, Honduras who is traveling with his wife Jessica Fugon. \"Others went ahead, maybe they have no goal, but we do have a goal and it is to arrive.\"\n\nMynor Chavez, a 19-year-old from Copan, Honduras, was determined to continue.\n\n\"I have no hope. I graduated as a computer technician and not even with a degree have I been able to find work,\" he said of life in his home country.\n\nIn his desperation to flee, Chavez was one of the many people who crossed a river from Guatemala into Mexico, defying authorities deployed to patrol that country's southern frontier.\n\nIt remained to be seen if the main group will now continue directly north through Veracruz to the closest U.S. border, or veer slightly westward and make a stop in the country's capital.\n\nThe capital could serve as a better launching pad for reaching a broader array of destinations along the U.S. border. They could also receive additional support, although Mexican officials have appeared conflicted over whether to help or hinder their journeys.\n\nMexico now faces the unprecedented situation of having three caravans stretched over 300 miles (500 kilometers) of highway in the states of Chiapas, Oaxaca and Veracruz, with a total of more than 6,000 migrants.\n\nOn Friday, a caravan from El Salvador waded over the Suchiate River into Mexico, bringing 1,000 to 1,500 people who want to reach the U.S. border.\n\nThat caravan initially tried to cross the bridge between Guatemala and Mexico, but Mexican authorities told them they would have to show passports and visas and enter in groups of 50 for processing.\n\nAnother caravan, also of about 1,000 to 1,500 people, entered Mexico earlier this week and is now in Chiapas. That group includes Hondurans, Salvadorans and some Guatemalans.\n\nThe first, largest group of mainly Honduran migrants entered Mexico on Oct.19.\n\nImmigration agents and police have at times detained migrants in the smaller caravans. But several mayors have rolled out the welcome mat for migrants who reached their towns — arranging for food and camp sites.\n\nMexico's Interior Department says nearly 3,000 of the migrants in the first caravan have applied for refuge in Mexico and hundreds more have returned home.\n\nWith or without the government's help, uncertainty awaits.\n\nPresident Donald Trump has ordered U.S. troops to the Mexican border in response to the caravans. More than 7,000 active duty troops have been told to deploy to Texas, Arizona and California ahead of the midterm elections.\n\nHe plans to sign an order next week that could lead to the large-scale detention of migrants crossing the southern border and bar anyone caught crossing illegally from claiming asylum.", "Meet the Press: November 4, 2018 copied!\n\nA special 2018 midterm edition of Meet the Press with Sen. Chris Van Hollen (D-Md.), Gov. Bill Haslam (R-Tenn.) and Democratic Georgia gubernatorial candidate Stacey Abrams. For insight and analysis, the MTP panel is Today Show host Savannah Guthrie, NBC Capitol Hill correspondent Kasie Hunt, NBC News special correspondent Tom Brokaw, conservative pundit Hugh Hewitt and Democratic pollster Cornell Belcher.\n\nRead More", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Source: Associated Press\n\nDALLAS — Memorabilia that belonged to the first man to set foot on the moon, Neil Armstrong, has fetched more than $7.4 million at auction.\n\nDallas-based Heritage Auctions says the item that sold for the highest price, $468,500, at Saturday's auction was Armstrong's spacecraft ID plate from Apollo 11's lunar module Eagle. Also sold were a fragment from the propeller and a section of the wing from the Wright brothers' Flyer, the first heavier-than-air self-powered aircraft, which each sold for $275,000.\n\nThe flight suit Armstrong wore aboard Gemini 8, the 1966 mission that performed the first docking of two spacecraft in flight, brought the astronaut's family $109,375.\n\nMeanwhile, in a separate auction, a gold-colored Navy aviator's helmet once owned by John Glenn, the first American to orbit the earth, sold for $46,250.", "Compressed: Record voter turnout means midterms are still in play copied!\n\nNew poll numbers from NBC News / WSJ show voter turnout is already hitting record numbers. Plus interviews with Sen. Chris Van Hollen (D-Md.), Gov. Bill Haslam (R-Tenn.) and Democratic candidate for Georgia Governor, Stacey Abrams.\n\nRead More", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Kalhan Rosenblatt\n\nA white North Carolina woman who harassed two black women while they waited for AAA roadside assistance has turned herself in to police, according to NBC News affiliate WCNC of Charlotte.\n\nSusan Westwood, 51, turned herself in to the Sunset Beach Police Department on Saturday. She was transferred to the Brunswick County Sheriff's Department, where she was served with an outstanding misdemeanor warrant for misuse of the 911 system, in addition to four criminal summonses, according to WCNC.\n\nAn officer at the Brunswick County Sheriff's Department confirmed to NBC News that Westwood had been in custody but had been released. He was unable to provide any additional details.\n\nSusan Jane Westwood turned herself into police a week after she was recorded on tape harassing two black women in a North Carolina apartment complex. WCNC\n\nWestwood was recorded on video on Oct. 19 making racist remarks in an apparent drunken rant aimed at Leisa Garris and her sister, Chele Garris.\n\n\"Hi, how are you? I'm hot. I'm beautiful. I'm 51. What are we going to talk about tonight? Being hot? Being beautiful? Being white? Being, my new weave. Do you, do you live here?\" she said to the women before asking whether their \"baby daddy\" was with them.\n\nShe later referred to having a concealed weapon and threatened to take it out, but it's unclear whether she was actually in possession of a weapon.\n\nThe Garris sisters called the police, but when officers arrived, Westwood was nowhere to be found.\n\nAfter the video went viral, Westwood lost her job at Charter Communications, which issued a statement saying, \"The incident recorded in Charlotte is a blatant violation of Charter's code of conduct and clearly disregards the company's commitment to inclusion and respectful behavior.\"\n\nA warrant was issued for her arrest on Oct. 30, according to WCNC. After Westwood was charged, police said they couldn't arrest her because they couldn't find her.\n\nThe Brunswick County Sheriff's Office did not immediately respond to a request for additional information about Westwood's charges.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Ben Kamisar\n\nWith Election Day just two days away, both the candidates and major party committees are gearing up for a historic midterm that will provide the first major referendum on President Donald Trump's first two years in office.\n\nDemocrats appear to poised to make big gains in the House, challenging in many GOP-held seats. But it's unclear whether they will be able to win the 23 seats they need to take control of the House.\n\nRepublicans are hoping a favorable map in the Senate can help weather the storm and give their party something to crow about when the dust settles.\n\nAnd both sides are competing furiously in governors races, where more than half are up for grabs.\n\nHistoric levels of enthusiasm on both sides of the aisle, confirmed by a brand new NBC News/Wall Street Journal poll, are complicating the forecasting, leaving both sides anxiously awaiting Tuesday's results.\n\nIn the final \"Meet the Press\" before Tuesday, anchor Chuck Todd peppered politicians and analysts about how they see the election shaking out.\n\nHere's a glimpse at their thoughts on the three major battlefields.\n\nThe House\n\nThe nonpartisan Cook Political Report's list of competitive races paints the picture of a historically large battlefield in the House, with dozens of Republican incumbents playing serious defense.\n\nThe new NBC/Wall Street Journal poll shows Democrats heading into the final weekend with a clear edge among likely voters, but what's unclear is how that edge will play out in individual races.\n\nDemocrats have a 7-point edge in the generic ballot, as 50 percent of likely voters said they'd prefer a Democratic-controlled Congress. Forty-three percent of those voters said they'd prefer a Republican majority in Congress.\n\nDemocrats are performing best with minorities, young voters, college-educated voters and women. Republicans score best with white voters without a college degree, men and white voters.\n\nThe stark differences among voting blocs underscores the importance of the mobilization efforts done by the parties to bring their most reliable voters to the polls.\n\nDemocrats have spent tens of millions of dollars looking to boost minority turnout, while President Donald Trump and his allies have crisscrossed the country to juice enthusiasm among the voters that helped him win the White House in 2016.\n\nDemocratic pollster Cornell Belcher, a guest on the \"Meet the Press\" panel, said that while Republicans have historically been better at turning out their base during midterm elections, that the president's calculus may not ultimately pay off thanks to how voters view him.\n\nBelcher pointed to the NBC/Wall Street Journal's finding that more voters want to send a message that Trump and the GOP need a \"check and balance\" in Congress, than those who want to give Trump more allies in Congress.\n\n\"The president's job disapproval right now really means something,\" Belcher added.\n\nBut to Hugh Hewitt, the GOP conservative pundit and Salem Radio Network host, the new polling shows a bright spot for Republicans — the economy.\n\n\"Seventy four percent of people think their own personal economics are good. That is a remarkable thing,\" Hewitt said. \"Do you vote to keep the economy humming or do you vote against President Trump?\"\n\nThe Senate\n\nUnlike the House, where Republicans are playing defense in districts where Trump isn't too popular, the Senate map runs right through states Trump won easily, and sometimes overwhelmingly, in 2016.\n\nMaryland Sen. Chris Van Hollen, the head of the Democratic Senatorial Campaign Committee, admitted on \"Meet the Press\" that \"it's a very different sort of political battlefield in Senate races than House races.\"\n\nBut he praised his candidates for building their own personal brands in their home states and said there's still a \"narrow path\" for a Democratic Senate majority.\n\nEven as polls show North Dakota Democratic Sen. Heidi Heitkamp trailing Republican Rep. Kevin Cramer in the wake of her decision to vote against Justice Brett Kavanaugh's Supreme Court confirmation, Van Hollen cautioned that \"no one should ever count Heidi Heitkamp out.\" He also called Missouri Democratic Sen. Claire McCaskill, locked in a tight race against Republican Attorney General Josh Hawley, as a \"fighter.\"\n\nThe weakness of New Jersey Democratic Sen. Bob Menendez, whose bribery charges ended with a hung jury, has inserted uncertainty into the Democrats already difficult map. But Van Hollen said he's \"confident Bob Menendez will win,\" criticizing Republican Bob Hugin's past as a pharmaceutical company head.\n\nOne surprising battleground has been Tennessee, where popular former Democratic Gov. Phil Bredesen remains better-liked than Republican Rep. Marsha Blackburn but still trails at the polls.\n\nVan Hollen said Bredesen is \"pragmatic\" and willing to work with Trump to help Tennessee. But Tennessee Republican Gov. Phil Haslam, the head of the Republican Governors Association, espoused confidence about Blackburn's campaign and argued that Tennessee voters have been mobilized to vote for Republicans after the Kavanaugh confirmation.\n\n\"Marsha Blackburn has run a really good race,\" he said. \"The color of the jersey you're wearing up there is really important. And I don't know exactly. But I think the Kavanaugh hearings had a 5 or 6-point swing in Tennessee. I personally think Marsha will by at least that much.\"\n\nGovernors\n\nThe gubernatorial races could prove to be true wildcards.\n\nRepublican incumbents are poised to cruise in blue states like Vermont, Maryland and Massachusetts. But Democrats are giving conservative Republicans tough challenges in red states like Oklahoma, Georgia and Kansas.\n\nHaslam credited that uncertainty to an electorate that looks at these elections through a less partisan lens than through which they view federal elections.\n\n\"People look at the practical aspects of electing a governor,\" he said.\n\n\"Who's going to create jobs here? Who's going to produce the best schools? And who's going to run our state's budget in a way that works? And so it's a lot different decision voting for your governor than it is for your senator, and definitely than it is for your House member.\"\n\nAlong those lines, Georgia Democratic gubernatorial hopeful Stacey Abrams argued that her background will help her become the first Democratic governor since 2003.\n\nPushing back against Trump's recent criticism of her qualifications, Abrams said she is the \"most qualified candidate\" in her race against Republican Secretary of State Brian Kemp.\n\n\"I am a business owner, a tax attorney who trained at Yale Law School. I am a civic leader who helped register more than 200,000 Georgians. I am a very accomplished political leader who worked across the aisle to improve access to education, transportation, and I blocked the single largest tax increase in Georgia history,\" she said.\n\n\"There is no one more qualified standing for this office in Georgia.\"", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Saphora Smith, Aziz Akyavas and F. Brinley Bruton\n\nU.S.-based writer Jamal Khashoggi was strangled or suffocated as soon as he entered the Saudi Consulate in Istanbul and his body was subsequently dismembered and disposed of, Turkey's chief prosecutor said Wednesday.\n\nAfter weeks of leaks, Irfan Fidan's comments mark the first detailed account by Turkish officials of what they believe happened to Khashoggi after he vanished on Oct. 2.\n\n\"In accordance with plans made in advance, the victim, Jamal Khashoggi, was strangled to death immediately after entering the Consulate General of Saudi Arabia,\" the prosecutor said in a statement.\n\n\"The victim's body was dismembered and destroyed following his death by suffocation — again, in line with the advance plans,\" the two-page statement read.\n\nFidan did not offer any evidence for his version of events.\n\nThe Turkish prosecutor also said that discussions with Saudi chief prosecutor Saud al-Mojeb yielded no \"concrete results\" despite Turkey's \"well-intentioned efforts to reveal the truth.\"\n\nTurkey is seeking the extradition of 18 suspects in the journalist's killing who were detained in Saudi Arabia. It is also pressing the kingdom for information on the location of Khashoggi's remains.\n\nThe death of Khashoggi — a Washington Post columnist and a critic of Saudi Arabia's de facto ruler, Crown Prince Mohammed bin Salman — sparked global outrage and left the kingdom facing a crisis.\n\nSaudi Arabia has repeatedly shifted its account of what happened to Khashoggi after he entered its consulate almost a month ago.\n\nPresident Donald Trump has called the effort to conceal Khashoggi's killing the \"worst cover-up ever.\"\n\nSecretary of State Mike Pompeo said Wednesday that Khashoggi's killing \"violates the norms of international law\" but re-emphasized the importance of what he described as a \"long\" and \"strategic\" U.S.-Saudi relationship.\n\n\"It's very important for us to keep that in mind as we continue to ensure the accountability of all those who were involved in committing this murder,\" he told Fox News Radio.\n\nAfter vehement denials that Riyadh was involved in Khashoggi's disappearance, Saudi officials admitted Oct.19 that the dissident was killed inside the building.\n\nBut for days, they maintained that Khashoggi's death was a mistake when an attempt by rogue operatives to persuade him to return to Saudi Arabia escalated into a fatal fistfight.\n\nSaudi Arabia's attorney general admitted Thursday that evidence shared by Turkish officials suggests that Khashoggi’s killing was \"premeditated.\"\n\nCLARIFICATION (Nov. 4, 2018, 11:05 a.m. ET): An earlier version of this article referred imprecisely to the news organization Pompeo spoke to. It was Fox News Radio, not Fox News.", "Get the Think newsletter.\n\nBy Andrew R. Chow\n\nSix months ago, Drake was left for dead.\n\nPusha T’s dis track “The Story of Adidon,” released May 29, took a scalpel to Drake’s public persona and cleaved fully through, portraying a hypocritical man haunted by racial insecurities, a secret love child and a chilling familial history. The song transformed the debate over Drake from a musical into a moral one, threatening to obliterate a self-actualization narrative that Drake had been building for more than a decade.\n\nBut while “The Story of Adidon” could have been the asteroid that pushed Drake’s career into a nosedive, he turned it into a footnote. This year, Drake has racked up three Billboard No. 1 hits and a platinum album, “Scorpion,” starred in unforgettable music videos, dropped pristine guest verses and ignited viral dance crazes.\n\nDrake has racked up three Billboard number-one hits and a platinum album, “Scorpion,” starred in unforgettable music videos, dropped pristine guest verses and ignited viral dance crazes.\n\nThe artist’s banner year has been cemented this fall by “Mia,” Drake’s Spanish-language collaboration with Bad Bunny that cruised into the Billboard Hot 100's top five this week. The song shows him to be a chameleon with Godzilla proportions — a man who mimics, absorbs and then shifts the pop paradigm in one fell swoop. And if you still cling to the perception that Drake is nothing more than a toothless cornball, you need to pay more attention. “Mia” is the cherry on top of one of the greatest individual years in pop music of all time.\n\nIt’s easy to prove Drake’s 2018 dominance by the numbers. When Drake’s fifth album “Scorpion” was released in June, he broke single-day streaming records on Apple Music and Spotify and was the first artist to have their album pass 1 billion streams in its first week. He broke the record for most songs simultaneously in the top 10 of Billboard’s Hot 100 (seven) and the top 100 (27). And “Mia” is his 12th song to crack the top 10 this year, pushing him past the Beatles for the most in a single year.\n\n“Scorpion” received far less love from critics, who felt that the album fell short in the context of several expectations: that Drake would use it to respond to Pusha, evolve sonically, and create a conceptually cohesive project following the wandering bloat of 2016’s “Views” and 2017’s “More Life.” That he failed to achieve any of the three made the album easy to dismiss for some reviewers.\n\nThe whole may have been a bit scattershot, but many of the individual songs were clinically brilliant. It’s likely that someone told you that they only loved their bed and their mama this summer. It’s even more likely you heard the springy bounce of “In My Feelings” relentlessly blasting from moving cars, boomboxes and stadium sound systems. B-side tracks like “Nonstop” and “Mob Ties” stormed charts across the world before even getting released as singles, with LeBron James gushing over the latter in a recent episode of HBO’s “The Shop.” And “Nice For What,” the album’s crown jewel, may be one of the best Drake songs of all time, with even Lauryn Hill signaling her approval by flipping back her own sample in concert.\n\nDrake knew that many critics wanted a certain structure and narrative, but he ignored them: “N----- want a classic, that’s just ten of these,” he rapped on “Sandra’s Rose.” He was right. “Scorpion” thrives precisely because it doesn’t conform to the platonic ideal of the album, which was originally conceptualized because of physical constraints. “Dark Side of the Moon” captivated audiences in 1973 in part because of the listener’s forced captivity — there’s no skip button on a vinyl record.\n\n“Scorpion,” on the other hand, isn’t really meant to be listened all at once. Drake understands that the modern structure is more fungible, and that people will listen in bunches or on shuffle; as part of playlists, videos, memes, workouts or barbecues. In its flexibility and ambivalent attitude toward itself, “Scorpion” feels like the first masterwork of the streaming era.\n\nOther artists on Drake’s level, like Adele, Taylor Swift and Beyonce, operate on strict album cycles, in which they descend from the heavens once every few years to bestow a neatly packaged product before vanishing again. But Drake has done the exact opposite, making cameos in a dizzying array of musical contexts.\n\nHe took victory lap verses with fellow rap royalty on 2 Chainz and Quavo's “Better Than You” and Quavo’s “Flip The Switch,” and supercharges Travis Scott’s “Sicko Mode,” one of the most formally inventive songs of the year. On Lil Baby and Gunna’s “Never Recover” and Blocboy JB’s “Look Alive,” Drake reinforces his hunger to help facilitate rap’s future by treating three of the genre’s fastest rising stars as his equals. He sounds invigorated by their youth while asserting his own supremacy through unrelenting volleys of syllables.\n\nDrake understands that in 2018, rap’s outer blade is just pop’s next doughy center; he wields the power to both predict a young superstar’s rise while simultaneously helping to propel it. This ability is especially meaningful when it comes to “Mia,” his collaboration with Bad Bunny. Drake is far from the first Western star to turn his eyes to Latin America; Justin Bieber, Demi Lovato and others have already walked that path.\n\nBut while some of those have felt like interlopers, Drake’s presence on “Mia” feels natural — his gliding syllables fit the beat snugly, and the lilting melody is so, well, Drake-ian. And while Bad Bunny doesn’t need much of a lift — he already went No. 1 this year on Cardi B and J Balvin's “I Like It” — “Mia” is irrevocable proof of Latin trap’s ascendance into the American mainstream.\n\nWhile some might be cynical about these forays into foreign territory, Drake has time and time again proved his commitment to the idea that modern pop music is inherently global. He sang in Spanish with Romeo Santos in 2014 and has constantly drawn from Caribbean rhythms in songs like “Passionfruit” and “One Dance;\" he’s a Toronto emcee that has diligently worked to become fluent in London grime, Jamaican dancehall and Houston chopped and screwed tempos. This year, Drake broke records, rewrote structural norms and united the edges of music across the globe. In the process, he's become the North Star in the pop constellation.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Benjy Sarlin\n\nAPEX, N.C. — The top of the blue wave approached a friendly suburban town on a beautiful afternoon as Democratic candidate Linda Coleman, 69, campaigned for Congress last week at a community college by a row of fresh pastel townhouses.\n\n\"I hope you'll vote for me, Linda Coleman,\" she said to voter after voter in a melodious drawl as they lined up at an early voting site.\n\nIf they stopped to talk, Coleman, a former state legislator, county commissioner and two-time nominee for lieutenant governor, would keep her pitch tight: \"Health care, education, jobs\" is her motto. She deliberately avoids bringing up President Donald Trump, who she said was a \"non-factor.\" Nearby signs for her opponent, three-term GOP Rep. George Holding, simply read \"conservative.\"\n\nChances are high you haven't heard much about this race. Neither of the candidates is a charismatic viral sensation or a fiery ideologue raising huge cash from small donors.\n\nColeman is an experienced politician, but she is more excited to talk about her career overseeing human resources at state agencies. Holding is a self-described \"boring tax lawyer\" and former federal prosecutor with a passion for fiscal policy. When they debated last week, the local newspaper's headline was about how mild-mannered each was. Holding even defended Coleman from an outside group's attack ad.\n\n\"The fact that he's a generic Republican is probably what stands out about him,\" Jonathan Kappler, a political analyst for state businesses at the North Carolina Free Enterprise Foundation, told NBC News. \"When she was the Democratic candidate for lieutenant governor in 2012 and 2016, she kind of performed like a generic Democrat.\"\n\nRep. George Holding, R-N.C., at a meeting with President Donald Trump in the Cabinet Room of the White House on July 17. Andrew Harnik / AP\n\nIn other words, it's an utterly unremarkable race — which makes it a fascinating test of the 2018 Democratic wave.\n\nThat's because, in this district, the \"generic Democrat\" facing the \"generic Republican\" shouldn't be able to win this seat.\n\nNorth Carolina's 2nd Congressional District was drawn by Republican lawmakers in one of the most notoriously gerrymandered states to favor their side in good times and bad. The lines changed in 2016 after courts ruled that they had discriminated against black voters, but Trump still won the district by almost 10 points, and Holding won by more than 13 points.\n\nYet, somehow, despite lacking any of the excitement or intrigue of other races, it's become a premier contest, albeit a quiet one. Outside groups on both sides, including the Congressional Leadership Fund, the Democratic Congressional Campaign Committee and Women Vote, have poured in over $3 million to influence the outcome, according to OpenSecrets, the database of political contributions maintained by the nonprofit Center for Responsive Politics.\n\nThis is what can happen in a potential wave: Seats that aren't on anyone's radar suddenly become a race. In addition to this district, Republican-allied groups have thrown late cash into seats like Georgia's 6th, South Carolina's 1st and Michigan's 6th, all of which were once expected to be safe. The Democratic map has expanded to encompass about 100 plausible targets, easily the most for either party since the 2010 Republican tsunami.\n\nBut if the map is wide, it's also shallow. There are few seats Democrats have clearly put away and lots of seats like Holding's where they have an outside shot at victory if the wave is big enough. If the national vote breaks from current polls by just two or three points in either direction, dozens of seats could break with it.\n\n\"We're a really good weather vane for how good a night the Democrats will have nationally,\" said former Democratic strategist Mac McCorkle, a public policy professor at Duke University.\n\nAs is the case for many Democrats, Coleman's path to victory runs through upscale suburbs like Apex, a booming community near Raleigh that was named the nicest place to live in America by Money Magazine three years ago. It's towns like this where voters, especially women, have turned the strongest against Republicans in recent elections.\n\n\"In previous years, I leaned more Republican, but we may need more of a change this time,\" Dulce Garcia, 21, said as she waited in line to vote, where she was still undecided. \"I just don't agree with what's been going on.”\n\nPolitical observers say the area has also seen a flood of newcomers from blue states, which may make the race more competitive this year. Terry Kaufman, 61, said she and her husband, both \"born and bred Democrats\" who are voting for Coleman, arrived recently from California.\n\n\"We moved here sight unseen,\" Kaufman said. \"My husband just went online and decided the Raleigh area was the place to live.\"\n\nLinda Coleman discusses her campaign during an interview in Apex, N.C., on Oct. 30. Caitlin Penna / for NBC News\n\nBut there's still a strong local split between liberals and conservatives, and several voters said they were reluctant to bring up politics for fear of offending co-workers and neighbors.\n\n\"The Democrats, not so much at the state level but nationally, are ludicrous,\" said Michael Meade, 74. \"I don't want to live in a socialist country.\"\n\nEven in a potentially tough cycle for Republicans, Holding was considered safe compared to two other GOP-held seats, in the 9th and 13th districts. But Holding announced to his supporters in late August that he was losing in an internal poll. Coleman said her own polls showed a similar race, and a public survey sponsored by the Civitas Institute, a conservative group based in the state, soon found Holding down by 1, as well. That prompted alarm bells from Republicans, who worried that Holding hadn't taken the race seriously enough.\n\n\"The old saying goes, you run two ways: scared or unopposed,\" Civitas President Donald Bryson said. \"Holding wasn't running scared, and he wasn't running unopposed.\"\n\nSoon outside money was swooping in to fund attacks against both sides.\n\nThe topics are similar to those in other races, which makes the district a good test of party messaging. Coleman and her allies are going after Holding for his votes to repeal President Barack Obama's Affordable Care Act and weaken its protections for pre-existing conditions and for not holding town halls. Holding and his supporters have attacked Coleman for supporting \"sanctuary cities,\" where local authorities have a policy of not cooperating with immigration authorities in some circumstances, and for voting to raise taxes in the state Legislature.\n\nColeman told NBC News that the immigration attacks were \"fear-mongering,\" but they may have taken a toll. A new Civitas poll last week found Holding back up by 9 points despite trailing the previous month.\n\nBoth sides have made some nods to moderates. Holding said in the last debate that he disagreed with Trump's divisive rhetoric.\n\n\"I wish some of these early morning tweets wouldn't happen, but when it comes to the issues we've actually gotten across the finish line, I do agree with what we've been able to do,\" he said.\n\nHolding also condemned a misleading Congressional Leadership Fund ad last month that called Coleman's tax payments \"shady\" and said he had used a similar approach with his own taxes. He said the commercial was \"a good example of broken politics.\"\n\nColeman hasn't signed on to Democratic proposals for single-payer health care and said she wants to focus on bipartisan negotiations, instead, because \"I don’t think that any one group will have all the answers.\"\n\nAs Coleman elaborated on her positions from a bench outside the polling site, Garcia, the Republican-leaning voter who had been torn between candidates, stopped by to say that she had made up her mind, but she wanted to keep her vote secret.\n\nThat was encouraging enough for Coleman, who said she has received surprising interest from Republican and independent voters who might not have considered her in previous elections.\n\n\"This is a very strange year,\" she said.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Allan Smith\n\nGeorgia Secretary of State Brian Kemp, the Republican candidate for governor, said Sunday that he was investigating the state Democratic Party for an attempted hack of the voter registration system — a claim met with a swift response from Democrats charging him with a shameless \"political stunt\" two days before Election Day.\n\nKemp, who is in a neck-and-neck race with Stacey Abrams, alleged that the state Democratic Party made a \"failed attempt to hack the state's voter registration system\" and announced that his office was opening an investigation into the party. Kemp said his office alerted the Department of Homeland Security and the FBI, but he offered no evidence to back up his allegation.\n\n\"While we cannot comment on the specifics of an ongoing investigation, I can confirm that the Democratic Party of Georgia is under investigation for possible cyber crimes,\" Candice Broce, press secretary for the secretary of state, said in a statement. \"We can also confirm that no personal data was breached and our system remains secure.\"\n\nBroce told NBC News that the office will release additional information \"as soon as we can.\"\n\nOn Sunday afternoon, Kemp's office released a new statement saying the secretary of state opened the investigation \"after receiving information from our legal team about failed efforts to breach the online voter registration system and My Voter Page.\"\n\n\"We are working with our private sector vendors and investigators to review data logs,\" Kemp's office said. \"We have contacted our federal partners and formally requested the Federal Bureau of Investigation to investigate these possible cyber crimes.\"\n\nDemocrats blasted the announcement, which comes amid the backdrop of one of the nation's most fiercely contested races ahead of Election Day on Tuesday.\n\nRebecca DeHart, executive director of the state's Democratic Party, said in a statement that the investigation was \"yet another example of abuse of power by an unethical Secretary of State.\"\n\n\"To be very clear, Brian Kemp's scurrilous claims are 100 percent false, and this so-called investigation was unknown to the Democratic Party of Georgia until a campaign operative in Kemp's official office released a statement this morning,\" DeHart said. \"This political stunt from Kemp just days before the election is yet another example of why he cannot be trusted and should not be overseeing an election in which he is also a candidate for governor.\"\n\nDeHart later added that Georgians \"of all political stripes are very concerned about election security and the security of Georgians' personal information.\"\n\n\"The Democratic Party of Georgia shares that concern,\" she said, \"but we did not create, discover, or attempt to take advantage of the deeply vulnerable system used by the Secretary of State's office.\"\n\nDuring an interview Sunday on CNN's \"State of the Union,\" Abrams called Kemp's announcement \"a desperate attempt on the part of my opponent to distract people\" from judicial rulings that had gone against decisions he made as secretary of state, the office that oversees voting in the state.\n\nIn one such battle, a federal judge ruled against Kemp on Friday and decided that the state must make it easier for some people flagged under Georgia's \"exact match\" law to vote.\n\n\"He is desperate to turn the conversation away from his failures, from his refusal to honor his commitments and from the fact that he's part of a nationwide system of voter suppression that will not work in this election because we're going to outwork him, we're going to out vote him ... and we're going to win,\" Abrams said.\n\nThe race's most prominent back-and-forth involves Kemp's role as the state's top election official. The controversy centers on Kemp's having purged tens of thousands of voters, most of whom are black, from voter rolls. Kemp has denied that he is trying to suppress the black vote, saying he is simply following the law.\n\nAbrams has accused Kemp of undermining confidence in democracy and creating \"an atmosphere of fear\" for voters through his actions as secretary of state — allegations that Kemp has called \"a farce.\"\n\nFormer President Jimmy Carter, a Georgian, recently called for Kemp to resign.\n\nAlso Sunday, Kemp tweeted a photo of five people he said were dressed as members of the New Black Panther Party and were holding signs in support of Abrams. That group is described by the nonprofit Southern Poverty Law Center as \"a virulently racist and anti-Semitic organization whose leaders have encouraged violence against whites, Jews and law enforcement officers.\"\n\nLast month, Kemp came under fire after he posed for a photo with an anti-Muslim extremist.\n\nAbigail Collazo, a spokeswoman for the Abrams campaign, said in a statement that Kemp \"is the only candidate in this race who has posed for pictures with supporters wearing racist, hate-filled T-shirts and refused to denounce them, while Abrams continues to condemn any racist, anti-Semitic, or otherwise discriminatory words and actions.\"\n\nPolling has shown the race to be tight. An October NBC News/Marist poll found that the race was essentially tied, with likely voters favoring Kemp by 49 percent to 47 percent, a spread within the poll's margin of error. Among registered voters, the two candidates are tied at 47 percent.\n\nIf she wins, Abrams would become the nation's first black female governor.", "Full Panel: Midterm enthusiasm turnout approaches 'presidential' levels copied!\n\nTom Brokaw, Savannah Guthrie, Kasie Hunt, Cornell Belcher and Hugh Hewitt discuss the record levels of turnout and enthusiasm, and ask what it might mean on election night.\n\nRead More", "Haslam: 'Kavanaugh hearings did change things' in Tennessee copied!\n\nGov. Bill Haslam (R-Tenn.), Chairman of the Republican Governors Association, says that the race in Tennessee is turning on the candidates and news, during an exclusive interview with Meet the Press.\n\nRead More", "Full Haslam: ‘I don’t think any race is entirely on the president’ copied!\n\nIn an exclusive interview with Meet the Press, Chairman of the Republican Governors Association Gov. Bill Haslam (R-Tenn.) talks to Chuck Todd about the GOP’s chances in this year’s governors races.\n\nRead More", "Democrats hold 7-point edge in final national NBC News/WSJ poll copied!\n\nFifty percent of likely voters say they prefer a Democratic-controlled Congress, while 43 percent want Republicans in charge.\n\nRead More", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Mark Murray\n\nWASHINGTON — Democrats hold a 7-point advantage over Republicans in the final national NBC News/Wall Street Journal poll before Tuesday’s midterm elections, with both parties showing record enthusiasm and interest in the upcoming contests.\n\nFifty percent of likely voters say they prefer a Democratic-controlled Congress, while 43 percent want Republicans in charge. That’s down from Democrats’ 9-point advantagein October’s NBC/WSJ poll, though the change is well within the poll’s margin of error.\n\n(Among the wider pool of registered voters, Democrats lead Republicans by 6 points, 49 percent to 43 percent.)\n\nDemocrats lead with likely African-American voters (84 percent to 8 percent), Latinos (57 percent to 29 percent), voters ages 18-34 (57 percent to 34 percent), women (55 percent to 37 percent) and independents (35 percent to 23 percent).\n\nAmong white women with college degrees, the Democratic edge is 28 points, 61 percent to 33 percent.\n\nRepublicans, meanwhile, are ahead among voters ages 50-64 (52 percent to 43 percent), men (50 percent to 43 percent) and whites (50 percent to 44 percent).\n\nAmong white women without college degrees, Republicans have a 12-point advantage, 54 percent to 42 percent. And among white men without college degrees, it’s 35 points, 65 percent to 30 percent.\n\n“It is a political kaleidoscope,” says Democratic pollster Peter Hart, whose firm conducted this survey with Republican pollster Bill McInturff. “You turn the poll one way, and it looks [good for Democrats].”\n\nBut you turn it another way, Hart adds, “you can see how the GOP squeaks through.”\n\n“It has closed. It is a more competitive race,” says McInturff, the Republican pollster. “But for Republicans, it feels slightly short of where you’d want to be for a national election.”\n\nRecord enthusiasm for the midterms\n\nBoth Democratic and Republican voters are expressing a record-level of enthusiasm heading into Tuesday’s elections. Eighty-five percent of likely Democratic voters have a high level of interest in the midterms — registering either a “nine” or “10” on a 10-point scale — versus 82 percent for Republicans.\n\nAmong all registered voters, 70 percent are highly interested in the election, which is up from 61 percent in 2006 and 2010.\n\nFor additional perspective, back in October 2016 — a presidential election — 72 percent of registered voters said they were very interested in the election, according to that NBC/WSJ poll two years ago.\n\n“There have never been midterm numbers that look like this,” says McInturff.\n\nTrump’s job rating remains stable\n\nTrump’s job rating among likely voters is 46 percent approve, 52 percent disapprove – essentially unchanged from October’s 45 percent approve, 52 percent disapprove.\n\n(Among registered voters, it’s an equal 46 percent approve, 52 percent disapprove.)\n\nOnly 37 percent of registered voters approve of Trump’s handling of the recent shooting at a Pittsburgh synagogue, and just 39 percent back his handling of the pipe bombs sent to prominent Democrats.\n\nBut only 22 percent of voters said these events had a significant impact on their vote, versus 75 percent who said they had no significant impact.\n\nA plurality of registered voters — 40 percent — say their vote will be a signal of opposition to Trump, compared with 32 percent who say it will be a signal of support; 28 percent say it will not be a signal either way.\n\nForty-one percent say their vote will be a message for more Democrats to check and balance Trump and congressional Republicans, versus 31 percent who say it will be a message for more Republicans to help Trump and the GOP pass their agenda.\n\nAsked differently, however, 43 percent of voters say they are more concerned Republicans will go too far in supporting Trump, while an equal 43 percent say they are more concerned that the Dems will go too far in obstructing the president.\n\nNearly 60 percent desire change, despite a strong economy\n\nBut 59 percent of registered voters say they want a “great deal” or “quite a bit” of change in direction from the way President Donald Trump has been leading the country, versus a combined 38 percent who want no change, not that much change or just some change.\n\nThose numbers are virtually identical to our September poll — and are close to what the NBC/WSJ poll found from 1994 (when Democrats lost control of Congress) and 2010 (when they lost the House).\n\n“This will be an election that, like most first midterms of a new president, fundamentally is a referendum on President Trump,” says Democratic pollster Fred Yang of Hart Research Associates.\n\nThe nearly six-in-10 voters desiring change is in sharp contrast with the 68 percent who say they’re “very” or “somewhat” satisfied with the state of the economy, and the 74 percent who are satisfied with their own financial situation.\n\n“If the GOP fails to hold the House, the president will only have himself to blame” — given the state of the economy, says Hart, the Democratic pollster.\n\nThe NBC/WSJ poll was conducted Nov. 1-3 of 1,000 registered voters — about half by cellphone, half by landline — and it has an overall margin of error of plus-minus 3.1 percentage points. Among the 774 likely voters surveyed, the margin of error is plus-minus 3.5 percentage points.", "Full Van Hollen: ‘Big difference between House and Senate seats’ for Democrats copied!\n\nSen. Chris Van Hollen (D-Md.), Chairman of the Democratic Senatorial Campaign Committee, talks to Chuck Todd about Deomcrats’ chances in this year’s tight Senate races.\n\nRead More", "Stacey Abrams: Trump's personal attack 'vapid and shallow' copied!\n\nOn Meet the Press, Stacey Abrams, Democratic Candidate for Georgia Governor, tells Chuck Todd that she's \"the most qualified candidate\" in the race.\n\nRead More", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Dante Chinni and Sally Bronston\n\nWASHINGTON — Election Day is Tuesday, but with late votes and close races we might not know which party controls the House and Senate until the wee hours of the next day — or after. If you are watching closely, however, you can probably get a good idea of the way things are going early in the evening by keeping your eye on three states: Indiana, Kentucky and Virginia.\n\nResults in key races in those states will likely offer strong clues about the fate of House and Senate control in 2019.\n\nIndiana Senate — 6 p.m. ET poll close\n\nThe race here between Democrat Sen. Joe Donnelly and Republican businessman Mike Braun is listed as a tossup by the Cook Political Report and it’s worth watching for a few reasons.\n\nFirst, Donnelly is an incumbent Democrat trying to win reelection in a state Republican Donald Trump won by 19 points in 2016. So the result may offer a larger clue about similar races in other Democrat/Trump states, such as Missouri and Montana. Second, in a broader sense, the outcome here could have a big impact on who ultimately controls the Senate. Republicans already have a 51-49 edge in the upper chamber, if they win here, they’ll be feeling good about growing that margin.\n\nRepublicans already have a 51-49 edge in the upper chamber, if they win here, they’ll be feeling good about growing that margin.\n\nNot all polls close at 6 p.m. ET in Indiana — the northwestern and southwestern corners of the state close an hour later. On the early side, keep an eye on the vote in blue-collar Madison County, north and east of Indianapolis. Donnelly won it with 52 percent of the vote in 2012, but Trump won it with 59 percent in 2016.\n\nKentucky’s 6th Congressional District — 6 p.m. ET close\n\nIn this district, which holds Lexington and much of the surrounding area, incumbent Republican Rep. Andy Barr is facing off against former Marine Corps pilot Amy McGrath. The race is currently rated a tossup by Cook.\n\nKentucky 6 will test a few important points Tuesday. The district sits in “red” Kentucky, but it’s home to two entities that could make it tough turf for Barr: The University of Kentucky, which is home to many younger, left-leaning voters, and the state capital of Frankfurt, the kind of place that tends to hold a lot of establishment Republicans who are not enamored with Trump.\n\nThe 6th also is known for producing a lot of bourbon — Woodford Reserve, Wild Turkey are based in the district — a liquor that was hit hard by Trump tariffs earlier this year.\n\nIf Barr loses here, it may be a sign of struggles for the GOP in other university/state capital districts around the country — Ohio 12, Pennsylvania 10, Michigan 8, Iowa 3 and Virginia 7. And rural agricultural counties hit by tariffs.\n\nVirginia’s 2nd, 5th, 7th and 10th Congressional Districts — 7 p.m. ET close\n\nOf all the early close states, Virginia is likely to tell us the most about the direction of the evening, at least where the House of Representatives is concerned. It is home to four Republican incumbent races that sit along different parts of the “possible flip” continuum.\n\nVirginia 10 is the seat most likely to flip Democratic. Located in the Washington, D.C. suburbs, it’s currently held by Rep. Barbara Comstock, but rated “lean Democrat” by Cook. If the race is close, or if Comstock wins, that would be a good sign for House Republicans.\n\nIf the GOP loses here, it may be time for a blue wave watch.\n\nVirginia 2 and 7 are both rated tossups by Cook. Both are above the national average for college degrees and home to smaller-city suburban populations — around Norfolk/Virginia Beach and Richmond respectively. If Democrats win in these districts, they might start measuring the drapes in the House Speaker’s office.\n\nVirginia 5 is rated “lean Republican” and most years it would be the kind of seat the GOP wins easily. It’s rural and has voted for the Republican candidate in each of the past three presidential elections by comfortable margins. If the GOP loses here, it may be time for a blue wave watch.\n\nThese races won’t tell us everything, of course. Every contest is unique and, as any good campaign operative will tell you, candidates matter. The one big lesson out of 2016 is that surprises happen and there will probably be a few, or more than a few, in the 470 House and Senate elections Tuesday night — and don’t forget the gubernatorial and state house campaigns.\n\nBut if you’re looking for an early read on the evening, these three states should at least give a sense of which party has the upper hand going into the late-night hours.", "Full Stacey Abrams: ‘We have seen unprecedented turnout in this race’ copied!\n\nDemocratic Candidate for Georgia Governor, Stacey Abrams, says that threats of voter suppression have motivated voters, during an interview with Meet the Press.\n\nRead More", "Get the Better newsletter.\n\nBy Amanda Loudin\n\nAsk a runner what his or her favorite season is and odds are it is fall. After slogging through months of heat and humidity, runners embrace with open arms the cool, crisp mornings the season delivers. It’s a chance to trade in the sweaty hair and tank tops for slightly chilly legs and layers. It’s no wonder some of the most popular marathons take place in October and November.\n\nAs much as runners love fall, however, it is inevitable that getting the clothing right on those first few cooler runs takes some trial and error. Was it the long-sleeved zip tee or the short-sleeve with arm warmer combo that works best when it’s 50 degrees? Capris or shorts?\n\nExperienced runners like Colorado-based Amanda Brooks, author of \"Run to the Finish\", and New England-based Allie Burdick, freelance writer and author of \"VitaTrainForLife\", know the drill well. Together they have a combined 35 years of running in their legs and they’ve got the summer-to-fall transition down pat.\n\nBoth runners emphasize the need for layering when running during the “in between zone” of summer and winter. “The key is not overdressing,” stresses Brooks. “You’re going to start off cool but will warm up as you go, so you want to be able to pull pieces off if necessary.”\n\nWe turned to these two experts for their best tips and fall gear favorites:\n\nBETTER editors, writers and experts take care to recommend items we really like and hope you’ll enjoy! Just so you know, BETTER does have affiliate relationships. So, while every product is independently selected, if you buy something through our links, we may get a small share of the revenue.\n\nGloves\n\nBrooks has learned over the years that the first thing to feel cold are her hands and that’s a common refrain from many runners. Your hands are essentially hanging out with little involvement when you run, so it’s natural that they feel the cold first. “I can often start out in short sleeves but need lightweight gloves to keep my hands warm,” Brooks says. “By mile three, I’m usually pulling them off.”\n\nLook for features like reflective strips to ensure you are spotted by cars on those dark fall mornings, finger grips that allow you to use your phone if you carry one, and wicking features that pull sweat away from your hands. A few to consider:\n\nNike Miler Running Gloves Nike\n\nNike Miler Running Gloves, $15.00 at RunningWarehouse.com\n\nWhat we love: Lightweight with Dri-FIT fabric technology to keep you warm and dry\n\nSaucony swift glove Saucony\n\nSaucony Swift Gloves for women, $8.99 on Amazon\n\nWhat we love: Reflective logo for visibility and an extra long cuff for layering and warmth\n\nNew Balance Lightweight Running Gloves New Balance\n\nNew Balance Lightweight Running Gloves, $14.99 on Amazon\n\nWhat we love: Fun colors with anti-microbial properties — includes a touch tip so you can text mid-run\n\nArm warmers\n\nThis is the piece of gear Burdick relies on most come fall. “I think I have four different pairs,” she says. “I like to wear tank tops instead of short sleeves, so this bridges the gap for me when it’s cooler.”\n\nThere are many options to choose from when it comes to arm warmers and there’s wide variability in how light or heavy the material, depending on your preference. Some, like one of Burdick’s favorites, Orange Mud, offer pockets to stash keys or fuel, and others include thumbholes to help keep them in place. A few to consider:\n\nBrooks Dash Arm Warmer Brooks\n\nBrooks Dash Arm Warmer, $17.00 to 28.00 at Brooks Running\n\nWhat we love: Silicone gripper keeps arm warmers from slipping while you run\n\nZemsah Limitless Compression Arm Warmers Zemsah\n\nZemsah Limitless Compression Arm Warmers, $30.99 on Amazon\n\nWhat we love: Includes a mesh pocket for your cellphone\n\nSaucony Swift Arm Warmers with Mitt Saucony\n\nSaucony Swift Arm Warmers with Mitt, $23.84 to $30.00 on Amazon\n\nWhat we love: Soft and stretchy arm warmers come in fun colors with polka dots and stripes\n\nCapris\n\nWhen you’re not quite ready for full-length tights, but need something more than shorts, capris close the gap. Just about every running clothing maker out there has at least one — and often many more — offerings in this category. “I like to combine short sleeves with capris in the fall,” says Brooks. “I like pairs that have room for a phone and aren’t too heavy in weight.”\n\nBurdick says that one feature trumps all for her with capris and that’s fit. “I need something that stays put,” she emphasizes. “There’s nothing more annoying than when they slip down or bunch up behind the knees.”\n\nFrom three-quarter length to knickers, from traditional black to wild prints, find your sweet spot with these capri options:\n\nOiselle Pocket Jogger Capris\n\nOiselle Pocket Joggers, $78 on Oiselle.com\n\nWhat we love: These capris feature four pockets for your keys, phone, earbuds and more\n\nUnder Armour Women's Speedpocket Run Crop Under Armour\n\nUnder Armour Speedpocket Run Crop, $24.77 to $80.00 on Amazon\n\nWhat we love: Fabric is water resistant and features anti-odor technology\n\nHeadwear\n\nLike arms, your ears are often going to feel the cold before other, more active parts of your body. Some runners turn to ear warmers in the fall, while others will choose more substantial, yet lightweight beanies to keep the noggin toasty. “My go-to is a beanie that can also transition into a headband or neck scarf, giving me options,” says Burdick.\n\nThe options truly run the gamut for every runner’s preferences, but offerings in headwear include reflective striping, slots for ponytails, and wicking material. Consider:\n\nASICS Light-Show Beanie ASICS\n\nASICS Light-Show Beanie, $28 on Amazon\n\nWhat we love: Lightweight two-layered beanie with reflective details\n\nSocks\n\nFinally, don’t forget your feet as you enter fall running season. Most running shoes have mesh tops —wonderful in the heat of summer, but sometimes a bit too airy in cooler temperatures. “I love a lightweight pair of merino wool socks at this time of year,” says Burdick.\n\nSocks that offer up warmth without bulk are what you are after. Your options can include:\n\nSmartwool PhD Run Ultra Lights Smartwool\n\nSmartwool PhD Run Ultra Lights, $12.19 to $16.00 at Amazon\n\nWhat we love: Features an Achilles tab for extra support\n\nFeetures Merino+ Ultra Light No Show Tab Athletic Running Socks for Men and Women Feetures\n\nFeetures Merino+ Ultra Light No Show Tab Athletic Running Socks, $14.95 to $16.99 at Amazon\n\nWhat we love: Designed to insulate feet when wet\n\nWith endless gear options for every runner, ‘tis the season to get outside and lay down some miles. Throw on those layers, head out the door and embrace the perfect running weather.\n\nMORE WORKOUT GEAR\n\nWant more tips like these? NBC News BETTER is obsessed with finding easier, healthier and smarter ways to live. Sign up for our newsletter and follow us on Facebook, Twitter and Instagram.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Brandi Vincent\n\nAt a recent panel on modernizing Social Security numbers, Candace Worley, vice president and chief technical strategist for cybersecurity firm McAfee, laid out the core problem with the national identity system that has been in place since 1936.\n\n“You can’t have 80 percent of your numbers compromised and continue to consider it a secure form of identity,” Worley said.\n\nSocial Security Numbers, or SSNs, remain an integral part of how Americans and U.S. residents are identified for everything from opening bank accounts and applying for loans to enrolling in Medicare and filing taxes. But a series of major data breaches in the past decade have exposed the Social Security numbers of almost 158 million Americans, opening a large majority of the country to the risk of identity theft.\n\nThose breaches have pushed privacy advocates and politicians to call for a new system.\n\n“Time is of the essence,” Rep. Sam Johnson, R-Texas, chairman of the House Social Security Subcommittee, said. “We must promptly evaluate options and begin putting in place those that will best protect Americans from identity theft.”\n\nThe problem is well-recognized, but the solution is not. Experts and politicians have warned that the SSN system is badly in need of an update, but there is little consensus on just what should be done. Most solutions are either technologically untested, expensive to implement — or both.\n\nGet smart\n\nOne of the most common suggestions for updating SSNs is moving the U.S. to a “smart card” system, like the one suggested in a recent report from the Center for Strategic and International Studies, or CSIS, a nonprofit research organization that aims to provide solutions for current and emerging foreign policy and national security issues.\n\n“The simplest approach to modernization would be for the U.S. to transform the venerable Social Security Card into a ‘smart card,’” which would be a plastic card with a readable chip, similar to modern credit cards, the report states. Under that system, Americans would use two numbers — an encrypted SSN and a “proxy” number that would link the smart card and could be changed if compromised.\n\nJames A. Lewis, senior vice president at CSIS and author of the report, said that smart cards offer the most attractive approach for the immediate future because they build on existing technology and involve a widely adopted embedded chip that people are already comfortable using in credit cards. They would also enable an incremental approach to modernization that could curtail inevitable hiccups along the way.\n\nOthers aren’t optimistic about smart cards. Paul Grassi, an identity and cybersecurity expert who served as senior standards and technology advisor at the National Institute of Standards and Technology, a non-regulatory agency that develops technical standards, said smart cards aren’t a good solution.\n\n“Giving me a smart card does nothing unless the entire global infrastructure of global institutions is changed to be able to interact with a smartcard,” Grassi said. “It’ll never happen. The cost would be too astronomical.”\n\nJoe Stuntz, principal of cybersecurity at One World Identity, a digital strategy consultancy focused on trust and the data economy, also said the smart card plan was too expensive.\n\n“I can’t see a budget environment where this gets prioritization over some of the other things that need to be funded in terms of cybersecurity or identity,” Stuntz said.\n\nSSN reform is also running short on champions in the U.S. government. Johnson is retiring at the end of his term, and Rob Joyce, the White House cybersecurity coordinator who called for ideas for SSN replacements, left the administration in May — and his position was eliminated.\n\nTo the future and beyond\n\nThe identity and verification needs filled by SSNs are also problems that a variety of nascent technologies including biometrics and blockchain theoretically solve, leading some to hope that the best solution for national identity is yet to come.\n\nBut Stuntz, who previously ran smartcard programs for the federal government, said a cheaper, more viable solution could be found in something most Americans use daily: smartphones, which already have authentication and verification apps for private services.\n\n“When smartphones have secure environments that could hold this type of information and be more accessible, I don’t think the cost of a smart card is justified in that report,” Stuntz said.\n\nAs for biometrics and blockchain, Grassi said that both need to answer major questions before they could be used to upgrade or replace the SSN system, including making sure they’re secure and easy to use.\n\nAnd the U.S. national identity system, Lewis said, is not a place to test out new technology.\n\n“This will eventually change,” Lewis said. “But making the SSN the testbed for a deployment involving hundreds of millions of individuals would create the risk of turmoil in the U.S. economy.”", "Three races to watch on election night copied!\n\nResults in key races in these states will likely offer strong clues about the fate of House and Senate control in 2019.\n\nRead More", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Alexander Smith\n\nChina has as many as 300 nuclear warheads and more than 2 million active-duty troops, more than any other standing army on the planet.\n\nIt is already locked in a trade war with the United States. Now, officials past and present from both countries seem to be talking up the possibility of a shooting war.\n\nChinese President Xi Jinping told his forces on Oct. 25 to \"concentrate on promoting preparedness for war and fighting a battle.\"\n\nA day earlier, a former commander of the U.S. Army in Europe predicted a conflict between the global powers.\n\n\"I think in 15 years, it's not inevitable, but it is a very strong likelihood that we will be at war with China,\" retired Lt. Gen. Ben Hodges said at the Warsaw Security Forum in Poland.\n\nHis comments echoed those of former White House chief strategist Steve Bannon, who said in 2016: \"We're going to war in the South China Sea in five to 10 years, there's no doubt about that.\"\n\nBannon pointed to a network of military bases Beijing has built on artificially enlarged coral reefs in the hotly contested body of water. The militarized outposts feature runways, sea ports and multi-story buildings, and there have even been reports of missile deployments.\n\nChinese dredging vessels in the waters around Fiery Cross Reef in the South China Sea in 2015. Reuters file\n\nMany experts say that type of tough talk carries grave risks. But most believe the world is a considerable ways away from a war between its two largest economies.\n\n\"There's clearly been a sharpening of the rhetoric between the two countries, and we're currently seeing a real push in a worrying direction,\" says Raffaello Pantucci, director of International Security Studies at the Royal United Services Institute, a think tank based in London. \"There's a genuine concern it might end up somewhere horrible.\"\n\nXi didn't mention any enemy by name when he made the comments, but they came up during a tour at the Southern Theater Command, in Guangdong province, which is responsible for monitoring Taiwan and the South China Sea.\n\nChina claims a huge chunk of this sea as its own, giving it control over a crucial, oil-rich choke-point through which $5.3 trillion of trade passes every year.\n\nIt was there in September that a Chinese warship came within 45 feet of colliding with the USS Decatur. The near-collision was during one of the fairly regular voyages by U.S. ships and planes into the waters, an attempt by Washington to show Beijing that it can't restrict freedom of passage.\n\nThe USS Decatur in the South China Sea in 2016. Petty Officer 2nd Class Diana Quinlan / AFP - Getty Images file\n\nExperts predict it won't be the last time. The United States and China \"will meet each other more and more on the high seas,\" Adm. John Richardson, the chief of U.S. Naval Operations, said at an event in Jakarta, Indonesia, on Tuesday.\n\nHodges said September's maritime near-collision was only one example of \"an increasingly tense relationship.\"\n\nOther points of friction, Hodges said, are China's vast infrastructure projects in Asia, Europe and Africa, as well as its \"constant stealing of technology.\"\n\nThen there's Taiwan. China considers the island a runaway province; the United States has sold it $25 billion of arms since 2007. When the Trump administration approved the sale of $330 million of F-16 parts in September, Beijing said it lodged \"stern representations\" against the move.\n\nWhile it's not in U.S. or Chinese interests to start a war, one way that might happen is through a misunderstanding or bad communication, especially if animosity over the trade war means the sides stop speaking with each other.\n\n\"The Chinese might think, 'We're going to build a base here,' and the Americans decide, 'That one is too far,'\" Pantucci said. \"Or two boats bump into each other, or something happens with Taiwan.\"\n\nWhile such scenarios are worrying, Pantucci said they're not quite the precursor to the all-out combat imagined by more hawkish types.\n\n\"Are we going to see a conflict soon, like Steve Bannon's doomsday proclamation? I tend to be a little less apocalyptic than that. I tend to think that cooler heads will eventually prevail,\" Pantucci added.\n\nOne thing to remember, according to experts, is that China is not Russia.\n\nRussia has a relatively small economy and is less powerful than it was 30 years ago. It punches above its weight by sowing chaos and using hard power in places like Syria, Ukraine and Georgia, not to mention the ever-present threat of nuclear annihilation.\n\n\"That is not China's game; China's game is to become the world's biggest power,\" Pantucci said. \"It doesn't want a nuclear war, because nuclear war is not conducive to growth.\"\n\nThose seeking reassurance can also look to the trade war that is starting to bite on both sides of the Pacific.\n\nShare markets soared Friday after a phone call between Trump and Xi resulted in a positive tweet from the American president.\n\nJust had a long and very good conversation with President Xi Jinping of China. We talked about many subjects, with a heavy emphasis on Trade. Those discussions are moving along nicely with meetings being scheduled at the G-20 in Argentina. Also had good discussion on North Korea! — Donald J. Trump (@realDonaldTrump) November 1, 2018\n\nNevertheless, the damage is starting to show. Eighty-five percent of U.S. companies and 70 percent of Chinese companies surveyed said they had suffered from the tariffs, Reuters reported, citing a poll by the American Chamber of Commerce in South China.\n\nThe mutual pain would be even greater were a military conflict to break out, according to Gregory B. Poling, director of the Asia Maritime Transparency Initiative at the Center for International and Strategic Studies\n\nThe United States and China \"have a couple things going for them that no other two great powers ever have,\" he said.\n\n\"They are economically intertwined in a way that raises the costs of conflict for both,\" he added, \"and they are operating in an international web of institutions and norms that help blunt their worst impulses and offer avenues for peaceful contestation.\"\n\nMost Americans don't seem too bothered. In a poll in October by the Chicago Council on Global Affairs, fewer than 4 in 10 people said the development of China was a critical threat to U.S. interests.\n\nPoling recognized that the South China Sea and Taiwan were \"potential triggers\" for a conflict, but for now, will he be losing sleep over it?\n\n\"Not tonight, no,\" he said.\n\nCORRECTION (Nov. 4, 2018, 5:30 p.m. ET): An earlier version of this article misstated when the Trump administration approved the sale of $330 million of F-16 parts to Taiwan. The sale was approved in September, not October.", "Get the Mach newsletter.\n\nBy Wayt Gibbs\n\nWhat if we could bottle solar energy so it could be used to power our homes and factories even when the sun doesn't shine?\n\nScientists have spent decades looking for a way do just that, and now researchers in Sweden are reporting significant progress. They've developed a specialized fluid that absorbs a bit of sunlight's energy, holds it for months or even years and then releases it when needed. If this so-called solar thermal fuel can be perfected, it might drive another nail in the coffin of fossil fuels — and help solve our global-warming crisis.\n\nUnlike oil, coal and natural gas, solar thermal fuels are reusable and environmentally friendly. They release energy without spewing carbon dioxide and other greenhouse gases into the atmosphere.\n\n\"A solar thermal fuel is like a rechargeable battery, but instead of electricity, you put sunlight in and get heat out, triggered on demand,\" says Jeffrey Grossman, who leads a lab at MIT that works on such materials.\n\nA molecular Jekyll and Hyde\n\nOn the roof of the physics building at Chalmers University of Technology in the Swedish city of Gothenburg, Kasper Moth-Poulsen has built a prototype system to test the new solar thermal fuels his research group has created.\n\nAs a pump cycles the fluid through transparent tubes, ultraviolet light from the sun excites its molecules into an energized state, a bit like Dr. Jekyll transforming into Mr. Hyde. The light rearranges bonds among the carbon, hydrogen and nitrogen atoms in the fuel, converting a compound known as norbornadiene into another called quadricyclane — the energetic Mr. Hyde version. Because the energy is trapped in strong chemical bonds, the quadricyclane retains the captured solar power even when it cools down.\n\nThe energy system works in a circular manner. First, the liquid captures energy from sunlight, in a solar thermal collector on the roof of a building. Then it is stored at room temperature. When the energy is needed, it can be drawn through the catalyst so that the liquid heats up. Yen Strandqvist\n\nTo extract that stored energy, Moth-Poulsen passes the activated fuel over a cobalt-based catalyst. The Hyde-like quadricyclane molecules then shapeshift back into their Jekyll form, norbornadiene. The transformation releases copious amounts of heat — enough to raise the fuel's temperature by 63 degrees Celsius (113 degrees Fahrenheit).\n\nIf the fuel starts at room temperature (about 21 degrees C, or 70 degrees F), it quickly warms to around 84 degrees C (183 degrees F) — easily hot enough to heat a house or office.\n\n\"You could use that thermal energy for your water heater, your dishwasher or your clothes dryer,\" Grossman says. \"There could be lots of industrial applications as well.\" Low-temperature heat used for cooking, sterilization, bleaching, distillation and other commercial operations accounts for 7 percent of all energy consumption in the European Union, Moth-Poulsen says.\n\nA solar thermal fuel could be stored in uninsulated tanks inside houses or factories — or perhaps piped or trucked between solar farms and cities. Very little of the fuel or the catalyst is damaged by the reactions, so the system can operate in a closed loop, picking up solar energy and dropping off heat again and again. \"We've run it though 125 cycles without any significant degradation,\" Moth-Poulsen says.\n\nHeat without fire\n\nMoth-Poulsen has calculated that the best variant of his fuel can store up to 250 watt-hours of energy per kilogram. Pound for pound, that's roughly twice the energy capacity of the Tesla Powerwall batteries that some homeowners and utilities now use to store electricity generated by solar panels.\n\n\"I'm very excited by what Kasper is doing,\" Grossman says of the research. After a burst of work on norbornadiene fuels in the 1970s, he says, chemists were stymied. The fuels kept breaking down after a few cycles. They didn't hold their energy very long, and they had to be mixed with toxic solvents that diluted the energy-grabbing fuel. Moth-Poulsen \"has gone back to that molecule and is using state-of-the-art tools to fix it,\" Grossman says.\n\nThe new results, published in a series of scientific papers over the past year, have caught the attention of investors. Moth-Poulsen says numerous companies have contacted him to discuss the potential for commercialization.\n\nFrom prototype to product\n\nFor all the promise of solar thermal fuels, years of development lie ahead. \"We've made a lot of progress,\" Moth-Poulsen says, \"but there is still a lot to figure out.\"\n\nA crucial next step will be to develop a single fuel that combines the best characteristics of the many fuel variants the Chalmers team has developed — including long shelf life, high energy density and good recyclability.\n\nWei Feng, who leads a research group working on solar thermal fuels at China's Tianjin University, points to solvent-free operation as another \"big challenge for future commercialization.\"\n\nMoth-Poulsen's prototype fuels are made via common industrial processes and from widely available industrial agents, including derivatives of acetylene. But it's unclear how much a commercial version of the fuel would cost.\n\nOne important factor in the cost will be the fuel's efficiency, which currently is quite low. The prototype fuels respond only to the shortest wavelengths of sunlight, including ultraviolet and blue, which account for just 5 percent of the solar energy available. Moth-Poulsen says he's working to extend the fuel's sensitivity to include more of the spectrum.\n\nHe's also aiming to break his own record of a 63-degree C temperature increase. When that heat is added to water that has been preheated to 40 degrees C or more by conventional solar collectors, he says, \"That's just enough to boil water into steam.\" The steam could then drive turbines to make electricity. But with more tweaks to the chemical structure, he says, \"I think we could push [the temperature increase] to 80 degrees C or higher.\" For electricity generation, hotter is better.\n\n\"When I started, there was really only one research group working on these kinds of systems,\" the 40-year-old Moth-Poulsen recalls. But progress has drawn others to the challenge. \"Now there are teams in the U.S., in China, in Germany — about 15 around the world,\" he says.\n\nWANT MORE STORIES ABOUT CLEAN ENERGY?\n\nFOLLOW NBC NEWS MACH ON TWITTER, FACEBOOK, AND INSTAGRAM.", "Get the Think newsletter.\n\nBy Rev. William J. Barber, II and Eddie S. Glaude, Jr.\n\nPresident Donald Trump didn’t create our crisis of confidence in one another; he capitalized on it. And now he is appealing to what he assumes are Americans' crass selfishness and greed as he touts the state of the economy and the gains in the stock market at small-scale reenactments of his 2016 MAGA rallies. He is aiming to stoke fears and anxieties among his base with his talk of crime and the so-called ominous “caravan” of criminals and terrorists threatening our border — an old conservative trope, that the supposed barbarians are at the gates.\n\nOver the last two years, we have been inundated with Trump’s antics and Republican policies, and the 24-hour news cycle and social media keep him in front of our faces daily. In the political theater he has created, he now plays the race card with his “America First” message, hoping that it can help Republicans keep control of Congress\n\nBut voters across the country must hold a firm grip on reality because, for the first time since Donald Trump took control of the executive branch and the Republican Party, Americans across the country have an opportunity to make their voices heard at the ballot box. And they need to remember, now and after this election, that it wasn’t Trump’s message that worked in 2016. It was voter suppression, gerrymandering and the Electoral College.\n\nThe president who lost the popular vote by nearly 3 million and has never broken a 45 percent approval rating for his entire presidency (and is, more often than not, under 40 percent) does not have the structural advantage in the midterms that he did in 2016. District-by-district, state-by-state, he and his fellow Republicans have to try to convince everyday Americans that a political agenda which serves the wealthiest Americans while hurting poor and working people (as well as the environment) is somehow good for them.\n\nIt’s a hard case to make, but the GOP has been preparing a playbook for 50 years that makes Trump’s con game possible.\n\nFirst off is engaging their base, a coalition that depends on racial fears and religious sentiment. “Jobs Not Mobs” is the slogan Republicans have chosen this year, casting the unprecedented numbers of nonviolent protests since Trump’s inauguration as a threat to our common life. The Southern Strategy wing of the GOP adopted this tactic directly from the segregationists of the 1950s and 60s, who regularly derided the protests of Dr. Martin Luther King, Jr. and others as the threat of “mob rule.”\n\nThe proposed alternative to this imagined threat, then, is the leadership of Republican politicians who use the religious language of “values.” Like the Southern preachers who defended slavery and preached against the “immorality” of Reconstruction, or those addressed by Dr. King in the “Letter from a Birmingham Jail,” various evangelicals have joined Trump and Republicans on the campaign trail, praying their god’s blessing over candidates who promise to prop up the president’s agenda.\n\nRepublican strategists, however, know that effectiveness of their openly racist tactics are dwindling as their older and whiter crowd is shrinking in numbers. In response to that clear fact, they have taken another page from the segregationist’s playbook: Voter suppression.\n\nMuch more sophisticated than the poll taxes and literacy tests of the Jim Crow era, today’s voter suppression tactics are built on complex data sets that tell Republicans in power exactly whose votes they need to suppress to hold onto power. Since the 2010 census, dozens of congressional districts have been gerrymandered to “stack and pack” voters who oppose Republicans in a small number of districts so that the majority of districts aren’t competitive.\n\nIn addition, Republicans have also touted the myth of voter fraud to implement voter ID laws, cross-check systems and voter roll purges designed to suppress the votes of young people, poor people, and African Americans. Journalist Ari Berman has documented how, before Trump won Wisconsin by 30,000 votes in 2016, Republicans had suppressed as many as 250,000 votes through these tactics. The same tactics are being deployed to sway tight races in Georgia, North Carolina, Kansas and elsewhere this year.\n\nGiven these attacks on our democracy, the “blue wave” that many pundits and pollsters have forecast is far from certain. It is entirely possible that a majority of Americans could vote for Democrats in this election, and both houses of Congress would nonetheless remain in control of the party that Trump now owns.\n\nIf this happens, it will make it even more difficult to reconstruct the basic infrastructure of American democracy.\n\nThe time to fight for the heart of our democracy is now. We must all vote like we never have before, turning out even in the places where we’ve not expected to win for generations. We now know our real power; we saw it in Alabama when African Americans — particularly African American women — turned out in record numbers. We saw young voters and African American voters in the Florida primary turn the tide and propel Andrew Gillum to an unexpected win.\n\nWe know what grassroots organizing can do. We see it in the Poor People’s campaign, in the Women’s March and in those local efforts across the country to shift the assumptions about who actually matters in this democracy.\n\nWe must continue to build coalitions between young people, African Americans, Latinos and poor and working-white people who have not benefited from the 20 percent stock market growth. And we must commit to work together for years to come.\n\nNeither the Democratic National Committee, people inside the Washington beltway nor political pundits can create this change. It must come from everyday people who finally decide they have had enough of being poorly represented — ordinary folk who will muster the spiritual wherewithal to fight for our democracy before it gives way.\n\nNow is the time to come together and commit to becoming the multi-ethnic democracy we’ve never yet been. Voting on November 6 goes beyond the particular political candidates on the ballot; this midterm is about the future of our country.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Associated Press\n\nTEHRAN, Iran — Thousands of Iranians rallied in Tehran on Sunday to mark the 39th anniversary of the U.S. Embassy takeover, as Washington restored all sanctions lifted under the nuclear deal.\n\nThe crowd chanted \"Down with U.S.\" and \"Death to Israel\" during the rally in the capital, and state TV said similar demonstrations were held in other cities and towns.\n\nIranian students stormed the embassy shortly after the 1979 Islamic Revolution, taking 52 Americans hostage for 444 days. The U.S. cut off diplomatic relations in response.\n\nIran's clerically-led government celebrates the embassy takeover every year as a decisive blow against the United States, which had supported the autocratic rule of Shah Mohammad Reza Pahlavi. The embassy compound, widely known as the \"den of spies,\" is now a cultural center.\n\nAnger and distrust of the United States is surging again following President Donald Trump's decision to withdraw from Iran's nuclear deal with world powers despite Tehran's compliance with the agreement, which was negotiated under the Obama administration.\n\nOn Friday, the Trump administration announced the restoration of sanctions on Iran's shipping, financial and energy sectors, the second batch of penalties to be restored.\n\nIran is already in the grip of an economic crisis, and has seen sporadic protests in recent months as Iranian officials have tried to downplay the sanctions and their effects.\n\nThe United States says the sanctions are not aimed at toppling the government, but at persuading it to radically change its policies, including its support for regional militant groups and its development of long-range ballistic missiles.\n\nAt a gathering on Saturday, Iran's supreme leader, Ayatollah Ali Khamenei, portrayed the sanctions as part of a long tradition of American hostility toward the Islamic Republic, which he said had nevertheless prevailed.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Rachel Elbaum\n\nLONDON — Mike DePinto was not involved in politics when he lived in the U.S. and he's previously voted for candidates in both parties. That changed last month. Feeling upset with the country's leadership, the former Los Angeles resident decided to volunteer for Democrats Abroad.\n\nHe now comes to the group's U.K. campaign office four or five evenings a week, calling Americans in the Democrats Abroad database and reminding them to vote in the midterm elections.\n\n\"I feel like this election is determinative,\" said DePinto, 54, who moved to London a year ago to be with his wife who got a job here.\n\nMike DePinto makes calls at the Democrats Abroad campaign headquarters in London. Rachel Elbaum / NBC News\n\nThough midterm elections are typically shrugged off by Americans overseas, not this year.\n\nAn unprecedented number of Americans living outside the U.S. have requested ballots, up seven times over the last midterm election in 2014, according to data from the non-partisan U.S. Vote Foundation, which registers a large portion of overseas voters. The group declined to disclose the number who had requested ballots.\n\n\"The midterms for overseas voters until this year have gone largely unnoticed. They were previously a big yawn and this year they are more like a scream,\" said Susan Dzieduszycka-Suinat, president and CEO of the U.S. Vote Foundation and Overseas Vote.\n\n\"There have been some days where our (website) traffic in comparison to 2014 has been up 2,500 percent on just the overseas site,\" she added. \"It's unprecedented for a midterm election and a real indicator that overseas voters are really paying attention.\"\n\nWith so many toss up races around the country, the overseas vote could matter. There were an estimated 5.5 million U.S. citizens living abroad in 2016, with approximately 3 million of them eligible to vote, according to the Federal Voting Assistance Program. Voters register in the state where they last lived and rules vary from state to state on how and when to send in ballots.\n\nEven with an upswing in ballot requests, citizens overseas are much less politically engaged than Americans living in the U.S. In the last election, American expatriates had a voting rate of 6.9 percent, just a fraction of the participation rate in midterm and general elections.\n\nOnline registration has made it easier than ever to request a ballot, and voting organizations hope that will translate into increased overseas voter participation in the next few years.\n\nAmericans can be found in 170 countries around the world, with the largest concentrations in Canada, the U.K., Mexico and France.\n\nWith ties to the Democratic Party in the U.S., Democrats Abroad has 150,000 people in its database and 12,000 volunteers. This year, interest in events and volunteering have rivaled what they see in a general election year, organizers said.\n\nIn comparison, Republican overseas organizations seem to be less active and unaffiliated with the national party.\n\nRepublicans Overseas in the U.K., where it is estimated there are nearly 80,000 eligible American voters, has around 1,000 members. That, however, doesn't necessarily mean there are fewer GOP voters abroad. Organizers said that interest and participation in GOP events has gone up this year, though they couldn't provide exact numbers.\n\nVictoria Ferauge has lived overseas for 25 years and hasn't voted in an election for at least the last five years. This year, she registered to vote in Washington on the last day possible and plans to support the Republicans on her ballot.\n\n\"It's become clear to me that if we don't vote, they aren't going to listen to us and there are some issues on the table that are important to me personally,\" said the Paris resident, who also serves as the vice president of communications for the non-partisan support organization, Association of Americans Resident Overseas (AARO).\n\nShe's particularly upset with current U.S. regulations that she says makes it difficult for Americans to open bank accounts and invest money both in the U.S. and overseas. But what really swung her decision was the lack of response by the Democratic incumbents in her home-state to an AARO questionnaire on issues important to overseas voters.\n\nWhile opposition to President Donald Trump has motivated many overseas voters, others have been driven by a desire to change what they feel are draconian American tax laws. U.S. citizens are obligated to report their earnings and potentially pay tax even if they aren't living in America.\n\n\"Just because you move, doesn't mean you stop being American,\" said Stephanie Ryde, 27, who grew up just outside Pittsburgh.\n\nRyde moved to London to be with her British husband and started volunteering with Democrats Abroad after feeling frustrated with the 2016 election result.\n\n\"There is a big difference you can make,\" she said.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Dennis Romero\n\nNBC's \"Saturday Night Live\" took aim at Fox News' dire forecasts of the caravan of asylum seekers traveling through Mexico en route to the United States.\n\nFox personality Laura Ingraham, played by Kate McKinnon, called it a \"vicious caravan\" of perhaps millions of people who are \"headed for you and your grandchildren.\"\n\nGuest Judge Jeanine Pirro, performed by Cecily Strong, said, \"It's got Guatemalans, Mexicans, ISIS, the Menendez brothers, the 1990s Detroit Pistons\" and \"hella Aladdins.\"\n\nConservative former Sheriff David Clarke, played by Kenan Thompson, served as an expert on the migration.\n\n\"The caravan is only 800 miles from our border,\" he said. \"If these immigrants walk at a normal pace of 300 miles a day, they could be here in time to vote on Election Day.\"\n\n\"We’ve also learned that all the women in the caravan are more than nine months pregnant,\" he said. \" ... They’re going to literally drop anchor. And the babies, get this, are pregnant.\"\n\nSaturday night's show was hosted by actor Jonah Hill.\n\nThe \"Weekend Update\" segment continued the theme with co-host Colin Jost announcing that \"a second migrant caravan just pulled up to landscape Mar-a-Lago\" — President Donald Trump's Florida compound.\n\n\"Update\" co-host Michael Che said sending thousands of troops to the southern border to head off the caravan shouldn't be a priority.\n\n\"If anything,\" he said, \"you need to send the troops to stop your grandkids from stealing all your pain pills.\"\n\nJonah Hill joins Tina Fey, Candice Bergen and Drew Barrymore in the 'Five-Timers Club' as return host of \"Saturday Night Live\" Nov. 3. NBC\n\n\"SNL\" repertory player Pete Davidson didn't disappoint fans who tuned in to find out if he'd address his recent breakup with pop star and former fiancée Ariana Grande.\n\n\"The truth is it’s nobody’s business, and sometimes things just don’t work out — and that’s OK,\" he said during \"Weekend Update.\" \"She’s a wonderful, strong person and I genuinely wish her all the happiness in the world.\"\n\nWhen Davidson addressed the relationship in a promo video for Saturday's show — he jokingly asks musical guest Maggie Rogers to marry him — Grande did not appear to be happy about it.\n\nIn a tweet she later deleted, Grande said, \"for somebody who claims to hate relevancy u sure love clinging to it huh.\"\n\nHer follow-up tweet, \"thank u, next,\" turned out to be the title of her latest single, which she released about 45 minutes before \"SNL\" aired Saturday.\n\n\"Even almost got married,\" she sings. \"And for Pete, I'm so thankful.\"\n\nAt the end of his segment on \"Weekend Update,\" Davidson addressed the release: \"I'm still a great song, though.\"\n\nAlec Baldwin, arrested and released Friday after he allegedly assaulted a man in a dispute over a parking space, did not reprise his occasional role as Trump.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Phil Helsel\n\nThree girls were killed and a fourth was in critical condition Saturday after the driver of a pickup truck struck members of a Girl Scout troop who were picking up trash on the side of a Wisconsin road, police said.\n\nA woman was also killed in the crash, which occurred about 11:41 a.m. on County Highway P in Lake Hallie, a village in Chippewa County northeast of Eau Claire. The Ford F-150 was traveling north when it crossed over a lane into the ditch, where it struck the group, Lake Hallie police Sgt. Daniel Sokup said.\n\nThe driver, identified as Colton Treu, 21, of Chippewa Falls, fled the scene but later turned himself in, police said. It was not immediately clear what charges he could face. A phone number for Treu could not immediately be found, and it was unclear whether he had an attorney.\n\n\"The Lake Hallie Police Department would like to extend our deepest sympathies to the families involved,\" Sokup said in a statement Saturday evening, adding that the investigation was continuing.\n\nA relative of one of the uninjured girls told the Star-Tribune newspaper of Minneapolis that the children were area Girl Scouts in the fourth grade at Halmstad Elementary School in Chippewa Falls.\n\nThey were all wearing bright safety vests and were accompanied by several adults, the relative said.\n\nA cause of the crash was not released by police.\n\nIn a statement on Facebook on Saturday evening, Chippewa Falls police called the accident a \"truly horrific incident\" and extended their condolences.\n\n\"Our thoughts and prayers go out to the families, friends, fellow students, fellow scouts and everyone else impacted by this,\" police said. \"Truly, as a community, this affects everyone one of us. Something very precious has been lost and nothing can bring it back. We grieve with you.\"", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Adam Edelman\n\nPresident Donald Trump used a raucous Florida rally Saturday night to rail against Democrats on immigration and tout his own moves on the issue, including sending troops to the southern border.\n\n\"Did you watch tonight? I sent United States military to our border. And I looked at those young, great people and I looked at those generals giving the orders, and I looked at the way they worked and I watched that barbed wire being put down. Barbed wire,\" Trump told a crowd in Pensacola, where he was revving up voters ahead of Tuesday’s midterm elections.\n\nThe remarks referenced the arrival of the first wave of the up to 15,000 troops Trump said he has dispatched to help secure the southern border. The troops began putting up chain-link fencing topped with barbed wire earlier in the day Saturday.\n\nTrump, who was visiting the Sunshine State to campaign for GOP gubernatorial candidate Ron DeSantis and GOP Senate candidate Rick Scott, hammered away at Democrats on illegal immigration, a favorite topic and one he’s doubled down on in the days before Tuesday’s elections. DeSantis and Scott both attended and spoke at the rally, as well.\n\nTrump said it was “a little suspicious how those caravans are starting,” referring to the three caravans of Central American migrants and refugees slowly heading toward the U.S. border. The president added that maybe it’s a good thing “they did it” as it might have energized the Republican base, seeming to blame Democrats, without any evidence, for the caravan's formation.\n\nTrump, who spoke for more than an hour, also dedicated much of his speech to bashing the opponents of DeSantis and Scott — Tallahassee Mayor Andrew Gillum, the Democratic gubernatorial nominee, and incumbent Democratic Sen. Bill Nelson.\n\n“Andrew Gillum is not equipped to be your governor. He's just not equipped. It’s not for him,\" Trump said. \"He knows it. He won't say it but he knows it. We've got to keep this state great.\"\n\nEarlier, he ripped Nelson for “never” reaching out to him for help for the state.\n\n“I never see him. The only one I ever see is Crying Chuck,” Trump said, using his preferred nickname for Senate Minority Leader Chuck Schumer, D-N.Y.\n\n“I've never had a call from Sen. Bill Nelson saying could you help me,” Trump said. \"I don’t see Bill Nelson for five-and-a-half years and around election time he’s on television every night. But for five-and-a-half years you don’t see him.\"\n\nThe rally — which also featured an on-stage cameo from legendary former Florida State University Coach Bobby Bowden, who is now 88 — was the second the president hosted Saturday. Trump is criss-crossing the U.S. in the final days ahead of the midterms to rally on behalf of Republican candidates.\n\nEarlier Saturday, he headlined a rally in Montana, and on Sunday he will headline ones in Georgia and Tennessee.", "Masters of mini golf: Inside the fierce competition at the U.S. pro tournament copied!\n\nThe U.S. Pro Mini Golf Association holds its annual championship in Myrtle Beach, South Carolina, with competitors taking on some seriously challenging obstacles for a chance at a coveted green jacket and prize money.\n\nRead More", "A rat problem in Paris: How the city aims to deal with millions of pests copied!\n\nSome experts estimate that there are two rats for every Parisian. As construction and flooding pushes the rodents above ground, city officials are waging a campaign for their eviction. But as NBC News’ Lucy Kafanov found out, the rats do have some supporters.\n\nRead More", "As holiday season approaches, shopping deals are already upon us copied!\n\nBlack Friday is weeks away, but some retailers are already putting out some of their best holiday deals right now. Companies like Amazon, Kohl’s and Walmart are trying to capitalize on the void left by Toys R Us by upping their toy selections.\n\nRead More", "Controversy after Nestle given new permit to bottle more Michigan water copied!\n\nNestle has been bottling water outside Grand Rapids for almost 20 years and was recently given a new permit for just $200 to nearly double their pumping capacity. The public, still shaken by the water crisis in Flint, submitted more than 80,000 comments about the deal, with just 75 in favor.\n\nRead More", "People around the world #ShowUpForShabbat one week after Pittsburgh synagogue shooting copied!\n\nPeople around the world #ShowUpForShabbat one week after Pittsburgh synagogue shooting One week after a gunman killed 11 people at the Tree of Life synagogue, Jews and gentiles in Pittsburgh and around the world came together to observe the Jewish Sabbath, using #ShowUpForShabbat to show their support for the Jewish community.\n\nRead More", "‘Vote for Our Lives:’ Parkland students talk mobilizing young voters ahead of midterms copied!\n\nStudents from Marjory Stoneman Douglas High School have crisscrossed the country, linking up with other activists to register more than 50,000 young voters ahead of the midterm elections.\n\nRead More", "Trump beefs up economy talk in final midterm push, keeps immigration focus copied!\n\nAs the president continued his midterm campaign swing, he kept the focus on immigration with an emphasis on the economy.\n\nRead More", "U.S. troops arrive at border with migrant caravans hundreds of miles away copied!\n\nThe closest of the three migrant caravans is still some 700 miles away, though the U.S. military has already fanned out across Southern Texas — the first wave of up to 15,000 troops that President Trump said will help secure the border.\n\nRead More", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Phil Helsel\n\nThe gunman who opened fire on a yoga class in Tallahassee, Florida, killing two and wounding several others, had a history of complaints of harassing young women, police said Saturday.\n\nScott Beierle, 40, turned the gun on himself after the rampage at the Hot Yoga studio in Florida’s capital, which occurred at around 5:37 p.m., police said, and a motive is still unknown. A doctor and college student were killed.\n\n\"Scott Beierle entered the business posing as a customer and began shooting patrons with a handgun without warning,\" Tallahassee police said in a statement. \"Patrons fought the assailant to prevent him from harming themselves and others.\"\n\nFlorida yoga studio gunman Scott Beierle is seen in this mugshot from 2016. Leon County Sheriff's Office\n\nBeierle, of Deltona, a city near Florida’s Atlantic coast around 200 miles from Tallahassee, had been staying at a local hotel. Police said “he has been the subject of prior calls for service in the Tallahassee area related to harassment of young women” but did not elaborate.\n\nThe Tallahassee Democrat newspaper, citing Leon County records, reported that Beierle was arrested in 2012 for misdemeanor battery for allegedly grabbing the buttocks of two women on the Florida State University campus.\n\nPolice reports released Saturday by Tallahassee police show Beierle was arrested in June of 2016 for battery for allegedly slapping and grabbing the rear end of a woman sunbathing in the pool area of an apartment complex where he lived.\n\nProsecutors eventually dropped the charges in both cases, the Tallahassee Democrat reported.\n\nBeierle was a graduate of FSU and had served in the military, police said.\n\nBeierle died of an apparent self-inflicted gunshot wound, police said.\n\nKilled in the shooting was Dr. Nancy Van Vessem, 61, a physician and faculty member at Florida State University College of Medicine, and Maura Binkley, 21, who was a student, officials said. Four other people were shot, and a man was pistol-whipped by the gunman, police said.\n\nPolice said that investigators are still trying to determine a motive in the shooting, and whether Beierle had any connection with the victims or business. The Volusia County Sherriff’s Office and Tallahassee police searched his home in Deltona Saturday morning, police said.\n\nNancy Van Vessem, MD Courtesy Tallahassee Memorial HealthCare\n\nFlorida State University President John Thrasher said the school was devastated by the loss of two of their own.\n\n\"There are no words to express the shock and grief we feel,\" he said in a statement Saturday. \"We feel this loss profoundly and we send our deepest sympathies to Maura's and Nancy's loved ones while we pray for the recovery of those who were injured.\"\n\nTallahassee Memorial HealthCare said Vessem was a member of its medical staff and offered thoughts and prayers to the families of Vessem and Binkley and all the victims and their families.\n\nCapital Health Plan said Vessem was its longtime chief medical director and that “Nancy has been a guiding, visionary force in our daily work to serve the wellness and health care needs of thousands of families in this community.”\n\n\"Her dedication, caring, leadership, humanity and experience made her one of the most respected, accomplished medical professionals in the state and country,” Capital Health Plan said. \"Our hearts are filled with sorrow and prayers for her family. We all have been so blessed to have Nancy in our lives.\"\n\nTwo of the victims who survived the shooting were in stable condition at a hospital, and three others were treated at hospitals and released, police said.\n\nMelissa Hutchinson, a bartender who was at a nearby bar when the shooting occurred, said people ran in to seek safety, including one woman who said there was an active shooter and to lock the doors. Hutchinson, who is CPR-certified and first-aid trained, helped them, some of whom had been shot.\n\nMaura Binkley via Facebook\n\n\"They were very emotional. They just saw people get shot,\" Hutchinson said. “They were able to talk, and they were able to cry ... everybody was just very shaken,\" she said.\n\nOne of those who sought refuge was a man who tried to fight off the attacker and who was pistol-whipped by the gunman, she said.\n\n\"They said that he came in and he had a black bag and he pulled it out and as [the gunman] went to go load it, all the yoga studio, the instructor and everybody started pounding on the windows and on the walls to let people know,\" Hutchinson said.\n\n\"It was a very scary time. It was a shocking moment that something would happen like this ... it’s awful that this is, this is a thing,\" she said. \"It’s very terrifying that this is a thing.\"\n\nErskin Wesson, who was at a restaurant directly below the yoga studio, said “we just heard like pow-pow-pow-pow,” and it sounded like something falling on a tin roof and rolling.\n\n\"And then we saw some people running down the stairs and then assumed it was gunshots,\" Wesson said.\n\nPolice investigators work the scene of a shooting on Nov. 2, 2018, in Tallahassee, Florida. Steve Cannon / AP\n\nThe owner of Ricardo's restaurant asked patrons if anyone was a doctor. Wesson’s stepdaughter, an emergency room nurse, went out and helped, he said.\n\nPolice Chief Michael DeLeo said that people who fought back against the gunman was \"a testament to their courage.\" He called the shooting a \"heinous act.\"\n\n\"The fact that we had people fight this attacker to help save other people and prevent him from doing further harm, really I think speaks to the true spirit of Tallahassee and what this community’s about,\" DeLeo said at an early Saturday media briefing.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Dennis Romero\n\nA Los Angeles area teacher who was captured on video punching a student repeatedly was released from jail Saturday after being held overnight on allegations of child abuse.\n\nMaywood Academy High School music teacher Marston Riley, 64, was booked on suspicion of child abuse Friday afternoon, according to Los Angeles Sheriff's Department inmate records.\n\nHe was released Saturday morning based on $50,000 bail. NBC News could not determine if he has an attorney.\n\nA student is seen on cellphone video captured by students confronting the man, alleging that he spoke ill of the teen. At first Riley appears to be patient as the student curses at him, calls him a racial epithet, and challenges the man.\n\n\"What's up, bro,\" the child said as he stood menacingly close to the instructor.\n\nAfter standing quietly, the teacher then struck the student, pummeling him before a person in a yellow safety vest intervened, video shows.\n\nL.A. sheriff's officials said in a statement that the altercation happened at 1:15 p.m. Friday at the school in Maywood, California, a small city southeast of downtown Los Angeles.\n\nAuthorities identified the student only as a 14-year-old. He was hospitalized for \"moderate injuries\" and then released, according to the sheriff's statement.\n\n\"We are extremely disturbed by the reports of the events that occurred at Maywood Academy High School,\" Los Angeles Unified Schools spokeswoman Shannon Haber said in a statement.\n\n\"We take this matter very seriously and do not condone violence or intolerance of any kind,\" she said. \"Los Angeles Unified is cooperating with law enforcement in investigating this incident. Crisis counselors and additional School Police patrols will be at the school on Monday to support our students and staff.\"\n\nRiley is scheduled to be arraigned on Nov. 30.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Didi Martinez\n\nA woman who was a fixture at her church choir meetings and a man who led his Christian ministry group were buried by their loved ones this week after they were gunned down Oct. 24 at a Kentucky grocery store.\n\nMaurice Stallard, 69, and Vickie Lee Jones, 67, were killed when accused gunman Gregory Bush, 51, walked into the Kroger store in Jeffersontown, near Louisville. He shot Stallard first and then went outside and shot Jones in the parking lot.\n\nInvestigators said Stallard and Jones, who are black, had never met Bush, who is white, and had no connection to him.\n\n“A tragedy was an accident,” said Jones’ nephew Kevin Gunn. \"This was intended.\"\n\nGunn and his family buried Jones Saturday morning at her home parish, the Church of the Living God, according to NBC affiliate WAVE3.\n\nGunn, the designated spokesman for the family, has been adamant about calling the crime for what he said it was — a “racially motivated” shooting.\n\nGregory Bush is arraigned on two counts of murder and 10 counts of wanton endangerment on Oct. 25, 2018, in Louisville, Kentucky. Bush fatally shot two African-American customers at a Kroger grocery store Wednesday and was swiftly arrested as he tried to flee, authorities said Thursday. Scott Utterback / Courier Journal via AP, pool\n\nIn the days that followed, police have started arriving at the same conclusion, investigating Bush’s computers, a witness’ statement claiming the gunman told him “whites don’t kill whites,” and the suspect's failed attempts to enter a predominantly black church minutes before the Kroger shooting.\n\nIt culminated in a statement Wednesday from the United States Attorney’s Office in the Western District of Kentucky stating that federal investigators had an “open and active federal hate crimes investigation” under way.\n\nBush pleaded not guilty Friday to two counts of murder, one count of criminal attempted murder and two counts of wanton endangerment after he was indicted by a county grand jury.\n\n\"I believe there is no explanation for what happened — he did not know either of these individuals,\" said Thomas B. Wine, commonwealth attorney for the 30th judicial district. \"The first victim in the case, Mr. Stallard, was shot from behind. He had no idea what was getting ready to happen.\"\n\nAs the case winds its way through court, friends and family of Jones and Stallard tell NBC News that coping with their sudden loss remains a challenge.\n\n“There is no peace,” said Jones’ close friend Joyce Davidson. “There won’t be any peace until Jesus comes since it was such a senseless crime. You should be able to go to the grocery without being afraid that you would be killed while you're in there.”\n\nVickie Lee Jones is pictured here with her nephew, Kevin Gunn. Courtesy Kevin Gunn\n\nDavidson had been friends with Jones for close to 55 years and said she had just seen Jones a day before the shooting. On Thursdays, Jones and Davidson would attend their church's choir meeting, practicing for Sunday service.\n\nJones would take it upon herself to make sure everyone was singing their part correctly, Davidson said.\n\n“I sat in front of her, and she would always lean over the pew to put you on note,” Davidson said.\n\nJones, who has two children, Sean Jones, 44, and Marcus Jones, 42, volunteered for the women’s and youth ministries, according to her aunt and fellow parishioner Rosita Young. So when news of her death hit her friends within the faith community, they were shocked.\n\n“We cannot make sense of what has happened, but we come together as we always do as a church family,” church leaders wrote on their Facebook page two days after the shooting. “Vickie Jones we will miss your smiling face but know God needed you to come home with him. We love you!”\n\nJones lived most of her life in Louisville and children were drawn to her “caring” nature, Gunn said.\n\n“She was play-mom to a host of other children that looked up to her,” Gunn said.\n\nIn another part of town, friends and family said their final goodbyes Tuesday to Stallard, according to WAVE3.\n\nLike Jones, Stallard had lived most of his life in the area, accumulating a circle of friends who would eventually go on to meet at least once a month as a Christian ministry to talk about life and family.\n\n“We knew we had more behind us than we had in front of us,” said friend and fellow Louisville Male High School alumni Jessie Kinzer.\n\nMaurice Stallard attends the Louisville Male High School 50th class reunion with daughter Kellie Watson and his wife, Charlotte. Courtesy Janice Carter\n\nAccording to Kinzer, Stallard had become a leader in the group, texting and calling members to make sure they knew when the next get-together would be.\n\nNow, in the wake of Stallard's absence, Kinzer said that close to 20 men and women had met earlier in the week to talk about the group's future.\n\n“We met again Monday to celebrate him and talk about how we move forward from this,” Kinzer said. “Everyone that we talk about this to, we felt like they wanted to keep this going.”\n\nStallard's death has hit his family especially hard because his grandson was with him when he was killed, leaving the boy scared and the family silent as they grieve.\n\n“He loved his first grandchild more than anything in the world, and he died protecting him,” said former son-in-law Kwane Watson, whose son was with Stallard. Watson wrote in a Facebook post Stallard went to the Kroger store that day to buy supplies for his grandson's school project.\n\n“I am forever in debt to him for all he did for my son,” said Watson, who is divorced from his son's mother, Louisville Chief Equity Officer Kellie Watson.\n\nThe city of Louisville spans well beyond 300 miles in the state of Kentucky, but friends of Stallard said it was easy to run into him because he never “met a stranger\" and would talk to people he hadn't seen in awhile as if no time had passed.\n\n“Those friends, they lasted a long time,” said former Male High School classmate John Riley. “Those friendships you have to hold on to and cherish them. You might not see each other for several months, but you still greet them.”\n\nRiley and Kinzer, who graduated high school around the same time as Stallard in 1967, say they have fond memories of their classmate who married his high school sweetheart, Charlotte.\n\n“Everybody has the same story of Maurice,” Kinzer said. “He was always the same. And later on in life, he was the same and that’s what kind of triggers my thoughts. I think it is unique.”", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Diamond Naga Siu\n\nVoters in Washington state on Tuesday could approve a measure that would lower one of the nation's toughest barriers to prosecuting police for use of deadly force.\n\nSpearheaded by De-Escalate Washington, a coalition of activist groups co-chaired by Andre Taylor, whose brother was fatally shot by Seattle police in 2016, ballot initiative 940 would remove the state's unique malice requirement, which says prosecutors must prove an officer acted with \"evil intent\" when bringing criminal charges for killing in the line of duty.\n\nThe initiative would also create a two-part good-faith test to determine when use of deadly force is justifiable and expand de-escalation, first aid and mental health crisis training requirements for officers.\n\nOpponents, including some Republican state lawmakers and the Coalition for a Safer Washington, which is made up of multiple law enforcement organizations, say the proposal would put officers at risk and waste taxpayer dollars. The initiative's backers, like some progressive state lawmakers and the ACLU of Washington, say the reforms would make communities safer and save lives.\n\n\"We think we're going to be the first state that sets the precedent of police accountability around the nation,\" Taylor told NBC News. \"It's just like the first time that law enforcement has had to listen.\"\n\nAccording to an Amnesty International analysis, Washington has the highest bar for prosecuting law enforcement officers. A statewide investigation conducted by The Seattle Times in 2015 found that fatal killings had surged over the past decade, while only one officer was charged. The ACLU of Washington, which partnered with De-Escalate to help advance the initiative, called the state's current use of force standard \"out of date.\"\n\nAlexis Dunlap, wearing a #Justice4Chance shirt, shares her story of losing her 17-year-old son during a press conference hosted by De-Escalate Washington and Not This Time, another activist organization. Her son was shot by police outside their apartment last January. Andre Taylor\n\nDe-Escalate Washington organizers raised at least $1 million in support and collected more than 350,000 voter signatures to get the initiative on the ballot in December 2017. A poll commissioned by the group and conducted by outside research firm EMC Research in February 2018 found that a majority of likely Washington voters supported it.\n\nIn March, however, the state legislature narrowly passed a bill amending the initiative prior to allowing Washingtonians to vote on it. That bill included input from De-Escalate and was supported by law enforcement groups like the Fraternal Order of Police, an influential union, and the Washington Association of Sheriffs and Police Chiefs, according to The News Tribune. The Tacoma newspaper reported that under the bill, the malice clause would still be removed, but good faith was defined as asking whether a \"reasonable\" officer would have taken the same actions.\n\nDemocratic Gov. Jay Inslee signed the law, praising activists, police, and politicians in a statement at the time for their efforts at compromise. But after a challenge, the state's Supreme Court ruled that the original version of I-940 had to appear on November's ballot and that the legislature had erred in tweaking a citizen initiative before voters had a chance to approve or reject it, according to The Seattle New Times.\n\nTeresa Taylor, executive director of the Washington Council of Police and Sheriffs, said the organization is against I-940 because she thinks it will not effect the change De-Escalate wants to bring about.\n\n“We represent about 4,500 rank and file police officers throughout the state of Washington, and we cannot sit quietly by and not let voters know that the language in the current initiative is language that we cannot suggest they vote for,” she said in an interview.\n\nCoalition for a Safer Washington said in October that while I-940 is \"camouflaged as a training initiative, its real goal is to make it easier to prosecute a police officer who takes a life while facing threats protecting his or her community.\"\n\nBut not all members of state law enforcement are against the ballot measure as it stands. In a Video Voters' guide, King County Sheriff Mitzi Johanknecht said she supported a \"yes\" vote on I-940.\n\n\"I know and love the law enforcement profession,\" she said in the video. \"I also know how important trust is for building safe communities. And I believe 'yes' on 940 will increase trust and be a win-win for communities and police.\"\n\nOn Friday, Seattle Mayor Jenny Durkan offered her city's support to the ballot measure, as well, saying that she sees it as a \"really important mechanism to make sure that the gains we have in Seattle can be shared statewide as quickly as possible.\"\n\nRepublican state Sen. Doug Ericksen told The News Tribune in March that changes to the legal standard, such as removing the malice clause, could impede the work of police officers in dangerous situations.\n\n\"We need to stand up against this and be very clear that we support people who are in law enforcement in our state,\" Ericksen said.\n\nTaylor defended his group's initiative, saying, \"We're not against law enforcement.\" He also said that regardless of the outcome in November, De-Escalate and law enforcement groups have committed to working together on compromise legislation. Some lawmakers, including Democratic state Sen. Rebecca Saldaña, have said they're committed to seeing compromise legislation become law.\n\n“There are law enforcement officers that support what we’re doing, and they wouldn’t support it if they think we’re against them,\" Taylor said. \"It's just that we have a law that is impossible to hold an officer accountable, and that's called de facto immunity.”", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Dartunorro Clark\n\nPresident Donald Trump, campaigning for Republican candidates in Montana on Saturday, bashed incumbent Democratic Sen. Jon Tester as someone who \"will listen to whatever Cryin' Chuck tells him to do.\"\n\nUsing his pejorative nickname for Senate Minority Leader Chuck Schumer, D-N.Y., Trump added, \"We can't have someone who will vote lockstep with Nancy Pelosi, Maxine Waters and Cryin' Chuck.\"\n\nRepublican state Auditor Matt Rosendale is battling Tester in a race that marks a crucial battleground for control of the Senate this year. The Cook Political Report has rated the race as a toss up.\n\nThe president also hit Tester for his involvement in thwarting the nomination of his choice to lead the Department of Veterans Affairs, White House physician Ronny Jackson, likening the situation to the sexual misconduct allegations against now Supreme Court Justice Brett Kavanaugh.\n\nTrump painted both Kavanaugh, who faced an accusation of sexual assault and other allegations of sexual misconduct, and Jackson, who withdrew his nomination amid a flurry of professional misconduct allegations that included improperly doling out drugs and being drunk on the job, as targets of Democrats and false accusations. And, Trump said, it could happen again if Democrats regain power in Congress.\n\nTrump claimed that Tester \"tried to ruin\" Jackson, and also noted the senator's \"no\" vote against Kavanaugh. Tester, the top Democrat on the Senate Committee on Veterans Affairs, publicly raised concerns after he uncovered allegations that Jackson created a difficult work environment at the White House, abused alcohol and was lax in providing prescription pain medication. Trump previously said Tester should resign.\n\n\"Ronny didn’t even really want to do it in retrospect,\" Trump said Saturday of his failed nominee. \"I feel guilty because I’m the one who said you should do it.”\n\nTrump has been barnstorming the country in the final days of the midterm campaign, plugging a doom-and-gloom scenario should Democrats regain control of Congress and positioning the election as a referendum on his presidency.\n\nIn brief remarks, Rosendale echoed Trump's message to vote to protect his progress as president.\n\n\"He may not be on the ballot this year, but his policies are,\" Rosendale told the crowd.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Farnoush Amiri\n\nEver since patrons and community members found out in mid-October that Stella Chhan was ill, they have been arriving at Donut City in Seal Beach, south of Los Angeles, to buy doughnuts by the dozen. The intent is to allow John Chhan to close his Southern California shop early each day so he can spend time with Stella, his wife.\n\nDawn Caviola, 58, has been a regular of Donut City for the past 13 years — visiting twice a month with her daughter. But during her most recent visit she found out that John Chhan, 62, was maintaining the shop on his own because Stella Chhan, 63, had suffered an aneurysm in late September and was recovering at a rehabilitation center.\n\n\"I went home and I just couldn't get it out of my head,\" Caviola told NBC News on Saturday. \"They are just such hardworking people.\"\n\nCaviola decided to write a blog post on the private community network, Nextdoor, to urge local residents to help.\n\n\"I have never done anything like that before but I just thought if everyone can just buy a dozen doughnuts, it might help him out. I didn't think it would become this big,\" she said.\n\nThe blog post said that if they managed to buy out his inventory for the day, Chann could leave early to spend time with his wife.\n\nThe post immediately went viral on social media and Facebook — in part because the doughnut shop is considered an institution in the area.\n\nFor the past 28 years, the couple and their baker have gotten to the shop at 2 a.m. PT every day to bake the doughnuts. They then open to the community by 4:30 a.m., seven days a week. It's a routine they've more or less kept to since opening the store in 1990, a decade after the husband and wife arrived in the U.S. as refugees from Cambodia.\n\nMarc Loopesko, a resident of Seal Beach for 22 years, has been frequenting the shop for nearly two decades. He was one of the hundreds of locals who saw the post and decided to take action.\n\n\"[Donut City] has always been a local, convenient place for when I had a doughnut urge,\" he said.\n\nLoopesko decided that in addition to buying doughnuts, the community could offer the idea of starting a GoFundMe page for the Chhans but the shop owner politely declined, saying that he would rather have extra time with his wife.\n\nCaviola said she wanted to help give him that. \"People can just do a simple thing for their neighbors,\" she said. \"There are people who don't even eat sugar who are buying doughnuts from Mr. Chhan and giving them out to strangers.\"\n\nOn Saturday morning, John Chhan was preparing to close his shop by 8:30 a.m. \"We sold everything already,\" he told NBC News. \"I feel very warm and very happy. Thank you to everyone.\"\n\nChhan also said that his wife was recovering well and he hopes to have her back in the shop shortly.\n\n\"She is a lot better,\" he said. \"She can speak now and she is learning how to eat again.\"", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Associated Press\n\nATLANTA — Last-minute legal decisions, a racist robocall and a protester wearing a giant chicken suit holding a sign that reads \"too chicken to debate.\"\n\nThese are the scenes playing out amid the final furious days of the hotly contested and historic race for Georgia governor between Democrat Stacey Abrams and Republican Brian Kemp.\n\nA robocall apparently from a white supremacist group is injecting racism directly into the race, which has already been fraught with a race-laden debate over ballot access and voter suppression. Abrams would be the first black female governor in U.S. history. Kemp, who oversees elections as Georgia's secretary of state, vehemently denies charges that he's used his office to make it harder for minorities to vote.\n\nAbrams and Kemp are both condemning an automated telephone call filled with racist and anti-Semitic statements. The call, sent to an unknown number of Georgians, impersonates Oprah Winfrey, the billionaire media titan who came to Georgia on Thursday to support Abrams.\n\nThe robocall says it was paid for by The Road to Power, a group organized by Scott Rhodes of Idaho. He has been linked to several other racist robocalls, including a recent effort in Florida, where Democratic nominee Andrew Gillum would become the first black governor in his state's history.\n\nKemp issued a statement calling the tactic \"vile\" and \"contrary to the highest ideals of our state and country,\" and condemning \"any person or organization that peddles this type of unbridled hate and unapologetic bigotry.\"\n\nThe Abrams camp likewise blasted the move but took a shot at Kemp and his highest profile supporter, President Donald Trump, who is coming to Georgia to campaign Sunday. A top Abrams aide said both Kemp and Trump have contributed to a poisonous atmosphere, and that Kemp has been silent on previous racially loaded attacks on Abrams.\n\n\"These automated calls are being sent into homes just days before President Trump arrives, reminding voters exactly who is promoting a political climate that celebrates this kind of vile, poisonous thinking,\" said Abrams' spokeswoman Abigail Collazo.\n\nAbrams sidestepped the issue Saturday in brief public remarks as she greeted voters at an Atlanta shopping complex along with her local congressman, civil rights icon John Lewis.\n\n\"Georgia has long been on a path of change and evolution,\" Abrams said. But she also said the election is about issues like expanding Medicaid insurance and focusing state spending on public education, job training and small business startups.\n\n\"I'm the only candidate with a plan to get that done and to do that without vitriol, without vilifying people,\" she added.\n\nLewis, the 78-year-old congressman who as a young man was severely beaten by police as he fought for voting rights in the Jim Crow South, put Georgia's choice in the broadest context: \"This young lady is playing a major role in helping liberate all of us, liberate the state of Georgia, liberate the South, liberate America.\"\n\nKemp did not address the robocalls at his only scheduled campaign stop Saturday at a Cuban restaurant in a diverse north-Atlanta suburb.\n\nKemp told the packed crowd of supporters that the race for governor was a simple choice: one between continued economic prosperity under Republican leadership, or a turn to \"socialism\" under Democrats.\n\nKemp said the election was about \"this generation and generations to come and the kind of state that we leave them.\" He then blasted Abrams' policy pitches on health care and education.\n\nThe Kemp event was also hit by a number of protesters. Two men protesting Kemp's immigration policy while Kemp was onstage were forcibly removed from the restaurant.\n\nAs a TV crew from MSNBC tried to film the hecklers being removed, a Kemp supporter physically blocked their path and the view of their lens.\n\nAnd someone out front was wearing a giant chicken suit holding a sign that reads \"too chicken to debate,\" alluding to Kemp withdrawing from a debate scheduled Sunday in favor of appearing in Macon with President Donald Trump.\n\nMuch of the final stretch of the race was consumed by a bitter battle over race and access to the polls.\n\nTensions grew after an Associated Press report in early October that more than 53,000 voter applications — nearly 70 percent of them from black applicants — were on hold with Kemp's office ahead of the election.\n\nMany of the applications were flagged for failing to pass the state's \"exact match\" verification process, which requires that identification information on voter registration applications precisely match information already on file.\n\nKemp's office says that eligible voters on the \"pending\" list can still vote if they bring a proper ID that substantially matches their registration information. He called the controversy \"manufactured.\"\n\nBut critics say county officials aren't always trained to make the proper determination and the system can be particularly hard to navigate for recently naturalized citizens.\n\nIn response to a lawsuit brought by civil rights groups, a judge on Friday ruled the state unfairly burdens about 3,100 possible voters whose registration was flagged for citizenship issues.\n\nShe ruled that Georgia must immediately start allowing poll managers — not just deputy registrars — to clear flagged voters who show proof of citizenship.\n\nIn a statement, Kemp said the lawsuit forced the state \"to waste time and taxpayer dollars for the judge to tell us to do something that we already do.\"", "Democratic Rep. Beto O’Rourke, who lost his Senate bid to incumbent Republican Sen. Ted Cruz, offered an impassioned concession speech late Tuesday, pledging to work with his former opponent, emphatically praising his supporters, and expressing a desire to help unite the country.\n\n“We’re not about being against anybody,” O’Rourke told a screaming crowd in El Paso, Texas, where his campaign headquarters was located. “We're not going to define ourselves by who or what we're against, or what we’re afraid of.”\n\n“We are a great people. Ambitious. Defined by our aspirations,” he said. “Every single one of us, Republican, Democrats, independents, from the biggest of cities, to the smallest of towns, the people of Texas want to do and will do the great work of this country.”\n\nO’Rourke, a 45-year-old congressman who represents an El Paso-area district, said he’d called Cruz to congratulate him on his win “and to wish him well going forward.”\n\n“At this time of division, the country’s been as polarized as I can member it in my life,” he said. “If there's anything we can do to help him in his position of public trust… in any way that brings us back together, around the big things we want to achieve.”\n\nO’Rourke, his hoarse voice beginning to crack, then turned his attention to his adoring crowd.\n\n“I’m so f------ proud of you guys,” he said, prompting loud cheers.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Variety\n\nLOS ANGELES — One of the most gifted jazz musicians of his generation, Roy Hargrove, has died at age 49 after reportedly suffering cardiac arrest.\n\nBesides recording his own series of acclaimed albums, Hargrove became famous among urban music fans in the early 2000s as a member of the collective the Soulquarians, appearing on essential albums like D'Angelo's \"Voodoo,\" Common's \"Like Water for Chocolate\" and Erykah Badu's \"Mama's Gun.\"\n\nNPR reported that Hargrove, who'd been on dialysis for many years, had been admitted to the hospital for \"reasons related to kidney function\" at the time of his death. He had been scheduled to perform in New Jersey Saturday night.\n\n\"The Great Roy Hargrove: He is literally the one man horn section I hear in my head when I think about music,\" wrote Questlove in an Instagram post. \"I know I've spoken (of) every aspect of Soulquarian era recording techniques but even I can't properly document how crucial and spot on Roy was with his craft, man. We NEVER gave him instructions: just played the song and watched him go.\"\n\nQuestlove wrote about how you can hear him and other band members screaming and laughing during a Hargrove solo on the Common track \"Cold Blooded\" because \"that's us MIND BLOWN... We were just reacting in real time to greatness... And a beautiful cat, man. Love to the immortal timeless genius that will forever be Roy Hargrove, y'all.\"\n\nSaid another key young trumpeter, Keyon Harrold, \"My heart again is broken by news of the trumpeter jazz king Roy Hargrove passing on... I was captivated by Roy's soul,\" Harrold wrote on Instagram. \"The spirit that radiated from the bell of his horn was always a force of youth enthralled with the wisdom of old. A jazz future to a jazz legend in the eyes of many. One of the people I watched as a benchmark of what I could be as trumpet player musically. The epitome of a soloist. Amazing arranger and composer. A jazz historian... Roy, thank you. You were always the inspiration. You are already missed though you live forever!!!\"\n\nHargrove was nominated for six Grammy Awards and won two — the first in 1998 for \"Habana,\" an album of Afro-Cuban music he recorded with his band Crisol, and the second in 2002 for \"Directions in Music: Live at Massey Hall,\" a tribute to Miles Davis and John Coltrane on which he collaborated with Herbie Hancock and Michael Brecker.\n\nA Texas native, Hargrove was discovered by Wynton Marsalis when that jazz great was visiting his performing arts high school in Dallas. Hargrove always cited as his primary inspiration David \"Fathead\" Newman, appreciating his improvisational prowess and saying he felt Newman was \"was so soulful and singing through his horn.\"\n\nHis first solo album, \"Diamond in the Rough,\" appeared in 1990 on Novus, for whom he made eight albums in four years. His career really took off with the 10 albums he recorded for Verve starting in 1994, including several with the RH Factor, a funkier band he formed to meld different styles into jazz.\n\nAs a guest musician, Hargrove played on recordings by John Mayer (\"Continuum\"), Sonny Rollins, Oscar Peterson, Jimmy Smith, Shirley Horn, Marcus Miller, Angelique Kidjo, Ray Brown and dozens of others. Most recently, he was featured on the sophomore album by Blue Note singer/pianist Kandace Springs, released in September.\n\nAlthough his output as a recording artist in his own right had come to a halt in the 2010s, Hargrove continued to be a prolific live performer through the end of his life.\n\nReviewing a two-week residency in Chicago in January, Downbeat magazine wrote, \"Hargrove fosters something of a Miles Davis vibe as relates to fashion, attitude and stagecraft. He avoids announcing tunes, but is less aloof and austere than Davis, sporadically singing and dancing, which Davis never would have countenanced... His dynamic spontaneity tied to a tight focus on the music is why Hargrove is revered; his horns don't shine like the custom models of Christian Scott and Tunde Adjuah. They are tarnished, well worn.\"\n\nHaving spoken with Hargrove's manager, Larry Clothier, NPR reported that Hargrove \"had been admitted to the hospital for reasons related to kidney function; he was on dialysis for many years.\"\n\nHargrove advocated for a bigger audience for jazz, even when he was drawing what most in the medium would consider sizable crowds. Downbeat reported that the trumpeter refused to take accolades for filling the house during his two-week residency in January, saying: \"You talk as though that's a big deal. Back in the day, they used to play for much longer periods of time, which really helped to solidify the way the band sounded. It should be a month -- it should be more. It's not enough. Everywhere it's not enough. But we can't get people to really support jazz like that. People don't come out to hear live music as much as they used to.\"", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Gabe Gutierrez\n\nHIDALGO, Texas — With the first of three Central American caravans of asylum seekers still more than 700 miles away from the U.S.-Mexico border, the military is beginning to fan out across southern Texas.\n\nOn Friday, soldiers reinforced the international bridge in Hidalgo, near McAllen, in the first wave of up to 15,000 troops that President Donald Trump has said will help secure the southern border. They are conducting drills and putting up chain-link fencing topped with barbed wire.\n\nAbout 160 active-duty soldiers — mostly engineers and military police from various units — are now in the McAllen area, said U.S. Army Sgt. Maj. Faith Laughter.\n\nIn total, including members of the National Guard who have been at the border since April, Trump's military deployment to the border could cost more than $200 million, according to The Washington Post.\n\nHidalgo resident Josemaria Vasquez said she strongly opposes Trump's decision.\n\n\"There's better use of that money,” Vasquez said. “This is not an invasion.\"\n\nMcAllen resident Marianna Trevino Wright said she’s a Republican who voted for Trump, which she regrets.\n\n\"An enormous fraud is being perpetrated on the American people,\" she said, adding she believes Trump ordered troops to the border to energize Republican voters in the midterm elections Tuesday.\n\nBut some border patrol agents are grateful for help from the troops Trump has sent.\n\nChris Cabrera, border patrol agent and spokesman for the National Border Patrol Council, said agents like him have needed help \"for some time.\" Still, he said that he feels lawmakers need to enact change to actually fix the issue of migrants crossing the border.\n\n\"You can put them shoulder to shoulder from Brownsville to San Diego,\" Cabrera said of the troops at the border. \"All they got to do is put one foot on land and say I need asylum and we're still in the same position.\"\n\nCabrera said that although the troops cannot actually apprehend undocumented immigrants, they will act as extra eyes and ears for Border Patrol.\n\nMigrants, part of a caravan traveling from Central America en route to the United States walk by the road that links Ciudad Hidalgo with Tapachula, Mexico on Nov. 2, 2018. Carlos Garcia Rawlins / Reuters\n\nBut for now, it's a waiting game — Cabrera said there's not a set timeline on when the caravan will arrive but said that he sees a caravan-sized number of migrants come through the McAllen area each week. He added that Border Patrol will still continue to operate as it has with or without extra support.\n\n\"As far as border patrol agents, I think we're going to continue doing what we do,\" Cabrera said. \"Obviously if we can get some more manpower, that'll help out but we are going to continue to operate like we do because we're used to doing more with less.\"\n\nEstimates of the sizes of the three caravans making their way to the border vary widely. But according to Mexican and Salvadorean officials, about 8,000 people are making their way toward the United States.\n\nMany in the caravans are women and children who say they are fleeing rampant gang violence in Central America. But the U.S. Department of Homeland Security issued a statement Thursday that said about half are single men and at least 270 have criminal histories. It is not clear how they made that determination or how they arrived at that number.\n\nOn Friday, the governor of the Mexican state of Veracruz, Miguel Angel Yunes, said that his government would provide 100 buses to transport the migrants to Mexico City or “any other place they want” as early as Saturday.\n\nHowever, hours later, he suddenly pulled the offer, saying the migrants should not head to Mexico City because of ongoing water maintenance there, which was expected to leave millions without water for several days. The maintenance has been expected for weeks.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Farnoush Amiri\n\nAriana Grande has \"No Tears Left to Cry\" for Pete Davidson.\n\nAfter \"Saturday Night Live\" posted a promo for this week's show in which Grande's ex-fiance Pete Davidson seemingly referenced their short-lived engagement, Grande tweeted: \"for somebody who claims to hate relevancy u sure love clinging to it huh.\"\n\nThe tweet has since been deleted by the singer but Twitter and her nearly 59 million \"Arianators\" took notice, taking screenshots of her response and the subsequent tweet where she wrote, \"thank u, next,\" which would turn out to be the title of her latest single.\n\nvia E! News\n\n\"SNL\" this Saturday is being hosted by Jonah Hill, who directed the film \"Mid-90s,\" with musical guest Maggie Rogers. Davidson decided to break the ice with Rogers in the promo, saying, \"Hey Maggie, I'm Pete\" before adding \"Want to get married?\"\n\nRogers declined his proposal, prompting Davidson to declare \"0 for 3\" — an apparent reference to his two other engagements that have ended, the first with Larry David's daughter, Cazzie David.\n\nGrande appeared to capitalize on the feud by releasing \"thank u, next,\" in which she sings, \"Even almost got married/And for Pete, I'm so thankful,\" about 45 minutes before 'SNL' aired Saturday.\n\nThe move, foreshadowing a forthcoming album, had Twitter alight with talk of Grande and her late-night ex.\n\nOn Saturday's \"SNL,\" Davidson seemed to call the new single \"a great song,\" and he addressed the breakup.\n\n\"The truth is it’s nobody’s business, and sometimes things just don’t work out — and that’s OK,\" he said. \"She’s a wonderful, strong person and I genuinely wish her all the happiness in the world.\"\n\nDavidson and Grande first made news when they announced their engagement in June after only weeks of dating. The couple called off their engagement four months later.\n\nThis isn't the first time Davidson has spoken about their split.\n\nIn an Oct. 20 event in Los Angeles, Davidson said, \"Well, as you could tell, I don't want to be here,\" he said, according to E! News, adding \"There's a lot going on.\"", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Ezra Kaplan and Phil McCausland\n\nPITTSBURGH — Jews and gentiles gathered in synagogues, community centers and college campuses around the world one week after a gunman killed 11 at a synagogue in Squirrel Hill, a historic Jewish neighborhood in Pittsburgh. Many took the opportunity during services on Friday night and Saturday morning to embrace and say two simple words: “Shabbat Shalom.”\n\nThe phrase is a traditional Hebrew greeting used to wish others a peaceful Sabbath.\n\nThe deadly attack on Oct. 27 led the American Jewish Committee and the Jewish Federations of North America to create a campaign and hashtag that encouraged people to “#ShowUpForShabbat” this week — regardless of their religious beliefs or lack thereof.\n\nRabbi Noam Marans, the American Jewish Committee’s Director of Interreligious and Intergroup Relations, wrote a column on Thursday encouraging all to attend services, stating that “This Shabbat cannot be like any other Shabbat.”\n\nFlowers and memorials lay outside the Tree of Life Synagogue during the the vigil outside the building where 11 people lost their lives last week in Pittsburgh on Nov. 3, 2018. Ezra Kaplan / NBC News\n\n“Synagogues all over the world will be more filled, rather than less filled,” Marans wrote. “We will not run away. We will not cower. We will not allow the hate of a few to drive out the love of the many. We have been blessed by the many beyond the Jewish community who have joined us in our sorrow and defiance, not only by their presence in our synagogues this Shabbat, but by their statements and vigils of solidarity, declaring unequivocally: We are all Jews.”\n\nCongregations as far from Pittsburgh as Hiroshima, Japan, and London held services for anyone wishing to take part. In Boston, 1,500 people attended services on Friday night to support the victims of last week’s shooting.\n\nPolitical leaders and celebrities supported the campaign on social media.\n\nThe accused shooter, Robert Bowers, 46, reportedly yelled \"all Jews must die,\" before opening fire on the Tree of Life congregation in Squirrel Hill. Six additional people were injured in the shooting, including four police officers. Bowers is charged with 29 felony counts, including 11 counts of use of a firearm to commit murder and 11 counts of obstruction of the exercise of religious beliefs resulting in death.\n\nIn the days since the shooting, Pittsburgh residents have marched, prayed and sang with their Jewish neighbors to show their support. Thousands attended services across the city on Friday and Saturday to stand against the anti-Semitic attack.\n\nJoanne Rogers, the wife of Fred Rogers, who created PBS’s“Mister Rogers,\" attended and spoke about the tragedy during Friday night services in Squirrel Hill, where the couple raised their two children.\n\nRabbi Chuck Diamond, a former rabbi at the Tree of Life Synagogue, leads a Shabbat service outside the synagogue on Nov. 3, 2018 in Pittsburgh. Ezra Kaplan / NBC News\n\n“The most important thing is the love and the care that came out of that from the people here,” Joanne Rogers said. “And that won’t go away — it won’t. We just can’t let it go away.”\n\nAfter traditional services on Saturday, hundreds of Pittsburgh residents gathered around a memorial outside the Tree of Life Synagogue — still wrapped in police tape — and prayed together.\n\nIt was an impromptu moment led by Rabbi Chuck Diamond, who served this congregation for seven years.\n\n“It’s healing. It’s very painful, but it’s healing,” said Dea Fern, who attended Tree of Life Synagogue and knew the people who died. “I’ve been to the funerals. That was hard. I haven’t been able to come here, and I’m able to be here now with my dear friends. It’s a sad Shabbat, but I remember them with joy.”\n\nEzra Kaplan reported from Pittsburgh and Phil McCausland from New York.", "See how candidates in key races are making their final pitches to voters copied!\n\nCandidates across the political spectrum in critical races across the country are making their final appeal to voters as Election Day closes in.\n\nRead More", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Source: Associated Press By Associated Press\n\nLAGOS, Nigeria — Nigeria's military is facing criticism after sending out a tweet that appeared to use President Trump's comments as justification for shooting and killing protesters in the West African nation.\n\nThe tweet, which has since been deleted, referenced a video of Trump where he suggested that U.S. soldiers on the country's southwestern border may open fire if migrants throw rocks at them. Trump insisted Friday that he meant that rock-throwers would be arrested.\n\nThe tweet on the Nigerian army's Twitter account stated: \"Please Watch and Make Your Deductions.\"\n\nThe military did not return calls seeking comment on the deleted tweet.\n\nNigeria's main Shiite Muslim movement says the army killed at least 50 of its members who were protesting this week. Nigeria's military said it killed six people and claims the protesters had fired first.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy David Ingram\n\nSAN FRANCISCO — A push this year by tech companies to open a window on the political ads that they sell has failed to satisfy lawmakers and researchers who worry that shadowy groups could still use the services to manipulate voters before an election.\n\nFacebook, Google and Twitter all launched searchable databases this year that allow people to see details of election-related advertisements that run on theirs sites. People who visit the databases online can see videos and images from the ads, as well as spending data and, in theory, who is behind each of the ads.\n\nThe companies acted under threats of federal regulation after reports that Russian operatives bought politically divisive social media ads under fake names in the run-up to the 2016 presidential election.\n\nBut huge loopholes in the databases remain, lawmakers and researchers say.\n\nJaap Arriens / NurPhoto via Getty Images\n\nThe flaws suggest that the companies’ efforts, while producing vast amounts of data, may not be enough to stave off action by Congress, state lawmakers or election regulators.\n\n“We’re in a much better place now in terms of transparency than we were two years ago, but there is a long way to go,” said Brendan Fischer, director of federal reform at the Campaign Legal Center, a Washington nonprofit that advocates for stricter campaign finance laws.\n\nOn Friday, two senators said they had sent a letter to Facebook CEO Mark Zuckerberg, urging him to address loopholes in the social network’s archive of political ads.\n\n“Free and fair elections require both transparency and accountability which give the public a right to know the true sources of funding for political advertisements in order to make informed political choices and hold elected officials accountable,” Sens. Amy Klobuchar, D-Minn., and Mark Warner, D-Va., wrote in the letter.\n\nThe senators sent a separate letter to Larry Page, CEO of Google’s parent company Alphabet, in April urging him to be more transparent about political ads.\n\nKlobuchar and Warner are sponsors of legislation known as the Honest Ads Act that would require sellers of online ads to meet some of the same political ad requirements as radio and television companies. Facebook and Twitter have backed the bill.\n\nSome of the problems with political ads may be beyond the control of tech companies. Political organizations raise and spend millions of dollars each election in so-called “dark money” — or money whose origin isn’t publicly known, sometimes because it runs through a limited liability company. Those groups buy ads online and offline.\n\n“Facebook and Google are not going to be able to disclose the sources of money behind a dark-money organization,” Fischer said. “That is the responsibility of Congress and the FEC,” or Federal Election Commission, he said.\n\nAmong the transparency tools that the tech companies have rolled out this year, news organizations have discovered vulnerabilities.\n\nVice News reported last month that it was able to deceive Facebook’s system into approving ads with the label that they were “paid for” by sitting U.S. senators, though the ads had not been. It earlier won approval to run ads “paid for” by Vice President Mike Pence and by the Islamic State, though they were not involved.\n\nProPublica reported on Thursday that the oil industry has been able to run Facebook ads under the name “paid for by Energy4US,” a name that the news organization said appeared to be a front for the American Fuel & Petrochemical Manufacturers, an industry trade group.\n\n“There are some major loopholes,” said Daniel Kreiss, who researches political ads as a professor of media and journalism at the University of North Carolina at Chapel Hill. “If people can buy ads and have them approved coming from sources that are misleading or false or invented, that’s a major problem.”\n\nFacebook says it supports making political ads more transparent and that it is working to eliminate attempts at deception, such as inaccurate “paid for by” labels.\n\nIn order to run ads with political content on Facebook, advertisers are required by the company to verify their identity and location, a demand that led to concern Facebook was being too strict with some ad buyers, such as Spanish-language advertisers.\n\nRob Leathern, Facebook’s director of product management, said in a statement on Friday: “This publicly-available ad archive is valuable for news organizations, regulators, watchdog groups, and the public, and it’s a way we’re also held accountable — even if it means our mistakes are on display. We’re exploring additional checks to help prevent abuse and will respond to requests from law enforcement and election officials now and in the future if new requirements arise.”\n\nGoogle acknowledged when it launched its ad library in August that it had some shortcomings, such as the lack of information about issue ads, state and local election ads and ads in other countries. “We know there is more work to be done,” the company said at the timethen. Google on Friday reiterated that statement but declined to say what progress it had made since August.\n\nThe company, owner of the world’s No. 1 search engine, this year decided not to sell certain political ads at all rather than risk not complying with state regulations about advertising disclosures. It is not selling ads related to ballot measures or to state or local candidates in Maryland, Nevada, New Jersey or Washington state.\n\nTwitter, which is smaller than Google or Facebook both in ad sales and engineering resources, also has pledged to improve its political ad database. Like Google, Twitter on Friday declined to give a timeline for further changes.\n\nTravis Ridout, a Washington State University government professor, said the tech companies’ databases are better than what existed before, “which was nothing,” he said. But their efforts aren’t everything that advocates for transparency hoped for.\n\n“They sort of have a bargain right now: that government will not intervene if the companies take some responsibility,” Ridout said. Whether that bargain continues, he said, “I’m not certain.”", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Dartunorro Clark\n\nFirst lady Melania Trump on Saturday urged voters to back President Donald Trump to \"help prove that the Democrats and media are wrong\" in a fundraising email before Election Day.\n\n\"Democrats and the opposition media are doing everything they possibly can to discredit Donald with false accusations by spreading their fake news and making it appear that he does not have the support of America’s voter,\" she said in the email, which was sent by the Republican National Committee.\n\n\"This is a battle we must win together. I’m asking you and other Americans across the country to personally register your support and help prove that the Democrats and media are wrong.\"\n\nThe first lady has largely steered clear of politics during the midterms.\n\nThe first lady has used her platform to create her \"Be Best\" campaign, which includes issues such as bullying on social media, the opioid epidemic and children's \"emotional, social, and physical well-being.\"\n\nShe also took a five-day trip in October to several African nations promote child welfare issues, such as education, drug addiction, hunger poverty and disease, in her first extended solo international mission.\n\nGIULIANI HITS THE CAMPAIGN TRAIL\n\nRudy Giuliani, the president's personal lawyer, campaigned in Indiana on Saturday for Republican Senate candidate Mike Braun.\n\nGiuliani touted a strong economy under Trump and urged voters to \"send Democrats a message\" by backing Braun to protect the president’s economic policies.\n\n\"We don't want their kind of politics, we don't want their kind of mob justice,\" he said in Indianapolis. \"We don't want to go back to high unemployment and very few jobs and no raises for people.\"\n\nGiuliani added, “They want to put Schumer in charge of the Senate, and then we'll have Pelosi in charge of the House.”\n\nBraun is running against Democratic Sen. Joe Donnelly. The candidates are running neck-and-neck, according to a new NBC News/Marist poll of the state. Donnelly gets support from 48 percent of likely voters, while Braun gets 46 percent; 7 percent are undecided or prefer someone else.\n\nIn his pitch to voters, Giuliani said Democrats want to impeach Trump and Supreme Court justice Brett Kavanaugh if they get majorities in the House and Senate.\n\n\"So if you make a mistake...and you don’t vote for (Braun), that's what you're voting for,\" he said.\n\nNBC chance encounter with Sessions\n\nAs Trump prepared to speak to supporters in Bozeman, Montana, NBC News spotted Attorney General Jeff Sessions making a personal visit to the White House.\n\nNBC News White House correspondent Geoff Bennett encountered Sessions with his family in the White House briefing room. Sessions said he brought his children and 10 grandchildren for a visit.\n\nThree Secret Service agents looked on as several of Sessions’ grandchildren took turns posing for pictures behind the press secretary’s lectern.\n\nWhen Bennett suggested it was a good day to visit while the president was on the road, Sessions simply smiled. The Attorney General did not offer any details about his future within the administration. Several sources close to Sessions have told NBC they expect President Trump to fire him after the midterm elections.\n\nUPDATE: EARLY VOTING\n\nThree days out from Election Day, more than 32 million votes have been counted as early or absentee in the 2018 midterm elections nationwide as of Saturday, according to TargetSmart.\n\nHere are the total votes counted by state:\n\nArizona: 1,399,414\n\nFlorida: 4,004,471\n\nGeorgia: 2,069,735\n\nIndiana: 513,420\n\nMontana: 277,718\n\nNevada: 547,511\n\nTennessee: 1,366,135\n\nTexas: 5,364,596\n\nShaquille Brewster reported from Indianapolis, Indiana, and Geoff Bennett from Washington, D.C.", "By Nicole Acevedo and Nirma Hasty\n\nVIEQUES, Puerto Rico — If a devastating hurricane's road to recovery is difficult in a small Caribbean island, it's even tougher if one lives in an island off the island, as residents of Vieques have found out.\n\nMany areas in Puerto Rico have been able to recover from Hurricane Maria more than a year after the disaster took place, but Vieques is not one of them.\n\nVieques is a smaller island located about seven miles off the Southeast coast of the mainland of Puerto Rico, known to tourists as a vacation spot sprinkled with beautiful beaches and with a casual, small-town vibe. To travel between the mainland of Puerto Rico and Vieques, people have to take a ferry or a flight.\n\nBut being “an island off an island,” as some describe it, has disproportionately slowed down recovery efforts for the roughly 9,000 Puerto Ricans living in Vieques.\n\nWhile it took the power authority 11 months to restore full power in Puerto Rico, families living in Vieques continue to wait. The power authority has no current plans to restore the underwater cable that transmitted electricity from the Puerto Rico mainland to Vieques before Maria hit, instead aiming to put in place a new system using microgrids and renewable energy that could prove more resilient ahead of future storms.\n\nBut for now, the small island is running entirely on generators.\n\nIbia Santos is one of the many Vieques residents still reeling from the ripple effects of the storm as if it happened yesterday, struggling to rebuild and making up for economic losses. Santos owns a small business renting beach chairs and selling food to beachgoers.\n\nFor over a year, Santos has lacked a secure home since Maria brought down her house of nearly 20 years. The first few months, Santos tried to live among the home's debris. But unprecedented rashes, allergies and a rat infestation led Santos to set a camping tent near the beach. Since then, the tent has become her new temporary home.\n\n“I felt like I was living in Jumanji,” recalled Santos, referring to the movie where children brave a jungle full of animals and danger. “At least here in the beach I was able to feel better, in terms of my rash and my sinuses.”\n\nAfter heavy rains, Santos needs to clean her tent’s walls with chlorine. The rains leave “a weird fungus-like thing” around the tent, she explained.\n\nPeople like Vickie Michaud are trying to help Vieques residents like Santos through Hope Builders, a nonprofit organization that works to rebuild homes. So far, Hope Builders has a waiting list of about 300 people hoping to get the resources needed to reconstruct their destroyed houses.\n\n“I think being an island off an island makes things extremely difficult. I've heard people refer to Vieques as the heck island, which just boggles my mind,” Michaud said. “There's so many people in dire need of a home that's not leaking, not raining on them, that has windows.”\n\nSix months after Hurricane Maria hit the island of Vieques, Ibia Santos left her rotting home to camp on the beach. She's been there ever since, slowly building up the campsite. Brock Stoneham / NBC News\n\nAccording to the Federal Emergency Management Agency (FEMA), more than 166,000 homes in Puerto Rico still need to be rebuilt. They don’t know how many are waiting for repairs in Vieques specifically.\n\nHaronid Cruz Felix, director of communications for the municipality of Vieques, told NBC News that one of the main reasons why Vieques’ recovery has been so slow is due to the low estimates FEMA came up with while assessing how much it would cost to repair post-hurricane damages.\n\nFEMA approved a little over $8 million in recovery funds for Vieques — which is essentially what the municipality lost in sales and the tax revenue known as IVU, as well as in damages to the public community health center, known by its Spanish initials, CDT. This is despite the fact that the federal agency stated that the small island had close to $400 million in total damages.\n\nVieques needs at least $65 million to repair homes in at least four different communities and other public infrastructure, according to municipal documents submitted to Puerto Rico’s Housing Department as part of the U.S. Department of Housing and Urban Development (HUD) Community Development Block Grant-Disaster Recovery Program focused on home reparations and reconstruction, including vouchers and individual housing assistance.\n\nOfficials in Vieques are still waiting to hear back from federal authorities for the approval and disbursement of HUD and FEMA funds.\n\nFEMA financed a $2.9 million mobile dialysis center that was installed by the Puerto Rican government in early October. The center, which is set to start operating before the end of the year, would serve approximately 12 patients in need of such treatment who currently live in Vieques and have to travel multiple times a week to the mainland of Puerto Rico to receive treatment.\n\nCruz Felix said that before the hurricane at least two dozen dialysis patients lived in Vieques but “many died or moved to the U.S.” after Hurricane Maria.\n\nIn the meantime, Puerto Rican public officials have thrown around the idea of prioritizing places like Vieques for new renewable energy installations, hoping to make Vieques and other parts of Puerto Rico more resilient and self-sufficient.\n\nCarlos Mercader, executive director of the Puerto Rico Federal Affairs Administration, said in a press release, “Our goal is that in five years 40 percent of our energy is generated from renewable sources, such as wind and solar.”\n\nHowever, few details are outlined in Puerto Rico's plan to privatize the island power authority on how the government expects to do the transition.\n\nWhile Vieques’ slow recovery continues without a clear end date, residents like Santos are clinging their hopes to the small improvements they see in their daily lives. For Santos, it’s a small uptick in tourism.\n\n“Vieques is a tourist goldmine and that’s because business owners like myself have done their part to do so,” she said. \"Last time I checked the stats, like 10,000 people are expected to come during the winter.”\n\nCruz Felix agreed with Santos that there has been tentative progress.\n\n\"It's true, it's starting to recover. But it's still too slow, \" said Cruz Felix about Vieques' tourism. \"The W Hotels and other hostelry still remain closed.\"\n\nIbia Santos' house was destroyed when Hurricane Maria hit the island of Vieques in 2017. Six months after the storm, suffering from skin and respiratory ailments, she decided to leave her home and has been camping on the beach ever since. Brock Stoneman / NBC News\n\nSantos said she has been able to gain back most of the extra money she spent in unexpected post-hurricane expenses, such as fuel to operate her generator and ice to keep food and provisions refrigerated.\n\nBut Santos still hasn’t been able to put together enough money to rebuild her destroyed home.\n\nWith the help of Hope Builders, she’s been able to fund raise $1,000, though that’s still not enough for repairs, Santos said.\n\nAfter FEMA closed her case and she was unable to get housing repair aid, Santos “decided to not beg anymore and concentrate in my business.”\n\n“When I start to do good, and I know I will,\" said Santos, \"I’m gonna start building my house (cement) block by block, little by little.”\n\nNicole Acevedo reported from New York and Puerto Rico, and Nirma Hasty, Brock Stoneham and John Makely reported from Vieques.\n\nFOLLOW NBC LATINO ON FACEBOOK, TWITTER AND INSTAGRAM.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Dan De Luce, Ken Dilanian and Robert Windrem\n\nWASHINGTON — The Ritz-Carlton in Saudi Arabia's capital bills itself as an \"elegant oasis\" that \"completely envelops its discerning guests in majestic surroundings.\"\n\nBut a year ago Sunday, on Nov. 4, 2017, the ultra-luxurious Riyadh hotel — with its marble floors and vast indoor swimming pool — became a gilded prison, when hundreds of Saudi royals, billionaires and senior government officials were detained in an extraordinary power play by the heir to the throne, Crown Prince Mohammed bin Salman.\n\nThe involuntary guests were told they had to sign away large chunks of their assets to be released. The detention involved both psychological abuse and — in some cases — torture, current and former U.S. officials say.\n\nThe move, described by Saudi authorities as a crackdown on rampant corruption, allowed the crown prince to tighten his grip and sent a shock wave through the kingdom's elites.\n\n\"This was a shakedown operation and a power consolidation operation,\" said one former senior U.S. official who was in office at the time.\n\nThe Ritz detentions were designed \"to remind people going forward that their wealth and their well-being would depend on the crown prince and not anything else, which is why it was so upsetting for many in the royal family,\" said the former official, who spoke on condition of anonymity.\n\nA year later, the event has taken on even more importance in the wake of the death of the Saudi writer Jamal Khashoggi, who was murdered after entering the Saudi consulate in Istanbul on Oct. 2. Bin Salman is suspected of ordering Khashoggi's death, and is struggling to defuse the crisis that has put the country's international standing in jeopardy.\n\nIf bin Salman survives the fallout over the killing of Khashoggi, it will be in part due to the roundup at the Ritz, when he crushed his rivals and potential opponents. Some of those targeted included royals or officials linked to the late King Abdullah, who died in 2015. His relatives and associates are distrusted by the circle around King Salman, who now holds the throne.\n\nBut the crackdown generated deep resentment in the House of Saud and numerous enemies, experts and former officials said, and the crown prince could face more resistance from his internal adversaries. Bin Salman, keenly aware that Saudi Arabia's King Faisal was murdered by a disgruntled nephew in 1975, devotes elaborate attention to his personal security, one former U.S. intelligence officer told NBC News.\n\nThe details of exactly what happened to those detained at the Ritz have remained shrouded in secrecy, and the fate of those still held also remains unclear. A second hotel, the Courtyard by Marriott, located just across the street from the Ritz, was also used as a high-end detention center when space ran out at the Ritz. Both hotels were closed to the public during the operation. The Ritz did not respond to a request for comment.\n\nA U.S. intelligence official and two former senior U.S. government officials told NBC News that the detainees were coerced, abused and tortured. The sources, who spoke on condition of anonymity, declined to divulge details, which were contained in classified intelligence reports.\n\nThe detainees were deprived of sleep, beaten and interrogated with their heads covered. Seventeen were hospitalized, according to the New York Times.\n\nOne detainee, a Saudi military officer, Maj. Gen. Ali al-Qahtani, died in custody. The Saudi authorities have yet to offer an official explanation in the case. He was a top aide to Prince Turki bin Abdullah, a son of the late King Abdullah.\n\nSaudi Arabia has denied that any abuse or torture took place during the detentions. The Saudi embassy in Washington did not respond to requests for comment.\n\nAt the time, President Donald Trump endorsed the crackdown in a tweet: \"I have great confidence in King Salman and the Crown Prince of Saudi Arabia, they know exactly what they are doing. Some of those they are harshly treating have been 'milking' their country for years!\"\n\nTrump’s tweet came on Nov. 6, two days after the crackdown came to light. The next day the State Department said it would like to see prosecution of corruption in a “fair and transparent manner.”\n\nI have great confidence in King Salman and the Crown Prince of Saudi Arabia, they know exactly what they are doing.... — Donald J. Trump (@realDonaldTrump) November 6, 2017\n\nTrump's apparent approval of the operation raises the question of whether Washington missed an opportunity to make clear to the crown prince last year that he needed to ease off of authoritarian measures or else risk a U.S. backlash, said a former senior government official with experience in the region:\n\n\"It should have been a warning to us where this was going,\" said the former official.\n\nAmong the nearly 400 detainees was Prince Alwaleed bin Talal, a high-profile tycoon with investments in Citigroup and Apple, estimated to be worth more than $17 billion.\n\nAlwaleed was summoned to the royal court in the early morning hours of Nov. 4, having no inkling the crown prince had launched a sweeping roundup of the country's most powerful and wealthy figures.\n\nAlan Bender, a Canadian businessman with ties to the Saudi royal family, told NBC News he represented an ex-wife of Alwaleed, who had alleged she was mistreated by the billionaire. Before the November roundup, Bender had been pressing Alwaleed's lawyers to pay his client a financial settlement. After Alwaleed was detained, Bender was flown to Riyadh to \"testify\" against the prince. Bender said he did so via video-conference, reading a script of allegations while Alwaleed sat in an undisclosed location on the other end of the video chat.\n\nBender said it appeared that Alwaleed was in a room that resembled a jail cell, rather than a hotel suite. He also said al-Waleed seemed to be in rough shape, fatigued, unshaven and twitching.\n\n\"He looked like he hadn't slept,\" Bender said.\n\nWhile in Riyadh, Bender said, he learned more about the Ritz operation.\n\nBender said that a top adviser to the crown prince named Saud Al Qahtani \"bragged to me that they slapped and hung some detainees upside down.\" That same adviser has since been sacked, along with other top officials, after the killing of the Saudi dissident Khashoggi.\n\nAlwaleed was finally released after 83 days, looking underweight. In an interview with Bloomberg Television, Alwaleed insisted he was not mistreated and that he and the Saudi government had come to a \"confidential\" understanding. The prince did not respond to requests for comment by NBC News.\n\nLast month, Alwaleed appeared at an investment summit in Riyadh, with footage showing him sitting just a few seats away from the crown prince.\n\nSaudi businessman Prince Alwaleed bin Talal, left, with Saudi Crown Prince Mohammed bin Salman, second right, at the Saudi Arabia's investment conference, in Riyadh on Oct. 23, 2018. Fares Ghaith / EPA\n\nAfter the Ritz crackdown wound down, most remaining detainees were moved to Al Hayer jail, former U.S. officials said.\n\nSome of the former detainees have been placed under house arrest, are required to wear ankle monitors or are banned from travelling abroad, the former officials said.\n\nThe Saudi attorney general's office said in a statement in January that 381 individuals had been \"subpoenaed\" in corruption cases and 56 would remain in custody, because they \"refused to settle\" or they were subject to other pending criminal cases.\n\nSaudi Prince Miteb bin Abdullah, son of the late King Abdullah and head of the National Guard, a powerful 100,000-strong security force charged with protecting the royals, was released after three weeks in detention and after he reportedly agreed to pay more than $1 billion in a settlement.\n\nHis brother, Prince Turki bin Abdullah, a former governor of Riyadh province, remains under detention, the former officials said.\n\nThe Saudi government portrayed the whole clampdown as a successful effort to clean up corruption. Saudi authorities said in January that the government had reached settlements worth $106 billion. It's not clear how much of that is in the form of cash, and how much in real estate or other holdings, which could take months or years to transfer.\n\nThe government reportedly seized the management of some firms, including Saudi Binladin Group, the giant construction company founded by Osama bin Laden's father. The chairman, Bakr bin Laden, was among those detained last year. The company did not respond to requests for comment.\n\nEven before the Ritz detentions, the crown prince's impulsive ways had sparked jitters among foreign investors and the country's wealthy elite. Foreign direct investment has plunged in the past two years and Saudis have moved cash and assets out of the country at a dramatic rate.\n\nThe Ritz detentions only reinforced concerns for businesses looking at the Saudi market.\n\n\"The takeaway was if you get on the wrong side of this guy, then your investments and your deal could be at risk. That's a chilling message,\" said Phillip Cornell, a senior fellow at the Atlantic Council think tank and former adviser to the kingdom's state-owned oil giant Saudi Aramco.", "Get the Better newsletter.\n\nBy Vivian Manning-Schaffel\n\nFor the 100th year, we get to turn our clocks back an hour, alleviating the gloom of dark mornings but robbing us of daylit evenings.\n\nAccording to a recently added section of The Indoor Generation, a survey from YouGov and Velux, many of us feel less productive as the clocks roll back — 74 percent of Americans say a lack of daylight affects their productivity, and 34 percent of Americans say a lack of daylight affects their productivity significantly.\n\nKevin Van Den Wymelenberg, Ph.D., associate professor and director of the Institute for Health in the Built Environment at the University of Oregon, says the human need for daylight is unconscious, but fundamental. “The rhythms of light and dark are a fundamental part of the ecological system that nearly every species on earth evolved within,” he says. “Should we really expect anything but an erosion of productivity if this natural system is severely disrupted?”\n\nJohn Sharp, M.D., psychiatrist on faculty at Harvard Medical School and the David Geffen School of Medicine at UCLA, and author of \"The Emotional Calendar: Understanding Seasonal Influences and Milestones to Become Happier, More Fulfilled, and in Control of Your Life,” also says less light in your day can cause things to slow down. “The interesting thing is, without light, our sleep wake cycle would be much longer than it is now. But it’s the absence of light that sets us into our sleep-wake patterns,” says Sharp. “When that gets shifted, it really affects us and can cause people to be irritable, sleepy, and want to quit the day earlier. It’s easier just to shut it all down at 5 p.m.”\n\nA few countries in the European Union have led a hearty discussion in hopes of abolishing daylight saving all together. Some Northernmost countries, where it can be either light or dark for days on end depending on the time of year, cited health issues caused by the phenomenon — such as an eight percent increase in the risk of stroke and 24 percent increased risk of heart attack the Monday following spring forward. The only good news about turning the clock backward is, according to that same study, that extra hour of sleep coincides with a reduced risk of heart attack the following Monday by 21 percent.\n\nSo how can we better get ahead of the havoc daylight saving wreaks on our lives?\n\nEase into the sleep shift\n\nSharp says dialing back your bedtime by 15 minute increments can help you ease the transition. “Think back to when you want to wake up and how much sleep you normally need, then gradually adjust your bedtime toward your sleep goal,” he says.\n\nAvoid alcohol and refined carbs and sugar before bed\n\nAt least 20 percent of American adults rely on alcohol to help them fall asleep says Dr. Sanam Hafeez, clinical psychologist and teaching faculty member at Columbia University Teacher’s College. Yet, she says imbibing the night before the clocks roll back is much more likely to hinder your sleep than help it. “Alcohol disrupts circadian functioning, directly interfering with the ability of the master biological clock to synchronize itself,” she explains. “Because circadian rhythms have such a powerful, dominating influence over the way our bodies function, the disruptive effects of alcohol can be widespread, affecting sleep and other systems, including liver function,” she explains.\n\nSharp says though booze and carb-rich meals and snacks might be comforting come shorter days, there’s a price to pay for overindulging — especially that night. “Even if it relaxes you, you won’t get the quality of sleep that makes you feel better during the day if you drink. And carbs sap energy because they metabolize into sugar and screw up your baseline metabolism and glucose production in a way that effects your energy and outlook,” he says. So you might be better off saving the booze and sweets for the ‘hygge’ or ‘còsagach’ inspired hibernation spells to come.\n\nGet out in the daylight\n\nHafeez says light suppresses the secretion of the sleep-inducing hormone melatonin — and dark induces it. To better adjust to daylight saving time in fall, Hafeez advises exposing yourself to as much light as you can during the day. Even if it’s chilly, a long walk outside can elevate your serotonin levels (and your mood), give you a dose of vitamin D — even boost your immune system, as we’ve previously reported. Conversely, when night falls, Hafeez recommends avoiding bright light so you can fall asleep faster. “For example, if you get up at night to go to the bathroom, don’t turn on the light,” she explains.\n\nTo help recalibrate your circadian rhythms the Monday after the clocks roll back, Wymelenberg recommends, if at all possible, having your first morning meeting outside as a walk-and-talk. If not, try to take your laptop to a spot in your building by a sunny window.\n\nDon’t sleep with your smartphone\n\nHafeez says your phone might mess with your sleep patterns more than you think — one study revealed that 68 percent of smartphone owners sleep either holding their smartphone, having it in bed with them, or on their nightstand. Says Hafeez: “So many people use their smartphones as their alarm clocks — it makes sense to want your phones within an arm’s reach. But the temptation to check social media sites, work email or news headlines is often too strong to resist. As a result, you might feel energized from interacting with others, or stressed out by something that you read when you should actually be relaxing, which partly explains why people who consume electronic media in bed are at higher risk for insomnia.” To quell the culprit, simply keep your phone in another room and set an old school alarm to wake up instead.\n\nAll these easy little tweaks can add up to make a big difference in terms of how your body adjusts to turning the clocks back, says Sharp. And if you can’t make it to bed 15 minutes earlier, at least consider keeping your hands out of the cookie jar tonight.\n\nREADY TO GET MORE ZZZ’S? READ THESE AND REST BETTER\n\nWant more tips like these? NBC News BETTER is obsessed with finding easier, healthier and smarter ways to live. Sign up for our newsletter and follow us on Facebook, Twitter and Instagram.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Adam Edelman\n\nLess than five months ago, Alexandria Ocasio-Cortez, promising a bold progressive agenda — including calls to abolish ICE — won a stunning upset in a House Democratic primary. Days later, fellow New York Democrats Sen. Kirsten Gillibrand and Mayor Bill de Blasio joined her, demanding an end to the federal agency tasked with immigration enforcement. Others quickly linked themselves to the movement.\n\nBut now? With just days to go before the midterm elections, the \"Abolish ICE\" issue has all but vanished from the radar.\n\nThe topic, which had initially been forecast by some politicos as a hot new issue for Democrats, and a possible litmus test for candidates seeking support from the progressive wing of the party for 2020, is largely gone from rallies and speeches. That's due to what experts say is its failure to resonate with mainstream Democratic voters, a misplacing of blame for the nation's immigration crisis and a successful counter-attack from Republicans, including President Donald Trump.\n\nThe biggest factor in the Democrats' abandonment of the issue, Democratic strategists said, was that it deflected blame from those who they believe are responsible for creating a wave of new, harsh and divisive immigration policies. That includes the speeding up of deportation proceedings, an increasing number of arrests by ICE agents of undocumented immigrants, and the Trump administration's \"zero tolerance\" policy, which had resulted in the separation of families at the U.S. border.\n\nDemocratic Congressional candidate Alexandria Ocasio-Cortez speaks at a rally against Supreme Court nominee Brett Kavanaugh outside an expected speech by U.S. Representative Jeff Flake (R-AZ) in Boston, Massachusettes on October 1, 2018. Brian Snyder / Reuters file\n\n\"It let off the hook those who are truly responsible for the nation's immigration policies: President Trump, Attorney General Jeff Sessions and DHS Secretary Kirstjen Nielsen,\" Rodell Mollineau, a Democratic strategist at Rokk Solutions, told NBC News. \"A lot of voters just kind of understand that ICE officers are following new orders.\"\n\nMatt Angle, director of the progressive PAC the Lone Star Project, said: \"Democratic voters realized that ICE itself was not the problem. The problem was the policy and the officials behind it.\"\n\nIn June, as reports emerged that families were being separated at the U.S.-Mexico border, progressive Democrats began widely calling to \"abolish\" U.S. Customs and Immigration Enforcement (known as ICE) — a 15-year-old federal agency under the jurisdiction of the Department of Homeland Security that was given broader authority by the Trump administration to arrest and deport undocumented immigrants.\n\nOne of the first was Ocasio-Cortez, a 28-year-old Democratic Socialist who knocked off Rep. Joe Crowley, D-Queens, the No. 4 Democrat in the House, in a June Democratic primary. She was quickly followed by Gillibrand, de Blasio, Sen. Elizabeth Warren, D-Mass., Reps. Mark Pocan, D-Wis., Pramila Jayapal, D-Wash., Earl Blumenauer, D-Ore., Jim McGovern, D-Mass., Raul Grijalva, D-Ariz., Mike Capuano, D-Mass. and others.\n\nBut, amid attacks from Trump and crafty dares from congressional Republicans, most sprinted away from what had been initially seen as a robust rallying cry.\n\nTrump quickly went on the offense, tweeting over several summer days that \"the radical left Dems\" wanted to get rid of ICE. \"We will NOT stand for these vile Democrat smears in law enforcement,\" the president said. \"If you get rid of ICE, you're going to have a country that you’re going to be afraid to walk out of your house.\"\n\nIt had an effect.\n\nPocan, for his part, initially said he'd planned to introduce a House bill that would abolish the agency within one year. But when GOP leaders, predicting the legislation would be a disaster for Democrats, threatened to schedule an immediate vote on it, Pocan and others supporting the bill retreated, saying they would have voted against their own legislation.\n\nGillibrand — who in June told CNN that Congress should \"get rid of\" ICE and \"start over\" — said at a debate against her Republican opponent Chele Farley in October that she only wanted to \"fix the broken system\" of ICE. Warren, who in late June had called for ICE to be abolished, echoed that in a debate against her own general election opponent last month, saying only, \"I want to see this agency reformed.\"\n\nA spokesman for Gillibrand said the senator's position on the issue \"hasn't changed.\" A spokeswoman for Warren said her position \"has remained consistent.\"\n\nEven Ocasio-Cortez, despite making \"Abolish ICE\" a major part of her campaign over the summer, has tweeted about the topic just twice since Sept. 1. A campaign spokesman told NBC News she was unavailable for comment about the issue.\n\nPolitics watchers said they weren't shocked to see most Democrats step back on the issue and noted that it was, perhaps, always a doomed message for any candidate not representing an exceedingly liberal district or state.\n\n\"It got attention initially because Democrats are not that often so blunt in their messaging and I think that stood out,\" Basil Smikle, the former executive director of the New York state Democratic Party, told NBC News. \"But it doesn't translate to a winning general election message in most parts of the country.\"", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Linda Givetash\n\nBALTIMORE — Two people were killed after a wall collapsed at an Amazon distribution center as a storm rolled through the area on Friday.\n\nOne person was found under debris and taken to a nearby hospital, where they were pronounced dead on Friday night, the Baltimore Sun reported.\n\nBaltimore fire chief Roman Clark said crews searched late into the night to recover the body of a second victim who had been missing since the 50-foot by 50-foot wall crumbled. They were pronounced dead on Saturday morning.\n\nBrandon McBride, an Amazon BWI5 employee who was working in the building, told NBC's 11 News that the incident was chaotic and frightening.\n\n\"It just sounded like bombs were dropping everywhere,\" he said. \"There was stuff falling everywhere, you could see the walls were caving in.\"\n\nPackages at the facility were left soaked by the pouring rain, he said.\n\nWorkers at the building were evacuated and the company was working with emergency crews to assess the damage, said Amazon spokeswoman Rachael Lighty in a statement.\n\nThe identities of the victims have not been released, but Clark said no other people were reported missing or injured due to the severe weather.", "Get the Better newsletter.\n\nBy Julie Compton\n\nFive years ago, Tammy, 52, and Dennis Gray, 54, owed $65,000 in credit card debt and student loans. After their son and daughter went off to college, the empty nesters realized they wanted more from life than being in debt.\n\n“We knew we needed to do something because it wasn’t going to get better,” Tammy tells NBC News BETTER.\n\nThe Pennsylvania couple say they tried different techniques, but nothing worked. “We could never stay disciplined,” says Dennis, a pastor at a church in Kingston, PA.\n\nThe couple eliminated their debt through what they call “visualization.”\n\nThey combined the envelope system, a method of using visualization to stow away extra cash, with the debt snowball method, where you pay more than your minimum payment on your credit cards.\n\nThe couple also made moves to reduce their spending. They began eating less expensive meals, and cut back on things they didn’t need, like cable. They say switching to an antenna, which provided 20 channels for free, saved them a big chunk of cash each month.\n\nHow the envelope system works\n\nFigure out the categories where you tend to spend the most. For example: Mortgage, savings, car payment, bills, credit cards. Designate an envelope for each category.\n\nEvery time you have extra cash, you’ll put a percentage in each envelope. How much will depend on your unique needs.\n\nFor example,\n\nMortgage: 50 percent\n\nSavings: 10 percent\n\nCar payment: 10 percent\n\nBills: 10 percent;\n\nCredit cards: 20 percent\n\nTammy, a missionary, says the envelope system allowed them to see what steps they needed to take to get out of debt.\n\n“It just became very clear how to make the money work,” she says.\n\nTammy says using an electronic version of the system allowed her to automate money from her paychecks directly into each category.\n\n“You don’t have to think about it, once you designate that’s how you want to break it down,” she says.\n\nCombining the snowball method\n\nAfter sitting down with a financial coach, the Grays say they were shocked to see how much money they were paying in interest on credit card debt.\n\n“I remember crying,” says Tammy.\n\n“What opened up our eyes was how much interest we paid on the credit card alone, not counting the principal,” adds Dennis. “That really motivated us to pay it off quickly.”\n\nThe Grays began to apply the “snowball method” to paying down their massive credit card debt.\n\nThe method requires you to pay more than what you owe on your minimum monthly credit card payments. How much you contribute will depend on your unique needs and circumstances. The key is to continue paying it off at the same amount or more, even as the amount you owe decreases.\n\nOver time, the Grays’ credit card debt began to go down, which means they could increase the amount they contributed to paying off their debt.\n\nAfter five years, they made their last credit card payment in September.\n\n“That’s an amazing feeling,” says Tammy.\n\nNow that their credit card debt is eliminated, the couple is focused on paying off their home loan. Since they no longer have to pay off credit cards, they can afford to double the monthly payments to their their mortgage.\n\nThe couple say their son and his wife, recently married, plan to use the same system to manage their own money.\n\n“My heart is very emotional that they won’t go through what we did,” Tammy says.\n\nMORE SAVINGS HACKS\n\nWant more tips like these? NBC News BETTER is obsessed with finding easier, healthier and smarter ways to live. Sign up for our newsletter.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Associated Press\n\nMIAMI — Former President Barack Obama told attendees at a Friday campaign event for Florida's Democratic candidates that democracy can't work when words stop having meaning.\n\nObama encouraged a crowd of more than 4,000 to vote for gubernatorial candidate Andrew Gillum, U.S. Sen. Bill Nelson and others during the event in Miami.\n\n\"We need leaders who will actually stand up for what's right, regardless of party,\" Obama said. \"Leaders who represent the best of the American spirit. Patriots who will stand up for anyone whose fundamental rights are at stake.\"\n\nObama warned voters not to get bamboozled by misinformation while Republicans allow polluters to poison the environment, give tax cuts to billionaires and take health care away from millions.\n\n\"It's like the con where a door-to-door salesman says you need a security system while his buddy sneaks in the back and steals your stuff,\" Obama said. \"But it's not just the practical effect in terms of policy. When words stop meaning anything, when truth doesn't matter, when people can just lie with abandon, democracy can't work.\"\n\nBesides encouraging Democrats to vote, Obama also tried to bring Republicans to his side.\n\n\"It shouldn't be Democratic or Republican to say we're not going to target certain groups based on what they looked like or how they pray,\" Obama said. \"It shouldn't be Democrat or Republican to know that climate change is real and threatens our futures and our kids' futures.\"\n\nDuring Obama's speech, a protester shouted that Obama should \"denounce ANTIFA\" — the protesters who square off against neo-Nazis. Obama responded by citing anger among Trump supporters despite their candidate's win, and asked, \"Why are they so mad?\"\n\nObama drew boos from critics, but they were silenced by supporters who chanted \"Obama\" and \"Bring it Home!\"\n\nThat protester and two others were escorted out of the venue.\n\nLoretta McNeir, a 65-year-old retired civil servant, attended the rally with a group of friends. Like many others in attendance, she had to wait in line under the warm Florida sun before the doors opened.\n\nFormer U.S. President Barack Obama orders lunch with Florida Democratic gubernatorial candidate Andrew Gillum and U.S. Senator Bill Nelson (D-FL) (L) at the Coyo Taco restaurant on Nov. 02, 2018 in Miami. Joe Raedle / Getty Images\n\n\"I went through the civil rights movement, so this is nothing compared to what my people paid the price for to be able to vote,\" McNeir said.\n\nShe said she has a special feeling about Gillum.\n\n\"I haven't found this much excitement since Obama ran,\" she said.\n\nGillum asked the large crowd of supporters if they were ready to flip Florida blue.\n\n\"We now find ourselves in this moment where we set the precedent of something great — something transformational in our state,\" he said. \"(We have) the opportunity to put the voice of everyday working people of our state at the centerfold of public policy and decision making — and results inside Tallahassee.\"\n\nGillum said he wanted voters to give him the chance to provide pay raises for the state's teachers. He said he wants to fight climate change and outlined his plans for Medicaid expansion and criminal justice reform. He also called for stricter background checks for gun buyers.\n\nNelson said Republicans are attempting to undo the legacy of President Obama. Citing the cutting of environmental regulations and medical coverage spending for citizens, he claimed that both he and Gillum could successfully direct the state into a progressive direction.\n\n\"Now more than ever, the country, indeed Florida, needs people that they can trust,\" Nelson said.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Daniel Hurst\n\nSEOUL, South Korea — President Donald Trump says he has a warm relationship with Kim Jong Un, once declaring he “fell in love” with the young North Korean dictator.\n\nKim Eunsun, a North Korean defector, has reason to be more cautious about her homeland. And this feeling is reflected widely across her adopted country.\n\nKim was just 9 when her class was taken to watch men being executed by firing squad for supposed “wrongdoings.”\n\nNorth Korea defector Kim Eunsun. Daniel Hurst\n\nLater, she watched as her father starved to death, becoming one of the more than 1 million North Koreans estimated to have died in a famine that swept the country in the 1990s.\n\nThe family’s desperate search for food motivated Kim and her mother to escape North Korea, initially to China in 1998 before they settled in South Korea nearly nine years later.\n\nNow 32, living in Seoul and raising a family of her own, Kim is watching warily as Kim Jong Un and other world leaders pursue a possible deal to help resolve the long-running dispute over the isolated regime’s nuclear weapons.\n\n“I actually do not have any big expectations about the North Korean regime,” she told NBC News.\n\nBut she allows herself to feel faint optimism that, this time, the North Korean government is serious about making concessions.\n\n“I hope the changes become real,\" she said. \"I hope this time they can do what they promised to the world.\"\n\nMany South Koreans are also wary. While a recent poll commissioned by South Korea’s JoongAng Daily newspaper showed that seven out of 10 respondents were satisfied with President Moon Jae-in’s recent three-day trip to Pyongyang, more than half did not trust Kim on denuclearization.\n\nTrump signaled that he wants to meet with Kim again soon, building on their June summit in Singapore at which the North Korean leader promised to “work toward” complete denuclearization of the Korean Peninsula.\n\nHowever, progress on this front has been slow, and U.S. officials recently said the next Trump-Kim summit may not happen before 2019. On Friday Pyongyang warned it could resume nuclear development if the U.S. does not lift economic sanctions.\n\nIn the meantime, North and South have worked to reduce military tensions. In recent weeks, the neighboring nations — together with the United Nations Command — have withdrawn firearms and military posts from Panmunjom, the border town where troops from both sides stare at each other along the demarcation line.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Reuters\n\nKABUL — A member of the U.S. armed forces was killed and another was wounded in an apparent insider attack in the Afghan capital Kabul on Saturday, the NATO-led Resolute Support mission said.\n\n\"Initial reports indicate the attacker was a member of the Afghan National Defense and Security Forces. Initial reports also indicate the attacker was immediately killed by other Afghan Forces,\" the Resolute Support mission said in a statement.\n\nNo details have been released about the attacker's motives or affiliations, and the statement said an investigation is underway.\n\nThe wounded service member was evacuated to Bagram Airfield for medical treatment and remains in stable condition, the statement said.\n\nDefense Secretary James Mattis said in September that training and vetting of Afghan forces was being stepped up to minimize insider attacks and some training and advisory operations have been scaled back while security is assessed.\n\nLast month, the NATO commander in Afghanistan, General Scott Miller, escaped unhurt when the bodyguard of a provincial governor opened fire on a group of U.S. and Afghan officials in the southern province of Kandahar.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Reuters\n\nIran's top leader said on Saturday that President Donald Trump's policies face opposition across the world as Washington prepared to reimpose sanctions on Iran's vital oil-exporting and financial sectors, state television reported.\n\nAyatollah Ali Khamenei also said Iran's arch-adversary the United States had failed to reassert its domination over Iran since the country's 1979 Islamic Revolution that toppled the U.S.-backed Shah.\n\n\"The world opposes every decision made by Trump,\" Iranian state television quoted Khamenei as saying during a meeting with thousands of students.\n\n\"America's goal has been to re-establish the domination it had (before 1979) but it has failed. America has been defeated by the Islamic Republic over the past 40 years.\"\n\nWashington will on Monday reintroduce far-reaching sanctions on Iran's vital oil sales and banking sectors to try to force the Islamic Republic into negotiations to scrap its nuclear energy and ballistic missile programs and end its support for proxies in conflicts across the Middle East.\n\nHowever, the Trump administration said on Friday that eight importing countries would temporarily be allowed to keep buying Iranian oil when sanctions come back into effect. Iran is the world's No. 3 oil exporter.\n\nTurkey said on Saturday that Ankara had received initial indications from Washington that it would be granted a waiver, but is awaiting clarification on Monday.\n\nMost international sanctions on Iran were lifted in early 2016 under a deal Iran signed with world powers the year before under which it curbed its uranium enrichment program, widely seen abroad as a disguised effort to develop an atomic bomb.\n\nIranian Foreign Minister Mohammed Javad Zarif spoke by telephone with the European Union's foreign policy chief, Federica Mogherini, and his counterparts from Germany, Sweden and Denmark about European measures to counter the U.S. sanctions, the Iranian state news agency IRNA reported.\n\n\"Mogherini and the European ministers ... highlighted the importance of the finance ministers' commitment to Europe's financial mechanism to save the Iran nuclear deal and said the mechanism will be operational in the coming days,\" IRNA said.\n\nDiplomats told Reuters last week that the new EU mechanism to facilitate payments for Iranian exports should be legally in place by Nov. 4, when the next phase of U.S. sanctions hit, but will not be operational until early next year.\n\nThe EU, France, Germany and Britain — all co-signatories, along with Russia and China, to the nuclear deal with Iran — said in a joint statement on Friday they regretted Trump's decision to restore sanctions on Iran.\n\nWith the sanctions clampdown, Trump is seeking to push Iran to end uranium enrichment outright, and halt its ballistic missile development and support for proxy forces in Yemen, Syria, Lebanon and elsewhere in the Middle East.\n\n\"Iran ... will not permit the Trump regime, which has made American foreign policy devoid of any principles, to reach its illegitimate goals,\" the Iranian Foreign Ministry said in a statement carried by IRNA.\n\nTrump denounced the nuclear deal, approved by his predecessor Barack Obama, as flawed in Iran's favor and withdrew Washington from the pact in May.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Cynthia McFadden and Kevin Monahan\n\nSALEM, Ore. — Election officials across the U.S. are worrying about whether their aging voting machines will fail next Tuesday, whether hackers will try to create chaos and whether voters will even show up to vote.\n\nIn Oregon, they don't have to worry as much, because they don't have any voting machines — or any polling places.\n\nTwenty years ago, Oregon became the first state in the nation to conduct all statewide elections entirely by mail. Three weeks before each election, all of Oregon's nearly 2.7 million registered voters are sent a ballot by the U.S. Postal Service. Then they mark and sign their ballots and send them in.\n\nYou don't have to ask for the ballot, it just arrives. There are no forms to fill out, no voter i.d., no technology except paper and stamps. If you don't want to pay for a stamp, you can drop your ballot in a box at one of the state's hundreds of collection sites.\n\nIt's a system that consistently produces some of the highest voter participation rates in the country. In 2016, 68 percent of the state's registered voters voted, eight percent above the national average. The Oregon way is also endorsed across party lines. Current Secretary of State Dennis Richardson, a Republican, and one of his predecessors, Phil Keisling, a Democrat, agree that it gets people to vote and is cheaper and more secure than machines and polling places.\n\n\"You can't hack paper,\" said Richardson.\n\n\"Isn't that amazing in its simplicity?\" said Keisling. \"Give everyone their ballot and then let them decide where they want to mark it, whether they want to mark it at all.\"\n\nFilled-out Oregon paper ballots being sorted by election workers. NBC News\n\nKeisling, who pushed for voting by mail as secretary of state in the 1990s, says that in-person voting can actually discourage people from voting, especially now that 32 states have some kind of voter i.d. requirement.\n\n\"I think polling places have become the single biggest voter suppression device in American politics,\" said Keisling.\n\nRichardson said the Oregon way removes the \"pressure of being in a voting booth.\"\n\nWashington and Colorado also have mail-only elections, according to the National Conference of State Legislatures. Twenty-two states promote some elections as \"all-mail,\" but they don't preclude in-person voting, the conference says.\n\nOregonians instituted vote-by-mail in a 1998 ballot measure that passed by more than two-to-one, and since then opinion polls have consistently shown overwhelming public support for the system from all voters, regardless of party.\n\nCurrent Oregon Secretary of State Dennis Richardson, a Republican, and one of his predecessors, Phil Keisling, a Democrat. NBC News\n\nYoung people, the demographic of registered voters least likely to show up on Election Day, apparently like vote by mail as well. In the 2014 election, says Keisling, records showed that 45 percent of registered voters 34 and under marked a ballot — twice the level of many other states.\n\nBut what about security? You can't hack paper, but you can steal ballots. Couldn't someone swipe a ballot from a neighbor's mailbox, or from someone who has moved or died?\n\nKeisling acknowledges this could happen, but says it would be \"one of the stupidest ways to try to steal an election.\"\n\n\"They'd be committing a felony, vote by vote.\"\n\n\"A clerk once asked me to think about this,\" recalled Keisling, \"He said, 'Phil, have you wondered why crooks don't counterfeit pennies? They go for the twenties and the hundreds if they're going to risk the jail time.\"\n\n'Throw them on the scrap pile'\n\nIn order to make sure voter rolls are up to date, Oregon election officials rigorously comb death notices, change of address forms, even track social security records.\n\nBallots can be returned by mail, but the majority of marked ballots are returned via the state's hundreds of secure drop sites. According to election officials, younger voters say they don't like to use the post office.\n\nOnce they've been collected and brought to one of 36 county election offices around the state, all ballots are checked for authenticity. Each signature is verified against voter registration cards. The authenticated ballots then go to the vote tallying room to be counted.\n\nAs a final security feature, a voter can ask for a text confirming that his or her ballot was counted.\n\nThe tally from each county election office is sent to the secretary of state's office in the state capital of Salem.\n\nKeisling says other states now dealing with aging voting technology should not replace those machines, but \"throw them on the scrap pile.\"\n\n\"Go back to paper ballots,\" he said. \"Then think hard … You ought to be looking at abolishing the polling place and moving to a system that puts the voter first.\"", "Get the Mach newsletter.\n\nBy Tom Metcalfe\n\nSolar eclipses are among the most dramatic astronomical events around — just ask anyone who’s seen one. For a few minutes, a black disk seems to move across the sun, and daylight slowly gives way to an eerie darkness as the temperature falls.\n\nThe awesome spectacle affects wildlife as well as humans, changing the behavior of birds, cows, insects and other animals. But then, as quickly as it came, the darkness lifts and the sun shines again with its usual strength.\n\nSolar eclipses, or eclipses of the sun, are rare events in part because each is visible only from a limited area of Earth’s surface. Parts of the U.S. saw a total solar eclipse on Aug. 21, 2017 — and the next total solar eclipse in the U.S. won’t come until 2024.\n\nWhat causes a solar eclipse?\n\nSolar eclipses occur when the moon comes between Earth and the sun, blocking sunlight from our host star.\n\n“It's when the moon's orbit brings it directly between us and the sun, so it casts a shadow on us,” says astronomer Caleb Scharf, director of Columbia University's Astrobiology Center in New York City. “Since the moon is much smaller than Earth, the shadow is only about 100 miles across, but it sweeps over the Earth's surface.”\n\nPeople near the center of the moon’s shadow — what’s called the umbra — see a total solar eclipse, in which almost all of the sun’s light is blocked. People near the edges of the shadow, in a region called the penumbra, see a partial solar eclipse, meaning that the sun is only partly obscured.\n\nDuring so-called annular eclipses, a ring of sunlight appears around the dark disk of the moon.\n\nA lucky coincidence\n\nSolar eclipses occur only because of a celestial coincidence: though the sun’s diameter is about 400 times that of the moon, the sun also lies about 400 times further away. “The moon appears almost the same size in the sky as the sun, so Earth experiences nearly perfect solar eclipses,” Scharf says.\n\nThat wasn’t the case in Earth’s distant past, which stretches back more than 4 billion years. In our planet’s early days, the moon was much closer than it is now. Millions of years from now, as the moon’s orbit gradually widens, our satellite will be farther away. That means eclipses won’t be quite the same.\n\n“It'll look smaller,” Scharf says of the moon, “and so eclipses will never be total again.”\n\nHow often do solar eclipses occur?\n\nOn average, there are two total solar eclipses somewhere on Earth every three years. But some years there are no total solar eclipses, and the average time between total solar eclipses in one place is more than 300 years. That’s because the moon’s orbit around Earth is slightly tilted compared to Earth’s orbit around the sun. “It's either too high or too low compared to Earth's orbital plane,” Scharf says. “So we have to wait for those times when it does just line up right.”\n\nA related phenomenon occurs when Earth’s shadow falls on the surface of the moon. Because our planet’s shadow is much bigger than the moon’s, lunar eclipses occur more frequently than solar eclipses — usually two times a year.\n\nSolar eclipses in history\n\nThe first successful prediction of a solar eclipse is attributed to the Greek philosopher Thales of Miletus in 585 B.C. The eclipse was visible in Asia Minor — roughly the region occupied by Turkey on today’s maps — and was said to occur during a battle between the Medes and Lydians, who were so awed by the spectacle that they agreed to a truce after years of war.\n\nIn ancient times, solar eclipses were often interpreted as bad omens for royal dynasties. In Assyria, a substitute king and queen would be installed for the day of an eclipse. The unfortunate pair would be executed after the eclipse.\n\nSolar eclipses have also served to advance scientific research. One of the most notable instances came in 1919, when English astronomer Arthur Eddington used the apparent locations of stars near the eclipsed sun to test Albert Einstein’s theory of general relativity.\n\n“Eddington was just able to measure how the distant stars seemed to shift their positions because of the mass of the sun distorting space,” Scharf says. “It was one of the things that made relativity famous.”\n\nWANT MORE STORIES ABOUT ASTRONOMY?\n\nFOLLOW NBC NEWS MACH ON TWITTER, FACEBOOK, AND INSTAGRAM.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Ben Kamisar\n\nWASHINGTON — The 2018 midterm election campaign is nearing its end, and that means a respite is within sight for weary TV viewers who live near any of the nation's hotly contested contests. Yes, all those negative campaign ads will soon be going away.\n\nWith just days to go, there has already been more than $2.7 billion spent to flood the airwaves with ads in battles for the House, Senate and governor's mansions this cycle.\n\nIn such a flood of television ads, especially in states filled with competitive races up and down the ballot, it's not easy for candidates to stand out on the airwaves. But this cycle, we've seen a few candidates and political groups stand out, either with unique ways of sharing their message or with biting attacks that prompted a second look.\n\nHere are 14 of the most interesting ads of campaign 2018:\n\nJoe Manchin shoots the GOP healthcare lawsuit\n\nWest Virginia Democratic Sen. Joe Manchin's September spot is a perfect example of how the campaign messaging has changed on health care, even in GOP-leaning states. For years, many Democrats ran as far away from the Affordable Care Act as they could, while Republicans won seats away from red-state Democrats. But the calculus is different now, and Democrats like Manchin are turning the issue into a chance to play offense.\n\nIn this ad, Manchin returns to his famous 2010 spot where he took on his own party's cap-and-trade bill by shooting it. But this time, he's taking literal aim at a popular target for Democrats — a GOP-backed lawsuit that wants to strike down key provisions of the ACA.\n\nRon DeSantis teaches his child to \"build the wall\"\n\nWhile dozens of GOP races revolved around candidates jockeying to be seen as the best embodiment and supporter of President Donald Trump, perhaps nothing exemplified that trend better than the Florida gubernatorial primary.\n\nRepublican Rep. Ron DeSantis skyrocketed to the top of the polls on the strength of Trump's support alone, stepping over the beaten-down campaign of Adam Putnam, the state agriculture commissioner, who was long seen as the party's \"anointed one.\"\n\nIn this spot, which came out weeks before the primary, DeSantis's campaign jokes about the lengths to which DeSantis had gone to bear-hug Trump.\n\nElissa Slotkin shares story of mother's pre-existing condition struggles\n\nDemocrats aren't just weaponizing the health care battle — they've also sought to connect with would-be constituents with personal stories about their own struggles with illness or insurance.\n\nMichigan Democrat Elissa Slotkin's spot does just that, telling the heart-wrenching story of her mother, who lost her health care and subsequently died from ovarian cancer. The spot includes footage of her dying mother toasting Slotkin and her new husband at their wedding, which she says they rushed because of her condition.\n\nBrian Kemp is \"so conservative\"\n\nGeorgia Republican Brian Kemp mounted his own come-from-behind victory in Georgia's GOP gubernatorial primary thanks to an ardent conservative message and an embrace of Trump.\n\nHis ads unabashedly pushed the envelope, including this one, which features him triggering an explosion, showing off his gun collection, and telling viewers he can help deport undocumented immigrants in his truck. The hard-right primary strategy paid off in the primary, but it's set up an interesting dynamic for his general-election fight against Stacey Abrams, the Democrat.\n\nAmy McGrath makes waves with first ad\n\nKentucky Democrat Amy McGrath caught fire as one of the handful of first-time Democratic candidates who turned viral campaign ads into serious fundraising hauls that legitimized their candidacies quickly.\n\nIn this spot, McGrath introduces voters to the story of her push to become a combat fighter pilot, arguing she'll take that same intensity to Congress. That biography helped her edge out a better-known Democrat in the primary, and kept her race against Republican Andy Barr well within her sights.\n\nThe ad initially gained traction on social media, a path also taken by Democrats like Randy Bryce, Alexandria Ocasio-Cortez and MJ Hegar.\n\nThe NRCC warns of \"government-run\" health care\n\nRepublicans have gone all-out to hold Democrats accountable for the party's flirtation with single-payer-health care or \"Medicare for All,\" which is becoming more and more popular on the left. In doing so, they've hit candidates whether or not they openly embrace the issue.\n\nThis ad is a great example — it targets New Mexico Democrat Xochitl Torres Small, who has said she wants to make \"affordable health care accessible to everyone\" but doesn't endorse single-payer. Even so, the NRCC is airing a tough spot that shows a mother calling her doctor for an emergency with a sick child, only to be told that their doctor doesn't accept her health care thanks to the new government-run system. The group is rolling that spot out to other races as well to make a similar point.\n\nConor Lamb distances himself from Pelosi\n\nPennsylvania Democrat Conor Lamb made it cool for Democratic candidates to break with Minority Leader Nancy Pelosi, a longtime villain in GOP campaign ads.\n\nLamb neutralized the Pelosi argument early by coming out for new Democratic leadership if elected, and he continued to reinforce that position throughout his victorious effort in last spring's special election campaign. Now, we've seen more than 50 Democratic candidates say they wouldn't back Pelosi for speaker, although Republicans have pushed back on the claim by questioning what these candidates would do if Pelosi is the party's choice for speaker on the House floor next year.\n\nNRSC tries to nationalize Tennessee Senate race\n\nThe Tennessee Senate race has proven tough for Republicans to put away despite the state's GOP tilt. Democrat Phil Bredesen, the state's former governor, led GOP Rep. Marsha Blackburn by 2 points in the September NBC News/Marist poll.\n\nBredesen has tried to downplay partisanship in his campaign, telling Politico this summer: \"If the question on the ballot were, 'Do you want to send a Democrat or Republican to Washington?' I would lose. If it's, 'Do you want to send Phil Bredesen or Marsha Blackburn to Washington?' I think I can win that.\"\n\nIt seems like Republicans are getting the message, as the attacks have already started warning Republicans about the dangers of him being elected.\n\nJoe Donnelly touts praise from President Trump\n\nRed-state Democratic senators like Indiana's Joe Donnelly have been trying to walk a thin line in mobilizing the Democratic base to turn out for them in November while navigating the fact that Trump won their states by a landslide.\n\nDonnelly has tried to do that in a variety of ways this cycle, including an ad touting support for Trump's immigration policies and his border bill, as well as this spot that includes video of Trump thanking him for his work on a new law that opens up experimental drugs to those with serious illnesses.\n\nDuncan Hunter evokes opponent's terrorist grandfather\n\nIn arguably the most divisive ad from any major candidate this cycle, California Republican Rep. Duncan Hunter references his \"Palestinian Mexican millennial Democrat\" opponent, former Department of Labor official Ammar Campa Najjar, who the ad claims is trying to \"infiltrate\" Congress.\n\nIt also brings up his opponent's grandfather, one of the terrorists who attacked the 1972 Olympics in Munich. Campa-Najjar's grandfather died before he was born.\n\nThe spot drew a harsh rebuke from Campa-Najjar, whose campaign also pointed out that Hunter was recently indicted for misusing more than $250,000 in campaign dollars.\n\nPaul Gosar's family begs Arizonans to vote him out\n\nNot getting along with a family member is common. Not getting along with six of your siblings is less common. Having those six siblings actively trying to get you fired from your job on a national stage is even less common.\n\nBut that's exactly the situation Arizona Republican Rep. Paul Gosar found himself late last month, when two-thirds of his siblings cut an ad for his opponent, Democrat David Brill.\n\nMartha McSally jabs Kysten Sinema for her pink tutu\n\nSeeing a dip in the polls after a brutal GOP primary, Arizona Republican Rep. Martha McSally and her allies launched a tough line of attack on Democratic Rep. Kyrsten Sinema, effectively questioning her patriotism.\n\nMcSally's campaign effectively made a meme out of the pink tutu that Sinema wore while protesting the Iraq War, unveiling it in this ad as it sought to rally conservatives and veterans to help her keep Arizona's Senate seat red.\n\nHeidi Heitkamp defends Kavanaugh \"no\" vote in deep-red state\n\nThe fallout related to Justice Brett Kavanaugh's Supreme Court confirmation and the accusations of sexual assault levied against him may be resonating the strongest in North Dakota, where Republicans are confident Heitkamp's vote will make it easier for them to dethrone her.\n\nThe Democrats campaign is trying to inoculate her with a direct-to-camera spot justifying her vote, which typifies how the Kavanaugh vote has set up a tough set of circumstances for Heitkamp and her fellow red-state Democrats who voted against the new justice.\n\nPresident Trump's re-election campaign makes sale to suburban voters\n\nThe president isn't officially on the ballot, but even he's well aware that the midterms will be seen, in part as a referendum on his presidency. That's why his re-election campaign launched an unusual $6 million television buy across the country that frames the election as a choice between prosperity and uncertainty.\n\nThe spot is running in states with key races up and down the ballot, like California, Texas, Illinois, Florida, Texas, Georgia, Tennessee, Minnesota, North Dakota and Iowa.", "Get the Think newsletter.\n\nBy Karamo Brown, culture expert/resident therapist on \"Queer Eye\"\n\nAs a child, I rarely saw my father go to the doctor. No matter how sick he was, there was always a tendency to wait it out or use basic remedies, like over the counter medicines that often could not address more serious complications.\n\nWhen I was in college, I made similar mistakes when it came to not seeking the best care that I needed. As a student, I turned to alcohol and drugs to cope with the stress many teenagers face in their day-to-day lives. For me, it was a normal thing to get drunk and use drugs — as long as I was getting my work done, things seemed like they were OK. This trend continued for years until, one day, things got serious enough that an intervention was warranted.\n\nConcerned for my safety and well-being, a close friend and college roommate got in touch with my mother and sounded the alarm bells; I was in a vulnerable mental space which required the care of loved ones and the guidance of professionals.\n\nFor me and my father, it wasn't (just) a reflection of a certain kind of tough-it-out masculinity that kept us from seeking the care we needed. Going to the doctor meant engaging with the bureaucracy that controls most Americans' access to health care. I witnessed what my parents went through with insurance agencies while trying to receive government assistance: Long phone calls, countless rejection letters, skyrocketing bills and sleepless nights wondering how we were going to access critical treatment.\n\nAnd so, for most of my early childhood and adult life, I embraced the same approach regardless of the severity of my mental or physical illness. I can recall many moments when I lay in bed sick, literally unable to carry out basic tasks because I opted to stay home instead of visiting the doctor to seek care. I didn’t believe access to quality, affordable health care was something to which I was entitled, let alone anything I could achieve.\n\nLike millions of Americans across the country, I struggled with gaining access to quality, affordable health care because I didn't know my rights, what I deserved or even how to go about getting it. It wasn’t until I was in my mid-to-late 20s that I even obtained a primary care doctor, and only then because I realized that access to health care was my right, not a privilege. As I got older, I knew that I had to more fully embrace my responsibility of understanding the state of my health care because I was determined to shape my own future.\n\nIn August, I revealed that I once attempted suicide, back in 2006; I was in a place that wasn’t healthy and I suffered silently and alone. This episode was serious enough that I took the necessary steps to seek the professional help and treatment that I needed. My advocacy around mental health support is very much rooted in my own personal story.\n\nMental health and general wellness are often overlooked because they aren't something you can necessarily see, the way you can a broken bone or a case of the flu. I had to seek the treatment I needed to get better and, once I got through it, it inspired me to do more to help other Americans improve the quality of their lives as well.\n\nMy health care story isn’t that unique, but it is very much a part of who I am. Getting involved in promoting access to health care is so important to me because it is personal. So many Americans struggle with the fear and stigma associated with seeking health care, whether mental health care or wellness care, particularly in the Black LGBTQ+ community. Studies show that \"sexual minority women and LGBTQ people of color report worse health status, more unmet healthcare needs, and perceived and actual discrimination or substandard care than sexual minority men and White, LGBTQ people.\" Other studies show that a significant proportion of LGBTQ+ people rely on community health centers for their medical care, but 13 states lack such centers.\n\nRecent studies show there is currently a shortage of primary care doctors and that number is only exacerbated when you consider key factors that impact communities of color disproportionately. Studies show that African Americans are less likely to access primary care because of socioeconomic factors, like access to health insurance, and residential segregation, which can make primary care physicians more difficult to access.\n\nAs a father, a mental health professional and an openly gay Black man, I’ve used my platform to uplift issues that impact folks like me every single day, including HIV/AIDS awareness and prevention and mental health and wellness advocacy. I am dedicated to using my platform to bring awareness to issues that are often omitted in conversations about access to quality health care and ongoing health disparities in the LGBTQ+ community and in communities of color.\n\nFor instance, in 2016, I co-founded 6in10, an organization dedicated to ending the disparities in new HIV diagnosis rates among Black gay and bisexual men — six in 10 of whom were once expected to be diagnosed as positive by the age of 40 — by providing tailored mental health support through viral campaigns and community engagement. (This organization has now been absorbed by a larger agency with more resources.)\n\nThese are issues that I believe need to be at the forefront in the debate to protect access to quality, affordable health care, but neither can improve without that access. That is why I have joined the Health Care Voter campaign as a new co-chair to help mobilize voters for November 6.\n\nI’m a proud father of two sons who are the joys of my life, and I believe we must all continue to do our part to make this world a better place for the next generation. This November, please join me in holding our lawmakers accountable in protecting our right to health care. So many lives depend on it.", "Get the Think newsletter.\n\nBy Ani Bundel\n\nOne day, someone will make the biopic Freddie Mercury deserves. Today is not that day.\n\nOn paper, “Bohemian Rhapsody” seems like it should be a fantastic film. It has a complex and wildly talented genius, cut down before his time by a plague the homophobic Western world refused to take seriously. It has the music of Queen, which is still as fresh and thrilling as when it was first written. It has casting that ranged from impeccable to inspired in the case of Rami Malek.\n\nSo what went wrong? How could the story of one of the most fascinating figures in rock music descend into a color-by-numbers tale more suitable for VH1 than the Academy Awards?\n\nThe answer has a lot to do with the film’s origins. The project spent nearly a decade kicking around Hollywood, with Sacha Baron Cohen attached to play the singer back in 2010. Already recognized for his singing talent in “Sweeney Todd” and at the time getting ready to co-star in the film adaptation of “Les Misérables,” he seemed a perfect fit. But after three years and little progress, Cohen walked away from the part.\n\nThe problem, as he explained it, stemmed from the keepers of Queen’s musical rights, Brian May and Roger Taylor. May and Taylor — Queen's guitarist and drummer, respectively — had a very different movie in mind, one where they were the main stars and Freddie’s ordeal was something they’d overcome on the way to even more greatness. The film then languished until Rami Malek was hired to take on the part of Mercury. But Malek clashed with the director Bryan Singer; one day Singer too walked off the set and never came back.\n\n\"Bohemian Rhapsody\" reduces Mercury to just another fallen rock and roller, with no grasp of what makes his story so triumphant and also so tragic.\n\nThe movie was completed by the assistant directors, and thankfully it did not end up being totally filtered through the hazy memories of Mercury’s remaining bandmates. But that doesn’t mean it’s a great film, or even a good one. In the end, \"Bohemian Rhapsody\" reduces Mercury to just another fallen rock and roller, with no grasp of what makes his story so triumphant and also so tragic.\n\nTake for instance the opening vignette, where Brian May and Roger Taylor are portrayed as two dudes in a perfectly good band who take on Mercury on of necessity. In subsequent scene after scene, with managers, lawyers and record executives, Taylor and May are seen politely sitting on the couch, sipping tea, while Mercury is portrayed as a difficult diva. Not that May and Taylor disagreed with Mercury's music — they knew enough to go along with his genius. (So did bassist John Deacon, who, unlike May and Taylor, is not listed as an executive producer of the film, perhaps explaining why he winds up as an afterthought in many scenes.) The result is a movie that feels desperate to portray Taylor and May as the steady, responsible musicians who tried (and failed) to save their friend from himself.\n\nQueen onstage during a live concert performance at Ahoy Hall in Rotterdam, Netherlands in April 1978. Fin Costello / Redferns/Getty Images\n\nThis is tragic, because Malek is so good as Mercury. Like, career-defining good. Moreover, the rest of the cast does a great job in support of Malek. You will believe Gwilym Lee is Brian May’s younger self and Ben Hardy does a great job as Taylor’s egotistic counterpart to Mercury. Only Joseph Mazzello as Deacon doesn’t always come off as believable; once he loses the early 1970s wig, though, he improves enormously. And then of course, there’s the genius stunt casting of Mike Myers as the EMI record exec who insists long-haired hooligan teens won’t rock out to the song “Bohemian Rhapsody” in their cars, a perfect homage to 1992’s “Wayne’s World” use of the song.\n\nBut the acting can’t hide the film’s substantial plot flaws. As Mercury descends into drugs and debauchery, the other band members are shown looking uncomfortable and confused. They are heterosexual foils to his free-loving free spirit.\n\nSpeaking of which, the film’s issues with Mercury's sexuality are glaring. Early on, Mercury is shown to be madly in love with a woman, Mary Austin (Lucy Boynton). She is portrayed as a stabilizing influence, and during their relationship Mercury's music is great. But once Mercury starts exploring his sexuality, he starts to slip. High and in the thrall of manager Paul Prenter (Allen Leech, playing very against his best known “Downton Abbey” role), Mercury makes a series of bad decisions culminating in Queen nearly missing out on the opportunity to perform at Live Aid. In other words, the film seems to suggest that gay clubs can lead to drugs which can lead to increasingly poor choices and, eventually, AIDS. Nancy Reagan would give this film the D.A.R.E. seal of approval.\n\nEven worse, the film leads with this plotline. Mercury is shown telling the band he has HIV one week before their Live Aid performance. Even for this genre, the historical revisionism feels particularly egregious, inserted to make the other bandmates seem compassionate, yet stoic. Live Aid happened in 1985, but Mercury was not believed to have been diagnosed until 1987. The movie attempts to insist his scene-stealing performance at Live Aid was a final hurrah of glory in the face of certain death. In truth, it was just Freddie being Freddie, doing his thing on stage.\n\nThat the people behind this movie are too unimaginative to understand this simple fact encapsulates so many of the problems with the film. In re-staging the Live Aid performance in full (it takes up the final 20 minutes, the movie captures what made Mercury such an electric performer. But it also throws into sharp relief how little the rest of the film understood about what made him so special.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Associated Press and Stella Kim\n\nSEOUL, South Korea — North Korea has warned it could revive a state policy aimed at strengthening its nuclear arsenal if the United States does not lift economic sanctions against the country.\n\nThe statement released by the Foreign Ministry Friday evening came amid a sense of unease between Washington and Seoul over the use of sanctions and pressure to get the North to relinquish its nuclear program.\n\nThe ministry said North Korea could bring back its \"pyongjin\" policy of simultaneously advancing its nuclear force and economic development if the United States doesn't change its stance.\n\nThe North came short of threatening to abandon the ongoing nuclear negotiations with the United States.\n\nBut it accused Washington of derailing commitments made by North Korean leader Kim Jong Un and President Donald Trump at their June summit in Singapore to work toward a nuclear-free Korean Peninsula, without describing how and when it would occur.\n\nIn an interview with Fox News' Sean Hannity on Friday, Secretary of State Mike Pompeo said he plans to talk next week with his North Korean counterpart, apparently referring to senior North Korean official Kim Yong Chol.\n\nPompeo did not provide the location and date for the meeting, which will likely be focused on persuading North Korea to take firmer steps toward denuclearization and setting up a second summit between Trump and Kim Jong Un.\n\n\"A lot of work remains, but I'm confident that we will keep the economic pressure in place until such time as Chairman Kim fulfills the commitment he made to President Trump back in June in Singapore,\" Pompeo said.\n\nPompeo and others in Washington were the target for the North's latest public salvo, Dr. Cheong Seong Chang, vice president of research and planning at the Sejong Institute in Seoul, told NBC News.\n\n\"The fact that the commentary was written by a low ranking official suggests that North Korea does not want to walk away from the current setting for the talks,\" said Dr. Cheong. \"But, North Korea seems to want the U.S. to know what they want prior to the high-level talks to come.\"\n\nThe North Korean Foreign Ministry statement, released under the name of the director of the ministry's Institute for American Studies, said the \"improvement of relations and sanctions is incompatible.\"\n\n\"The U.S. thinks that its oft-repeated 'sanctions and pressure' leads to 'denuclearization.' We cannot help laughing at such a foolish idea,\" it said. The ministry described the lifting of U.S.-led sanctions as corresponding action to the North's \"proactive and good-will measures,\" apparently referring to its unilateral suspension of nuclear and intercontinental ballistic missile tests and closure of a nuclear testing ground.\n\nFollowing a series of provocative nuclear and missile tests last year, Kim shifted to diplomacy when he met with Trump between three summits with South Korean President Moon Jae-in, who lobbied hard to revive nuclear diplomacy between Washington and Seoul.\n\nHowever, the North has been playing hardball since the summit. It's insisting that sanctions should be lifted before any progress in nuclear talks, which fueled doubts on whether Kim would ever deal away a nuclear program he may see as his strongest guarantee of survival.\n\nMoon has described inter-Korean engagement as crucial to resolving the nuclear standoff.\n\nBut South Korea's enthusiasm for engagement with its rival has also created discomfort in the United States amid growing concerns that the North is dragging its feet with its promise to denuclearize.\n\nStill, Friday's statement should not be taken as a sign that the promise will indeed be broken, experts said.\n\n\"North Korea is not going to break the promise at this point,\" said Dr. Koh Yu Whan, a professor of North Korea studies at Dongguk University in Seoul.\n\nPyongyang \"has been complaining that their efforts made so far regarding denuclearization efforts have not been appreciated,\" Dr. Koh said, and so wants \"to vent their complaints out loud.\"\n\n\"I don't think that the threats to resume developing nuclear and missiles at this point and juncture are serious,\" he added.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Reuters\n\nLOS ANGELES — Hollywood celebrities will make a push next week to urge young people to the polls in Tuesday's elections, when control of Congress and many state governorships are at stake.\n\nIn a first-of-its-kind event, more than 50 actors, comedians and YouTube stars will join a two-hour, live-streamed telethon on Monday night aimed at firing up younger voters, the age group least likely to cast a ballot.\n\nStars will not ask for money during the \"Telethon for America.\" Instead, they will urge viewers to call in to a celebrity phone bank and pledge to vote the next day.\n\nComedian Chelsea Handler, who left her Netflix talk show a year ago to focus on activism, said she believes young people expect \"older, more responsible adults\" will act to solve problems through government.\n\n\"They just think someone else is going to take care of it, it's not their problem and they may not be directly affected by it,\" Handler, who is 43, said in an interview.\n\nTurnout in midterm elections is traditionally lower than in presidential elections. Reuters polling found that in October only 25 percent of people aged 18 to 29 said they were certain to vote in the election, the lowest percentage of any age bracket.\n\nLeonardo DiCaprio and Brad Pitt on Friday added their voices to the campaign to get out the vote.\n\n\"This election might be the most consequential of our lifetime,\" DiCaprio said in a video message with Pitt released on social media, mentioning issues like gun control, the environment and immigration, without referencing any political party.\n\nWhile the organizers of Monday's event say it is a nonpartisan effort, increased turnout among young voters could help Democrats. Forty percent of people in that age group identified as Democrats, while 22 percent called themselves Republicans.\n\nJane Fonda, Charlize Theron, Judd Apatow and others will participate in the telethon. Created by comedian Ben Gleib, the telethon will be streamed live from a YouTube production space outside Los Angeles on YouTube, Facebook Live and Comedy Central's website.\n\nViewers will be directed to information about how and where to vote in the elections.\n\nThe elections, widely viewed as a referendum on Republican President Donald Trump, represent a chance for Democrats to break his party's hold on Congress. Opinion polls show Democrats with a good shot at picking up the net 23 seats they need for a majority in the House of Representatives, but only a slim chance of winning back the Senate.\n\nThe telethon could add momentum to a trend already underway: there has been a surge in early voting this year by young voters. Initial estimates modeled from survey responses, voter registrations and other data show huge increases in early turnout of voters ages 18 to 29 compared with the last midterm elections in 2014.\n\nWhile Hollywood is known for backing liberal causes, and many celebrities are fierce critics of Trump, organizers said the telethon is not supporting any party.\n\nHandler, a registered independent who is supporting Democrats in this election, said she will not take jabs at Trump during the event.\n\n\"This is about unification,\" Handler said. \"This is about encouraging everyone to vote. Listen, I want Republicans to vote, too.\"\n\nThe telethon is backed by When We All Vote, a nonpartisan campaign launched by former first lady Michelle Obama to encourage voting.\n\nIt is unclear how much celebrities influence voting, but there is evidence of sway in some cases. Website Vote.org said 413,000 new voters registered in the first four days after pop superstar Taylor Swift in early October urged fans to register, up from 190,000 in the month of September.\n\nFonda, who is 80 and was famous in her youth for her anti-Vietnam War activism, said she hopes young people will recognize what is at stake.\n\n\"More than any other election that I can remember, this particular election is going to determine whether we can continue to call ourselves a democracy, whether we're going to be able to live in a country of people that are different from each other and truly get along and love each other,\" she said.\n\nHandler said she will encourage people to make a plan for voting and to bring friends and make it fun.\n\n\"We just have to get people revved up to be part of the cool kids,\" she added. \"It's cool to vote.\"", "How to make your small business a community staple copied!\n\nAnn Cantrell, founder of Annie’s Blue Ribbon General Store in Brooklyn, New York, shares her tips for building a successful small business and getting involved in the community.\n\nRead More", "Two taken to Oregon hospital after eating Halloween candy laced with meth copied!\n\nTwo Oregon parents were taken to a hospital Thursday after unknowingly eating methamphetamine-laced gummy candy their children received while trick-or-treating. KGW's Mike Benner reports.\n\nRead More", "Tallahassee yoga studio shooting kills 1 copied!\n\nA gunman killed one person and wounded six others at a yoga studio in Tallahassee, Florida.\n\nRead More", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Dennis Romero\n\nTurkish President Recep Tayyip Erdogan on Friday used the Washington Post's opinion section to ask the government of Saudi Arabia to identify the killer of prominent Saudi journalist Jamal Khashoggi — who had used the same platform to criticize the leadership of his homeland.\n\nIn the wake of Saudi Arabia's retreat from its initial claim that the journalist died after getting into a fight at the consulate, Erdogan wrote that major questions remain: who ordered the killing; where's his body; who received the journalist's remains?\n\n\"We know that the perpetrators are among the 18 suspects detained in Saudi Arabia,\" he wrote. \"We also know that those individuals came to carry out their orders: Kill Khashoggi and leave. Finally, we know that the order to kill Khashoggi came from the highest levels of the Saudi government.\"\n\nAnswering these questions, one month after Khashoggi's death, is \"crucial\" to the subsequent investigation and to the well-being of the journalist's family, the president argued.\n\n\"At the very least, he deserves a proper burial in line with Islamic customs,\" Erdogan wrote. \"We owe it to his family and friends, including his former colleagues at The Post, to give them an opportunity to say their goodbyes and pay their respects to this honorable man.\"\n\nTurkey's chief prosecutor, Irfan Fidan, said in a statement earlier this week that Khashoggi, a U.S. resident, was strangled or suffocated as soon as he entered the Saudi Consulate in Istanbul Oct. 2 to obtain paperwork for his upcoming wedding.\n\nThe president seemed to reject criticism that Turkey's leaking of information about the killing to journalists reflects ill will toward Saudi Arabia during a period of tumultuous relations.\n\n\"As we continue to look for answers, I would like to stress that Turkey and Saudi Arabia enjoy friendly relations,\" he stated. \"I do not believe for a second that King Salman [bin Abdulaziz Al Saud], the custodian of the holy mosques, ordered the hit on Khashoggi.\"\n\nHe also appeared to chide Turkey's military ally, the United States, writing that this would not have happened on American soil without rapid resolution. \"No one should dare to commit such acts on the soil of a NATO ally again,\" Erdogan wrote.\n\nSaudi Crown Prince Mohammed bin Salman went unnamed in Erdogan's writing. U.S. intelligence sources told NBC News in mid-October that it's unlikely he had no connection to Khashoggi's death.\n\nKhashoggi's last op-ed for the Post was published posthumously.\n\n\"Arab governments have been given free rein to continue silencing the media at an increasing rate,\" he wrote.", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Dennis Romero\n\nTurkish President Recep Tayyip Erdogan on Friday used the Washington Post's opinion section to ask the government of Saudi Arabia to identify the killer of prominent Saudi journalist Jamal Khashoggi — who had used the same platform to criticize the leadership of his homeland.\n\nIn the wake of Saudi Arabia's retreat from its initial claim that the journalist died after getting into a fight at the consulate, Erdogan wrote that major questions remain: who ordered the killing; where's his body; who received the journalist's remains?\n\n\"We know that the perpetrators are among the 18 suspects detained in Saudi Arabia,\" he wrote. \"We also know that those individuals came to carry out their orders: Kill Khashoggi and leave. Finally, we know that the order to kill Khashoggi came from the highest levels of the Saudi government.\"\n\nAnswering these questions, one month after Khashoggi's death, is \"crucial\" to the subsequent investigation and to the well-being of the journalist's family, the president argued.\n\n\"At the very least, he deserves a proper burial in line with Islamic customs,\" Erdogan wrote. \"We owe it to his family and friends, including his former colleagues at The Post, to give them an opportunity to say their goodbyes and pay their respects to this honorable man.\"\n\nTurkey's chief prosecutor, Irfan Fidan, said in a statement earlier this week that Khashoggi, a U.S. resident, was strangled or suffocated as soon as he entered the Saudi Consulate in Istanbul Oct. 2 to obtain paperwork for his upcoming wedding.\n\nThe president seemed to reject criticism that Turkey's leaking of information about the killing to journalists reflects ill will toward Saudi Arabia during a period of tumultuous relations.\n\n\"As we continue to look for answers, I would like to stress that Turkey and Saudi Arabia enjoy friendly relations,\" he stated. \"I do not believe for a second that King Salman [bin Abdulaziz Al Saud], the custodian of the holy mosques, ordered the hit on Khashoggi.\"\n\nHe also appeared to chide Turkey's military ally, the United States, writing that this would not have happened on American soil without rapid resolution. \"No one should dare to commit such acts on the soil of a NATO ally again,\" Erdogan wrote.\n\nSaudi Crown Prince Mohammed bin Salman went unnamed in Erdogan's writing. U.S. intelligence sources told NBC News in mid-October that it's unlikely he had no connection to Khashoggi's death.\n\nKhashoggi's last op-ed for the Post was published posthumously.\n\n\"Arab governments have been given free rein to continue silencing the media at an increasing rate,\" he wrote.", "By Brooke Sopelsa\n\nThe Los Angeles Football Club is only eight months old, but the Major League Soccer franchise has already ruffled feathers.\n\nAt a home game on Thursday, fans could be heard chanting “puto” from the stands. The Spanish curse word, which was directed at the opposing team’s goalie, is often used as an anti-gay slur in Mexico.\n\nLAFC President and Owner Tom Penn and Josef Zacher, president of the 3252 Independent Supporters Union, issued a statement Friday condemning the use of the “offensive” word.\n\nNick Rimando, #18 of Real Salt Lake, comes up with a save against the Los Angeles Football Club on Thursday in Los Angeles. Shaun Clark / Getty Images\n\n“The chant has no place in our City or Stadium and does not represent who we are as a Club,” the statement said. “LAFC and The 3252 are committed to creating an inclusive, welcoming and safe experience at Banc of California Stadium for all fans.”\n\nPenn and Zacher said they are working together to develop “new processes and procedures to eliminate this chant” and issued a warning to fans.\n\n“Any fans identified as participating in this offensive chanting or other prohibited acts will be removed from the stadium and permanently banned,” they stated.\n\nThursday’s game was not the first time LAFC fans have used the offensive word in the stands. They did so after LAFC’s first-ever home game in April of this year. The league and the team condemned the chant and implored fans to stop, and, according to NBC Los Angeles, fans obliged until the playoffs week.\n\nThe chant is a staple of Mexican national team games, and earlier this year FIFA fined Mexico $10,000 for its fans use of the slur during the World Cup. FIFA launched a campaign against the chant, but, according to NBC Los Angeles, those efforts have largely been ineffective.\n\nLAFC Pride Republic, the LGBTQ fan group of LAFC, issued a statement on Twitter in response to the chant.\n\n“We look forward to working with the team, our fellow LAFC supporters and fellow LGBTQ supporter groups throughout the league to eliminate the chant for good in the 2019 season,” the the group stated. “And we call on the MLS to show some real leadership on this issue, beginning right now, in the post-season.”\n\nThe group added that “videos, talking points, and ‘policies’ are not enough.”\n\n“The league must take decisive action in order to eradicate this chant permanently,” the statement concluded.\n\nFOLLOW NBC OUT ON TWITTER, FACEBOOK AND INSTAGRAM", "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Updated By Phil Helsel and Associated Press\n\nA gunman killed two people and wounded five others at a yoga studio in Tallahassee, Florida, on Friday evening before fatally shooting himself, officials said.\n\nTallahassee Police Chief Michael DeLeo said the shooter, Scott Beierle, 40, died from a self-inflicted gunshot wound. Tallahassee Police previously responded to calls complaining about Beierle, a resident of Deltona, Florida, harrassing young women in the area, the police chief said.\n\nDeLeo told reporters that police were called for a report of a shooting at around 5:37 p.m., and arriving officers found multiple victims suffering from gunshot wounds. He said patrons fought with Beierle to prevent him from hurting more people before police arrived.\n\nSix victims were shot and another was pistol-whipped, DeLeo said.\n\nNancy Van Vessem, MD Courtesy Tallahassee Memorial HealthCare\n\nThe two who died, identified by police early Saturday as Nancy Van Vessem, 61, and Maura Binkley, 21, had been shot. Van Vessem was a physician and faculty member at Florida State University while Binkley was a student.\n\nDeLeo said they are still working to determine a motive and any connection between Beierle, a graduate of Florida State University, and the victims or the yoga studio. Police said they have searched Beierle's car and the hotel room he was staying in.\n\nUniversity president John Thrasher said the school was devastated by the loss of two of their own.\n\n\"There are no words to express the shock and grief we feel,\" he said in a statement Saturday. \"We feel this loss profoundly and we send our deepest sympathies to Maura's and Nancy's loved ones while we pray for the recovery of those who were injured.\"\n\nPolice said Scott Paul Beierle, 40, was the gunman.\n\nThey said in a statement on Facebook that three victims were released from a hospital and two were stabilized.\n\nDeLeo said that all indications are that the gunman acted alone.\n\n\"There are indications that several people inside fought back, and tried to not only save themselves but other people,\" DeLeo said, which he said was \"a testament to their courage.\"\n\nMaura Binkley via Facebook\n\nInvestigators \"are working diligently to try to link a connection between [Beierle] and any of the victims\" and to determine any motive, DeLeo said.\n\nTallahassee Mayor Andrew Gillum, a Democrat who is running for governor, tweeted his appreciation to law enforcement for their response to the shooting, and said that he would be breaking off the campaign trail and was returning to the city Friday night. A campaign event had been scheduled in West Palm Beach on Friday evening.\n\n\"I'm deeply appreciative of law enforcement's quick response to the shooting at the yoga facility in Tallahassee today. No act of gun violence is acceptable,” Gillum wrote. \"I'm in close communication with law enforcement officials and will be returning to Tallahassee tonight.\"\n\nRon DeSantis, a Republican running for governor against Gillum, tweeted that news of the shooting was \"heartbreaking\" and that \"Casey and I are praying for the families of the victim whose life was tragically taken tonight and those taken to the hospital with injuries.\"\n\nCurrent Florida Gov. Rick Scott tweeted that the Florida Department of Law Enforcement was on the scene assisting local police. \"I will remain in constant communication with law enforcement,\" Scott wrote. \"We have offered state assistance.\"\n\nThe Tallahassee Democrat reported that a man who was in a nearby bar said people had come in looking for help and that they said a man in the yoga studio, called Hot Yoga, had been acting strange before he opened fire during a class.\n\nThe newspaper reported that one of the people who sought safety, who was bleeding from the head, told patrons that he tried to stop the shooter but the gunman pistol-whipped him before the shooter killed himself.\n\nWitness Elle Welling told the Associated Press that she was leaving a liquor store across the street from the shopping center and saw at least three people loaded into ambulances.\n\n\"You don't think about this in Tallahassee and now you have to,\" said Welling, 26, who lives in the neighborhood.\n\nCity Commissioner Scott Maddox was on the scene. He said on Facebook, \"In my public service career I have had to be on some bad scenes. This is the worst. Please pray.\"\n\nDeLeo asked that anyone who was in the area from 5 p.m. until 6 p.m. and who may have seen something to contact police.\n\n\"You may have a critical piece of information that we need,\" DeLeo said."]