[{"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "\"CBS Evening News\" headlines for Monday, November 19, 2018", "description": "Here's a look at the top stories making headlines on the \"CBS Evening News\" with Jeff Glor.", "url": "https://www.cbsnews.com/video/cbs-evening-news-headlines-for-monday-november-19-2018/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/a2a739ac-d17f-4bce-b622-82659fc14cc4/thumbnail/1200x630/ca8448d479d951091245815af8068c46/1119-en-headlines-1715995-640x360.jpg", "publishedAt": "2018-11-19T23:48:47Z", "content": null, "fulltext": "bad url"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Jericka Duncan", "title": "Young athletes abandon football as concussions rock high school teams", "description": "Timmy Ditka decided to leave the sport after a serious injury sidelined him at a young age", "url": "https://www.cbsnews.com/news/young-athletes-abandon-football-as-concussions-rock-high-school-teams/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/ff66b930-e73b-424b-9f9a-217d24d15ea0/thumbnail/1200x630g2/10f5ab0939734f7165347d3f54368088/ditkabrothers.jpg", "publishedAt": "2018-11-19T23:40:22Z", "content": "WEXFORD, Pa. — For many Americans, this is traditionally a big week for high school football. But this season, two players have died of injuries sustained on the field. With a growing concern about concussions, more players are deciding the sideline themselve… [+3272 chars]", "fulltext": "WEXFORD, Pa. — For many Americans, this is traditionally a big week for high school football. But this season, two players have died of injuries sustained on the field. With a growing concern about concussions, more players are deciding the sideline themselves.\n\nHigh school senior Connor Ditka, No. 71, plays for the third-ranked high school football team in all of Pennsylvania. The sport hasn't been easy on his body.\n\n\"I've broken my left arm, broken both radius and ulna. I broke a bone, the scaphoid in my hand. I had two stress fractures in my back,\" he said.\n\nConnor and his younger brother Timmy, 16, have been playing football since the seventh grade. It's in their DNA. Their dad played, and their great uncle is NFL Hall of Famer Mike Ditka.\n\nDitka family\n\n\"We love football in this family. In fact, we had to convert [their mother] Sam because she was not a football fan, but if you marry into this family you have to be,\" said Anthony Ditka, the teens' father.\n\nBut this past summer, Timmy took a different route. Like an increasing number of American boys, he quit football. Timmy's decision was prompted by a serious injury on the field when he was just 12 years old.\n\n\"I get a phone call from the trainer saying, 'Your son has sustained a concussion on the field,'\" said Sam Ditka.\n\n\"I remember falling, hitting my head and being super dizzy,\" Timmy said. \"It was a delay in my thought process. Sometimes my eyes wouldn't follow as fast where I was trying to look.\"\n\n\"He was out for about eight weeks. We sat down and talked about it and he seemed really emphatic about wanting to get back to it,\" Sam said.\n\nWith a doctor's clearance and the promise that he'd stop if he got another concussion, Timmy got back in the game. But this year, he stopped for good, focusing instead on a less punishing sport.\n\nDitka family\n\n\"I had gone to nationals with my volleyball team. As my dad and I were in the airport on our way back, I looked at him and I said, 'I think when we get home I'm going to quit football. I just don't want to take that risk,'\" Timmy said.\n\nThese days Timmy isn't the only one choosing to watch from the sidelines. Nationally the number of boys playing high school football has dropped by roughly 72,000 since 2009, a 6.5-percent decrease, according to the National Federation of State High School Associations.\n\nArt Walker has been the head football coach at North Allegheny for 14 years. He said the size of his team — roughly 80 players — is down 25 players compared to six years ago.\n\n\"My son is a sophomore and he's the smallest member of our football team out of 82 kids. He's the smallest one there is. I'm comfortable because of how my coaches teach them how my coaches coach them and not put players in dangerous situations that they don't have to be in,\" Walker said.\n\nGoing into the conference semifinal game, Connor's team was undefeated. He said he wishes he could have his brother playing with him.\n\n\"I would have liked to have gone at least one year playing with him. It was a decision that was completely his own,\" Connor said.\n\nBut when he sees how aggressive it can be, Timmy said he thinks to himself, \"I'm happy that i'm not hurt.\"\n\nConnor's team lost, ending their season, and he was injured in one of the final plays. The next morning, X-rays confirmed a broken hand, a reminder of the toll football can take.\n\n\"I did not ever think twice,\" Connor said. \"I always wanted to just get back as soon as possible. I wouldn't miss it for anything.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Meg Oliver", "title": "Frantic search underway for Camp Fire victims' remains before rain washes away DNA", "description": "Search teams are combing through twisted metal, trying to find mattresses or bathtubs where people might have taken cover", "url": "https://www.cbsnews.com/news/california-camp-fire-search-intensifies-for-victims-before-rain-washes-away-dna/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/3ffa5785-f0f9-4a8e-8859-2c36db3712af/thumbnail/1200x630/01587eb83a4aa479fbc0cb8fba2176b5/gettyimages-1063402066.jpg", "publishedAt": "2018-11-19T23:35:59Z", "content": "PARADISE, Calif. — Rain is expected on Wednesday in Northern California, bringing relief but also the potential for mudslides. That could complicate the search for remains of victims of the Camp Fire, which claimed at least 77 lives. \"It's heavily ash and soo… [+1954 chars]", "fulltext": "PARADISE, Calif. — Rain is expected on Wednesday in Northern California, bringing relief but also the potential for mudslides. That could complicate the search for remains of victims of the Camp Fire, which claimed at least 77 lives.\n\n\"It's heavily ash and soot, and when the water touches that, it turns to sediment. So anything that we have or potentially have is going to be further buried and entombed by that,\" said Brian Ferrara, who is part of the search effort.\n\nSearch teams are combing through twisted metal, trying to find mattresses or bathtubs where people might have taken cover when the fire left them no way to escape. More than 40,000 people were forced to flee the Camp Fire, and nearly 1,000 people are still unaccounted for.\n\n\"That list is subject to fluctuation up or down, it has new information and data comes in,\" Butte County Sheriff Kory Honea said.\n\nThe sheriff said there are duplicate names on the list, people who don't know they're on it and reunions that haven't been reported.\n\nAs investigators dig into the cause of the Camp Fire, Pacific Gas and Electric (PG&E) has confirmed it had two power line failures the day the fire ignited. But in a statement, the utility said in determining a \"public safety power shutoff\" it considers multiple factors including \"strong winds, very low humidity levels, and critically dry vegetation ... The forecasted conditions didn't meet the criteria.\"\n\nBack at the recovery effort, 30-year-old Chardonnay Telly received devastating news. Last week, CBS News was with her as she tried to locate her father, Richard Brown. She had not heard from him since the fire struck.\n\n\"He has been through war, and so many things, and there's a possibility he could have made it,\" she said at the time.\n\nThe remains of her father have now been found and identified. She said she doesn't think her father made it very far from home. Nearly everyone in the community has suffered some kind of devastating loss.\n\nThis was a community of trailer homes that burned to the ground. The Federal Emergency Management Agency said they are working to secure long term housing for the thousands who lost their homes. But it's unlikely they will arrive in time for Thanksgiving."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Feds arrest rapper Tekashi 6ix9ine on rackeetering, firearms charges", "description": "Prosecutors allege he participated in the July shooting of a bystander in Brooklyn and the gunpoint robbery of his gang's rivals in the spring", "url": "https://www.cbsnews.com/news/tekashi-6ix9ine-charged-racketeeting-gang-shooting-robberty-today-2018-11-19/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/07/22/5517d4b9-55fa-47ae-833b-982806095d7f/thumbnail/1200x630/a0bcc714393aa3c3a5c599086081ae89/gettyimages-897085184.jpg", "publishedAt": "2018-11-19T23:34:50Z", "content": "NEW YORK — The rapper known as Tekashi 6ix9ine was in federal custody Monday awaiting a Manhattan court appearance on racketeering charges alleging he participated in the July shooting of a bystander in Brooklyn and the gunpoint robbery of his gang's rivals l… [+2469 chars]", "fulltext": "NEW YORK — The rapper known as Tekashi 6ix9ine was in federal custody Monday awaiting a Manhattan court appearance on racketeering charges alleging he participated in the July shooting of a bystander in Brooklyn and the gunpoint robbery of his gang's rivals last spring. According to prosecutors, 6ix9ine, 22, could face life in prison if convicted.\n\nThe Brooklyn-based rapper, whose legal name is Daniel Hernandez, was among four people arrested on racketeering and firearms charges, authorities said.\n\nAn attorney who has previously represented Hernandez did not immediately respond to an email seeking comment Monday.\n\nThe authorities also arrested three of Hernandez's former associates, Kifano \"Shotti\" Jordan, Jensel \"Ish\" Butler and Faheem \"Crippy\" Walter. It was unclear whether they had defense attorneys.\n\n6ix9ine has been one of the most ascendant and controversial names in hip-hop in recent months. His album \"Day69: Graduation Day\" was among the top records on iTunes following its February release.\n\nHe is also known for the multiplatinum hit \"Fefe\" with Nicki Minaj, which peaked at No. 3 on the pop charts, and \"Stoopid,\" featuring the incarcerated rapper Bobby Shmurda.\n\nBut 6ix9ine also has had a series of run-ins with law enforcement and has publicly identified himself as a member of a violent New York gang, 9 Trey Bloods.\n\nIn a superseding indictment unsealed Monday in Manhattan federal court, 6ix9ine was charged in connection with what prosecutors described as \"Nine Trey Gangsta Bloods,\" which they said carried out acts of murder, robbery and narcotics trafficking in Manhattan, the Bronx and Brooklyn since at least 2013.\n\nThe indictment said each gang member was required to carry out at least two acts of racketeering conspiracy. Those acts could include murder, robbery, extortion and drug distribution, the court papers said.\n\nIn April, according to the indictment, 6ix9ine and others participated in a gunpoint robbery of the gang's rivals.\n\nThen in mid-July, the court papers said, the rapper joined three others and agreed to shoot an individual who had shown disrespect to gang members. However, an innocent bystander was shot on a Brooklyn street corner as a result of the agreement, the indictment said.\n\nThe 22-year-old recently pleaded guilty to disorderly conduct in Brooklyn Criminal Court in connection with a May traffic stop.\n\nIn a 2015 case in New York, 6ix9ine was sentenced to probation for his involvement in a sexually explicit video of a 13-year-old girl.\n\nThe video, posted on social media, showed the girl performing a sex act on another man while 6ix9ine \"stands behind the child making a thrusting motion with his pelvis and smacking her on her buttocks,\" according to court documents."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Dean Reynolds", "title": "Witnesses describe chaotic aftermath of Chicago hospital shooting", "description": "As police swarmed the area, nurses and doctors were seen with their hands raised coming out", "url": "https://www.cbsnews.com/news/chicago-hospital-shooting-witnesses-describe-chaos-of-shooting-at-chicagos-mercy-hospital/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/1deb8f1a-5d49-4773-8d5f-9dd8d1a50930/thumbnail/1200x630/4a234fce19321cce8439c53914456579/ap-18323822186736.jpg", "publishedAt": "2018-11-19T23:32:53Z", "content": "CHICAGO — Witnesses are describing the chaotic scene as a gunman opened fire at a hospital in Chicago's South Side. The shots started around 3:20 p.m. local time at Mercy Hospital &amp; Medical Center. \"It was extreme and it was very loud and it was close,\" o… [+676 chars]", "fulltext": "CHICAGO — Witnesses are describing the chaotic scene as a gunman opened fire at a hospital in Chicago's South Side where he shot several people, leaving three dead. The shots started around 3:20 p.m. local time at Mercy Hospital & Medical Center.\n\n\"It was extreme and it was very loud and it was close,\" one witness said.\n\n\"I seen a black man with a black coat and hat shoot a lady, I believe it was a lady, three times,\" another person said. \"Then he stood above her, shot her three more times.\"\n\nA Chicago police officer was struck and later died, according to officials late Monday. A doctor and a pharmaceutical assistant also died.\n\nA trail of blood could be seen in the hospital. As police swarmed the area, nurses and doctors were seen with their hands raised coming out.\n\n\"Chaos. Chaos. You ever see a zebra get loose in the zoo? That's what it was like,\" an ER tech said.\n\nThe officer who was killed is the second Chicago officer shot in the line of duty this year. Officials have not released the identity of the gunman or a possible motive. It's unclear if the suspect was shot by police or died from a self-inflicted gunshot wound."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Woman describes scene of Chicago hospital shooting", "description": "A witness tells CBS Chicago she heard \"code silver\" and \"code blue\" alerts inside Mercy Hospital where she hid during a shooting.", "url": "https://www.cbsnews.com/video/woman-describes-shooting-mercy-hospital-and-medical-center-today-2018-11-19/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/db9a4191-7169-4a12-86bb-35e655afa11c/thumbnail/1200x630/5d518881e6d83dcced22049ce7ac65b3/cbsn-fusion-woman-describes-shooting-mercy-hospital-and-medical-center-today-2018-11-19-thumbnail-1715990-640x360.jpg", "publishedAt": "2018-11-19T23:08:24Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Jason Silverstein", "title": "House headwear ban could end as Muslim women join Congress", "description": "A House rule from 1837 says every member must \"remain uncovered during the sessions of the House\"", "url": "https://www.cbsnews.com/news/house-democrats-push-for-ending-headwear-ban-as-first-muslim-women-enter-congress/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/5f7a8712-6f5b-4ad6-8bda-f52d0d56681e/thumbnail/1200x630/4d7b9bc15cf45e7998a0720c3f522ad6/gettyimages-1058489820.jpg", "publishedAt": "2018-11-19T23:04:07Z", "content": "The first two Muslim women elected to Congress will soon be coming to Capitol Hill. And with them could come an end to a 181-year ban on headwear on the House floor. House Democrats are calling for the chamber to change its rules about headwear to allow membe… [+1907 chars]", "fulltext": "The first two Muslim women elected to Congress will soon be coming to Capitol Hill. And with them could come an end to a 181-year ban on headwear on the House floor.\n\nHouse Democrats are calling for the chamber to change its rules about headwear to allow members to wear religious garb such as hijabs, worn by some Muslim women, and kippahs, traditionally worn by Jewish men.\n\nIlhan Omar of Minnesota, who wears a headscarf, and Rashida Tlaib of Michigan are the first two Muslim women ever elected to Congress. Omar tweeted over the weekend that she'd be tackling the ban once she's sworn in this January.\n\n\"No one puts a scarf on my head but me. It's my choice — one protected by the first amendment,\" Omar wrote on Twitter, adding, \"And this is not the last ban I'm going to work to lift.\"\n\nNo one puts a scarf on my head but me. It’s my choice—one protected by the first amendment. And this is not the last ban I’m going to work to lift. https://t.co/7U3ZLTaWur — Ilhan Omar (@IlhanMN) November 17, 2018\n\nA draft entitled \"New Congress, New Rules\" proposed by House Democrats specifically mentions this change, saying it will \"clarify in the rules that religious headwear is permitted to be worn in the House chamber\" in order to \"ensure religious expression.\" The proposal says Omar will work to implement the change with Massachusetts Rep. Jim McGovern and Democratic Leader Nancy Pelosi, who is running to be the next speaker of the House.\n\nThe proposals from House Democrats also call for adding an independent diversity office to promote a workforce \"reflective of our Members and the districts they represent,\" and for adding a specific ban on LGBT discrimination.\n\nThe House passed a rule in 1837 saying none of its members could wear a hat on the floor during a session. The rule was later changed to essentially ban all headwear, stipulating that \"Every member shall remain uncovered during the sessions of the House.\"\n\nThe incoming class of Congress members will also include the first two Native American congresswomen, Massachusetts' first black congresswoman, and 29-year-old Alexandria Ocasio-Cortez of New York, the youngest woman ever elected to Congress."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "\"Some of the training kicks in\": Medical student reacts to shooting at Chicago hospital", "description": "CBS Chicago spoke with a medical student who witnessed a shooting Monday afternoon at the Mercy Hospital and Medical Center on Chicago's South Side. He said training he's had for dangerous situations kicked in during this incident.", "url": "https://www.cbsnews.com/video/medical-student-reaction-mercy-hospital-shooting-chicago-today-2018-11-19/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/c55a816d-1262-48e5-9555-5a1d82c737cc/thumbnail/1200x630/feb40181f1c82d2b4a5f9eac90507ba6/cbsn-fusion-medical-student-reaction-mercy-hospital-shooting-chicago-today-2018-11-19-thumbnail-1715978-640x360.jpg", "publishedAt": "2018-11-19T22:58:49Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "\"I heard shots fired\": Witness describes scene at Chicago hospital", "description": "CBS Chicago spoke with a man who witnessed a shooting outside Mercy Hospital and Medical Center, on Chicago's South Side. The man said the suspect was wearing all black clothing and was carrying a handgun. He says he saw at least two people shot.", "url": "https://www.cbsnews.com/video/witness-describes-shots-fired-chicago-mercy-hospital-today-2018-11-19/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/58d5d59a-c114-44c2-94ff-748030b677c4/thumbnail/1200x630/1ee5a50c9020390047a152b81b4be4da/cbsn-fusion-witness-man-describes-shots-fired-chicago-mercy-hospital-today-2018-11-19-thumbnail-1715975-640x360.jpg", "publishedAt": "2018-11-19T22:54:22Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Danielle Garrand", "title": "People in Finland are trolling Trump for saying the country rakes its forests", "description": "The people of Finland are \"raking\" the benefits of President Trump's comments about spending \"a lot of time raking\"", "url": "https://www.cbsnews.com/news/rakeamericagreatagain-haravointi-finland-reacts-troll-trump-2018-11-20/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2015/08/31/70f38bee-0399-4bb4-acd7-edbd304dda43/thumbnail/1200x630/39df458f367043748f391b167aecffa5/istock000043971494medium.jpg", "publishedAt": "2018-11-19T22:07:39Z", "content": "President Trump said Saturday that Finland's president claimed the country doesn't have many problems with forest fires because it spends \"a lot of time on raking\" -- and the Finnish people soon took to social media to troll his comments. Residents of the Eur… [+2590 chars]", "fulltext": "President Trump said Saturday that Finland's president claimed the country doesn't have many problems with forest fires because it spends \"a lot of time on raking\" -- and the Finnish people soon took to social media to troll his comments. Residents of the European nation posted photos of themselves jokingly raking forests and even adjusted Mr. Trump's campaign slogan in their hashtags to include the word \"rake.\"\n\n\"Just an ordinary day in the Finnish forest,\" tweeted Pyry Luminen/ @pyryluminen, accompanied by a photo of herself pretending to vacuum leaves in the woods.\n\nThe social media users in Finland are mocking Mr. Trumps comments from Saturday during a visit to Paradise, California -- an area ravaged by the Camp Fire. The wildfire is considered the deadliest in the Golden State's history, with 79 deaths attributed to the fire as of Monday, and over 15,000 structures destroyed.\n\nMr. Trump was touring the area with California Gov. Jerry Brown, California Gov.-elect Gavin Newsom and Paradise Mayor Jody Jones when he was asked what could be done to prevent a similar disaster in the future.\n\n\"You gotta take care of the floors. You know? The floors of the forest. Very important,\" said Mr. Trump. \"I was with the President of Finland and he said, 'We have a much different — we're a forest nation.' He called it a 'forest nation.' And they spend a lot of time on raking and cleaning and doing things, and they don't have any problem. And when it is, it's a very small problem.\"\n\nShortly after, social media users in Finland were raking their brains for clever hashtags.\n\nMany people tweeted the hashtags #RakeAmericaGreatAgain and #RakeNews to troll Mr. Trump's campaign slogan \"Make America Great Again\" and his frequently used phrase \"Fake News.\" Some also shared images of themselves raking with the hashtag #haravointi, which translates to #Raking in english.\n\nSome Americans even got in on the fun. \"All right Californians, let's get to work to make sure this never happens again,\" tweeted user Ryan Greenspan/@Gspan415, whose location pinpoints him in Concord, California. He included a GIF of people raking leaves.\n\nAll right Californians, let's get to work to make sure this never happens again. #haravointi #RakeAmericaGreatAgain pic.twitter.com/Pz0zNkr8Qo — Ryan Greenspan (@Gspan415) November 19, 2018\n\nFinland's President Sauli Niinistö told Ilta-Sanomat, Finland's second-largest paper, that he doesn't recall mentioning raking leaves with Mr. Trump on Sunday, but did say the two leaders spoke about the California wildfires when they met in Paris in early November.\n\n\"I mentioned [to] him that Finland is a land covered by forests and we also have a good monitoring system and network,\" Niinistö said. He also told the newspaper that he remembers uttering the phrase \"we take care of our forests\" during their conversation."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "After midterm elections, Democrats divided on Pelosi for speaker", "description": "Most Americans want to see both sides work together, but few think that will happen", "url": "https://www.cbsnews.com/news/after-midterm-elections-democrats-divided-on-pelosi-for-speaker/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/24d31235-c5dd-4510-9615-cccad74de8ba/thumbnail/1200x630/9784ec1d16c6ccecc2010b519c16b377/gettyimages-522835514.jpg", "publishedAt": "2018-11-19T22:01:44Z", "content": "By Jennifer De Pinto, Fred Backus and Anthony Salvanto Democrats nationwide are divided over whether current Minority Leader Nancy Pelosi should become the next speaker of the House. Forty-nine percent of Democrats would like to see Pelosi become speaker, but… [+1983 chars]", "fulltext": "By Jennifer De Pinto, Fred Backus and Anthony Salvanto\n\nDemocrats nationwide are divided over whether current Minority Leader Nancy Pelosi should become the next speaker of the House. Forty-nine percent of Democrats would like to see Pelosi become speaker, but 40 percent would prefer another Democrat.\n\nWith the Democratic party set to take control of the House of Representatives in January, 3 in 4 Americans (including most Democrats) prefer the Democratic party work with President Trump where both sides agree, but few think they will actually be able to do that. This sentiment extends across party lines.\n\nThere is partisan disagreement on what House Democrats will do when they take control. Seven in 10 Republicans think the Democrats will focus more on trying to investigate the president. Most Democrats say their party will focus more on their own agenda, although nearly 4 in 10 think the party will focus more on investigating Mr. Trump.\n\nAmid the aftermath of the midterm elections, Democrats feel more optimistic (72 percent) about the future of the country over the next two years than either Republicans (57 percent) or independents (61 percent).\n\nThis poll was conducted by telephone Nov. 15-18, 2018, among a random sample of 1,103 adults nationwide. Data collection was conducted on behalf of CBS News by SSRS of Glen Mills, Pennsylvania. Phone numbers were dialed from samples of both standard land-line and cellphones.\n\n\n\nThe poll employed a random digit dial methodology. For the landline sample, a respondent was randomly selected from all adults in the household. For the cell sample, interviews were conducted with the person who answered the phone.\n\nInterviews were conducted in English and Spanish using live interviewers. The data have been weighted to reflect U.S. Census figures on demographic variables.\n\nThe error due to sampling for results based on the entire sample could be plus or minus three percentage points. The error for subgroups may be higher and is available by request. The margin of error includes the effects of standard weighting procedures which enlarge sampling error slightly.\n\nThis poll release conforms to the Standards of Disclosure of the National Council on Public Polls.\n\nPoll toplines:"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Police respond to reports of shooting near Chicago hospital", "description": "Police responded to reports of multiple victims from a shooting near a Chicago hospital Monday afternoon", "url": "https://www.cbsnews.com/news/chicago-mercy-hospital-shooting-police-respond-shots-fired-2018-11-19-live-updates/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/f3d0b022-40e5-4fa5-922b-1b163b91e464/thumbnail/1200x630/beca9b15debf82fd2081861f2e55c633/screen-shot-2018-11-19-at-4-49-46-pm.png", "publishedAt": "2018-11-19T21:52:45Z", "content": "CHICAGO — Police responded to reports of multiple victims from a shooting near a Chicago hospital Monday afternoon, according to Chicago police. At least one possible offender is shot, police said. Chicago police spokesman Anthony Guglielmi tweeted Monday aft… [+440 chars]", "fulltext": "CHICAGO — An officer and three others, including the gunman, are dead after a shooting at Chicago's Mercy Hospital, police said Monday. Chicago Mayor Rahm Emanuel said a doctor and a pharmaceutical assistant were the other victims.\n\nAnthony Guglielmi, a Chicago police spokesman, identified the slain officer as Officer Samuel Jimenez.\n\nGuglielmi said the gunman was killed, but it's unclear if he took his own life or was killed by police. In a later tweet, Guglielmi called it a \"domestic-related active shooter.\"\n\nPolice Superintendent Eddie Johnson said the incident began in the parking lot with an argument between a man and a female hospital employee he was in a relationship with. A friend of the woman tried to intervene, and police said that is when the gunman lifted up his shirt and showed a gun. The friend fled into the hospital.\n\nJohnson said they received a 911 call about the altercation in the parking lot, and within seconds, they received a second call about shots fired in the parking lot. Johnson said the gunman shot and killed the woman.\n\nChicago Police Dept. via CBS Chicago\n\nThe suspect then fired several shots at responding officers before they could exit the squad car, and several of those shots caused damage to the car. Johnson said the gunman then ran into the hospital while being chased by officers.\n\nOnce inside the hospital, the gunman and the officers exchanged gunfire for several minutes, Johnson said. A female employee was shot and killed in the exchange of gunfire, Johnson said. Jimenez was shot and killed by the gunman.\n\nA massive law enforcement presence was seen on the campus and medical staff were seen being evacuated after the first reports of the shooting. Guglielmi had urged citizens to avoid the area. The hospital tweeted the shooting is over and said Chicago Police Department has secured the facility and the patients are safe.\n\nWitness Hector Avitia told CBS Chicago he was inside the hospital waiting for test results for his wife when he saw a gunman outside in the parking lot, dressed in black, fire on someone on the ground multiple times.\n\nAvitia said an officer arrived on the scene in an SUV and the gunman fired at the officer. He said he saw the gunman reload, fire again at the person on the ground and then go inside the hospital where more shots were fired.\n\nHe said the gunman was carrying a handgun with multiple clips.\n\nWitness Steve White told CBS Chicago he was waiting in the emergency room when he saw the gunman outside firing on a person on the ground, who he described as a woman wearing hospital scrubs.\n\n\"He was like, he didn't care about nobody, or nothing,\" White said.\n\nHe said the gunman ran inside, and he could hear more shots fired. White said a police sergeant ran into the emergency room with his gun drawn and told everyone to evacuate amid a chaotic scene.\n\n\"Why would you go in a hospital and kill some innocent people, man?\" White said. \"I've never seen anything like this in my life.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Gunman, 3 others dead after shooting several others at Chicago hospital", "description": "A doctor, a pharmaceutical assistant and a police officer were killed in Monday's shooting, Chicago Mayor Rahm Emanuel said", "url": "https://www.cbsnews.com/news/chicago-mercy-hospital-shooting-victims-gunman-dead-today-2018-11-19-live-updates/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/1deb8f1a-5d49-4773-8d5f-9dd8d1a50930/thumbnail/1200x630/4a234fce19321cce8439c53914456579/ap-18323822186736.jpg", "publishedAt": "2018-11-19T21:52:45Z", "content": "CHICAGO — Police said an officer and three others, including the gunman, are dead after a shooting at Chicago's Mercy Hospital. Chicago Mayor Rahm Emanuel said a doctor and a pharmaceutical assistant were the other victims. Anthony Guglielmi, a Chicago police… [+2663 chars]", "fulltext": "CHICAGO — An officer and three others, including the gunman, are dead after a shooting at Chicago's Mercy Hospital, police said Monday. Chicago Mayor Rahm Emanuel said a doctor and a pharmaceutical assistant were the other victims.\n\nAnthony Guglielmi, a Chicago police spokesman, identified the slain officer as Officer Samuel Jimenez.\n\nGuglielmi said the gunman was killed, but it's unclear if he took his own life or was killed by police. In a later tweet, Guglielmi called it a \"domestic-related active shooter.\"\n\nPolice Superintendent Eddie Johnson said the incident began in the parking lot with an argument between a man and a female hospital employee he was in a relationship with. A friend of the woman tried to intervene, and police said that is when the gunman lifted up his shirt and showed a gun. The friend fled into the hospital.\n\nJohnson said they received a 911 call about the altercation in the parking lot, and within seconds, they received a second call about shots fired in the parking lot. Johnson said the gunman shot and killed the woman.\n\nChicago Police Dept. via CBS Chicago\n\nThe suspect then fired several shots at responding officers before they could exit the squad car, and several of those shots caused damage to the car. Johnson said the gunman then ran into the hospital while being chased by officers.\n\nOnce inside the hospital, the gunman and the officers exchanged gunfire for several minutes, Johnson said. A female employee was shot and killed in the exchange of gunfire, Johnson said. Jimenez was shot and killed by the gunman.\n\nA massive law enforcement presence was seen on the campus and medical staff were seen being evacuated after the first reports of the shooting. Guglielmi had urged citizens to avoid the area. The hospital tweeted the shooting is over and said Chicago Police Department has secured the facility and the patients are safe.\n\nWitness Hector Avitia told CBS Chicago he was inside the hospital waiting for test results for his wife when he saw a gunman outside in the parking lot, dressed in black, fire on someone on the ground multiple times.\n\nAvitia said an officer arrived on the scene in an SUV and the gunman fired at the officer. He said he saw the gunman reload, fire again at the person on the ground and then go inside the hospital where more shots were fired.\n\nHe said the gunman was carrying a handgun with multiple clips.\n\nWitness Steve White told CBS Chicago he was waiting in the emergency room when he saw the gunman outside firing on a person on the ground, who he described as a woman wearing hospital scrubs.\n\n\"He was like, he didn't care about nobody, or nothing,\" White said.\n\nHe said the gunman ran inside, and he could hear more shots fired. White said a police sergeant ran into the emergency room with his gun drawn and told everyone to evacuate amid a chaotic scene.\n\n\"Why would you go in a hospital and kill some innocent people, man?\" White said. \"I've never seen anything like this in my life.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Police respond to reports of shooting near Chicago hospital", "description": "Police responded to reports of multiple victims from a shooting near a Chicago hospital Monday afternoon", "url": "https://www.cbsnews.com/news/chicago-mercy-hospital-shooting-police-respond-shots-fired-2018-11-19-live-updates/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/f3d0b022-40e5-4fa5-922b-1b163b91e464/thumbnail/1200x630/beca9b15debf82fd2081861f2e55c633/screen-shot-2018-11-19-at-4-49-46-pm.png", "publishedAt": "2018-11-19T21:52:45Z", "content": "CHICAGO — Police responded to reports of multiple victims from a shooting near a Chicago hospital Monday afternoon, according to Chicago police. At least one possible offender is shot, police said. Chicago police spokesman Anthony Guglielmi tweeted Monday aft… [+440 chars]", "fulltext": "CHICAGO — An officer and three others, including the gunman, are dead after a shooting at Chicago's Mercy Hospital, police said Monday. Chicago Mayor Rahm Emanuel said a doctor and a pharmaceutical assistant were the other victims.\n\nAnthony Guglielmi, a Chicago police spokesman, identified the slain officer as Officer Samuel Jimenez.\n\nGuglielmi said the gunman was killed, but it's unclear if he took his own life or was killed by police. In a later tweet, Guglielmi called it a \"domestic-related active shooter.\"\n\nPolice Superintendent Eddie Johnson said the incident began in the parking lot with an argument between a man and a female hospital employee he was in a relationship with. A friend of the woman tried to intervene, and police said that is when the gunman lifted up his shirt and showed a gun. The friend fled into the hospital.\n\nJohnson said they received a 911 call about the altercation in the parking lot, and within seconds, they received a second call about shots fired in the parking lot. Johnson said the gunman shot and killed the woman.\n\nChicago Police Dept. via CBS Chicago\n\nThe suspect then fired several shots at responding officers before they could exit the squad car, and several of those shots caused damage to the car. Johnson said the gunman then ran into the hospital while being chased by officers.\n\nOnce inside the hospital, the gunman and the officers exchanged gunfire for several minutes, Johnson said. A female employee was shot and killed in the exchange of gunfire, Johnson said. Jimenez was shot and killed by the gunman.\n\nA massive law enforcement presence was seen on the campus and medical staff were seen being evacuated after the first reports of the shooting. Guglielmi had urged citizens to avoid the area. The hospital tweeted the shooting is over and said Chicago Police Department has secured the facility and the patients are safe.\n\nWitness Hector Avitia told CBS Chicago he was inside the hospital waiting for test results for his wife when he saw a gunman outside in the parking lot, dressed in black, fire on someone on the ground multiple times.\n\nAvitia said an officer arrived on the scene in an SUV and the gunman fired at the officer. He said he saw the gunman reload, fire again at the person on the ground and then go inside the hospital where more shots were fired.\n\nHe said the gunman was carrying a handgun with multiple clips.\n\nWitness Steve White told CBS Chicago he was waiting in the emergency room when he saw the gunman outside firing on a person on the ground, who he described as a woman wearing hospital scrubs.\n\n\"He was like, he didn't care about nobody, or nothing,\" White said.\n\nHe said the gunman ran inside, and he could hear more shots fired. White said a police sergeant ran into the emergency room with his gun drawn and told everyone to evacuate amid a chaotic scene.\n\n\"Why would you go in a hospital and kill some innocent people, man?\" White said. \"I've never seen anything like this in my life.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "27 hospitalized after falling ill with mysterious symptoms at Florida high school", "description": "All of the victims were reported to be stable and improving after suffering various symptoms, but the cause of the mass sickness remains a mystery.", "url": "https://www.cbsnews.com/news/cardinal-gibbons-high-school-in-fort-lauderdale-students-adult-hospitalized-mysterious-illness/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/579b435b-d631-42ab-b34e-0689a65b1914/thumbnail/1200x630/aff8e9756ae6212ce21afb149c4afb26/screen-shot-2018-11-19-at-5-19-16-pm.png", "publishedAt": "2018-11-19T21:47:54Z", "content": "FORT LAUDERDALE, Fla. — More than two dozen students and an adult staff member were hospitalized Monday for possible exposure to an unknown substance at a high school in Fort Lauderdale, CBS Miami reports. \"These students were having various states. Some were… [+1363 chars]", "fulltext": "FORT LAUDERDALE, Fla. — More than two dozen students and an adult staff member were hospitalized Monday for possible exposure to an unknown substance at a high school in Fort Lauderdale, CBS Miami reports.\n\n\"These students were having various states. Some were having syncopal episodes, were passing out. Some had nosebleeds, some were having shortness of breath,\" said Fort Lauderdale Battalion Chief Stephen Collan.\n\nThe 26 students from Cardinal Gibbons High School were in stable condition and improving Monday afternoon, but the cause of their symptoms remains a mystery and is still under investigation.\n\n\"We don't know. We've searched back and forth. We've done three different samplings. We've used our monitors and have come up with nothing,\" said Collan.\n\n#DEVELOPING - More than half a dozen Cardinal Gibbons High School @CGHSFL\n\nstudents from are being taken to the hospital in Broward after getting sick in their school gymnasium. @FLPD411 & @FtLaudFire on the scene.https://t.co/M1vAXyh04r — CBS4 Miami (@CBSMiami) November 19, 2018\n\nThe students began falling ill shortly after they left a prayer service in the gymnasium shortly after 11:30 a.m. They began getting sick in classrooms and other areas in the school.\n\n\"They were like passing out and stuff like that,\" said student Gustavo Hernandez. \"Some people started having nosebleeds. Some of the people were having ear pain.\"\n\nSome parents rushed to the school, concerned for their kids.\n\n\"I texted with my children and one said she felt sick later on, so I told her to go to the paramedic,\" said parent J.B. Perdomo as she dashed past a group of reporters."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Camel spotted on Pennsylvania highway during snowstorm", "description": "Drivers did a double-take when they saw this camel walking along a Pennsylvania highway in a snowstorm, but its owner said there was a good reason.", "url": "https://www.cbsnews.com/video/camel-spotted-on-pennsylvania-highway-during-snowstorm/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/f1ed3b42-3862-4e29-b871-0395b23bb02a/thumbnail/1200x630/f037f71f1b625e80321909d591689008/camel-use-1715867-640x360.jpg", "publishedAt": "2018-11-19T21:35:25Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Possible treatment for peanut allergies", "description": "A new treatment shows promise for treating children with severe peanut allergies. In a study, 2/3 of those who received gradually increasing doses of peanut powder for a year were able to eat several peanuts with no harmful reaction.", "url": "https://www.cbsnews.com/video/treatment-for-peanut-allergies-tested/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/2a9781ff-b0dd-4cdf-b242-982f6e2da87e/thumbnail/1200x630/2c16f0f40d53cad7d9648bb5d7e2eee7/cbsn-fusion-treatment-for-peanut-allergies-tested-thumbnail-1715855-640x360.jpg", "publishedAt": "2018-11-19T21:20:56Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Aimee Picchi", "title": "Black Friday surprises: Price gotchas and sold-out inventory", "description": "Consumers are primed to spend, but watch out for complications like policies on in-store pickup and free shipping", "url": "https://www.cbsnews.com/news/black-friday-2018-surprises-price-gotchas-and-sold-out-inventory/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2017/11/13/67ab734e-f09d-4d0c-b731-86b71b0eaeea/thumbnail/1200x630/3ca65ecc133a36516300cfbe9ecddbd1/istock-586086782.jpg", "publishedAt": "2018-11-19T21:10:21Z", "content": "Retailers are rolling out their Black Friday specials, but shoppers may be in for some surprises. Consumers are expected to spend an average of $803 each on Black Friday, an increase of almost 8 percent compared with a year earlier, according to RetailMeNot. … [+4755 chars]", "fulltext": "Retailers are rolling out their Black Friday specials, but shoppers may be in for some surprises.\n\nConsumers are expected to spend an average of $803 each on Black Friday, an increase of almost 8 percent compared with a year earlier, according to RetailMeNot. But even though they're planning to spend more, they're still seeking a bargain. Almost nine of 10 say they're looking for deals on holiday gifts, the retail coupon site said in a study.\n\nAs consumers plan their shopping strategies for Friday, they may want to educate themselves on retail trends to make sure they aren't missing out on a deal -- or overpaying for their gifts. Contrary to popular opinion, the best values aren't always available on Black Friday. But at the same time, waiting too long raises the risks of encountering out-of-stock products.\n\n\"The timing of the calendar plays a role in when and where consumers do the bulk of their holiday spending,\" said Marshal Cohen, chief industry adviser of NPD Group, in a statement. \"It's up to retailers to make the most of the days on the calendar by delivering the promotional value, product offerings, and shopping experience that the consumer desires.\"\n\nBut consumers also need to do their research. Here are five surprises experts say shoppers should be aware of when making their plans for Black Friday.\n\nBest place to buy Amazon devices may not be Amazon\n\nIf you're looking for an Amazon Echo or another Amazon device, the best option may not be Amazon itself. That's because Kohl's is offering many of the devices for the same Black Friday price as Amazon, with the addition of $15 back in Kohl's Cash when consumers spend at least $50. Kohl's Cash is a coupon that lets you spend its face value on store merchandise.\n\nFor instance, the Echo will be sold for $69 at both Amazon and Kohl's Black Friday sales, but Kohl's will also provide a $15 Kohl's Cash coupon.\n\nThere are some caveats, said Sarah Hollenbeck, shopping and retail expert at Blackfriday.com.\n\n\"One thing to keep in mind with the Kohl's Cash is that the deal is valid only through Dec. 5, so shoppers should make sure they have plans to spend it quickly,\" she said.\n\nThe other issue to keep in mind is that Amazon is offering an Amazon Smart Plug -- a device that works with Amazon's voice assistant Alexa to add voice control to outlets -- for $5 when shoppers buy an Echo device. The smart plug normally retails for about $25.\n\n\"If you're in the market for a smart plug, that could be a better \"extra\" with your Echo purchase than soon-to-expire Kohl's cash,\" Hollenbeck noted.\n\nFor some products, it pays to wait until after Black Friday\n\nSome products get cheaper closer to Christmas day, which means you may not find a great bargain on Black Friday. Toys are a prime category where it pays to wait until the week before Christmas, when prices may be slashed by as much as 50 percent, according to NerdWallet.\n\nOther categories where patience pays are Christmas decorations, bedding (bargains can be found in January) and winter clothing, NerdWallet said.\n\nIn-store pickup and shipping: Do your research\n\nEveryone wants a deal on shipping -- whether that's free shipping or arranging for in-store pickup, which can avoid the hassle of competing with crowds for doorbuster or other sales. But it's important to understand that in-store pickups have some limits.\n\nAt Macy's, for instance, in-store pickup may apply only to what's in stock in a particular location, rather than the retailer's entire inventory. In-store pickup is also cheaper for retailers than offering free shipping.\n\nAnd speaking of free shipping, not every retailer is offering it this year, which means shoppers should do their research before clicking on \"ship to me.\" Macy's offers free shipping for orders over $99 -- but otherwise charges $10.95 for delivery in the continental U.S.\n\nBeware of out-of-stock products\n\nWith a jump in demand, some stores may sell out of inventory. For instance, stores may report being out-of-stock on some electronics like computers, tablets and TVs starting on Thanksgiving Day, according to an analysis from Adobe. Appliances like kitchen mixers could potentially go out of stock on Nov. 25, while apparel is at risk of selling out on Cyber Monday, which is a popular day for clothing sales, it added.\n\nDon't forget \"experiential\" gift deals\n\nConsumers increasingly want \"experiential\" gifts, like bottles of wine, food or event tickets, according to NPD, which found that four of 10 consumer said they would give these types of gifts this year.\n\nThat means consumers shouldn't overlook deals from subscription services like Amazon's Audible or travel deals. For instance, what's termed \"Travel Deal Tuesday\" -- Nov. 27th -- is one of the best days of the year to buy airline tickets, according to analysis site Hopper.\n\nIt's forecasting that tickets to London will be available at a 41 percent discount from their typical price. Airlines such as Icelander and Cathay Pacific are also planning to offer deals on the 27th, Hopper said."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Child with special needs comforted by Winnie the Pooh at Disney World", "description": "An 18-month-old boy with special needs was comforted by Winnie the Pooh at Disney World and the boy's mom said the moment melted her heart", "url": "https://www.cbsnews.com/video/child-with-special-needs-comforted-by-winnie-the-pooh-at-disney-world/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/5c6dff7d-089f-4b2c-bfb3-88bd9342a625/thumbnail/1200x630/a850ceb6e78c7e32252bbc4127fb6bec/winniethepooh-1715828-640x360.jpg", "publishedAt": "2018-11-19T21:08:37Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Kathy Kristof", "title": "Bumped from a flight? It could land you a windfall", "description": "Depending on the circumstances, the airline could owe you up to $1,350 -- and more if you baggage is also lost", "url": "https://www.cbsnews.com/news/bumped-from-a-flight-it-could-land-you-a-windfall/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2015/06/18/b6f698f8-0c18-41c9-bfd8-298cd4dd1d0b/thumbnail/1200x630/44da231450d82d29058586f6310e4b58/inside-an-airplane.jpg", "publishedAt": "2018-11-19T21:06:25Z", "content": "If you get bumped from your Thanksgiving flight, it could ruin your holiday but make your holiday season. Why? The airline could be forced to pay you a small fortune for the transgression, said Johnny Quach, chief product officer of AirHelp, a company that cl… [+5038 chars]", "fulltext": "If you get bumped from your Thanksgiving flight, it could ruin your holiday but make your holiday season.\n\nWhy? The airline could be forced to pay you a small fortune for the transgression, said Johnny Quach, chief product officer of AirHelp, a company that claims compensation for disrupted travelers. \"Americans being denied boarding is one of our bigger markets. The payouts are quite high,\" he said.\n\nInvoluntarily bumped\n\nSpecifically, If you're denied boarding on a domestic U.S. flight because the airline overbooked the plane and wasn't able to convince enough passengers to \"volunteer\" to take another flight, you can be eligible for compensation of up to $1,350. The exact amount depends on the value of your ticket and ultimate delay in arrival to your final destination.\n\nFor instance, if the flight you're rebooked on arrives within two hours of the previous flight's planned arrival, you can be compensated up to 200 percent of the cost of your one-way ticket to a maximum of $675. If the new flight gets you to the destination more than two hours after the planned arrival, you could be entitled to up to four times the cost of your one-way ticket, or $1,350, whichever is less.\n\nLuggage delayed, damaged or lost\n\nIf the airline also loses your bags — perhaps because they got to the destination on the original flight, unlike you — the airline could owe you even more.\n\nAccording to the Montreal Convention, which governs flights in 120 participating countries including the U.S., passengers whose luggage is lost, damaged or delayed can be due as much as 1,131 in \"special drawing rights.\" This airline-only currency trades just like other country currencies. On Nov. 19, the value of one SDR was $1.38 U.S. dollars. So the maximum value of a lost, delayed or damaged bag would be $1,560.\n\nIf the items in your bag are worth more, you could potentially get higher compensation. However, you would have had to notify the airline when you checked your bags, and the airline could have imposed a fee for additional baggage insurance.\n\nWhat if the bag was just delayed? You can ask the airline to compensate you for the items you had to replace while you were waiting.\n\nFlight delays\n\nWhether you're due compensation simply because your flight gets delayed depends on where you're going to and coming from, and the reason for the delay.\n\nIf a delayed results from the weather, no compensation is due. Airlines aren't required to compensate passengers for flight delays and cancellations that are outside of the airline's control.\n\nIf a flight is delayed because of an airline mess-up, what you're due depends on your destination and your airline. Most carriers publish their \"conditions of carriage\" online. If you check American Airlines' conditions, for instance, they note that the airline will try to get you to your destination as soon as possible, even if that means booking you on a competing airline.\n\nIf the airline has no other flight for you, and you're going to be waiting past midnight, it says it will pay to put you up in a hotel.\n\nIf you can't wait for the next flight and need to find another way to get to your destination, the airline will generally refund that portion of your ticket, and it may compensate for your additional costs, such as the cost of booking passage on a train or renting a car.\n\nInternational flights\n\nHowever, if your flight starts in the European Union or is on an EU carrier, the rules are governed by law called EU-261. This law demands compensation for both bumped and delayed passengers, if they're delayed longer than three hours. The exact compensation varies based on the length of the flight and the duration of the delay. Shorter delays are due up to 250 euros (about $287 at current conversion rates). Longer delays can generate compensation of up to 600 euros ($690).\n\nNotably, EU-261 allows passengers to claim compensation up to three years after the flight. So if you didn't know your rights when you were delayed in the past, you may still have a chance to get payment, Quach added.\n\nClaiming compensation\n\nHow do you claim compensation? You have two options — go it alone or hire someone.\n\nThose who choose the do-it-yourself option should start with the airline's customer service line. The representative should be able to explain what documents are necessary and direct you to the specific area on the airline's website to submit a claim.\n\nSeveral services, including ClaimCompass and AirHelp, will file a claim for you. These services typically don't charge anything to initiate a claim. However, if they're able to secure a refund, they'll take a portion of it as their fee. AirHelp, for example, charges 25 percent of the refund amount for standard claims. But if it needs to file an appeal for a denied claim, it could charge up to 50 percent of the refunded amount.\n\nWhy would the service need to file an appeal? A lot of claims are unjustly denied, partly because the airlines don't keep good records of why flights were delayed or canceled, Quach said. AirHelp uses computerized records to track weather patterns and other airline delays from the same airports. If your airline was the only one delayed from a particular region, chances are good that the delay was within the airline's control, and AirHelp would likely appeal a denial."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Honey-filled pacifiers linked to cases of botulism", "description": "Four infants in Texas were treated for botulism after being given a honey-containing pacifiers purchased in Mexico", "url": "https://www.cbsnews.com/news/officials-warn-honey-filled-pacifiers-infant-botulism/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/13821ad9-9f09-4015-be0c-b2c8ac17f76e/thumbnail/1200x630/f7fca6a4d7d9e10b67f9c38882a73adc/pacifier-getty-istock.jpg", "publishedAt": "2018-11-19T21:02:49Z", "content": "TEXAS — After four infants in Texas were treated for botulism, the Texas Department of State Health Services is warning parents and other adults not to give babies pacifiers containing honey. Health officials say the four infants who got sick had each been gi… [+1678 chars]", "fulltext": "The Texas Department of State Health Services is warning parents and other adults not to give babies pacifiers containing honey, after four infants in Texas were treated for botulism. Health officials say the four babies who got sick had each been given a honey-containing pacifier purchased in Mexico, CBS affiliate KHOU reports.\n\nThe department issued the warning Friday and reported that the four illnesses occurred from mid-August to the end of October. All four infants were hospitalized for life-saving treatment. The infants were unrelated and lived in different parts of the state.\n\nBotulism is a serious illness which is caused by a toxin that attacks the body's nerves. The toxin can cause difficulty breathing, paralysis, and even death.\n\nHoney can contain bacteria that produce the toxin in the intestines of infants that consume it. The Centers for Disease Control and Prevention and the American Academy of Pediatrics have long advised that children under 12 months old should not consume honey.\n\nDoctors say by the time children reach their first birthday, they've developed enough other types of bacteria in their digestive tract to prevent the botulism bacteria from growing and producing toxin.\n\nAccording to a press release from the Texas Department of State Health Services, honey-filled pacifiers are not commonly sold in the United States, but might be available in some specialty stores and online retailers. Although most of the products are not designed for the honey to be consumed, some have reportedly had a small hole allowing the child to eat the honey, or the pacifier could accidentally rupture or leak.\n\nParents should also avoid pacifiers containing any other food substance, because they could also pose a risk of botulism, the health department said.\n\nBotulism is rare, with just 205 cases reported cross the U.S. in 2016, according to the CDC; 150 of those cases were in infants under 10 months old."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Doctor and runner reunite after he saved her life during New York Marathon", "description": "A runner had a heart attack at mile 16 of the New York Marathon, just as a doctor fatefully ran by. Now, the doctor and his patient are reunited for the first time since he saved her life.", "url": "https://www.cbsnews.com/video/doctor-and-runner-reunite-after-he-saved-her-life-during-new-york-marathon/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/162900d2-1d91-4730-b2b4-7f87214e792d/thumbnail/1200x630/3760a7c7fa2e8fa6d256d9d719e0c8d2/doctorrunnerreunite-1715804-640x360.jpg", "publishedAt": "2018-11-19T20:50:25Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Kathryn Watson", "title": "Giuliani says Trump's responses to Mueller will likely be turned over in next couple days", "description": "The president said he has already \"very easily\" answered the questions from Mueller's team", "url": "https://www.cbsnews.com/news/giuliani-says-trumps-responses-to-mueller-will-likely-be-turned-over-in-next-couple-days/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/07/7cf13dbd-114f-4c2a-812f-1e9bf89a76ee/thumbnail/1200x630/09caaef24e5b1011a7865059f5644d19/gettyimages-1057696788.jpg", "publishedAt": "2018-11-19T20:40:15Z", "content": "President Trump's written responses to questions from special counsel Robert Mueller are \"likely to be turned over in the next couple of days,\" Trump attorney Rudy Giuliani told CBS News' Pat Milton in New York. Mr. Trump told reporters on Saturday he had \"ve… [+1574 chars]", "fulltext": "President Trump's written responses to questions from special counsel Robert Mueller are \"likely to be turned over in the next couple of days,\" Trump attorney Rudy Giuliani told CBS News' Pat Milton in New York.\n\nMr. Trump told reporters on Saturday he had \"very easily\" answered Mueller's questions, and would likely submit them the following week. The president's personal legal team has been negotiating back and forth with Mueller's team over questions for weeks, and the completion of them enters into a new phase of Mueller's probe. Mr. Trump insisted that he wrote the answers himself.\n\n\"My lawyers don't write answers. I write answers,\" the president said Friday.\n\nWhile the president hasn't completely ruled out a sit-down interview with Mueller, that is looking less likely.\n\nSenior counselor to the president Kellyanne Conway told reporters Monday the president is \"not afraid\" to sit down with Mueller, but doesn't think that's necessary now.\n\n\"His attorneys have I guess counseled him that he should submit those answers in writing and he has. But he's not afraid to sit down just doesn't seem necessary, doesn't rise to that level,\" Conway said.\n\nMeanwhile, the president continues to call Mueller's investigation a \"witch hunt.\" That investigation has once again come into focus amid Mr. Trump's appointment of the controversial Acting Attorney General Matt Whitaker. Whitaker, who now oversees the Mueller investigation, has been critical of it in the past. Mr. Trump told Fox News' Chris Wallace in an interview that aired Sunday he would not intervene if Whitaker attempts to curtail the investigation.\n\n\"I would not get involved,\" Mr. Trump said. \"And all these people that say I'm going to end the investigation, you know, they've been saying that now for -- how long has this witch hunt gone on? It's gone on for, what?\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Christopher Watts sentenced to life in prison for murders of his wife and children", "description": "Christopher Watts was sentenced to life in prison after pleading guilty to murdering his pregnant wife Shanann and their two daughters in Colorado. CBS News' Mark Strassmann has the latest on the tragic story.", "url": "https://www.cbsnews.com/video/christopher-watts-sentenced-to-life-in-prison-for-murders-of-his-wife-and-children/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/8e5b76ee-23fb-4439-b438-28541a052943/thumbnail/1200x630/98337af2a6e23ba48d2565b0efe499e7/1119-cbsn-watts-brj-1715795-640x360.jpg", "publishedAt": "2018-11-19T20:32:34Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Jason Silverstein", "title": "Michelle Wolf calls WH Correspondents' Association \"cowards\" for choosing historian", "description": "Next year's White House Correspondents Dinner will be no laughing matter", "url": "https://www.cbsnews.com/news/michelle-wolf-calls-white-house-correspondents-association-cowards-for-cutting-comedian-from-2019-dinner/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/04/29/3d214c38-4ed4-46ca-9c75-59ba311b2fba/thumbnail/1200x630/b8b686e33716fe3258a002c8576b9d13/rts1p4zi-1.jpg", "publishedAt": "2018-11-19T20:31:34Z", "content": "Next year's White House Correspondents Dinner will be no laughing matter. The White House Correspondents' Association (WHCA) said Monday it won't be inviting a comedian to perform at its annual press dinner. The decision follows the uproar over Michelle Wolf'… [+2830 chars]", "fulltext": "Next year's White House Correspondents Dinner will be no laughing matter. The White House Correspondents' Association (WHCA) said Monday it won't be inviting a comedian to perform at its annual press dinner. The decision follows the uproar over Michelle Wolf's barbs in April, in which she mocked top White House officials.\n\nInstead, the 2019 dinner will feature guest speaker Ron Chernow, the Pulitzer Prize-winning historian best known for biographies of Alexander Hamilton and George Washington. Wolf, a former \"Daily Show\" correspondent, wasn't impressed.\n\n\"The @whca are cowards. The media is complicit. And I couldn't be prouder,\" the comedian tweeted Monday after the announcement.\n\nThe @whca are cowards. The media is complicit. And I couldn't be prouder. https://t.co/OOIFGuZ731 — Michelle Wolf (@michelleisawolf) November 19, 2018\n\nIn a statement, Chernow acknowledged that he has \"never been mistaken for a stand-up comedian,\" but said he was asked to defend press freedom and freedom of speech in his remarks.\n\n\"The White House Correspondents' Association has asked me to make the case for the First Amendment and I am happy to oblige,\" he said. \"Freedom of the press is always a timely subject and this seems like the perfect moment to go back to basics. My major worry these days is that we Americans will forget who we are as a people and historians should serve as our chief custodians in preserving that rich storehouse of memory.\"\n\nThe historian, whose Hamilton biography inspired the Broadway phenomenon \"Hamilton,\" added, \"I promise my history lesson won't be dry.\"\n\nSiriusXM correspondent Olivier Knox, president of the WHCA, said he looks forward \"to hearing Ron place this unusual moment in the context of American history.\"\n\nThe Correspondents' Dinner traditionally features a comedian who roasts the president and jokes about current events, and the president himself typically performs his own routine. But President Trump has skipped the first two dinners of his administration, and the custom of comedians came into question after Wolf's appearance in April.\n\nWolf's routine featured fierce jokes about Mr. Trump, his children and top members of his administration, including White House press secretary Sarah Sanders, who sat frowning as Wolf mocked her as a liar. She also called out the White House reporters at the dinner, saying they were \"obsessed\" with Mr. Trump and benefited from covering him. \"You helped create this monster, and now you're profiting off of him,\" Wolf said.\n\nHer jokes mostly drew cheers and applause from the crowd, but the response from the media and politicians was more sharply divided afterward. Mr. Trump called Wolf a \"filthy 'comedian'\" on Twitter and said the dinner was \"DEAD as we know it.\" In an August press briefing, Sanders cited Wolf's routine as one of the reasons she wouldn't disavow Mr. Trump calling the media \"the enemy of the people.\"\n\nWolf said in an interview with NPR's \"Fresh Air\" in May that she \"wouldn't change a word\" of her performance. \"I'm very happy with what I said, and I'm glad I stuck to my guns,\" she said."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Trump criticized for comments about retired admiral behind bin Laden raid", "description": "President Trump faced fierce backlash Monday for comments about Adm. William McRaven, the retired Navy SEAL and special operations commander who oversaw the raid on Osama bin Laden's compound in 2011. Mr. Trump said McRaven should have killed the 9/11 masterm…", "url": "https://www.cbsnews.com/video/donald-trump-criticized-comments-admiral-william-mcraven-former-navy-seal-osama-bin-laden-raid/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/5c501a0c-54d4-4494-ba25-ab98b1a88991/thumbnail/1200x630/dcd684c793a5eaf0ad8887c955e19bf4/cbsn-fusion-donald-trump-criticized-comments-admiral-william-mcraven-former-navy-seal-osama-bin-laden-raide-thumbnail-1715793-640x360.jpg", "publishedAt": "2018-11-19T20:29:31Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Trump criticized for comments about retired admiral behind bin Laden raid", "description": "President Trump faced fierce backlash Monday for comments about Adm. William McRaven, the retired Navy SEAL and special operations commander who oversaw the raid on Osama bin Laden's compound in 2011. Mr. Trump said McRaven should have killed the 9/11 masterm…", "url": "https://www.cbsnews.com/video/donald-trump-criticized-comments-admiral-william-mcraven-former-navy-seal-osama-bin-laden-raide/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/5c501a0c-54d4-4494-ba25-ab98b1a88991/thumbnail/1200x630/dcd684c793a5eaf0ad8887c955e19bf4/cbsn-fusion-donald-trump-criticized-comments-admiral-william-mcraven-former-navy-seal-osama-bin-laden-raide-thumbnail-1715793-640x360.jpg", "publishedAt": "2018-11-19T20:21:14Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Todo en Uno: El Chapo Muere", "description": "Todo en Uno: El Chapo Muere", "url": "https://www.cbsnews.com/video/todo-en-uno-el-chapo-muere/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/9eecb4c3-4736-466d-aab3-e6c8b8d789d8/thumbnail/1200x630/074a145800f6d3f64630ba7550e7cbcf/todo-1715790-640x360.jpg", "publishedAt": "2018-11-19T20:20:44Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Ed Leefeldt", "title": "Fighting fires with \"forest resilience\" bonds", "description": "Investors, environmentalists and insurers see a way to help states fund the mega-costly fight against mega-fires", "url": "https://www.cbsnews.com/news/fires-in-california-camp-woolsey-paradise-wildfire-forest-resilience-bonds/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/16/1fcee478-bf2f-44cd-9394-9f69d6ad19b8/thumbnail/1200x630/1c09bd57cb0ce0430a9118bf6c3be735/california-wildfires-1061906626.jpg", "publishedAt": "2018-11-19T20:17:46Z", "content": "The rocky Yuba River meanders in a remote corner of California. It's here that insurers, environmentalists and venture capital firms are joining forces to create a \"Forest Resilience Bond\" aimed at solving a multibillion-dollar problem plaguing the wildfire-r… [+5109 chars]", "fulltext": "The rocky Yuba River meanders in a remote corner of California. It's here that insurers, environmentalists and venture capital firms are joining forces to create a \"Forest Resilience Bond\" aimed at solving a multibillion-dollar problem plaguing the wildfire-ravaged state.\n\nNearly 100 people have died and 1,000 are unaccounted for from the two most recent mega-fires, both of which remain active. And in what the Association of International Fire Chiefs now calls \"a year-round fire season\" for this and other tinderbox states, more destructive blazes are all but a certainty.\n\nOne major factor behind the fires: an overabundance of dry brush from a seven-year drought and millions of dead trees from an influx of bark beetles – none of which is cleared away until a campfire spark or downed power line ignites these fuel-rich forests. Meanwhile, the money budgeted for forestry conservation or to hire more firefighters often pays instead for paramilitary equipment, such as airplanes and helicopters.\n\nFunding for forests\n\nEnter Blue Forest Conservation. The startup, launched by University of California, Berkeley business school graduates and backed by the World Resources Institute, works to raise money to save the forest through a public-private partnership. To do so, it created the first \"Forest Resilience Bond.\"\n\n\"There are 58 million acres of forest at high risk of wildfire in the U.S.,\" said Linc Walworth, vice president of investments for CSAA Insurance Group, one of the bond's backers. \"If the concept works, there will be lots of opportunity for forest restoration bonds, and they could become a permanent source of financing for our forests.\"\n\nA $4 million bond is small relative to the massive economic losses caused by infernos such as the \"Camp Fire\" in Northern California and the \"Woolsey Fire\" around Los Angeles, but it could be seed money for what is to come. Blue Forest's goal is to shift the financial burden of preventing fires from the state's overtaxed fire and forestry services to private industry. The California fire agency has already exhausted its $443 million budget and needs another $234 million to continue the fight.\n\nThe bond works by tapping private capital to maximize forest restoration without stressing the already overtaxed state budget. CSAA, along with an investment firm and two foundations, will fund the investment. The National Forest Foundation will use the bond to hire private contractors to \"thin\" the forests by cutting down trees, perform \"controlled burns\" and trim brush that could fuel fires in the 15,000-acre Tahoe Forest above the Yuba River.\n\nThe money will be repaid over five years by the Yuba Water Agency, a public utility, and though a grant from California. The utility benefits from cleaner water. Its hillsides, ravaged by fire erosion, are also prone to flooding because scorched soil lets water flow downhill unimpeded. The state benefits because the work will be done in less than half the time it would take the state forest service to do it.\n\nForest resilience bonds could also amount to a good deal for investors. CSAA will provide $1 million, while The Rockefeller Foundation, the Gordon and Betty Moore Foundation, and a unit of Calvert Investments (a fund known for so-called responsible investing), will contribute the rest. They will realize a 4 percent return on their investment, better than the 3 percent from an average bond.\n\nGetting insurers on board\n\nAs an American Automobile Association insurer, in theory CSAA will get an additional bonus: fewer payouts on property claims from fire damage.\n\nInsurers will have to pay an estimated $13 billion this year to repair and replace homes and businesses burned in the California fires. As a result, Walworth said it makes sense for big property insurers to get involved once they see that the small pilot program works. \"If a market develops for these types of bonds, we think other insurers will see the benefit in making similar investments,\" he said.\n\nIn 2017, California set a state record, with more than 9,000 fires torching 1.4 million acres, burning down 10,000 homes and killing 47 people. This year will be much worse, topping all previous statewide disaster costs.\n\nPresident Donald Trump, who visited the fire-ravaged state on Saturday, has been critical of its forest management, even threatening to withhold federal funds. \"They should take a lesson from Finland, where they do a lot of raking and cleaning… and they don't have this problem,\" he said in visiting Paradise, California, a town devastated by the Camp Fire.\n\nSo does it make sense for big insurers like Allstate, Geico and State Farm, which have billions invested in California, to help underwrite bonds or other investments meant to fund the protection of forests? As of year-end 2017, the property casualty insurance industry's \"policyholders' surplus\" – the amount of money available to pay claims – reached an all-time high of $752.5 billion, up more than $50 billion from the year earlier and at its strongest level in history.\n\n\"The industry is extremely well capitalized and financially able to pay very large-scale losses in 2018 and beyond,\" according to a statement by the Insurance Information Institute, which represents the industry.\n\nOr, as Blue Forest suggests, it could join forces with other private investors and – just possibly – cut those losses."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "William Harwood", "title": "NASA selects landing site for Mars 2020 rover", "description": "NASA's Mars 2020 rover will land on an ancient lakebed near a broad delta in Jezero Crater to search for traces of life", "url": "https://www.cbsnews.com/news/nasa-selects-landing-site-for-mars-2020-rover-jezero-crater/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/c8e080bb-601b-40c9-bd54-ad87b615f1fb/thumbnail/1200x630/fa05a97b1a04bb2362a1f524a05b7cca/mars2020.jpg", "publishedAt": "2018-11-19T20:13:37Z", "content": "After years of analysis and debate, NASA announced Monday that the agency's next Mars rover will land near an ancient river delta where water once flowed into a 30-mile-wide, 1,600-foot-deep crater. Its mission will be to search for signs of ancient microbial… [+5184 chars]", "fulltext": "After years of analysis and debate, NASA announced Monday that the agency's next Mars rover will land near an ancient river delta where water once flowed into a 30-mile-wide, 1,600-foot-deep crater. Its mission will be to search for signs of ancient microbial life and to continue ongoing studies of the red planet's history and evolution.\n\nLaying the groundwork for future robotic missions and eventual human flights, the Mars 2020 rover also will test technology designed to extract oxygen from the martian atmosphere and to cache rock and soil samples in the Jezero Crater landing site for possible return to Earth aboard a future spacecraft.\n\nThe launch window for the new rover opens on July 17, 2020, setting up a landing on Feb. 18, 2021.\n\n\"The landing site at Jezero Crater offers geologically rich terrain with landforms reaching as far back as 3.6 billion years and could potentially answer important questions in planetary evolution and astrobiology,\" Thomas Zurbuchen, associate administrator of NASA's science mission directorate, told reporters.\n\n\"Getting samples from this unique area will revolutionize how we think about Mars and its ability to harbor life,\" he added. \"This decision today could determine what happens in the next decade or more of Mars exploration, both robotic and human. The technologies that we prove here feed forward into a program that gets ever more exciting.\"\n\nNASA\n\nThe landing site announcement came one week before NASA's non-roving InSight lander, launched last May, touches down on Mars next Monday to study the planet's interior structure by placing an ultra-sensitive seismometer on the surface and hammering temperature sensors into the crust.\n\nModeled after NASA's hugely successful Curiosity rover, which landed in Gale Crater in August 2012, the Mars 2020 rover will weigh roughly the same, about one ton, feature the same nuclear power pack and use the same dramatic \"sky crane\" entry, descent and landing system in which a rocket-powered carrier lowers the rover to the surface on a tether.\n\nThe 2020 rover originally was projected to cost around $1.9 billion, some $600 million less than Curiosity. It now is expected to cost roughly the same.\n\nBut the new rover features different instruments and a major upgrade known as terrain relative navigation. As it descends toward the martian surface, the system will assess the surface below and actively guide the spacecraft to avoid hazardous cliffs, boulders or \"sand traps\" that could prove difficult to drive through.\n\nThe Jezero Crater landing site features all three.\n\nSeán Doran based on NASA Mars Reconnaissance Orbiter imagery\n\n\"This selection is dependent upon additional and extensive analysis of ... terrain relative navigation, or TRN,\" Zurbuchen said. \"It is the first time we use this system integrated with the entry, descent and landing process. We're really excited about it. TRN will enable the sky crane descent stage, the rocket powered system that carries the rover down to the surface, to avoid hazardous areas.\"\n\nAn independent review board will assess the landing system and report to NASA in the fall of 2019, \"not because we have any doubt about using TRN,\" Zurbuchen said, \"but to be absolutely sure we're ready to go with this exciting technology.\"\n\nPlanetary scientists began debating possible landing sites for the Mars 2020 rover five years ago, whittling down a list of more than 60 candidate sites to just four. After a final round of discussions last month, Zurbuchen selected Jezero, a 30-mile-wide, 1,600-foot-deep crater at 18 degrees north latitude.\n\nBased on imagery and other data collected by Mars orbiters, scientists believe the crater was filled with an 820-foot-deep lake between 3.5 billion and 3.9 billion years ago. The lake was fed by a river that flowed into and then out of the crater, leaving a distinct delta fanning out across the terrain.\n\n\"Lakes on Earth are both very habitable and inevitably inhabited, so that's the first attraction,\" said Ken Farley, Mars 2020 project scientist at NASA's Jet Propulsion Laboratory. \"The second attraction is a delta is extremely good at preserving biosignatures, any evidence of life that might have existed in the lake water or at the interface between the sediment and the lake water.\"\n\nThe delta also could preserve evidence of microbial life that originated outside the crater and was carried in by the river that fed the lake.\n\n\"So the delta is a good place for evidence of life to be deposited and then preserved for the billions of years that have elapsed since this lake was present,\" Farley said.\n\nBut he cautioned the spacecraft will not look for signs of present life \"because currently, the surface of Mars is too cold, it's too dry and it has too much radiation for life as we know it to survive.\"\n\n\"But it wasn't always that way,\" he said. \"For reasons that are not yet known, prior to about three-and-a-half billion years ago, Mars' climate was very different, there was clearly flowing water on the surface of the planet. As we currently understand life, it requires liquid water. And so all things point to the idea we should be looking at ancient Mars for a surface habitable environment.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "En Tiempo Real: Protestas en Tijuana", "description": "En Tiempo Real: Protestas en Tijuana", "url": "https://www.cbsnews.com/video/en-tiempo-real-protestas-en-tijuana/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/a8102f64-3379-4f65-ad71-69f3a24571cb/thumbnail/1200x630/d75b51421fafadf2f50e60cd44c3f395/nacho-1715757-640x360.jpg", "publishedAt": "2018-11-19T20:08:39Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Radio host suing publisher of neo-Nazi site seeks bank records", "description": "A Muslim-American radio host is seeking a court order to get bank records for a neo-Nazi website publisher after questioning his father under oath.", "url": "https://www.cbsnews.com/news/the-daily-stormers-bank-records-sought-in-suit-by-muslim-american-radio-host-dean-obeidallah/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2017/08/16/7a68c4ce-6d16-4156-9a05-5a5e216a7380/thumbnail/1200x630g1/e467ce4a4683032e06ec36822a7d54f0/ap-17228582394732.jpg", "publishedAt": "2018-11-19T20:06:12Z", "content": "A Muslim-American radio host's lawyers are seeking a court order to get bank records for a neo-Nazi website publisher after questioning his father under oath about money donated by the site's readers. Greg Anglin, the father of The Daily Stormer publisher And… [+4439 chars]", "fulltext": "A Muslim-American radio host's lawyers are seeking a court order to get bank records for a neo-Nazi website publisher after questioning his father under oath about money donated by the site's readers.\n\nGreg Anglin, the father of The Daily Stormer publisher Andrew Anglin, recently testified that he helped his son collect and deposit between $100,000 and $150,000 in readers' mailed donations over a five-year period, a court filing last Friday revealed.\n\nOn Oct. 31, attorneys for SiriusXM Radio show host Dean Obeidallah deposed Greg Anglin for the federal lawsuit they filed against his son last year in Columbus, Ohio.\n\nThe suit says Andrew Anglin falsely labeled Obeidallah as the \"mastermind\" behind the deadly May 2017 terrorist attack at an Ariana Grande concert in Manchester. Obeidallah, a comedian and Daily Beast columnist, told The Associated Press that he received death threats after the article's publication.\n\nObeidallah's attorneys are asking for the court's authorization to subpoena financial records from three banks that Greg Anglin used to funnel donated money to his son.\n\nAndrew Anglin hasn't formally responded to Obeidallah's lawsuit, which says Anglin libeled him, invaded his privacy and intentionally inflicted \"emotional distress.\"\n\nObeidallah's attorneys from Muslim Advocates, a national legal and educational organization based in Oakland, California, are trying to secure a default judgment against Andrew Anglin and his company, Moonbase Holdings LLC. The records for the Anglins' bank accounts are necessary for calculating \"appropriate damages\" if the court enters a judgment in Obeidallah's favor, his lawyers wrote.\n\nAnglin's site takes its name from Der Stürmer, a newspaper that published Nazi propaganda. The site includes sections called \"Jewish Problem\" and \"Race War.\"\n\nOne of Obeidallah's lawyers asked Greg Anglin about the content of his son's website and why he helped him get its domain name registered in 2013.\n\n\"I have a difficult time as a dad sometimes knowing what to support and what not to support. I don't take responsibility for somebody else's actions,\" said Greg Anglin, according to a transcript of the deposition.\n\nAndrew Anglin has received other financial support beyond the cash and checks that readers mailed to his father's Worthington, Ohio, office and an Ohio post office box. He has solicited donations in bitcoin. He also used a crowdfunding website to raise more than $152,000 in donations to help pay for his legal expenses.\n\nDuring his deposition, Greg Anglin said he collected the mailed donations from 2013 to December 2017 and usually deposited the funds into a bank account in his son's name. If the money was foreign currency, he would deposit the money in his own account at another bank and then wrote a check for the same amount and deposit it in his son's account.\n\nGreg Anglin also said he borrowed just over $60,000 in readers' donations for a \"real estate rehab\" project but has paid back that entire amount to his son from a personal account at a third bank.\n\nObeidallah's attorneys didn't name the banks where Greg Anglin deposited readers' donations, citing the \"controversial nature\" of his son's site.\n\nGreg Anglin said he knew the money was coming from The Daily Stormer's readers but didn't know how his son used it.\n\nAndrew Anglin used his father's credit card to register the site's domain name because he didn't have his own credit card in 2013. But his father said he didn't know he would be listed as the site's registrant.\n\n\"When I realized I was the registrant, we had a very direct conversation where I told him I was very disappointed in him that he allowed that to happen, and that I wanted it removed immediately,\" he said.\n\nAnglin said he spoke to his son over the phone a few days before his deposition, but he said he didn't know where his son was calling from or where he has been living in recent years.\n\n\"He's a private person, and I'm a talkative guy. And so he prefers and I prefer to not know where he is,\" Greg Anglin said.\n\nThe suit was filed two days after domain name registration companies Google and GoDaddy yanked the site's web address, effectively making it unreachable. The companies acted after Anglin's publication of a post mocking the 32-year-old woman killed in a deadly attack at a white nationalist rally in Virginia.\n\nAndrew Anglin also retained lawyers to defend him against a separate lawsuit filed against him by Montana real estate agent Tanya Gersh, who says Anglin orchestrated an anti-Semitic online trolling campaign against her family. Last Wednesday, a federal judge in Montana ruled the First Amendment doesn't shield Anglin from Gersh's claims, allowing the case to proceed."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Tech stocks drag down markets", "description": "Apple, Facebook and Nvidia are leading stock markets down after an uncertain month", "url": "https://www.cbsnews.com/news/dow-drops-nearly-500-points-led-by-tech-stocks/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/07/11/fb0d55bd-5266-49ce-9293-1b74ba7d216b/thumbnail/1200x630/d78beb609f78252d3d1af15d55743572/ap-18191534086354.jpg", "publishedAt": "2018-11-19T19:46:55Z", "content": "Technology stocks are leading a slump on Wall Street, led by big drops in Apple and Facebook. The Dow briefly sank 500 points, or nearly 2 percent. Apple lost 3.7 percent in midday trading Monday and Facebook gave up 5.2 percent. Chipmaker Nvidia dropped anot… [+1688 chars]", "fulltext": "Technology stocks led a slump on Wall Street, with drops in Apple and Facebook dragging down the major indexes. The Dow briefly sank 500 points, but recovered the worst of its losses to close down 395 points, at 25,017.\n\nThe S&P 500 index fell 1.6 percent, closing at 2,690. The Nasdaq composite lost more than 3 percent, dropping to 7,028.\n\nApple lost nearly 4 percent and Facebook gave up 5.2 percent. Chipmaker Nvidia dropped another 12 percent to $144.70 after it said last week that it had a large number of unsold chips because of a big drop in mining of cryptocurrencies.\n\nNissan's U.S.-listed shares slumped more than 5 percent after the carmaker's chairman, Carlos Ghosn, was arrested after allegedly under-reporting his income.\n\nThe parent company of California utility Pacific Gas & Electric fell again after it disclosed that it had a power line failure near the start of a deadly wildfire the morning the fire began. The Mercury News of San Jose reported Saturday that the company said in a filing that it had an outage at 6:45 a.m. on Nov. 8 in Concow. Authorities say 76 people have been confirmed dead in the Camp Fire.\n\nPG&E stock fell 4.5 percent to $23.29. The stock has lost half its value since Nov. 8 in spite of a big rally on Friday.\n\nClashes between China and the U.S. at a Pacific Rim summit over the weekend left investors feeling pessimistic about the prospects for a deal that would end the trade tensions between the world's two largest economies.\n\nThe U.S. has imposed a 10 percent tariff on $200 billion of Chinese goods, and that tariff is set to rise to 25 percent on Jan. 1. Another $50 billion of Chinese goods already is subject to 25 percent duties. Beijing has responded with penalty duties on $110 billion of American goods.\n\nTalks continue ahead of a meeting between Chinese President Xi Jinping and President Donald Trump planned for the G-20 summit later this month.\n\nBond price didn't move much. The yield on the 10-year Treasury note held steady at 3.07 percent."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Casey Kasem case: Family feud erupts over legendary radio broadcaster's fortune years after his death", "description": "The feud between Casey Kasem's wife and children intensifies, amid questions over his death", "url": "https://www.cbsnews.com/news/family-feud-erupts-over-casey-kasems-fortune-years-after-his-death-48-hours/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/9fa28ecf-bee4-48b1-8d73-17cae8d95d97/thumbnail/1200x630/8431c9b396ff4d6b9da9706c8967472f/casey-kasem.jpg", "publishedAt": "2018-11-19T19:37:36Z", "content": "More than four years after radio legend Casey Kasem died, his wife Jean Kasem reveals to \"48 Hours\" for the first time her version of her husband's final days, levels allegations of murder in a lawsuit and discusses a heated family feud. \"The Mysterious Death… [+3229 chars]", "fulltext": "More than four years after radio legend Casey Kasem died, his wife Jean Kasem reveals to \"48 Hours\" for the first time her version of her husband's final days, levels allegations of murder in a lawsuit and discusses a heated family feud. \"The Mysterious Death of Casey Kasem\" will broadcast Saturday, Nov. 24, on CBS.\n\nAt the top of his career, Kasem was heard by millions around the world as the host of the music countdown show, \"American Top 40,\" and as the voice of \"Shaggy\" in the cartoon classic \"Scooby Doo.\"\n\nBut toward the end of his life, his family made headlines over an ongoing dispute between Kasem's children from his first wife, and Jean Kasem, his second wife. After his death on Father's Day in 2014, the feud escalated as both sides accused each other of contributing to his death, and they battled over his estate and final resting place.\n\nCBS News\n\n\"They killed my husband,\" Jean Kasem told \"48 Hours'\" Peter Van Sant. \"They killed their father.\"\n\n\"Jean killed my father,\" counters Kerri Kasem, one of Kasem's three adult children, adding, \"what she did led to his death.\"\n\nIn 2014, as Casey Kasem was dying of a Parkinson's like disease, his estate was estimated to be worth between $80 million to $100 million. Jean Kasem said her husband's children, Kerri, Julie and Michael, were only after his money and that eventually her husband cut them off financially.\n\n\"It was always all about the money,\" she said. \"We became the bank of Kasem. We were the personal ATM machine.\"\n\nShe claims the children were furious and initiated a premeditated plan that led to their father's death. Kerri Kasem and her siblings make similar claims against Jean.\n\n\"The only thing she ever wanted from my dad is money,\" Kerri Kasem said. \"That's it.\"\n\n\"Dad once told me don't ever go up against Jean,\" Kerri Kasem told Van Sant, \"You don't know what she's capable of.\"\n\nJean Kasem reveals to Van Sant how she moved her ailing husband from a rehab facility in Santa Monica, California, to a friend's home in Silverdale, Washington. It's where Casey Kasem spent some of his final days. She claims she had to move him there to \"protect her husband.\" Then, she said his children found them and forced him into a hospital where he was ultimately taken off of life support.\n\nKerri Kasem and her siblings blame her father's death on Jean's actions. Kerri had a court order that allowed her to take her father to a hospital for care. When Casey arrived at the hospital, his diagnosis was grim. Hospital records indicate Casey had a stage three ulcer of his back, suffered septic shock, respiratory failure and a host of other ailments.\n\nKerri Kasem\n\nCasey's youngest daughter from his first marriage, Julie Kasem, told \"48 Hours\" he was extremely thin.\n\n\"His face was sunken in,\" she said.\n\nKerri, Julie and Michael Kasem have filed a wrongful death lawsuit against their stepmother. Jean Kasem filed a countersuit against her husband's adult children for the same reasons.\n\n\"What she did to my dad was elder abuse,\" says Julie Kasem. \"Straight and simple.\"\n\nWhat really led to Kasem's death? This is for certain: While his living relatives continue in a seemingly never-ending battle over his estate, Kasem's body rests in an unmarked grave in Oslo, Norway.\n\nVan Sant and \"48 Hours\" explore the host's life, death and legacy in \"The Mysterious Death of Casey Kasem,\" Saturday, Nov. 24, 2018 at 10 p.m. ET/PT on CBS."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Alain Sherter", "title": "Instagram to remove fake \"likes\" and follows", "description": "Social media platform said it wants to reduce \"inauthentic\" content on its site, calling it \"unwelcome\"", "url": "https://www.cbsnews.com/news/fake-instagram-followers-like-accounts-to-be-removed/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/32b7162e-5a1f-4146-b48d-4b35b8137c95/thumbnail/1200x630/b9c6f72a405f32b03bac60dc8a4703f7/2-up-en-en-sp.png", "publishedAt": "2018-11-19T19:24:02Z", "content": "Instagram wants to get real. The Facebook-owned social media platform said Monday that it will immediately start purging fake likes, follows and comments from accounts that use third-party applications to draw attention online. \"Recently, we've seen accounts … [+1462 chars]", "fulltext": "Instagram wants to get real. The Facebook-owned social media platform said Monday that it will immediately start purging fake likes, follows and comments from accounts that use third-party applications to draw attention online.\n\n\"Recently, we've seen accounts use third-party apps to artificially grow their audience,\" Instagram said in a post on its corporate blog. \"Every day people come to Instagram to have real experiences, including genuine interactions. It is our responsibility to ensure these experiences aren't disrupted by inauthentic activity.\"\n\nThe announcement comes amid intense public scrutiny on Facebook, Twitter and other social media sites following revelations that Russian intelligence operatives used false accounts to published inaccurate reports in a bid to influence the 2016 presidential election.\n\nInstagram has also become an important forum for celebrities, advertisers and brands to promote themselves online. That includes using popular Instagram users, known as social media influencers, to peddle a product to their many followers.\n\nInstagram said that it has developed what it described as \"machine-learning\" technology to identify accounts that use third-party apps that generate phony likes and follows, calling this practice \"bad for the community.\" Such practices violate the site's community guidelines and terms of use, Instagram said, noting that it has long removed fake accounts.\n\nInstagram said it would send a message to account holders who use such services notifying them that that any fake forms of engagement have been removed.\n\nFacebook, which is at the center of the controversy over the spread of inauthentic content on the internet, bought Instagram in 2012 for $1 billion."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Ashley Welch", "title": "New treatment \"a breakthrough\" for kids with peanut allergies, study finds - CBS News", "description": "CBS News New treatment \"a breakthrough\" for kids with peanut allergies, study finds CBS News There could soon be a new treatment option to help millions of children who suffer from peanut allergies. The final results of a clinical trial are in, and show that …", "url": "https://www.cbsnews.com/news/new-treatment-a-breakthrough-for-kids-with-peanut-allergies/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/8e0cc336-1500-4d5f-90e8-3e2bc02de906/thumbnail/1200x630/cdfc000e0a75ee7cbdde1e1c9f923198/gettyimages-144219864.jpg", "publishedAt": "2018-11-19T19:24:00Z", "content": "There could soon be a new treatment option to help millions of children who suffer from peanut allergies. The final results of a clinical trial are in, and show that it is possible for some people with a peanut allergy to protect themselves by carefully build… [+3781 chars]", "fulltext": "There could soon be a new treatment option to help millions of children who suffer from peanut allergies. The final results of a clinical trial are in, and show that it is possible for some people with a peanut allergy to protect themselves by carefully building up a tolerance to peanuts over time.\n\nThe study, funded by Aimmune Therapeutics, included 551 participants, all of whom had a peanut allergy. Participants ranged in age from 4 to 55 years, though the majority were children ages 4 to 17. The researchers gave a quarter of the participants a placebo, while three-quarters received oral doses of small amounts of peanut protein powder, starting with just half a milligram a day; the amounts increased gradually until reaching the \"maintenance dose\" of 300 milligrams, equivalent of one peanut a day.\n\nAfter nine to 12 months of treatment, two-thirds of those who received it were able to tolerate the equivalent of two peanuts per day. Half the patients were able to tolerate the equivalent of four peanuts daily. In contrast, only 4 percent of those in the placebo group were able to have the equivalent of two peanuts without having an allergic reaction.\n\n\"This is not a quick fix, and it doesn't mean people with peanut allergy will be able to eat peanuts whenever they want,\" Dr. Jay Lieberman, co-author of the study and vice chair of the American College of Allergy, Asthma and Immunology Food Allergy Committee, said in a statement. \"But it is definitely a breakthrough.\"\n\nThe results of the study were presented at the American College of Allergy, Asthma and Immunology (ACAAI) Annual Scientific Meeting and published in the New England Journal of Medicine.\n\nNut and other food allergies have risen sharply in the United States in recent years, prompting urgent research efforts to explore potential ways to prevent and treat the problem. According to the Food Allergy Research and Education (FARE), the prevalence of peanut or tree nut allergy appears to have more than tripled in U.S. children between 1997 and 2008.\n\nFARE estimates that about 40 percent of children with food allergies have experienced a severe allergic reaction such as anaphylaxis — a potentially life-threatening swelling of the throat, lips and tongue with trouble breathing and swallowing. Patients may also suffer vomiting and hives or skin rash.\n\nOnce anaphylaxis begins, the drug epinephrine — often from an auto-injector like the EpiPen — is the only effective treatment. Failure to treat a severe allergic reaction quickly enough can turn fatal.\n\nThe Aimmune Therapeutics treatment doesn't completely cure a peanut allergy — people who are allergic would still need to avoid eating them. But it would allow them to better tolerate accidental exposure to small amounts, relieving of some of the anxiety about trace amounts hidden in packaged foods or cross-contamination from a classmate who recently ate a peanut butter sandwich.\n\nCurrently, there are no approved treatments to reduce the severity of a peanut allergy. Daniel C. Adelman, Aimmune's chief medical officer and the study's senior author, told The New York Times that the company plans to apply for FDA approval by the end of the year. If the treatment is approved, it would be available by prescription.\n\nPeople with peanut allergies would have to continue taking it long-term to stay protected against accidental consumption.\n\nHowever, as demonstrated in the study, the treatment will not work for everyone. In an accompanying editorial also published in the New England Journal of Medicine, Michael R. Perkin, Ph.D., of the Population Health Research Institute at St. George's, University of London, points out that \"desensitization was not easy on the patients.\"\n\nNearly 12 percent of participants in the active-drug group needed to withdraw from the study due to side effects, compared to about 2 percent in the placebo group.\n\nPerkin also raises concerns about potential longer-term side effects of continued consumption of an allergen to which the body has produced antibodies, which are currently unknown. \"Surveillance and follow-up will be crucial,\" he writes."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Kate Gibson", "title": "Nearly 50 tons of beef recalled over E. coli risk", "description": "JBS USA issues second big meat recall in as many months; last one linked to salmonella outbreak that sickened hundreds", "url": "https://www.cbsnews.com/news/ground-beef-recall-swift-beef-jbs-beef-e-coli/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2014/05/19/bb702909-6729-4c01-a96a-f4fd68b5b40b/thumbnail/1200x630/cc02832756c9bfa0368d23e44df17070/ground-beef.jpg", "publishedAt": "2018-11-19T19:21:56Z", "content": "The weekend recall of nearly 100,000 pounds of ground beef possibly tainted with E. coli is the second large meat recall in as many months by JBS USA, a unit of the world's largest meat processor. Swift Beef Co. recalled 99.260 pounds of ground beef that many… [+1616 chars]", "fulltext": "The weekend recall of nearly 100,000 pounds of ground beef possibly tainted with E. coli is the second large meat recall in as many months by JBS USA, a unit of the world's largest meat processor.\n\nSwift Beef Co. recalled 99.260 pounds of ground beef that many be contaminated with E. coli, a potentially deadly bacteria, the U.S. Department of Agriculture's Food Safety and Inspection Service (FSIS) announced.\n\nSwift Beef shipped the recalled meat to retail distributors for further processing and food service providers for institutional use in five states, including California, Nevada, Oregon, Utah and Washington, the agency said.\n\nThe problem was discovered the previous day after the FSIS found E. coli in the beef of a Swift Beef customer. That led to a recall of roughly 530 pounds of ground beef, patties and meatballs shipped to restaurants across Utah.\n\nSwift Beef is part of JBS USA, which in early October recalled 6.9 million pounds of beef tied to a 25-state salmonella outbreak that has now stricken 246 people, 59 of whom were hospitalized, the Centers for Disease Control reported last week.\n\nJBS confirmed the recall in an email to CBS MoneyWatch. A spokesperson said in a statement that \"while only one sample in commerce tested positive and no consumers have reported illness, we have taken this cautious approach in the interests of consumer safety.\"\n\nJBS is working with the USDA to make sure \"potentially impacted product is removed from stores and homes,\" noted the spokesperson, who declined comment on whether there was any connection between the recalls and whether the company had made any changes as a result.\n\nJBS is a subsidiary of Brazil's JBS SA, the world's largest fresh beef and pork processor.\n\nIn September, Cargill recalled more than 132,000 pounds of beef sold nationwide in an E. coli outbreak that killed one person and sickened 17 others."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Bo Erickson, Rebecca Kaplan and Ed O'Keefe", "title": "At least 16 Democrats signal they would oppose Pelosi as speaker", "description": "The tally could grow, possibly robbing Pelosi at second chance at the gavel", "url": "https://www.cbsnews.com/news/anti-pelosi-democrats-forecast-their-votes-could-stop-her-from-becoming-speaker/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/7bc3c4cd-7047-4019-a046-e4053c18dc67/thumbnail/1200x630/7ba08b9c05fcda13e4a6ccf72bb17d5d/gettyimages-1058424630.jpg", "publishedAt": "2018-11-19T19:08:47Z", "content": "A bloc of 16 House Democrats officially released a letter Monday declaring they will not support Nancy Pelosi's second bid for speaker. On January 3, when the new Congress convenes, at least 218 votes — half of the House of Representatives — will be needed in… [+3507 chars]", "fulltext": "A bloc of 16 House Democrats officially released a letter Monday declaring they will not support Nancy Pelosi's second bid for speaker.\n\nOn Jan. 3, when the new Congress convenes, at least 218 votes — half of the House of Representatives — will be needed in order to become speaker.\n\nPelosi's spokesman, Drew Hammill, told CBS News in an email, \"Leader Pelosi remains confident in her support among Members and Members-elect.\" And he pointed out that 94 percent of the caucus, or 217 of 233 Democrats, did not sign the letter. If all 16 members who signed the letter released on Monday follow through with their pledge to vote for someone else, Pelosi's vote tally would be just shy of the necessary threshold.\n\nThe letter, first shown to CBS News last week, did not gain any additional support from incumbents or new members over the weekend. The following members and members-elect signed the letter:\n\nTim Ryan, D-Ohio\n\nSeth Moulton, D-Mass.\n\nEd Perlmutter, D-Colo.\n\nKurt Schrader, D-Ore.\n\nKathleen Rice, D-N.Y.\n\nFilemon Vela, D-Texas\n\nBrian Higgins, D-N.Y.\n\nBill Foster, D-Ill.\n\nStephen Lynch, D-Mass.\n\nLinda Sanchez, D-Calif.\n\nJim Cooper, D-Tenn.\n\nJeff Van Drew, D-N.J.\n\nJoe Cunningham, D-S.C.\n\nMax Rose, D-N.Y.\n\nAnthony Brindisi, D-N.Y.\n\nBen McAdams, D-Utah\n\nMcAdams trails Rep. Mia Love, R-Utah, in his bid to join Congress and CBS News has not yet declared McAdams the winner, so he may ultimately have to drop off the letter.\n\nNotably missing from the letter is Rep. Marcia Fudge, D-Ohio, who has said she is toying with her own bid for speaker. It was not immediately clear why she did not sign the letter, despite having been on board with earlier drafts. Aides to Pelosi didn't immediately reply to requests for comment. Rep. Tim Ryan, D-Ohio, also left his name off a similar letter when he debated challenging Pelosi.\n\nGetty\n\nOn Friday, Pelosi met with Fudge, who said the meeting had gone \"very well,\" but \"what she asked me was basically how we could get to a point where I could be supportive.\" Fudge said she would make her final decision about whether she'll challenge Pelosi soon after Thanksgiving. Pelosi confirmed through a spokesperson that she and Fudge \"had a candid and respectful conversation.\"\n\nPelosi has also met with 32 of the newly elected members one-on-one, according to an aide.\n\nHer office is also negotiating with some members of the bipartisan Problem Solvers Caucus, including 10 Democrats who pledged not to vote for any speaker candidate who doesn't back a package of rules changes they have proposed to ensure more bipartisan legislation is considered on the House floor. The group wants fast-track consideration for bipartisan legislation and guaranteed committee markups on bipartisan legislation from any member of Congress.\n\nProblem Solvers caucus co-chair Rep. Josh Gottheimer, D-N.J., told CBS News that his group made \"good progress\" in conversations with Pelosi's team and the House Rules Committee during the past week and is continuing to negotiate language.\n\n\"We're not there yet, but I think every time we've spent time together we're making good progress,\" Gottheimer said. \"I'm optimistic we get there. We're just not there yet.\"\n\nOver the weekend, President Trump identified Gottheimer's co-chair, Rep. Tom Reed, R-N.Y., as a Republican who could potentially vote for Pelosi to help her get the votes she needs to be speaker.\n\nAsked about Mr. Trump's tweet, Reed spokesman Will Reinert said, \"The President understands Congress is broken. We are happy to have his support to 'break the gridlock' in Washington and reform the House rules for the American people.\"\n\nFor years Republicans have splashed tens of thousands of anti-Pelosi ads in an effort to stir up tension and connect their opponents to the former speaker.\n\nHowever, this group of 16 is now hopeful a few of the returning and new representatives who won despite the anti-Pelosi messaging will jump into their crusade and vote for someone else on the floor besides her.\n\nUnder pressure by Republicans not to support Pelosi, Rep. Conor Lamb, D-Pennsylvania, ran ads declaring his opposition to her. Congresswoman-elect Mikie Sherrill, D-New Jersey, fervently argued with her opponent over how much she does not support Pelosi.\n\nCongresswoman-elect Abigail Spanberger, D-Virginia, on Friday said she would not sign this letter but does not intend to support Pelosi, according to CNN.\n\n\"I've been very clear about my position and that remains the same,\" she said. \"I will be voting but I will not be voting for her.\"\n\nOther new members the group hopes to woo are Elissa Slotkin from Michigan, Jason Crow from Colorado, and Jared Golden from Maine.\n\nAbsent from the letter Monday was an official endorsement of a challenger to Pelosi for speaker.\n\nOn top of the dozens of high-profile Democratic groups who have thrown their support behind Pelosi, on Friday, 61 returning and new women representatives signed a letter of support applauding Pelosi's \"battle-tested record.\"\n\n\"Now that we are faced with unprecedented threats to our democracy, women, minorities, and even the most basic American values by President Trump, we need your effective leadership more than ever to advance our efforts to help hard-working families get ahead,\" the letter read.\n\nIf no one challenges Pelosi, the top three leadership spots will go unopposed, since Rep. Diana DeGette on Monday stepped away from challenging Rep. Jim Clyburn for the third position.\n\nHere is the full letter:"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Christopher Brito", "title": "Trump rips Navy SEAL, says bin Laden should've been caught sooner", "description": "\"Wouldn't it have been nice if we got Osama bin Laden a lot sooner than that? Wouldn't it have been nice?\" he said in a Fox News Sunday interview", "url": "https://www.cbsnews.com/news/trump-william-mcraven-osama-bin-laden-navy-seal-pakistan-chris-wallace-fox-news/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/f3133c95-0b39-47d3-a441-6cd2cbf8cedd/thumbnail/1200x630/d0155b401fb447adc101059be467481a/gettyimages-117583790-1.jpg", "publishedAt": "2018-11-19T19:06:32Z", "content": "President Trump is under fire for criticizing the Navy SEAL who led the 2011 military operation that took out Osama bin Laden. In an interview with Fox News that aired Sunday, the commander-in-chief reproached retired four-star Adm. William McRaven for not ki… [+3083 chars]", "fulltext": "President Trump is under fire for criticizing the former U.S. Special Forces commander who oversaw the 2011 military operation that took out Osama bin Laden. In an interview with Fox News that aired Sunday, the commander-in-chief reproached retired four-star Adm. William McRaven for not killing the 9/11 mastermind sooner and dismissed him as a \"Hillary Clinton backer.\"\n\n\"Fox News Sunday\" host Chris Wallace brought up McRaven's comments from 2017, in which he said Mr. Trump's attacks on the media were the \"greatest threat to democracy\" in his lifetime.\n\n\"OK, he's a Hillary Clinton backer and an Obama-backer,\" Mr. Trump said.\n\nWallace interrupted him, bringing up the military service record of McRaven, who was a Navy SEAL for 37 years.\n\n\"And frankly, wouldn't it have been nice if we got Osama bin Laden a lot sooner than that? Wouldn't it have been nice? You know, living — think of this — living in Pakistan, beautifully in Pakistan in what I guess is a nice mansion,\" Mr. Trump said.\n\n\"Everybody in Pakistan knew he was there,\" he added. \"And we give Pakistan $1.3 billion a year and they don't tell him? They don't tell him?\"\n\nGetty\n\nMcRaven, who served as commander of the U.S. Joint Special Operations Command from 2011 to 2014, oversaw the 2011 Navy SEAL raid in Pakistan that led to the killing of the al Qaeda leader. He told CNN in a statement that he stands by his comments -- and he didn't back anyone politically in 2016.\n\n\"I stand by my comment that the president's attack on the media is the greatest threat to our democracy in my lifetime,\" he said. \"When you undermine the people's right to a free press and freedom of speech and expression, then you threaten the Constitution and all for which it stands.\"\n\nRepublican Sen. Marco Rubio and former colleagues of McRaven also came to his defense.\n\n\"I don't know if Adm. William McRaven shares my political views or not,\" Rubio tweeted. \"But I do know that few Americans have sacrificed or risked more than he has to protect America & the freedoms we enjoy. His military career exemplified honor & excellence. I am grateful for his service.\"\n\n\"This is disgusting!\" said CBS News national security analyst Fran Townsend, who worked with McRaven during her time as a counterterrorism and homeland security adviser to former President George W. Bush.\n\nPakistan's prime minister Imran Khan also slammed Mr. Trump's remarks in a series of tweets Monday, questioning why the U.S. is making his country a \"scapegoat for their failures.\"\n\nMr. Trump didn't address the fallout regarding McRaven on Twitter, but continued to talk about the operation Monday, this time shifting the attention on U.S. allies Pakistan and Afghanistan for not helping catch bin Laden sooner.\n\nOf course we should have captured Osama Bin Laden long before we did. I pointed him out in my book just BEFORE the attack on the World Trade Center. President Clinton famously missed his shot. We paid Pakistan Billions of Dollars & they never told us he was living there. Fools!.. — Donald J. Trump (@realDonaldTrump) November 19, 2018"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Sneak peek: The Mysterious Death of Casey Kasem", "description": "Four years after his death, a family feud erupts over radio legend Casey Kasem, exactly how he died and who was responsible. An estate that could be worth $100 million is at stake. \"48 Hours\" correspondent Peter Van Sant reports Saturday, Nov. 24 at 10/9c on …", "url": "https://www.cbsnews.com/video/sneak-peek-the-mysterious-death-of-casey-kasem/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/32c4ce2f-3e74-429f-b19f-7d22737f5beb/thumbnail/1200x630/aaa338e004dd6a23d108b5ce28cf4dc8/casey-kasem-sneakpeek-1715688-640x360.jpg", "publishedAt": "2018-11-19T18:37:04Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Chris Watts sentenced to life in prison for killing family", "description": "A Colorado man was sentenced to life in prison for killing his pregnant wife and their two young daughters. Prosecutors said they agreed not to seek the death penalty in exchange for Christopher Watts' guilty plea, after seeking approval from Shanann Watts' f…", "url": "https://www.cbsnews.com/video/chris-watts-sentencing-life-in-prison-in-death-of-family/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/6d6355b0-6ffb-4418-b15f-2e4bc6fdf073/thumbnail/1200x630/b72a907eaf955db2336eb459cae82115/story-01827534-1542649644-1715696-640x360.jpg", "publishedAt": "2018-11-19T18:36:38Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Nissan chairman Carlos Ghosn fired, arrested for alleged salary fraud", "description": "Carlos Ghosn, the man credited with turning around Renault and Nissan, is accused of having under-reported his salary.", "url": "https://www.cbsnews.com/video/nissan-chairman-carlos-ghosn-fired-arrested-for-alleged-salary-fraud/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/0ab38c38-fa76-4246-ace5-74af0e85d418/thumbnail/1200x630/50789bf73b3637a8ce23f70aa4ed2c2d/cbsn-fusion-nissan-chairman-carlos-ghosn-fired-arrested-for-alleged-salary-fraud-thumbnail-1715677-640x360.jpg", "publishedAt": "2018-11-19T18:28:54Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "CTM Spotify Playlist: November 19, 2018", "description": "Keep up with the music we play on \"CBS This Morning\"", "url": "https://www.cbsnews.com/news/cbs-this-morning-spotify-playlist-november-19-2018/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2015/02/02/c90738e5-2637-4f9a-b7d1-b47337e5b7a6/thumbnail/1200x630/3284fbe4b4dbf7201d4ab11fdb7f0a19/462640586.jpg", "publishedAt": "2018-11-19T18:23:10Z", "content": "We take our music seriously at \"CBS This Morning.\" Keep up with the music we play on the broadcast by following our \"CBS This Morning\" Spotify playlist and checking CBSThisMorning.com for daily playlist posts. \"What Is Life\" – George Harrison \"The Man\" – The … [+716 chars]", "fulltext": "We take our music seriously at \"CBS This Morning.\" Keep up with the music we play on the broadcast by following our \"CBS This Morning\" Spotify playlist and checking CBSThisMorning.com for daily playlist posts.\n\n\"What Is Life\" – George Harrison\n\n\"The Man\" – The Killers\n\n\"Message Man\" – Twenty One Pilots\n\n\"No, No, No Pt. 1\" – Destiny's Child\n\n\"Take Me Out\" – Franz Ferdinand\n\n\"Prayer in C\" – Robin Schulz, Lily Wood and The Prick\n\n\"New Rules\" – Dua Lipa\n\n\"Yeah, I Know\" – Otherkin\n\n\"Blinded By The Light\" – Manfred Mann's Earth Band\n\n\"Hold Back The River\" – James Bay\n\n\"Sick Love\" – Red Hot Chili Peppers\n\n\"The Bird Is The Word\" – The Ruffled Feathers\n\n\"Fly Away\"- Lenny Kravitz\n\n\"I Wish\" – Patti LaBelle, Yolanda Adams and Fantasia Barrino\n\n\"Shut Up and Dance\" – WALK THE MOON\n\n\"Little Talks\" – Of Monsters and Men\n\n\"Let Me Think About It\" – Ida Corr, Fedde Le Grand\n\n\"Diamonds\" – Rihanna\n\n\"You're the World to Me\" – David Gray\n\n\"Mickey Mouse March (Instrumental Version)\" – The O'Neill Brothers"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Caitlin O'Kane", "title": "Doctor and marathon runner reunite after rescue", "description": "Kristie Elfering had a heart attack during the New York City Marathon – just as Dr. Ted Strange was fatefully running by", "url": "https://www.cbsnews.com/news/marathon-runner-and-doctor-who-saved-her-during-new-york-city-marathon-reunite/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/b220dd3c-5394-406b-9177-680285bba9ac/thumbnail/1200x630g2/3135c8681a5559526c2cf923c6335c72/untitled-collage-55.jpg", "publishedAt": "2018-11-19T18:13:56Z", "content": "On November 4th, more than 52,000 people from around the world came shoulder-to-shoulder to run the New York City Marathon. Two of those runners came together at mile 16 that day and changed each others' lives forever. Kristie Elfering, 41, an experienced ult… [+5670 chars]", "fulltext": "On Nov. 4, more than 52,000 people from around the world came shoulder-to-shoulder to run the New York City Marathon. Two of those runners came together at mile 16 that day and changed each others' lives forever.\n\nKristie Elfering, 41, an experienced ultramarathon runner from Minnesota, had run countless long-distance races but was excited to hop off the trails of her home state and onto the busy streets of New York for the city's legendary marathon.\n\nElfering said people kept asking her if she felt safe running in New York and she would always say \"yes.\" Little did she know how safe she would be.\n\nKristie Elfering/Ken Anderson\n\nAfter running over the Queensborough Bridge into Manhattan, Elfering felt something wasn't quite right. \"I just remember thinking, 'I'm a little warm, but we're coming off the bridge,'\" Elfering told CBS News. \"I remember seeing the people, like, 'Oh, we're back in and they're going to cheer me on.' Then I don't remember anything.\"\n\nElfering fell to the ground — she was having a heart attack. Her friend and running partner, Victoria, who had traveled to New York to run the race with her, panicked.\n\nThat's when Dr. Ted Strange fatefully ran by.\n\nStrange, 60, a father from Staten Island, New York, has been a geriatric physician for decades, but said nothing prepared him for the high-stress medical rescue he encountered during the marathon.\n\n\"Twenty-five marathons and I have never listened to anything except the music of the crowd,\" he told CBS News. \"If I were to be wearing headphones, I would not have heard what I needed to hear.\"\n\nWhat he heard was someone calling for help during the race. It was Victoria, standing over Elfering, who had collapsed onto the ground.\n\nDodging oncoming runners, the doctor made his way over to the pair.\n\nHe tried to wake up Elfering and quickly realized she hadn't just fainted — it was much more serious. \"She didn't have a pulse,\" he said. \"I just said, 'I'm starting CPR, I need a defibrillator.'\"\n\nParamedics and members of the FDNY ran from the sidelines and helped. It took the team four tries with the defibrillator to resuscitate her.\n\nFinally, they were able to get a heartbeat and put Elfering in an ambulance. Victoria rode with her to nearby New York Presbyterian Hospital. Her first responder, Dr. Strange, was left on the marathon course — shaken.\n\n\"I was left standing at 58th and 1st saying, 'Oh my God,'\" he said, getting choked up by the memory. \"And a police officer said, 'What can I do for you, doc?' And I said, 'I don't know what you can do for me.'\" He paused in disbelief at what had just happened. Then, with encouragement from the crowd around him, he ran 10 blocks further to his waiting family.\n\nAt 68th Street, he collapsed into his wife's arms. \"I just had to give somebody CPR in the field,\" he said, crying.\n\n\"You had to give somebody CPR? It's OK, it's OK. Did they live?\" his wife said, holding his head in her hands. But at that point, he didn't know the answer.\n\nEventually, Strange was able to collect himself, and a fellow runner passing by encouraged him to rejoin the race. He jumped back in and says he ran the last 10 miles of the marathon in a daze.\n\nStrange Family\n\n\"My wife and daughter were there. They knew at the finish line I didn't care about the medal. I just wanted to know that the patient I was taking care of was OK,\" Strange told CBS News. \"Because that's what I would always do. And I couldn't find out. And that's the first time I couldn't find out.\"\n\nHe went home that night, exhausted from the race and worried about Elfering. Fortunately, one of Elfering's nurses knew Dr. Strange from a mutual friend. When Elfering told the nurse the story, she put two and two together and realized the connection.\n\nShe was able to connect the doctor and patient, who spoke on the phone. Strange was relived to know Elfering was alive, but both wanted more closure.\n\nElfering was visited by a high-ranking NYPD official, Chief of Counterterrorism James R. Waters, and thanked him for the NYPD and FDNY personnel who helped during the race. She was able to thank the staff at New York Presbyterian Weill Cornell, who nursed her back to health.\n\nBut she wanted to thank Dr. Strange in person, too.\n\nAbout one week after the marathon, she was able to do that. CBS News was there to capture the moment they saw each other again for the first time.\n\n\"Is it you?\" Strange asked in disbelief.\n\n\"It's me!\" Elfering said.\n\nThe two cried tears of joy, knowing that if fate hadn't brought them together that day, the outcome for Elfering could've been much worse.\n\nElfering explained that she now wears a portable defibrillator. She has experienced cardiac episodes since the race.\n\nStrange said even though Elfering was extremely healthy and was used to running very long distances, heart problems can be genetic. He advised everyone — no matter how healthy they are — get their hearts checked by a doctor.\n\nElfering also got to meet Strange's family. \"That's for letting me borrow him!\" she joked.\n\nSeveral people who heard the story have called him a hero, but Strange downplayed that, saying, \"I'm no hero – maybe a good Samaritan.\"\n\n\"I might call you a hero. I might call you my hero!\" Elfering told the doctor.\n\nShe hopes to begin running again in the coming months, and wants to return to New York for next year's marathon. \"I've never not finished a race before.\" she said. Elfering hopes if she returns, she can run the race with Dr. Strange.\n\n\"If she's here, I'll make sure we do that,\" he said."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Graham Kates", "title": "3 more countries join committee targeting Zuckerberg", "description": "Elected officials from eight countries are now part of an unprecedented effort to probe disinformation and election meddling across the globe", "url": "https://www.cbsnews.com/news/3-more-parliaments-join-international-grand-committee-targeting-facebook-mark-zuckerberg/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/05/01/e63d3c15-4b91-46b4-99a0-2b1ba369c86b/thumbnail/1200x630g2/b7876da4d75bd5c9dab153a5019c6c53/zuckerberg-gettyimages-953377496.jpg", "publishedAt": "2018-11-19T17:50:47Z", "content": "An international coalition of elected officials investigating disinformation and election meddling has grown to include politicians from eight countries, according to a letter they sent to Facebook CEO Mark Zuckerberg, reiterating calls for him to address the… [+2430 chars]", "fulltext": "An international coalition of elected officials investigating disinformation and election meddling has grown to include politicians from eight countries, according to a letter they sent to Facebook CEO Mark Zuckerberg, reiterating calls for him to address their \"international grand committee.\"\n\nLegislators from Brazil, Latvia and Singapore said in the letter that they will join officials from Britain, Canada, Australia, Ireland and Argentina in conducting the unprecedented hearing on Nov. 27.\n\nZuckerberg initially turned down an invitation by Damian Collins, a member of Britain's Parliament, and Bob Zimmer, a Canadian lawmaker. He turned down a renewed offer last week after the committee expanded to include lawmakers from Argentina, Australia and Ireland. A representative of Facebook UK wrote at the time that Zuckerberg would be unable to get to London for the hearing.\n\n\"Thank you for the invitation to appear before your Grand Committee. As we explained in our letter of November 2nd, Mr. Zuckerberg is not able to be in London on November 27th for your hearing and sends his apologies,\" Stimson wrote.\n\nBut the committee, now eight countries strong, suggested a new option for Zuckerberg in a letter sent Friday and released to the public on Monday.\n\n\"We note that while your letter states that you are 'not able to be in London' on 27th, it does not rule out giving evidence per se. Would you be amenable to giving evidence via video link instead?\" they wrote.\n\nAsked if Zuckerberg is considering addressing the committee remotely, a representative of Facebook said in an email to CBS News, \"We don't have anything further to share at this stage, but we'll let you know if this changes.\"\n\nFacebook has repeatedly pointed out that its founder has appeared before Congress and the European Union Parliament, saying in a Nov. 2 letter, \"It is not possible for Mr. Zuckerberg to be available to all Parliaments.\"\n\nThe members of the \"international grand committee\" have sought to alleviate that issue by coming together, inviting Zuckerberg to meet with them all at once, instead of separately.\n\nThe campaign to question Zuckerberg comes on the heels of a Nov. 5 report in which Britain's Information Commissioner concluded \"Facebook... failed to keep [users'] personal information secure because it failed to make suitable checks on apps and developers using its platform.\"\n\nA previous scathing preliminary report released by Collins' committee in July called for increased oversight of social media companies and election campaigns, while highlighting the use of \"scraped\" Facebook data by companies associated with the successful Brexit campaign and President Donald Trump's 2016 run."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Protective masks fly off store shelves in wildfire-ravaged California", "description": "People in the San Francisco Bay area are rushing to area stores to buy protective masks only to find that many are sold-out.", "url": "https://www.cbsnews.com/news/fires-in-california-protective-masks-high-demand-camp-fire-bay-area/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2017/12/07/cfdfdd16-31ad-403e-8652-beb1fd99f741/thumbnail/1200x630/4de586f831d91200ea3ebabf122bce31/gettyimages-1899325.jpg", "publishedAt": "2018-11-19T17:17:05Z", "content": "SAN FRANCISCO -- In wake of the poor air quality caused by the smoke from California's Camp Fire, people in the San Francisco Bay Area have been seen wearing masks to protect themselves from the bad air. But some say they're having trouble finding the protect… [+2300 chars]", "fulltext": "SAN FRANCISCO -- In wake of the poor air quality caused by the smoke from California's Camp Fire, people in the San Francisco Bay Area have been seen wearing masks to protect themselves from the bad air. But some say they're having trouble finding the protective masks because of high demand.\n\nOutside Fredericksen Hardware and Paint, there was a sign reading, \"Sorry, no air purifiers, no masks. Maybe Monday.\"\n\nStore employees said the masks are in such high demand that when they restock them, they'll be behind the counter and customers will likely be limited to the number of masks they can buy.\n\nIt's the same story at Nob Hill Hardware; the store is completely sold out of the N95 masks. But it did have P100 respirators on its shelves for $59, which provide more respiratory protection than the N95 masks.\n\n\"Our hardware store ran out… they ran out. The fire department ran out. It's crazy,\" San Francisco residents Cindy and David Cole said.\n\nMany places in the Bay Area were giving out free masks Friday, but they ran out quickly.\n\nThe California Governor's Office of Emergency Services and the California Department of Public Health recommend N95 respirators or P100 masks. Both are approved by the National Institute for Occupational Safety and Health for use by healthcare workers and firefighters.\n\n\"Short-term exposures to intense smoke can lead to lung and cardiovascular problems in some people, especially if they are already susceptible to these diseases,\" Richard E. Peltier, an associate professor of Environmental Health Sciences at University of Massachusetts Amherst, told CBS News during coverage of the Thomas Fire in December 2017. \"Longer-term exposure over a few days or weeks increases the risk and the chance of health impacts as your cumulative dose increases.\"\n\nThe N95 respirators are designed to filter at least 95 percent of airborne particles, but they need to fit well in order to work, CBS San Francisco reports.\n\nSome people use one strap instead of two because they are uncomfortable. But doctors say people should use both straps, pinch the metal on top of the nose and try to seal the mask around the face. If it's done right, there should be no gaps.\n\nMeantime, Bay Area faced an unprecedented 12th consecutive :Spare the Air Day\" due to poor air quality from wildfire smoke, several venues remain closed Monday.\n\nThe smoke has brought more people to urgent care clinics across the city. Carbon Health on Market St. said patients who don't have asthma have been complaining about chest pain, shortness of breath and migraines."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "CIA believes Saudi crown prince ordered Khashoggi's murder", "description": "The CIA has concluded that Saudi Crown Prince Mohammed bin Salman ordered the killing of journalist Jamal Khashoggi last month. But President Trump seems to be sticking with his Saudi ally. Mustafa Akyol, a senior fellow at the Cato Institute's Center for Glo…", "url": "https://www.cbsnews.com/video/cia-saudi-crown-prince-jamal-khashoggi-murder-trump-reaction/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/e55a8261-6f31-4a0a-9f7f-a6ea5aa1b3e7/thumbnail/1200x630/aec92951817fe6bc24fa07c8aeb35698/cbsn-fusion-cia-saudi-crown-prince-jamal-khashoggi-murder-trump-reaction-thumbnail-1715620-640x360.jpg", "publishedAt": "2018-11-19T17:11:40Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "PG&E faces criticism for keeping power on during California wildfire warning", "description": "As the death toll from California's Camp Fire rises, Pacific Gas and Electric is facing criticism for keeping the power on during a \"red flag\" warning. CBS News' Meg Oliver joined CBSN from Paradise, California, where the search for victims is ongoing.", "url": "https://www.cbsnews.com/video/pge-faces-criticism-for-keeping-power-on-during-california-wildfire-warning/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/71b2b8e0-f37d-42a8-8d94-9034aac93f54/thumbnail/1200x630/0ccdbbc9596f04f923c7df706884dbeb/cbsn-fusion-pge-faces-criticism-for-keeping-power-on-during-california-wildfire-warning-thumbnail-1715623-640x360.jpg", "publishedAt": "2018-11-19T17:11:21Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "How to stop robocalls? Telecom companies work to keep up", "description": "More than 5 billion robocalls were made last month alone. A bipartisan group of lawmakers is proposing legislation to fine scammers, and the FCC is demanding telecommunications companies show their plans to meet new standards. CBS News correspondent Anna Wern…", "url": "https://www.cbsnews.com/video/how-to-stop-robocalls-telecom-companies-work-to-end-automated-calls/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/66fb24be-55a2-429c-ad40-2e3a02697245/thumbnail/1200x630/4a8f9610320260693e24c3386cfda96b/cbsn-fusion-how-to-stop-robocalls-telecom-companies-work-to-end-automated-calls-thumbnail-1715614-640x360.jpg", "publishedAt": "2018-11-19T17:03:36Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS Radio News", "title": "REPORTERS NOTEBOOK: TRUMP-MILITARY", "description": "President Trump is facing new questions about how much he truly stands with the troops. CBS News White House correspondent Steven Portnoy has more in today's \"Reporter's Notebook.\"", "url": "http://feeds.cbsnews.com/~r/podcast_kcnotebook_1/~3/WAVrIoBCWqs/2495818.mp3", "urlToImage": null, "publishedAt": "2018-11-19T17:00:00Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Aimee Picchi", "title": "How Renault-Nissan chairman Carlos Ghosn went from \"Le Cost Killer\" to alleged pay cheat", "description": "Auto exec's arrest tarnishes track record that included Renault's and Nissan's revivals through ruthless cost-cutting", "url": "https://www.cbsnews.com/news/how-renault-nissan-chairman-carlos-ghosn-went-from-le-cost-killer-to-alleged-pay-cheat/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/798097ba-328d-4c3c-8a71-7e3257b77375/thumbnail/1200x630/763b301ba2a5afa7e59e189b95990ab1/rts253po.jpg", "publishedAt": "2018-11-19T16:55:47Z", "content": "Carlos Ghosn, one of the world's best-known chief executives, is now in the spotlight after a sudden reversal of fortune. Ghosn, 64, will be dismissed from his role as chairman of Japan's Nissan after an internal investigation found he underreported his incom… [+3354 chars]", "fulltext": "Carlos Ghosn, one of the world's best-known chief executives, is now in the spotlight after a sudden reversal of fortune.\n\nGhosn, 64, will be dismissed from his role as chairman of Japan's Nissan after an internal investigation found he underreported his income and engaged in other \"significant misconduct.\" Tokyo prosecutors arrested him Monday for violations of financial law.\n\nThe auto executive's downfall complicates the future of the alliance between Nissan and France's Renault and Japan's Mitsubushi that Ghosn had sought to make permanent, according to Bloomberg News. Renault, which owns more than 40 percent of Nissan, said it would defend its interests within the alliance after Ghosn's arrest. Ghosn also serves as Renault's CEO.\n\nGhosn (pronounced \"go-an\") is a household name in Japan, where he's considered a business superstar and even earned a manga comic book about his life. He was treated with the same adulation as rock stars or sports celebrities, perhaps partly because he was unusual in Japan as a non-Japanese chief of a major company.\n\nYet the executive isn't as well known in the U.S., at least outside of business circles. Born in Brazil to Lebanese immigrants, Ghosn speaks several languages. He studied at the École Polytechnique in Paris and then joined Michelin, where he climbed the ladder to become the CEO of its North American operations before moving onto Renault and Nissan.\n\nHis nickname is \"Le Cost Killer\"\n\nGhosn earned the nickname from his work at Renault, which he joined in 1996. He oversaw the company's South American division, which he returned to profitability through restructuring.\n\nHe's credited with reviving Nissan\n\nGhosn next applied his restructuring efforts to Nissan, which was near bankruptcy, after Renault took a 43 percent stake in the Japanese automaker in 1999. He cut 20,000 jobs at the automaker, with 12,000 of those in Japan.\n\nNissan was losing $1,000 for every car it sold in the U.S., Ghosn wrote in a 2002 Harvard Business Review article about his efforts. He said he initially faced \"flak as the foreigner in charge,\" but that he won over employees because he showed them respect.\n\nHe backed the development of electric cars\n\nGhosn was an early supporter of electric cars like Nissan's Leaf. The Renault-Nissan-Mitsubishi alliance, which started work on the electronic car development efforts in 2008, recently said it planned to produce 12 new electric cars within five years.\n\n\"We are probably the only carmaker who's starting to make money selling electric cars,\" Ghosn told CNBC earlier this year.\n\nIt's not the first time his pay has come under scrutiny\n\nGhosn's pay has come under scrutiny before, with the French government last year objecting to his $9 million package as CEO as Renault.\n\nA union official at carmaker Renault is welcoming the Japanese investigation into Ghosn's pay. Ali Kaya, who heads the CGT union at a Renault factory in Flins outside Paris, said \"the most shocking thing is that these people were not arrested well before this.\"\n\nHe lamented that the public has grown inured to \"astronomical sums\" paid to Ghosn and other executives. The powerful, hard-left CGT has long campaigned to cap executive pay.\n\nHe's suspected of underreporting his income by $44 million\n\nTokyo prosecutors said Ghosn is suspected of understating his salary by 5 billion yen, or about $44 million, according to Japan's Kyodo News. That would violate the country's Financial Instruments and Exchange Act, which could result in either up to 10 years in prison, a fine of up to 10 million yen ($90,000) or both.\n\n--With reporting by The Associated Press."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Colorado man to be sentenced in killings of daughters, pregnant wife", "description": "Christopher Watts pleaded guilty to three charges of murder in the deaths of his wife, Shanann Watts, and their young daughters", "url": "https://www.cbsnews.com/news/chris-watts-sentencing-hearing-in-killings-of-young-daughters-pregnant-wife-shanann-watts-live-updates-today-2018-11-19/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/08/20/fcefdf66-c533-416f-b8ac-b96c17055077/thumbnail/1200x630/3346d1104b0aede0753d5419741e9d08/180820-chris-watts-horizontal.jpg", "publishedAt": "2018-11-19T16:45:14Z", "content": "DENVER -- A Colorado man is set to be sentenced Monday after pleading guilty to murdering his pregnant wife and their two young daughters and dumping their bodies on an oil work site. Christopher Watts pleaded guilty on Nov. 6 to three charges of murder in th… [+3821 chars]", "fulltext": "DENVER — A Colorado man was sentenced to life without parole Monday after pleading guilty to murdering his pregnant wife and their two young daughters in August and dumping their bodies on an oil work site. Christopher Watts pleaded guilty on Nov. 6 to three charges of murder in the deaths of his wife, Shanann Watts, and their young daughters Bella and Celeste.\n\nHe also pleaded guilty to two counts of murdering a child, one count of unlawful termination of a pregnancy in the death of the child's unborn son and three counts of tampering with a deceased human body.\n\nCBS Denver\n\nCalling the crime the most \"inhumane and vicious\" he had seen in his career, a judge sentenced Watts to consecutive terms of life without parole for each of the killings and to another consecutive sentence of 48 years in the killing of the unborn child, whom the couple called Nico. Watts received additional 12-year sentences on evidence tampering counts.\n\nProsecutors have said they agreed not to seek the death penalty in exchange for Watts' guilty plea, after seeking approval from Shanann Watts' family. First-degree murder charges in Colorado require a minimum sentence of life without a chance at parole for adults.\n\nMembers of Shanann Watts' family gave emotional testimony during the hearing Monday. Shanann Watts' father called Chris Watts an \"evil monster.\"\n\n\"How dare you take the lives of my daughter, Bella, Celeste and Nico,\" Frank Rzucek said. \"I trusted you to take care of them, not kill them.\"\n\nShanann Watts' mother Sandy Rzucek told Christopher Watts her daughter loved him \"with all of her heart\" and that her granddaughters \"adored you and also trusted you.\" She referenced a video of Bella, shared widely on social media after the killings, showing the child singing a song about how her father is her hero.\n\n\"I have no idea who gave you the right to take their lives,\" Sandy Rzucek said. \"But I know God and his mighty angels were there at that moment to bring them home to paradise.\"\n\nRzucek said she asked the district attorney not to pursue the death penalty \"because that's not my right. Your life is between you and God. Now and I pray that he has mercy for you.\"\n\nChristopher Watts, who appeared emotional during the testimony, elected not to speak. He is represented by the Office of the Colorado State Public Defender. A lawyer for Watts gave a brief statement on his behalf: \"Although he understands words are hollow at this point, he is truly sorry for all of this.\"\n\nJudge Marcelo Kopcow ruled Thursday that Christopher Watts' parents are considered victims of the crime because they are the girls' grandparents. Victims are allowed to give a statement or provide written comments during sentencing hearings in Colorado. Christopher Watts' mother cried as she spoke, saying that she is \"united in grief\" with Shanann Watts' family over the killings. She turned to Christopher Watts and told him that she loved him, sobbing.\n\nThrough a lawyer, Christopher Watts' family encouraged him to make a full confession. Weld County District Attorney Michael Rourke said it's likely he will never give a truthful account of what happened and why he carried out the killings.\n\nRourke said Watts strangled his wife to death with his hands in an \"uncontrolled, vengeful manner\" after an argument.\n\n\"The horror that she felt as the man she loved wrapped his hands around her throat and choked the life out of her must have been unimaginable,\" Rourke said.\n\nHe then smothered the girls, 3 and 4, Rourke said. Defensive wounds on Bella Watts' body showed that the child fought for her life, Rourke said.\n\nAfterwards, Watts transported the bodies in a truck to the oil work site, on property owned by the company Christopher Watts worked for until his arrest. He disposed of the remains separately, Rourke said: \"He ensured they would not be together — even in death.\"\n\nThe girls' bodies were found submerged in two different oil tanks, and Shanann Watts' body was found buried nearby in a shallow grave.\n\nA friend asked police to check on Shanann Watts on Aug. 13 when she could not reach her and grew concerned that the 34-year-old who was pregnant with a third child missed a doctor's appointment. Local police initially handled the search and soon sought support from Colorado investigators and the Federal Bureau of Investigation.\n\nMeanwhile, Christopher Watts spoke to local television reporters from the front porch of the family's home in Frederick; a small town on the plains north of Denver where drilling rigs and oil wells surround booming subdivisions. Watts pleaded for his family to return home, telling reporters their house felt empty without four-year-old Bella and three-year-old Celeste watching cartoons or running to greet him at the door.\n\nWithin days, the 33-year-old was arrested and charged with killing his family.\n\nAccording to court records, Watts admitted to police that he killed his wife. Watts told investigators that he strangled her in \"a rage\" when he discovered she had strangled their two daughters after he sought a separation.\n\nProsecutors have since called Watts' account \"a flat-out lie.\"\n\nPolice also learned that Christopher Watts was having an affair with a coworker. Watts had denied that before being arrested.\n\nWatts' girlfriend said last week he had misled her from day one, telling her his divorce was almost final. \"He's a liar,\" Nichol Kessinger told the Denver Post. \"He lied about everything.\"\n\nAfter the killings, Rourke said, Christopher Watts texted frequently with the girlfriend, called a realtor and also took steps to cover his tracks by telling staff at the girls' school that they would no longer be enrolled there.\n\nThe killings captured the attention of media across the country and became the focus of true crime blogs and online video channels, aided by dozens of family photos and videos that Shanann Watts shared on social media showing the smiling couple spending time with their children and each other.\n\nCourts records, though, showed the couple's lifestyle caused financial strain at times. They filed for bankruptcy in June 2015, six months after Christopher Watts was hired as an operator for the large oil and gas driller Anadarko Petroleum at an annual salary of about $61,500. At the time, Shanann Watts was working in a children's hospital call center for $18 per hour.\n\nThey reported total earnings of $90,000 in 2014 but $70,000 in unsecured claims along with a mortgage of nearly $3,000. The claims included thousands of dollars in credit card debt, some student loans and medical bills."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Caitlin O'Kane", "title": "Mystery man pays off all layaway items at a Walmart", "description": "Costumers at a Vermont Walmart received a surprise that reflects \"the true magic of Christmas\"", "url": "https://www.cbsnews.com/news/mystery-man-pays-off-all-layaway-items-at-walmart-in-derby-vermont/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/784193da-1f28-4ceb-8195-c6dcd5bcb563/thumbnail/1200x630/655e2f2f903e1dc2fcb5562905326e3c/still1117-000019.jpg", "publishedAt": "2018-11-19T16:28:41Z", "content": "A mystery shopper paid of customers' layaway items at a Walmart in Derby, Vermont, CBS Burlington affiliate WCAX reports. The act of generosity happened just days before Thanksgiving, when the store's storage room was already filled with layaway items. \"I don… [+1926 chars]", "fulltext": "A mystery shopper paid of customers' layaway items at a Walmart in Derby, Vermont, CBS Burlington affiliate WCAX reports. The act of generosity happened just days before Thanksgiving, when the store's storage room was already filled with layaway items.\n\n\"I don't even think I can find the words to say,\" customer Julie Gates told WCAX. Gates was going to pick up a package at the store on Thursday when she overheard a man asking if he could pay for someone's items.\n\n\"He came up to the man in front of me and said, 'Either I am going to pay for it now or I am going to pay for it later,'\" Gates said. The man turned to her and offered the same. \"He said, 'Why don't you run and get what you want now and come back here,'\" Gates said.\n\nShe admits she was skeptical, but left the line to gather the items she had planned to put on layaway. \"I came back and he was standing there waiting. There was no one left.\" The man had paid for everyone in the line. Gates was the last one.\n\n\"There were people ahead of me who were eight-, nine-hundred-dollar layaways,\" she said.\n\nGates was in shock. She asked the man why he was doing this.\n\n\"This can't be, who can afford to pay for everyone's layaway? And he said 'Santa Claus can,'\" Gates said.\n\nThe layaway storage room at the Walmart in northern Vermont had been cleared out. Everyone's items were paid in full and they got to take them home right away.\n\n\"It was kind of like surreal when they said no balance due, then it was really a reality,\" shopper Tammy Desautels said.\n\nWalmart did not disclose how much the mystery shopper spent, WCAX reports. One shopper took a photo of the man walking away, but the man said he wanted to remain anonymous.\n\nIt wasn't just about the material items. To many shoppers, it was the kindness this mystery man showed that touched them so deeply. \"I have a feeling that there is hope for mankind... There's still good people out there,\" Desautels said.\n\n\"I get goosebumps thinking that is the true magic of Christmas. That's the Christmas spirit walking among us,\" Gates said.\n\nJust like a real-life Santa Claus, the man delivered his gifts and swiftly left without a trace, spreading Christmas cheer to those in need."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "AP", "title": "Democratic senators file suit to block Matt Whitaker's appointment", "description": "Three Democratic senators in a lawsuit say the president's appointment of the acting attorney general is unconstitutional", "url": "https://www.cbsnews.com/news/democratic-senators-file-suit-to-block-matt-whitakers-appointment/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/13/aad9d28f-5e93-4f32-963e-d5e3b47c4c1c/thumbnail/1200x630/1b485871b121f520ae8019d5e93be47e/cbsn-fusion-acting-attorney-general-matthew-whitaker-meeting-with-ethics-officials-thumbnail-1710825-640x360.jpg", "publishedAt": "2018-11-19T16:19:58Z", "content": "Three Democratic senators have filed a lawsuit challenging President Trump's appointment of Matthew Whitaker as acting attorney general. The complaint was filed Monday by Richard Blumenthal of Connecticut, Mazie Hirono of Hawaii and Sheldon Whitehouse of Rhod… [+530 chars]", "fulltext": "With reporting by Paula Reid and Clare Hymes\n\nThree Democratic senators have filed a lawsuit challenging President Trump's appointment of Matthew Whitaker as acting attorney general.\n\nThe complaint was filed Monday by Richard Blumenthal of Connecticut, Mazie Hirono of Hawaii and Sheldon Whitehouse of Rhode Island. All three senators sit on the Senate Judiciary Committee and are arguing that Whitaker's appointment violates the Constitution's Appointment Clause \"advice and consent\" role.\n\nThey believe that Whitaker's appointment violates the Constitution because he has not been confirmed by the Senate.\n\nOn a conference call, Blumenthal said that with Whitaker's appointment, \"the president has made an end run around the Constitution,\" and that this appointment \"so flagrantly defies\" the Constitution that any viewer of \"Schoolhouse Rock\" would recognize it.\n\nThe complaint asks a judge to declare the appointment unconstitutional and to prevent him from serving as head of the Justice Department.\n\nThe Justice Department says that Whitaker's appointment is lawful and comports with the Federal Vacancies Reform Act. As it has said in response to other challenges to Whitaker's appointment, the Justice Department stated, \"There are over 160 instances in American history in which non-Senate confirmed persons performed, on a temporary basis, the duties of a Senate-confirmed position. To suggest otherwise is to ignore centuries of practice and precedent.\"\n\nMoreover, the Justice Department maintains that Whitaker has served long enough at the department and is sufficiently senior enough not to require Senate confirmation to serve as acting attorney general. It is arguing that the position, which oversees all federal law enforcement (FBI, DEA, ATF and federal prisons), as well as the Russia investigation, is not that of a principal officer because Whitaker is only in the job temporarily, no longer than 210 days.\n\nShould Whitaker eventually be found to be illegitimately holding this office, it would be possible for legal challenges to be filed against almost every single action undertaken by the Justice Department during his time in office (DEA raids, FBI arrests, Justice Department charges filed).\n\nWhitaker was Attorney General Jeff Sessions' chief of staff and was elevated to the top job after Sessions was ousted by Mr. Trump on Nov. 7.\n\nMaryland's attorney general has also filed a suit over Whitaker's appointment, declaring it illegal and unconstitutional.\n\nBlumenthal told CBS News' Elizabeth Campbell he wouldn't presume the court's timing, but hopes the suit can be resolved as soon as possible.\n\n\"We are left with no recourse but to seek a court order,\" Blumenthal said.\n\nHere is the filing:"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Soul Train Music Awards co-hosts Tichina Arnold & Tisha Campbell", "description": "Tichina Arnold and Tisha Campbell co-host the 31st annual Soul Train Music Awards. The show airs November 25 on BET at 8 p.m. ET.", "url": "https://www.cbsnews.com/video/soul-train-music-awards-co-hosts-tichina-arnold-tisha-campbell/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/fc4baf87-6fc7-41b2-aea9-42ebffa79cec/thumbnail/1200x630/e40e237a8bd30c5ea0eb71efd851ea1c/1119-cbsn-soultrain-1715564-640x360.jpg", "publishedAt": "2018-11-19T16:19:32Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "How have sanctions impacted the people of North Korea?", "description": "U.S. imposed sanctions have taken a toll on North Korea's economy -- and its people. Scott Snyder is senior fellow for Korea studies and director of the program on U.S.-Korea policy at the Council on Foreign Relations, and joined CBSN Originals with more deta…", "url": "https://www.cbsnews.com/video/how-have-sanctions-impacted-the-people-of-north-korea/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/8350a40d-8d9f-47f9-9364-b5f7f74fde7a/thumbnail/1200x630/8a12a8a91227cee4095199bcbd86bb11/1119-cbsn-postorignials-dblock-1715531-640x360.jpg", "publishedAt": "2018-11-19T16:14:05Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Where does the promise to denuclearize the Korean peninsula stand?", "description": "President Trump promised that details surrounding an agreement to denuclearize North Korea would be released.  Now, a new report shows that North Korea's nuclear capabilities have not subsided months after bold diplomatic gestures appear to have faltered. Har…", "url": "https://www.cbsnews.com/video/where-does-the-promise-to-denuclearize-the-korean-peninsula-stand/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/81250c1f-da9e-42f5-a2bf-020294cc277b/thumbnail/1200x630/166e54c2575615ece33af4f79ab59746/1119-cbsn-postorignials-bblock-1715528-640x360.jpg", "publishedAt": "2018-11-19T16:13:36Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Reporter's Notebook: Traveling through North Korea", "description": "CBS News Asia Correspondent Ben Tracy has visited North Korea three times, all under close watch by government minders.   He shares the tales of his travels through Pyongyang for CBSN Originals.", "url": "https://www.cbsnews.com/video/reporters-notebook-traveling-through-north-korea/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/62730801-ea10-4d84-b47b-fed1611afd08/thumbnail/1200x630/4767a5889b47aa8b8b962bda2f1ceca2/1119-cbsn-postorignials-cblock-1715535-640x360.jpg", "publishedAt": "2018-11-19T16:11:46Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "David Morgan", "title": "Avoid charity fraud: How to give without being taken", "description": "Fortune magazine's senior editor at large Leigh Gallagher offers tips on charitable giving, at the holidays or following natural disasters", "url": "https://www.cbsnews.com/news/avoid-charity-fraud-advice-on-how-to-give-without-being-taken/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/f6c5d305-d608-4fc1-a2be-a38e894cd1f5/thumbnail/1200x630/1bf2ba4b738de8ecbf0ed6bd692f91b6/charitable-giving.jpg", "publishedAt": "2018-11-19T16:08:05Z", "content": "Americans donated more than $400 billion to charity last year, a record high. Unfortunately, that generous impulse also puts people at risk for potential scams. Fortune magazine's senior editor at large Leigh Gallagher visited \"CBS This Morning\" with some tip… [+3247 chars]", "fulltext": "Americans donated more than $400 billion to charity last year, a record high. Unfortunately, that generous impulse also puts people at risk for potential scams.\n\nFortune magazine's senior editor at large Leigh Gallagher visited \"CBS This Morning\" with some tips on how to avoid fraud when giving, and how to target your charity to have the greatest impact.\n\nAfter a natural disaster\n\nIn the aftermath of disasters, such as the wildfires that have destroyed communities in California, people want to give, but how do they know to give to the right place?\n\n\"There's an incredible urge [to help]; this is called episodic giving,\" Gallagher said. \"It doesn't impact other giving, it strikes at the heart strings for obvious reasons, and it's so easy to give online these days.\"\n\nBut she cautions, \"You have to be really careful, especially after natural disasters, that's exactly when you see fraud strike. There's a lot of opportunists out there who'll be springing up with charities that sound legitimate but aren't.\"\n\nBefore donating to a charity:\n\n\n\nMake sure it is a registered public 501(c)(3) nonprofit\n\n\n\nKnow the organization's mission, goals, and past success\n\n\n\nGallagher recommends looking up a charity you are thinking of donating to on Charity Navigator, Charity Watch, the Better Business Bureau's Give.org or other ratings agency, to find out if they are legitimate. \"Sometimes you might need their employee identification number (EIN), but you should be able to get that,\" she said.\n\nQuestions to ask a charity should include, \"What is your mission?\"\n\n\"If they can't answer that, that's a real red flag,\" Gallagher said. \"Why are you doing this? What's your history?\n\n\"You should also ask yourself, what means the most to me? This is your money.\"\n\nGiving cash is best\n\nNothing is better than cash, especially in the aftermath of a disaster. Donating clothes or other goods is impractical, no matter how well-intentioned.\n\n\"Sometimes the distribution channels in the case of a natural disaster are totally upended. So your stuff might not be able to get there,\" said Gallagher. Also, \"It may not be exactly what's needed – you may have men's clothes, they may need women's clothes.\n\n\"What these charities need most above everything else is cash. Your clothes are great for the local Goodwill. There's lots of things you can do with that. But your money is what they need. Even $5 or $10. We know the internet can magnify giving, so every little bit counts.\"\n\nMaking an impact\n\nGallagher suggests dividing your charitable giving into \"buckets\" targeting:\n\nGlobal causes\n\n\n\nLocal causes\n\n\n\nRandom favors\n\n\n\nAnd to make the strongest impact she said, \"Really think about what means a lot to you. In addition to disaster giving, we do think that regular giving is going to be up – the economy's doing well, there's a sense of people giving gifts with purpose, people are giving donations as gifts.\"\n\nDividing your charitable giving into \"buckets\" means you will decide what you're going to give throughout the year based on, \"I'm going to give this much to something that changes the world, and then this much in my local community because that really impacts the people around you, and then you have to reserve some for the people in your office who are running marathons and everything. That's the random favor, and those add up! I love to really make sure that when someone comes to me I can, no problem, give to every person in my office that is doing something like that, because it's great and you want to support it.\"\n\nSee also:\n\n\n\n"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Watch live: Trumps to receive Christmas tree at White House this afternoon", "description": "This year's Fraser Fir Christmas tree comes to the White House from North Carolina", "url": "https://www.cbsnews.com/news/watch-live-trump-christmas-tree-at-white-house-today-2018-11-19-live-stream-updates/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/07/12/5916f1dd-777d-42a8-ad12-c64f72738ba1/thumbnail/1200x630/190c974dde81e0eebf2fef168e0132cd/trump-london-melania-ap-18193518143715.jpg", "publishedAt": "2018-11-19T15:50:37Z", "content": "President Trump and the First Lady participate in the White House Christmas tree delivery on Monday. That event begins at 1 p.m. Larry Smith, a North Carolina farmer, will have one of his trees featured this holiday season in the White House after he won a na… [+315 chars]", "fulltext": "President Trump and the First Lady participate in the White House Christmas tree delivery on Monday. That event begins at 1 p.m. Larry Smith, a North Carolina farmer, will have one of his trees featured this holiday season in the White House after he won a national contest. The tree will be decorated and displayed in the White House Blue Room.\n\nSmith's tree, a Mountain Top Fraser Fir, was selected at his farm, located in Newland, North Carolina. Winners of the National Christmas Tree Association tree contest have presented the winning tree at the White House since 1966."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "AP", "title": "U.S. bolsters border crossing as migrant influx fuels tension in Mexico", "description": "With thousands trying to reach the U.S. massing in Tijuana, about 400 locals waved flags, sang Mexican national anthem and chanted \"Out! Out!\"", "url": "https://www.cbsnews.com/news/migrant-caravan-tension-tijuana-mexico-us-border-san-ysidro-crossing/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/3ab9f48e-c9eb-4f06-99fc-bfacd2e42df7/thumbnail/1200x630/e1db667e00a977e51444b385de89af54/mexico-migrant-protest-1063409906.jpg", "publishedAt": "2018-11-19T15:41:29Z", "content": "TIJUANA, Mexico -- The United States closed off northbound traffic for several hours at the busiest border crossing with Mexico to install new security barriers on Monday, a day after hundreds of Tijuana residents protested against the presence of thousands o… [+4629 chars]", "fulltext": "TIJUANA, Mexico -- The United States closed off northbound traffic for several hours at the busiest border crossing with Mexico to install new security barriers on Monday, a day after hundreds of Tijuana residents protested against the presence of thousands of Central American migrants.\n\nThe U.S. also closed one of two pedestrian crossings at the San Ysidro crossing in a move apparently aimed at preventing any mass rush of migrants across the border.\n\nThe installation of movable, wire-topped barriers threatens to complicate life for Mexicans using San Ysidro, where about 110,000 people enter the U.S. every day in 40,000 vehicles.\n\nLong lines backed up in Tijuana, where many people have to cross the border to work on the U.S. side.\n\nSuch inconveniences prompted by the arrival of the migrant caravan may have played a role in Sunday's protests, when about 400 Tijuana residents waved Mexican flags, sang the Mexican national anthem and chanted \"Out! Out!\" referring to the migrant caravan that arrived in the border city last week.\n\nTensions have built as nearly 3,000 migrants from the caravan poured into Tijuana in recent days after more than a month on the road -- and with many more months likely ahead of them while they seek asylum in the U.S. The federal government estimates the number of migrants could soon swell to 10,000.\n\nU.S. border inspectors are processing only about 100 asylum claims a day at Tijuana's main crossing to San Diego. Asylum seekers register their names in a tattered notebook managed by migrants themselves that had more than 3,000 names even before the caravan arrived.\n\nSome Tijuana residents supported the migrants, but others accused the migrants of being messy, ungrateful and a danger to Tijuana. They also complained about how the caravan forced its way into Mexico, calling it an \"invasion.\" And they voiced worries that their taxes might be spent to care for the group.\n\n\"We don't want them in Tijuana,\" protesters shouted.\n\nJuana Rodriguez, a housewife, said the government needs to conduct background checks on the migrants to make sure they don't have criminal records.\n\nA block away, fewer than a dozen Tijuana residents stood with signs of support for the migrants. Keyla Zamarron, a 38-year-old teacher, said the protesters don't represent her way of thinking as she held a sign saying: \"Childhood has no borders.\"\n\nMost of the migrants who have reached Tijuana via caravan in recent days set out more than a month ago from Honduras, a country of 9 million people. Dozens of migrants in the caravan who have been interviewed by Associated Press reporters have said they left their country after death threats.\n\nBut the journey has been hard, and many have turned around.\n\nAlden Rivera, the Honduran ambassador in Mexico, told the AP on Saturday that 1,800 Hondurans have returned to their country since the caravan first set out on Oct. 13, and that he hopes more will make that decision. \"We want them to return to Honduras,\" said Rivera.\n\nThe migrants' expected long stay in Tijuana has raised concerns about the ability of the border city of more than 1.6 million people to handle the influx.\n\nTijuana Mayor Juan Manuel Gastelum has called the migrants' arrival an \"avalanche\" that the city is ill-prepared to handle, calculating that they will be in Tijuana for at least six months as they wait to file asylum claims. Gastelum has appealed to the federal government for more assistance to cope with the influx.\n\nTijuana officials converted a municipal gymnasium and recreational complex into a shelter to keep migrants out of public spaces. The city's privately run shelters have a maximum capacity of 700. The municipal complex can hold up to 3,000.\n\nAt the municipal shelter, Josue Caseres, 24, expressed dismay at the protests against the caravan. \"We are fleeing violence,\" said the entertainer from Santa Barbara, Honduras. \"How can they think we are going to come here to be violent?\"\n\nElsewhere on Sunday, a group of 200 migrants headed north from El Salvador, determined to also find safety in numbers to reach the U.S.\n\nEdwin Alexander Gomez, 20, told AP in San Salvador that he wants to work construction in New York, where he hears the wages are better and the city is safer.\n\nU.S. President Donald Trump, who sought to make the caravan a campaign issue in the midterm elections, used Twitter on Sunday to voice support for the mayor of Tijuana and try to discourage the migrants from seeking entry to the U.S.\n\nTrump wrote that like Tijuana, \"the U.S. is ill-prepared for this invasion, and will not stand for it. They are causing crime and big problems in Mexico. Go home!\"\n\nHe followed that tweet by writing: \"Catch and Release is an obsolete term. It is now Catch and Detain. Illegal Immigrants trying to come into the U.S.A., often proudly flying the flag of their nation as they ask for U.S. Asylum, will be detained or turned away.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Film crew breaks \"no interference\" rule to rescue penguins", "description": "A BBC nature documentary crew is being praised for making the rare decision to intervene in the scenes they were filming", "url": "https://www.cbsnews.com/news/bbc-nature-film-crew-breaks-no-interference-rule-to-rescue-baby-penguins-antarctica/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/380da916-2f0b-4f79-b454-ed355fced002/thumbnail/1200x630/1f220b2cbfca0227da8304520fda4959/1119-ctm-penguins-1715486-640x360.jpg", "publishedAt": "2018-11-19T15:31:14Z", "content": "There's an unwritten rule among documentary filmmakers to observe, but not participate. But a BBC documentary crew in Antarctica made a rare decision to intervene when several Emperor penguin mothers and their chicks became trapped in a ravine and cut off fro… [+3157 chars]", "fulltext": "There's an unwritten rule among documentary filmmakers to observe, but not participate. But a BBC documentary crew in Antarctica made a rare decision to intervene when several Emperor penguin mothers and their chicks became trapped in a ravine and cut off from the colony.\n\nOn Sunday's episode of the \"Dynasties\" series, mother penguins can be seen leaving chicks behind when they can't make it up a slope. Some chicks died from the extreme cold as temperatures dipped to as low as minus 76 degrees Fahrenheit.\n\nAfter a storm, the crew returned to the area and decided to build a stepped ramp that helped the remaining penguins climb to safety.\n\n'We opted to intervene passively,\" said the show's director, Will Lawson. \"Once we'd dug that little ramp, which took very little time, we left it to the birds. We were elated when they decided to use it.\"\n\nThe show's creator, world renowned naturalist Sir David Attenborough, is known for his strong preference to let nature take its course. But in this case, he says he would have intervened.\n\n\"It's very rare for the film crew to intervene,\" he said in the narration of a video clip published by Country Living. \"But they realize that they might be able to save at least some of these birds, simply by digging a few steps in the ice.\"\n\nThat was just INCREDIBLE!!! Well done and huge thanks to the @BBCEarth team! A year spent freezing your whatsits off well spent ;) #Dynasties pic.twitter.com/TA4ehwfBin — Rachel Mansfield (@forestfruits1) November 18, 2018\n\nIn 2013, Attenborough defended the decision to film the death of a baby elephant in the BBC's \"Africa\" series, saying it was \"very important\" to simply observe.\n\n\"That particular creature was dying of starvation, [and it was] far too dangerous to intervene,\" Mike Gunton, \"Dynasties\" executive producer, told the BBC. \"If you tried to go there, the mother would probably have attacked you.\n\n\"If you fed it, it would survive for maybe another hour,\" Gunton added. \"But because there was no food anywhere, ultimately – and this is David's point – ultimately, you are just prolonging the misery and you let nature take its course.\"\n\nBut in the case of the penguins, Gunton says he agreed it was justified to intervene.\n\n\"It's such an unusual circumstance to do this,\" he told BBC Radio 5 Live. \"There were no animals going to suffer by intervening. It wasn't dangerous. You weren't touching the animals and it was just felt by doing this... they had the opportunity to not have to keep slipping down the slope.\"\n\nSo far, the public's response to the crew's intervention has been mostly positive.\n\nSo glad the crew decided to act and save the penguins in the ravine. There's always the \"don't interfere with nature\" argument, but humanity does plenty to destroy it, so we can also give a helping hand if opportunity presents. #Dynasties — Matthew Carter (@MatthewCarterIO) November 18, 2018"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "David's Bridal files for Chapter 11 bankruptcy", "description": "The privately held retailer says it has already reached agreements with the \"vast majority\" of its creditors to keep the business running", "url": "https://www.cbsnews.com/news/davids-bridal-bankruptcy-says-customers-dresses-are-safe/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/fc8bacd0-4b4b-43f3-9af1-d30ab10c2e80/thumbnail/1200x630/2ba5c93d9cebfbdf06ca5caa95bf7b38/davids-gettyimages-522505706.jpg", "publishedAt": "2018-11-19T15:25:12Z", "content": "David's Bridal filed for bankruptcy protection on Monday, after confirming suspicions last week and reassuring customers they weren't going anywhere. The wedding and prom retailer said there is no danger for customers who have ordered dresses, saying operatio… [+497 chars]", "fulltext": "David's Bridal filed for Chapter 11 bankruptcy protection on Monday, after confirming suspicions last week of a pending filing and reassuring customers the company wasn't going anywhere.\n\nThe wedding and prom retailer said there is no danger for customers who have ordered dresses, saying operations would continue as normal during the Chapter 11 restructuring.\n\nThe filing will wipe out more than $400 million in long-term debt, the company said Monday. The privately held retailer, based in Conshohocken, Pennsylvania, has between $500 million and $1 billion in liabilities, and between $100 million and $500 million in assets, according to bankruptcy documents.\n\nThe company has lender commitments for $60 million in new financing and expects to exit Chapter 11 in early January."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Kathryn Watson", "title": "CNN requests emergency hearing after White House threatens to revoke Jim Acosta's access again", "description": "A federal judge ordered the White House last week to reinstate Acosta's hard pass", "url": "https://www.cbsnews.com/news/cnn-requests-emergency-hearing-after-white-house-threatens-to-revoke-jim-acostas-access-again/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/08/4e023f61-9b66-4f98-a5bf-e67a6d14e73a/thumbnail/1200x630/20dc0a01c3399b6508e2e2c1cd952ef3/2018-11-07t234944z-934721398-rc11d2085e90-rtrmadp-3-usa-election-trump.jpg", "publishedAt": "2018-11-19T15:16:07Z", "content": "CNN has requested an emergency court hearing, saying the White House warned it could revoke correspondent Jim Acosta's press pass again at the end of the month.  Late Friday, top officials named as defendants in the suit from CNN and Acosta suggested that the… [+1552 chars]", "fulltext": "The White House has restored the press credentials of CNN's chief White House correspondent Jim Acosta, and as a result, CNN will drop its lawsuit against the Trump administration, the network announced.\n\nA White House official tells CBS News' Fin Gomez the White House will not attempt to revoke Acosta's credentials again over the Nov. 7 exchange between the president and Acosta.\n\n\"Today the @WhiteHouse fully restored @Acosta's press pass. As a result, our lawsuit is no longer necessary. We look forward to continuing to cover the White House,\" CNN tweeted.\n\nBut the White House also instituted new rules for journalists at press conferences, claiming it has the right to suspend or revoke a journalist's credentials if they fail to follow any of the rules. Those three rules include: a journalist called upon to ask a question will ask a single question and then yield the floor; a follow-up question will be permitted at the discretion of the president or the White House and then the journalist must yield the floor; and \"yielding the floor\" includes if necessary physically surrendering the microphone, according to White House press secretary Sarah Sanders.\n\nSanders said the White House may initiate further rules of decorum, if necessary.\n\n\"The White House's interaction with the press is, and generally should be, subject to a natural give-and-take,\" Sanders said. \"President Trump believes strongly in the First Amendment, and a free press and is the most accessible President in modern history. It would be a great loss for all if, instead of relying on the professionalism of White House journalists, we were compelled to devise a lengthy and detailed code of conduct for White House events.\"\n\nCNN had requested an emergency court hearing earlier Monday, saying the White House warned it could revoke correspondent Jim Acosta's press pass again at the end of the month. Late Friday, top officials named as defendants in the suit from CNN and Acosta suggested that the \"preliminary\" decision to revoke Acosta's pass earlier this month could be final if he doesn't submit materials to argue his case by Nov. 18, for a final decision Nov. 19.\n\nA federal judge on Friday forced the White House to return Acosta's credentials. But the granted request was only for temporary relief, after the Secret Service confiscated Acosta's \"hard pass,\" the access pass journalists who regularly cover the White House can acquire only after a rigorous background check process.\n\nLast week, Judge Timothy Kelly only ruled that the White House had violated Acosta's Fifth Amendment rights in revoking his hard pass. Kelly did not rule on whether the Trump administration had infringed on his First Amendment rights, as CNN and Acosta argue they did . Acosta's credential were revoked after a testy exchange with Mr. Trump during a post-midterms press conference.\n\nThe plaintiffs, CNN and Acosta, were already expected to return to court this week.\n\nOn a trip to California Saturday, the president emphasized that journalists have to treat the White House with respect, in answering questions about Acosta's situation.\n\n\"People have to behave,\" he told reporters Friday in response to questions about Acosta, adding, \"we're writing up rules and regulations to make our position.\" He continued, \"And if they don't listen to the rules and regulations, we'll end up back in court and we'll win. But more importantly, we'll just leave, and then you won't be very happy.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Kathryn Watson", "title": "CNN requests emergency hearing over White House access", "description": "A federal judge ordered the White House last week to reinstate Acosta's hard pass", "url": "https://www.cbsnews.com/news/white-house-restores-jim-acosta-press-pass-access/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/08/4e023f61-9b66-4f98-a5bf-e67a6d14e73a/thumbnail/1200x630/20dc0a01c3399b6508e2e2c1cd952ef3/2018-11-07t234944z-934721398-rc11d2085e90-rtrmadp-3-usa-election-trump.jpg", "publishedAt": "2018-11-19T15:06:52Z", "content": "The White House has restored the press credentials of CNN's chief White House correspondent Jim Acosta, and as a result, CNN will drop its lawsuit against the Trump administration, the network announced. A White House official tells CBS News' Fin Gomez the Wh… [+2097 chars]", "fulltext": "The White House has restored the press credentials of CNN's chief White House correspondent Jim Acosta, and as a result, CNN will drop its lawsuit against the Trump administration, the network announced.\n\nA White House official tells CBS News' Fin Gomez the White House will not attempt to revoke Acosta's credentials again over the Nov. 7 exchange between the president and Acosta.\n\n\"Today the @WhiteHouse fully restored @Acosta's press pass. As a result, our lawsuit is no longer necessary. We look forward to continuing to cover the White House,\" CNN tweeted.\n\nBut the White House also instituted new rules for journalists at press conferences, claiming it has the right to suspend or revoke a journalist's credentials if they fail to follow any of the rules. Those three rules include: a journalist called upon to ask a question will ask a single question and then yield the floor; a follow-up question will be permitted at the discretion of the president or the White House and then the journalist must yield the floor; and \"yielding the floor\" includes if necessary physically surrendering the microphone, according to White House press secretary Sarah Sanders.\n\nSanders said the White House may initiate further rules of decorum, if necessary.\n\n\"The White House's interaction with the press is, and generally should be, subject to a natural give-and-take,\" Sanders said. \"President Trump believes strongly in the First Amendment, and a free press and is the most accessible President in modern history. It would be a great loss for all if, instead of relying on the professionalism of White House journalists, we were compelled to devise a lengthy and detailed code of conduct for White House events.\"\n\nCNN had requested an emergency court hearing earlier Monday, saying the White House warned it could revoke correspondent Jim Acosta's press pass again at the end of the month. Late Friday, top officials named as defendants in the suit from CNN and Acosta suggested that the \"preliminary\" decision to revoke Acosta's pass earlier this month could be final if he doesn't submit materials to argue his case by Nov. 18, for a final decision Nov. 19.\n\nA federal judge on Friday forced the White House to return Acosta's credentials. But the granted request was only for temporary relief, after the Secret Service confiscated Acosta's \"hard pass,\" the access pass journalists who regularly cover the White House can acquire only after a rigorous background check process.\n\nLast week, Judge Timothy Kelly only ruled that the White House had violated Acosta's Fifth Amendment rights in revoking his hard pass. Kelly did not rule on whether the Trump administration had infringed on his First Amendment rights, as CNN and Acosta argue they did . Acosta's credential were revoked after a testy exchange with Mr. Trump during a post-midterms press conference.\n\nThe plaintiffs, CNN and Acosta, were already expected to return to court this week.\n\nOn a trip to California Saturday, the president emphasized that journalists have to treat the White House with respect, in answering questions about Acosta's situation.\n\n\"People have to behave,\" he told reporters Friday in response to questions about Acosta, adding, \"we're writing up rules and regulations to make our position.\" He continued, \"And if they don't listen to the rules and regulations, we'll end up back in court and we'll win. But more importantly, we'll just leave, and then you won't be very happy.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "AP", "title": "Honorary Oscars: \"Star Wars\" producer Kathleen Kennedy, actress Cicely Tyson receive Governors Awards", "description": "The Academy also honors producer Frank Marshall, \"Mission: Impossible\" composer Lalo Schifrin, and publicist Marvin Levy", "url": "https://www.cbsnews.com/news/honorary-oscars-star-wars-producer-kathleen-kennedy-actress-cicely-tyson-receive-governors-awards/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/bc11f4e0-43d9-456b-acbe-8b2c68747e1c/thumbnail/1200x630/5631dac856571ce994017e56487afb72/2018-governors-awards-ampas-181118c-0001.jpg", "publishedAt": "2018-11-19T15:06:39Z", "content": "LOS ANGELES - Steven Spielberg teased Kathleen Kennedy and Frank Marshall about the beginnings of their relationship, actress Cicely Tyson brought more than a few people to tears while proudly clutching her Oscar, and publicist Marvin Levy sang a few lines fr… [+4864 chars]", "fulltext": "LOS ANGELES - Steven Spielberg teased Kathleen Kennedy and Frank Marshall about the beginnings of their relationship, actress Cicely Tyson brought more than a few people to tears while proudly clutching her Oscar, and publicist Marvin Levy sang a few lines from \"Hamilton\" to an audience that included Lin-Manuel Miranda at a lively Governors Awards Sunday night in Los Angeles.\n\nThe event honoring the careers of film industry legends Tyson, Levy and composer Lalo Schifrin brought some of Hollywood's biggest names – Oprah, Tom Hanks, Steven Spielberg, Quincy Jones, Harrison Ford and Clint Eastwood among them – to the Ray Dolby Ballroom in the heart of Hollywood to reminisce, laugh and schmooze without the pressure, as Hanks said, of \"being nervous about who is going to win.\"\n\nThe Governors Awards celebrate the careers of a few entertainment veterans who have not yet won an Academy Award by bestowing them with an honorary Oscar statuette. Recipients are voted on by the board of governors of the Academy of Motion Picture Arts and Sciences.\n\nFor the 93-year-old Tyson, it was a half-lifetime coming. It had been 45 years since her first and only nomination, for \"Sounder\" in 1972.\n\n\"This is a culmination of all those years of haves and have-nots,\" Tyson said, noting that she'll be turning 94 next month.\n\nThe private, untelevised dinner gala at the Hollywood & Highland complex has also become an important stop on the campaign trail to the Academy Awards for some of the year's awards hopefuls, making the event one of the most star-studded of the season. In a spin around the room, you can see Nicole Kidman chatting with \"First Man\" director Damien Chazelle, Disney CEO Bob Iger leaving his seat next to Ford to meet Lady Gaga, \"Eighth Grade\" director Bo Burnham and \"Roma\" director Alfonso Cuaron deep in conversation, Hanks and Rita Wilson stopping to greet Melissa McCarthy, John Krasinski and Emily Blunt saying hello to Hilary Swank, the cast of \"Black Panther\" posing for a photo with Marvel chief Kevin Feige and Lin-Manuel Miranda hanging out with the \"Crazy Rich Asians\" cast and, later, Jonah Hill.\n\nBut all turned their full attention to the stage and the titans being honored when the time came. For while the event may be in its 10th year, and the honorary Oscar itself in its 60th, there was still room for a few firsts. Levy became the first member of the public relations branch of the film academy to win an honorary Oscar, while Kennedy became the first woman to win the prestigious Irving G. Thalberg Memorial award – an honor that she shared with her husband and partner Marshall.\n\nThe Thalberg award is given to creative producers in recognition of their high-quality body of work, and is infrequently given out. The last Thalberg award recipient was Francis Ford Coppola in 2010.\n\n\"I'm incredibly honored to be the first woman to receive this award,\" Kennedy said to a standing ovation. \"I'm not the first to deserve it and I'm 100 percent sure I won't be the last.\"\n\nSpielberg told the audience about hiring Kennedy to be his secretary years ago, but quickly realized that she had more to offer than just taking notes.\n\n\"The breaker of glass ceilings wherever she sets her sights,\" Spielberg said of Kennedy, who now runs Lucasfilm. \"She went from taking notes to taking over.\"\n\nThe director did, however, make his Amblin Entertainment co-founders blush by telling a story about discovering that the two were in a relationship when he caught them \"making out on my couch.\" Kennedy and Marshall have been married now for 32 years and have two daughters.\n\nAll the honorees accepted their awards with graciousness and little bit of humor.\n\nSchifrin, who composed the themes to \"Mission: Impossible\" and \"Dirty Harry,\" had to have a little humor in accepting his award from Eastwood. Eastwood, who said he couldn't read the teleprompter, called Schifrin up to the stage early because he wanted to ask him some questions.\n\nOn stage, Schifrin and Eastwood talked about jazz and how many movies they'd worked on together.\n\n\"You're sabotaging my speech,\" Schifrin said in good humor when Eastwood lingered. But Schifrin took hold of his moment of glory after going home from the Oscars empty handed six times in his long career.\n\n\"Receiving this honorary Oscar is the culmination of a dream,\" Schifrin, 86, said. \"It is mission accomplished.\"\n\nAnd Levy, who has been Spielberg's publicist for over 40 years, since \"Close Encounters of the Third Kind\" said his job has always been a little hard for people outside the business to understand. \"At least now they know I got an Oscar for it,\" he laughed."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "El Chapo trial: Prosecutors bring in former cartel members", "description": "Week 2 of the El Chapo trial begins after prosecutors began shedding new light on cartel operations. Former cartel accountant and brother of El Chapo's right-hand man testified against the drug lord. Attorney Paul Batista joined CBSN to recap week one and bre…", "url": "https://www.cbsnews.com/video/el-chapo-trial-prosecutors-bring-in-former-cartel-members/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/1febb112-1a23-496b-8dcb-88bbe241bc26/thumbnail/1200x630/5bb691c90bf5b489f67baf5000f70cfe/cbsn-fusion-el-chapo-trial-prosecutors-bring-in-former-cartel-members-thumbnail-1715501-640x360.jpg", "publishedAt": "2018-11-19T15:04:38Z", "content": null, "fulltext": "bad url"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Elevator at one of Chicago's tallest skyscrapers plunges 84 floors after hoist rope breaks - CBS News", "description": "CBS News Elevator at one of Chicago's tallest skyscrapers plunges 84 floors after hoist rope breaks CBS News CHICAGO -- It took nearly three hours to rescue six people stuck in an elevator in Chicago's fourth-tallest skyscraper -- the 875 North Michigan Avenu…", "url": "https://www.cbsnews.com/news/chicago-elevator-plunges-rescue-875-north-michigan-avenue-building-formerly-the-john-hancock-center/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/e4d71daf-a6cc-4b7d-8971-eb85a7fe3cbb/thumbnail/1200x630/f94a72399e8f8f8537157d26eb41a5d5/hancock.jpg", "publishedAt": "2018-11-19T15:01:13Z", "content": "CHICAGO -- It took nearly three hours to rescue six people stuck in an elevator in Chicago's fourth-tallest skyscraper -- the 875 North Michigan Avenue building, formerly called the John Hancock Center. CBS Chicago reported that a broken hoist rope caused the… [+2245 chars]", "fulltext": "CHICAGO -- It took nearly three hours to rescue six people stuck in an elevator in Chicago's fourth-tallest skyscraper -- the 875 North Michigan Avenue building, formerly called the John Hancock Center. CBS Chicago reported that a broken hoist rope caused the express elevator to malfunction Friday while guests who had just left the Signature Room on the 95th floor rode down toward the lobby.\n\nThe elevator and two others have since been closed to the public while repairs are made and investigators figure out what happened. What kept the elevator from tumbling down to the bottom of the building? Several hoist ropes hold up an elevator car, so if one fails, the others are able to carry the weight.\n\nVisiting from Mexico, Jaime Montemayor didn't expect his trip to Chicago to include getting stuck in an elevator.\n\n\"At the beginning I believed we were going to die,\" Montemayor said. \"We were going down and then I felt that we were falling down and then I heard a noise–clack clack clack clack clack clack.\"\n\nHis wife, Mana Castillo, said the elevator was moving fast and suddenly a material that looked like dust started filtrating into the elevator.She said they found out later that they had careened from the 95th floor down to the 11th floor.\n\nNone of the people in the elevator was hospitalized.\n\nSome of the elevator passengers said security officers staffed at the Hancock didn't immediately call firefighters.\n\nSomeone who answered the phone at the Hancock security office Friday declined to comment and hung up the phone.\n\nWhen rescuers scrambled to find the stuck elevator early Friday morning, there were no openings between floors because of the building's blind-shaft style layout.\n\nThe rescue crew had to hammer out a concrete wall in the garage area of the 11th floor. Today, cables were dangling next to the cracked door where the people trapped in the elevator were pulled to safety.\n\n\"It was a precarious situation where we had the cable break on top of the elevator (and) we couldn't do an elevator-to-elevator rescue we had to breach a wall,\" said Chicago Battalion Fire Chief Patrick Maloney.\n\nThe City of Chicago requires annual inspections of all of its 22,000 elevators. The elevator that failed Friday morning passed its most recent inspection in July of this year.\n\nCity inspectors visited the Hancock in 2014 and 2017 for an elevator complaint inspection and a citation was issued for failure to maintain electric elevator equipment.\n\nBoth of those issues were resolved, records show."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "AP", "title": "Photos show sub \"imploded\" on seafloor, but Argentina can't reach it", "description": "Government says cash-strapped Argentina lacks technology to recover ARA San Juan after disaster with 44 crew on board", "url": "https://www.cbsnews.com/news/argentina-unable-recover-submarine-ara-san-juan-photos-imploded-atlantic/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/71952c90-3242-43c5-8c9c-9ec1009df01c/thumbnail/1200x630/f5317af193529e03f0f605472e4a735d/argentina-san-juan-submarine.jpg", "publishedAt": "2018-11-19T14:56:31Z", "content": "BUENOS AIRES, Argentina -- Hours after announcing the discovery of an Argentine submarine lost deep in the Atlantic a year ago with 44 crew members aboard, the government said Saturday that it is unable to recover the vessel, drawing anger from missing sailor… [+5610 chars]", "fulltext": "BUENOS AIRES, Argentina -- Hours after announcing the discovery of an Argentine submarine lost deep in the Atlantic a year ago with 44 crew members aboard, the government said Saturday that it is unable to recover the vessel, drawing anger from missing sailors' relatives who demanded that it be raised.\n\nDefense Minister Oscar Aguad said at a press conference that the country lacks \"modern technology\" capable of \"verifying the seabed\" to extract the ARA San Juan, which was found 2,975 feet deep in waters off the Valdes Peninsula in Argentine Patagonia, roughly 373 miles from the port city of Comodoro Rivadavia.\n\nEarlier in the morning, the navy said a \"positive identification\" had been made by a remote-operated submersible from the American company Ocean Infinity. The company, commissioned by the Argentine government, began searching for the missing vessel Sept. 7.\n\nIt remained unclear what the next steps could be.\n\nConferencia #AraSanJuan: Una sección mayor, comprendida por el casco resistente -de acero especial de 33 mm. de espesor-, se encuentra en una sola pieza a 907 m. Es el sector habitable donde se encuentran las baterías y todos los sistemas y equipos que tiene el submarino pic.twitter.com/6WZl67Jlvg — Armada Argentina (@Armada_Arg) November 18, 2018\n\nIn a statement to The Associated Press, Ocean Infinity CEO Oliver Plunkett said authorities would have to determine how to advance. \"We would be pleased to assist with a recovery operation but at the moment are focused on completing imaging of the debris field,\" he said.\n\nNavy commander Jose Luis Villan urged \"prudence,\" saying that a federal judge was overseeing the investigation and would be the one to decide whether it was possible to recover a part or the entirety of the ship.\n\nWithout adequate technological capabilities, however, Argentina would likely need to seek assistance from foreign countries or pay Ocean Infinity or another company, potentially complicating its recent commitment to austerity. Argentina is currently facing a currency crisis and double-digit inflation that has led the government to announce sweeping measures to balance the budget and concretize a financing deal with the International Monetary Fund.\n\nAny move to recuperate the vessel would also be a logistically large and challenging undertaking based on the submarine's distance from the coast, its depth, and the kind of seabed upon which it is resting.\n\nConferencia #AraSanJuan: Asimismo, se identificaron otras partes del submarino de menores dimensiones y formas, coincidentes con la sección de proa, la popa y la vela. Para ver la conferencia ingresar a https://t.co/kqbfWHwN8p pic.twitter.com/p44WeQDK3z — Armada Argentina (@Armada_Arg) November 18, 2018\n\nRelatives of crew members were determined to fight for it to be quickly surfaced.\n\nIsabel Vilca, the half sister of crewman Daniel Alejandro Polo, told the AP that the discovery was just the beginning.\n\nShe said families need to recover the remains of their loved ones to know what happened and help prevent similar tragedies.\n\n\"We do know they can get it out because Ocean Infinity told us they can, that they have equipment,\" said Luis Antonio Niz, father of crew member Luis Niz. \"If they sent him off, I want them to bring him back to me.\"\n\nThe sub's discovery was announced just two days after families of the missing sailors held a one-year commemoration for its disappearance on Nov. 15, 2017. The San Juan was returning to its base in the coastal city of Mar del Plata when contact was lost.\n\nOn the anniversary Thursday, Argentina President Mauricio Macri said the families of the submariners should not feel alone and delivered an \"absolute and non-negotiable commitment\" to find \"the truth.\"\n\nOn Saturday, Aguad said that the vessel was found to be in an area that investigators had deemed \"most likely.\"\n\nOfficials showed images of the submarine, which was located on a seabed with its hull totally deformed. Parts of its propellers were buried and debris was scattered up to 230 feet away.\n\nThe German-built diesel-electric TR-1700 class submarine was commissioned in the mid-1980s and was most recently refitted between 2008 and 2014. During the $12 million retrofitting, the vessel was cut in half and had its engines and batteries replaced. Experts said refits can be difficult because they involve integrating systems produced by different manufacturers, and even the tiniest mistake during the cutting phase can put the safety of the ship and crew at risk.\n\nThe navy said previously the captain reported on Nov. 15, 2017, that water entered the snorkel and caused one of the sub's batteries to short-circuit. The captain later communicated that it had been contained.\n\nSome hours later, an explosion was detected near the time and place where the San Juan was last heard from. The navy said the blast could have been caused by a \"concentration of hydrogen\" triggered by the battery problem reported by the captain.\n\nMacri promised a full investigation after the submarine was lost. Federal police raided naval bases and other buildings last January as part of the probe, soon after the government dismissed the head of the navy.\n\nArgentina gave up hope of finding survivors after an intense search aided by 18 countries, but a few navy units have continued providing logistical support to Ocean Infinity.\n\nOn Saturday, Plunkett tweeted: \"Our thoughts are with the many families affected by this terrible tragedy. We sincerely hope that locating the resting place of the ARA San Juan will be of some comfort to them at what must be a profoundly difficult time.\"\n\nHe also said: \"This was an extremely challenging project and today's successful outcome, following the earlier search operations, firmly endorses our technology.\"\n\nThe company unsuccessfully searched for the Malaysia Airlines plane that disappeared in 2014 over the Indian Ocean."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Trump says sit-down interview with Mueller unlikely", "description": "President Trump said in an interview with Fox News that he \"would not get involved\" if acting Attorney General Matthew Whitaker moves to restrict Special Counsel Robert Mueller's Russia investigation. CBS News chief White House correspondent Major Garrett dis…", "url": "https://www.cbsnews.com/video/president-trump-says-sit-down-interview-with-mueller-unlikely/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/7a1e7eca-aa6b-4a50-987a-07dabe6092f1/thumbnail/1200x630/931a1d05a252875fc11fa684b9994d44/cbsn-fusion-president-trump-says-sit-down-interview-with-mueller-unlikely-wont-interfere-if-acting-ag-limits-investigation-thumbnail-1715498-640x360.jpg", "publishedAt": "2018-11-19T14:54:27Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "BBC documentary crew makes rare decision to intervene and help baby penguins", "description": "A BBC documentary crew in Antarctica made a rare decision to intervene when penguin mothers and their young became trapped in a ravine. In an emotional episode of \"Dynasties,\" mother penguins can be seen leaving chicks behind when they can't make it up the sl…", "url": "https://www.cbsnews.com/video/bbc-documentary-crew-makes-rare-decision-to-intervene-and-help-baby-penguins/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/380da916-2f0b-4f79-b454-ed355fced002/thumbnail/1200x630/1f220b2cbfca0227da8304520fda4959/1119-ctm-penguins-1715486-640x360.jpg", "publishedAt": "2018-11-19T14:51:30Z", "content": null, "fulltext": "There's an unwritten rule among documentary filmmakers to observe, but not participate. But a BBC documentary crew in Antarctica made a rare decision to intervene when several Emperor penguin mothers and their chicks became trapped in a ravine and cut off from the colony.\n\nOn Sunday's episode of the \"Dynasties\" series, mother penguins can be seen leaving chicks behind when they can't make it up a slope. Some chicks died from the extreme cold as temperatures dipped to as low as minus 76 degrees Fahrenheit.\n\nAfter a storm, the crew returned to the area and decided to build a stepped ramp that helped the remaining penguins climb to safety.\n\n'We opted to intervene passively,\" said the show's director, Will Lawson. \"Once we'd dug that little ramp, which took very little time, we left it to the birds. We were elated when they decided to use it.\"\n\nThe show's creator, world renowned naturalist Sir David Attenborough, is known for his strong preference to let nature take its course. But in this case, he says he would have intervened.\n\n\"It's very rare for the film crew to intervene,\" he said in the narration of a video clip published by Country Living. \"But they realize that they might be able to save at least some of these birds, simply by digging a few steps in the ice.\"\n\nThat was just INCREDIBLE!!! Well done and huge thanks to the @BBCEarth team! A year spent freezing your whatsits off well spent ;) #Dynasties pic.twitter.com/TA4ehwfBin — Rachel Mansfield (@forestfruits1) November 18, 2018\n\nIn 2013, Attenborough defended the decision to film the death of a baby elephant in the BBC's \"Africa\" series, saying it was \"very important\" to simply observe.\n\n\"That particular creature was dying of starvation, [and it was] far too dangerous to intervene,\" Mike Gunton, \"Dynasties\" executive producer, told the BBC. \"If you tried to go there, the mother would probably have attacked you.\n\n\"If you fed it, it would survive for maybe another hour,\" Gunton added. \"But because there was no food anywhere, ultimately – and this is David's point – ultimately, you are just prolonging the misery and you let nature take its course.\"\n\nBut in the case of the penguins, Gunton says he agreed it was justified to intervene.\n\n\"It's such an unusual circumstance to do this,\" he told BBC Radio 5 Live. \"There were no animals going to suffer by intervening. It wasn't dangerous. You weren't touching the animals and it was just felt by doing this... they had the opportunity to not have to keep slipping down the slope.\"\n\nSo far, the public's response to the crew's intervention has been mostly positive.\n\nSo glad the crew decided to act and save the penguins in the ravine. There's always the \"don't interfere with nature\" argument, but humanity does plenty to destroy it, so we can also give a helping hand if opportunity presents. #Dynasties — Matthew Carter (@MatthewCarterIO) November 18, 2018"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "BBC documentary crew makes rare decision to intervene and help baby penguins", "description": "A BBC documentary crew in Antarctica made a rare decision to intervene when penguin mothers and their young became trapped in a ravine. In an emotional episode of \"Dynasties,\" mother penguins can be seen leaving chicks behind when they can't make it up the sl…", "url": "https://www.cbsnews.com/video/bbc-documentary-crew-makes-rare-decision-to-intervene-and-help-baby-penguins/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/380da916-2f0b-4f79-b454-ed355fced002/thumbnail/1200x630/1f220b2cbfca0227da8304520fda4959/1119-ctm-penguins-1715486-640x360.jpg", "publishedAt": "2018-11-19T14:46:38Z", "content": null, "fulltext": "There's an unwritten rule among documentary filmmakers to observe, but not participate. But a BBC documentary crew in Antarctica made a rare decision to intervene when several Emperor penguin mothers and their chicks became trapped in a ravine and cut off from the colony.\n\nOn Sunday's episode of the \"Dynasties\" series, mother penguins can be seen leaving chicks behind when they can't make it up a slope. Some chicks died from the extreme cold as temperatures dipped to as low as minus 76 degrees Fahrenheit.\n\nAfter a storm, the crew returned to the area and decided to build a stepped ramp that helped the remaining penguins climb to safety.\n\n'We opted to intervene passively,\" said the show's director, Will Lawson. \"Once we'd dug that little ramp, which took very little time, we left it to the birds. We were elated when they decided to use it.\"\n\nThe show's creator, world renowned naturalist Sir David Attenborough, is known for his strong preference to let nature take its course. But in this case, he says he would have intervened.\n\n\"It's very rare for the film crew to intervene,\" he said in the narration of a video clip published by Country Living. \"But they realize that they might be able to save at least some of these birds, simply by digging a few steps in the ice.\"\n\nThat was just INCREDIBLE!!! Well done and huge thanks to the @BBCEarth team! A year spent freezing your whatsits off well spent ;) #Dynasties pic.twitter.com/TA4ehwfBin — Rachel Mansfield (@forestfruits1) November 18, 2018\n\nIn 2013, Attenborough defended the decision to film the death of a baby elephant in the BBC's \"Africa\" series, saying it was \"very important\" to simply observe.\n\n\"That particular creature was dying of starvation, [and it was] far too dangerous to intervene,\" Mike Gunton, \"Dynasties\" executive producer, told the BBC. \"If you tried to go there, the mother would probably have attacked you.\n\n\"If you fed it, it would survive for maybe another hour,\" Gunton added. \"But because there was no food anywhere, ultimately – and this is David's point – ultimately, you are just prolonging the misery and you let nature take its course.\"\n\nBut in the case of the penguins, Gunton says he agreed it was justified to intervene.\n\n\"It's such an unusual circumstance to do this,\" he told BBC Radio 5 Live. \"There were no animals going to suffer by intervening. It wasn't dangerous. You weren't touching the animals and it was just felt by doing this... they had the opportunity to not have to keep slipping down the slope.\"\n\nSo far, the public's response to the crew's intervention has been mostly positive.\n\nSo glad the crew decided to act and save the penguins in the ravine. There's always the \"don't interfere with nature\" argument, but humanity does plenty to destroy it, so we can also give a helping hand if opportunity presents. #Dynasties — Matthew Carter (@MatthewCarterIO) November 18, 2018"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "How to donate and avoid scams in the season of giving", "description": "Americans donated a record high of more than $400 billion to charity last year. Fortune magazine senior editor-at-large Leigh Gallagher joins \"CBS This Morning\" to discuss what to watch for when donating to an organization.", "url": "https://www.cbsnews.com/video/how-to-donate-and-avoid-scams-in-the-season-of-giving/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/b60a9fc0-52dc-4a53-aa20-98692a89cc35/thumbnail/1200x630/8b3d07819c802e92298e57da65ee490c/1119-ctm-givingguidelines-dickerson-1715471-640x360.jpg", "publishedAt": "2018-11-19T14:33:51Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Note to Self: Adam Rippon reflects on \"wild\" journey, on and off the ice", "description": "In our series, Note to Self, we hear from Olympian and U.S. national figure skating champion Adam Rippon. The 29-year-old tells CBS News he will no longer skate competitively.", "url": "https://www.cbsnews.com/video/note-to-self-adam-rippon-reflects-on-wild-journey-on-and-off-the-ice/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/ccc6dd5a-c3c4-48b2-bf9e-a1a48a847fe4/thumbnail/1200x630/037fc1323dbe330853f5de7fa0f33e78/1119-web-adam-1715444-640x360.jpg", "publishedAt": "2018-11-19T14:08:45Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Formula 3 racer Sophia Floersch fractures spine after airborne crash", "description": "A 17-year-old German race car driver is undergoing surgery after fracturing her spine in a astonishing crash. Sophia Floersch went airborne Sunday when her car clipped another one during a Formula 3 race in Macau.", "url": "https://www.cbsnews.com/video/formula-3-racer-sophia-floersch-fractures-spine-after-airborne-crash/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/3c9763fc-d29c-46ae-a98e-3b8d5acf78d7/thumbnail/1200x630/0e63d0448d76e929daf751063a96317a/1119-ctm-f3-1715436-640x360.jpg", "publishedAt": "2018-11-19T13:51:25Z", "content": null, "fulltext": "bad url"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "How to prepare your turkey amid salmonella outbreak", "description": "The CDC is warning about salmonella in turkey days before Thanksgiving. One-hundred-sixty-four people in 35 states have reported getting sick after eating turkey. Dr. Tara Narula joins \"CBS This Morning\" to discuss safety precautions.", "url": "https://www.cbsnews.com/video/how-to-prepare-your-turkey-amid-salmonella-outbreak/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/7c3c16b1-e762-4659-8df5-b5462fd2854d/thumbnail/1200x630/aba7bed12cef3d635613b53fe25e42bf/1119-ctm-salmonella-1715429-640x360.jpg", "publishedAt": "2018-11-19T13:50:04Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "California fires take personal toll on firefighters", "description": "More than 6,400 firefighters are battling California's two largest wildfires. Fire crews have faced five of the 10 most destructive fires in state history in just the past 13 months. DeMarco Morgan reports on the personal toll for those on the front lines.", "url": "https://www.cbsnews.com/video/california-fires-take-personal-toll-on-firefighters/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/5f4d8a02-3c5a-4365-83f3-beb3818cefee/thumbnail/1200x630/a11d01ffb09772ce01d82be2cc2d66db/1119-ctm-firefighter-1715424-640x360.jpg", "publishedAt": "2018-11-19T13:38:25Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "White official tells black woman he belongs to \"master race\"", "description": "A white county commissioner in Kansas who told a black city planner that he belongs to \"the master race\" is coming under pressure to resign. Leavenworth County Commissioner Louis Klemp cited the master race - the Nazi ideology of Aryan supremacy - at a board …", "url": "https://www.cbsnews.com/video/white-official-tells-black-woman-he-belongs-to-master-race/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/8ae63c62-baa6-44d6-8ee8-a4ff52575d15/thumbnail/1200x630/cc68c89fd555f8d88ae551a4bd18888c/1119-newspath-masterrace-1715417-640x360.jpg", "publishedAt": "2018-11-19T13:34:32Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "AP", "title": "Stock market swings spook many older workers, retirees", "description": "The specter of the 2008 financial crisis is particularly unsettling for those still rebuilding their portfolios", "url": "https://www.cbsnews.com/news/stock-market-swings-spook-many-older-workers-retirees/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/0f4aac04-fdbb-493a-9666-fbe0e10a9b6f/thumbnail/1200x630/f4baaea38907c41edaad15ad14660e0e/istock-000026209665-large.jpg", "publishedAt": "2018-11-19T13:32:12Z", "content": "CHICAGO - The recent turbulence in the U.S. stock markets is spooking some older workers and retirees, a group that was hit particularly hard during the most recent financial crisis. However, the recent volatility hasn't brought about large-scale overhauls in… [+4295 chars]", "fulltext": "CHICAGO - The recent turbulence in the U.S. stock markets is spooking some older workers and retirees, a group that was hit particularly hard during the most recent financial crisis.\n\nHowever, the recent volatility hasn't brought about large-scale overhauls in retirement planning.\n\n\"There's a lot of fear that if you have another event like 2008 and you retire the year before or the year after, you're screwed. I'm not taking that risk,\" said Mark Patterson, a recently retired patent attorney from Nashville, Tennessee. \"There's a huge fear of folks my age that they're going to run out of money and they're going to need to rely on the government for help.\"\n\nBy the time the market bottomed out during the financial crisis in 2009, an estimated $2.7 trillion had been wiped out of Americans' retirement accounts, according to the Urban Institute. Older Americans in particular have had a tough time recovering their losses. The Pew Research Center estimates the net worth of the median baby foomer household in 2016 was still nearly 18 percent shy of where it sat in 2007.\n\nIn the two years since Donald Trump's election, 62 percent of Americans -- and 76 percent of those 65 and over -- don't believe their financial situation has improved despite the run-up in the stock markets, according to a recent Bankrate survey. Nearly one in five respondents said their finances have actually gotten worse.\n\n\"More comfortable with volatility\"\n\n\n\nPaul Kelash, vice president of consumer insights at Allianz Life Insurance, said the market fluctuations throughout 2018 look less like the prelude to a retirement savings crisis and more like a return to normalcy after a remarkably steady bull market run.\n\nAnd he hasn't seen much evidence of Americans drastically altering their retirement plans. \"We get the feeling that folks are getting more comfortable with volatility,\" he said.\n\nPatterson, the recently retired patent attorney, gradually began stepping away from his law practice in 2016 -- a decision he said was motivated in part by the stress of his job, his relatively stable finances and a \"re-evaluation of priorities\" after losing his wife of 35 years in 2013.\n\nNow, 68, Patterson said he still has some \"discretionary spending\" money invested in stocks and riskier assets. But he said he's reluctant to put too much money into a stock market that soared throughout 2017, a decision he said was driven in part by memories of the 2008 financial crisis.\n\n\"I can retire in 2018 and not be sweating bullets because I put together a budget and I protected it,\" Patterson said. \"The thing that the crash in 2008 taught me is that, even though my portfolio was well set up, that was a black swan type of event. Even if you had a balanced portfolio, everything went down.\"\n\nIndeed, memories of the recession continue to take a financial and psychological toll on many of those who were affected.\n\n\"There is no evidence that retirement wealth has improved in the last few years,\" said Teresa Ghilarducci, a labor economist, professor and director of the Retirement Equity Lab at The New School. For workers 50 to 65, indications are that wealth has actually fallen, she said.\n\nGhilarducci noted that workers and their employers stopped or cut back on 401(k) and retirement account contributions immediately after the financial crisis. Many also opted to \"deleverage\" and pay down debt as the recovery got underway, she said, which tied up money that otherwise would have been saved or invested.\n\n\"They had other things to do with their money, even if they didn't lose their job,\" she said. \"Saving is sort of a luxury good. It's what you can do when you can pay for everything else.\"\n\nAccounts remain depleted\n\n\n\nAnd with a limited number of working years ahead of them -- and, in some cases, their peak earning years largely behind them -- many older Americans haven't managed to replenish their depleted retirement and savings accounts.\n\nMark Hamrick, Washington bureau chief and senior economic analyst at Bankrate, noted that the Federal Reserve's ongoing efforts to boost interest rates benefit savers with money in the bank but also make it more difficult for those with debt to pay back what they owe. The \"rising economic tide\" has been a boon for many, he said, \"but it doesn't lift all boats.\"\n\nHe believes the tendency is to \"overgeneralize\" Americans' retirement situations and their day-to-day reactions to the economy.\n\n\"There can be a little bit of a disconnect,\" he said, \"between the improvement in the economic data and the actual experience of many Americans.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Saudi royals wait for Trump's next move after journalist's murder", "description": "With CIA appearing likely to tell Trump the Saudi Crown Prince ordered Jamal Khashoggi's assassination, the men who really know could soon be executed", "url": "https://www.cbsnews.com/news/saudi-arabia-donald-trump-cia-evidence-jamal-khashoggi-killing-turkey-2018-11-19/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/07/9005ef84-6358-442b-9ec8-c2a6b51beced/thumbnail/1200x630/ff3cc59eea976ea92f4482ace3ca3149/salman.png", "publishedAt": "2018-11-19T13:25:40Z", "content": "RIYADH, Saudi Arabia -- The leaders of Saudi Arabia seemed on Monday to be waiting for President Trump to make the next move. On Saturday the U.S. leader again stressed the importance of the Saudi relationship, calling the Islamic kingdom a \"truly spectacular… [+3358 chars]", "fulltext": "RIYADH, Saudi Arabia -- The leaders of Saudi Arabia seemed on Monday to be waiting for President Trump to make the next move. On Saturday the U.S. leader again stressed the importance of the Saudi relationship, calling the Islamic kingdom a \"truly spectacular ally.\"\n\nThe CIA has assessed that Saudi Crown Prince Mohammed bin Salman ordered the killing of journalist Jamal Khashoggi, based mainly on an understanding of how the kingdom operates and the proximity of several participants in the killing to the heir-in-waiting, as well as the organizations involved.\n\nTurkey has said it shared evidence with its partners, including the U.S., that shows it was a pre-meditated murder. The Turkish president has said it was a execution ordered from the \"highest level\" of the Saudi government.\n\nA U.S. official told CBS News last week that U.S. intelligence agencies have \"high confidence\" in their assessment that bin Salman ordered the killing -- based on an understanding of how Saudi Arabia's government operates. No U.S. official has told CBS News that there is direct evidence linking bin Salman to the killing, however.\n\nThe Saudi government has admitted that the Washington Post contributor was killed after walking into the kingdom's consulate in Istanbul on Oct. 2.\n\nRiyadh insists the order from up top was to try and bring Khashoggi -- a sharp critic of the fast-rising crown prince -- back home, and that the man in charge of the operation, former deputy intelligence chief Ahmad al-Assiri, made the decision to kill him instead. Al-Assiri is known to have been a close advisor to the crown prince.\n\nAsked over the weekend whether he himself had listened to the evidence provided by the Turks, President Trump said he didn't need to hear the \"suffering tape, it's a terrible tape.\"\n\n\"I've been fully briefed on it, there's no reason for me to hear it,\" Mr. Trump said in the interview with \"Fox News Sunday.\" ''I know everything that went on in the tape without having to hear it.\"\n\nMr. Trump said the U.S. government would be \"having a very full report over the next two days, probably Monday or Tuesday\" on the Khashoggi killing, which he said would include \"who did it.\"\n\nHe didn't specify whether the report would come from the White House or the U.S. intelligence community, nor whether its findings would be made public.\n\nA CBS News correspondent Holly Williams reported from the Saudi capital on Monday, Mr. Trump is under pressure from Congress, and if he now comes out and confirms that U.S. intelligence believes Crown Prince Salman was behind the killing, it could be catastrophic for the Saudi regime.\n\nSaudi Arabia first claimed it didn't know what had happened to Khashoggi, then it finally admitted he'd died in the Istanbul consulate, but said he'd been killed in a fist fight.\n\nThen, just last week, there was a new explanation from the prosecutor in Riyadh, who said a team had been sent to Turkey to bring Khashoggi back to Saudi Arabia, by force if necessary, but that one of the team's leaders decided to kill him with a lethal injection instead.\n\nWilliams and her team were at a news conference last Thursday when the Saudi Foreign Minister said point-blank that the kingdom's own investigation had exonerated the crown prince of any involvement.\n\nThe chief prosecutor in Saudi Arabia indicted 11 people over the killing last week, and five of them could face the death penalty.\n\nWilliams noted on Monday that those men presumably know the truth -- including, perhaps, who ultimately gave the order to kill Khashoggi, and what happened to his body.\n\nThe fear is they could be put to death without a chance to tell the rest of the world what happened."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Eye Opener at 8: PG&E criticized amid California fires", "description": "A look back at what we've been covering on \"CBS This Morning.\" <a href=\"http://www.cbsnews.com/newsletters/\" target=\"_blank\"><u>Subscribe to get the Eye Opener delivered straight to your inbox.</u></a>", "url": "https://www.cbsnews.com/video/eye-opener-at-8-pg-e-criticized-amid-california-fires/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/9d1f160a-53fc-4d0d-873e-187eb8a0a1da/thumbnail/1200x630/504c0dc83e5844b4ee14eaebbb73e9bd/ctm-eyeopener8-1715410-640x360.jpg", "publishedAt": "2018-11-19T13:24:56Z", "content": null, "fulltext": "bad url"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "T-Mobile escalating \"arms race\" against robocalls", "description": "The FCC is demanding telecommunications companies lay out their plans to meet new standards to combat robocalls and scammers. Anna Werner talked with representatives of T-Mobile and Nomorobo to find out how their companies are fighting an escalating arms race…", "url": "https://www.cbsnews.com/video/t-mobile-escalating-arms-race-against-robocalls/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/b3df4018-e1e9-4cf5-b2bb-2d4fc84755a9/thumbnail/1200x630/6568120fc8bbfd3d149205c2db1609ef/1119-ctm-robocallcrackdown-werner-1715403-640x360.jpg", "publishedAt": "2018-11-19T13:24:31Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Power company under pressure to explain actions before deadly blaze", "description": "Victims of California's worst wildfire asking why state's largest utility didn't shut off power in high-risk areas", "url": "https://www.cbsnews.com/live-news/fires-in-california-camp-woolsey-paradise-wildfire-evacuations-death-toll-map-2018-11-19-latest/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/173b4535-7886-478b-9f46-0219a8893715/thumbnail/1200x630g2/5353801ad8990f26c8e3fa32caf98f3c/california-wildfires-2018-11-19t021944z.jpg", "publishedAt": "2018-11-19T13:22:37Z", "content": "Some victims of California's worst-ever wildfire are asking why the state's largest utility didn't shut off power in areas that were at high risk. The death toll from the Camp Fire is up to 77, and that number is likely to rise. Nearly 1,000 other people are … [+681 chars]", "fulltext": "A soldier says a stranger's Christmas card got him through Vietnam. He just met the sender"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Monica Lewinsky reveals new details about Clinton affair and aftermath", "description": "In new series \"The Clinton Affair,\" former White House intern aims to change public perception of 1990s scandal in Me Too era", "url": "https://www.cbsnews.com/news/monica-lewinsky-aims-to-change-public-perception-of-1990s-scandal-for-metoo-era/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/ba7cc379-3a84-400d-8cac-2bcb8e76c41a/thumbnail/1200x630/5d058f86176ccf1fd26494127bb039eb/1119-ctm-lewinksydoc-dokoupil-1715390-640x360.jpg", "publishedAt": "2018-11-19T13:18:51Z", "content": "Monica Lewinsky says that over the years she's felt defined by others as a political problem or a late-night punchline. But now, in perhaps her most extensive interview to date, she seems to be taking on a new role – as the author of her own story. In the doc… [+2308 chars]", "fulltext": "Monica Lewinsky says that over the years she's felt defined by others as a political problem or a late-night punchline. But now, in perhaps her most extensive interview to date, she seems to be taking on a new role – as the author of her own story.\n\nIn the documentary series \"The Clinton Affair,\" which premiered last night on A&E, Lewinsky reveals new details about their affair.\n\nShe says she still feels ashamed of how she behaved after meeting President Clinton as an intern at the White House in 1995. \"I blurted out, 'I have a crush on you,'\" she recalled telling the president. \"He laughed and smiled, and then asked me if I wanted to go into the back office, and I did.\"\n\n\"He, you know, paid a lot of attention to me,\" she said. \"My underwear had – showing my thong underwear. And I thought well, I'll up the game. It was unnoticeable to everybody else in the room. But he noticed.\"\n\nA&E\n\nOnce the affair began, Lewinsky says parts of the relationship moved out of her control.\n\n\"If he called me, I couldn't call him back; I was completely at his mercy in that way,\" she said.\n\nThree years later, the affair made national headlines. President Clinton was impeached, but was acquitted in a Senate trial to remove him from office, and eventually regained his footing on the public stage.\n\nLewinsky, meanwhile, reveals she considered suicide.\n\n\"I just was mortified [about] what this was going to do to my family,\" she said.\n\nElura Nanos, an attorney and columnist who's written about Lewinsky for the website Law & Crime, said, \"What she's doing now is just taking back her own identity.\"\n\nWhile President Clinton has largely avoided discussing the affair, Nanos said the public's perception of Lewinsky is changing in the #MeToo era.\n\n\"Monica Lewinsky has recast herself as someone who was done harm by Clinton, by his presidency, by the press, by the public. To some degree, she has flipped that script,\" said Nanos. \"But Bill Clinton is still a very powerful man. And as a result, she still does not have the full ability to rid herself of everything that went into vilifying her for decades.\"\n\nSomething Lewinsky hopes she can change is how we talk about her episode with President Clinton. It's not \"the Lewinsky scandal\" in her view, but \"the Clinton affair.\"\n\n\"Bye-bye, 'Lewinsky scandal,'\" she wrote recently in Vanity Fair magazine, \"I think 20 years is enough time to carry that mantle.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS Radio News", "title": "WORLD NEWS ROUNDUP: 11/19", "description": "Mourning the California wildfire victims as the death toll grows. New hope for combating peanut allergies. Outsmarting robocallers. CBS News Correspondent Jim Taylor has today's World News Roundup.", "url": "http://feeds.cbsnews.com/~r/podcast_icast_1/~3/4dm4shAdP58/2495717.mp3", "urlToImage": null, "publishedAt": "2018-11-19T13:00:00Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Nashville officer: Sex assault complaint against fellow cop led to retaliation", "description": "Sues department and her commander after her assault allegation and one of racial discrimination", "url": "https://www.cbsnews.com/news/nashville-police-officer-monica-blake-sex-assault-complaint-against-fellow-cop-retaliation/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2017/12/12/77e5d36d-5915-46ce-b496-218c87d98c5d/thumbnail/1200x630/15dcb72c6fdec4125306ed9638345480/cbsnews-1600x900.jpg", "publishedAt": "2018-11-19T12:54:57Z", "content": "NAS HVILLE -- A Nashville police officer who accused a fellow officer of sexually assaulting her in 2016 has sued the police department and one of its commanders. Officer Monica Blake alleged in the lawsuit that the Metro Nashville Police Department and West … [+2125 chars]", "fulltext": "NASHVILLE -- A Nashville police officer who accused a fellow officer of sexually assaulting her in 2016 has sued the police department and one of its commanders.\n\nOfficer Monica Blake alleged in the lawsuit that the Metro Nashville Police Department and West Precinct Commander Janet Pardue retaliated against her for filing the May 2016 complaint as well as for filing a racial and general discrimination complaint against Pardue in April 2016.\n\nBlake filed the suit in U.S. District Court for the Middle District of Tennessee.\n\nMetro Law Director Jon Cooper said the department doesn't comment on pending litigation.\n\nThe lawsuit said the rape charge against the officer in Blake's sexual assault case has been dropped.\n\nBlake, who is black and has worked for the department since 2005, said she has been unfairly punished for speaking out.\n\n\"There were several different incidents where I would ask for requests that would be denied to me where male officers would request the same things and they would be granted fairly easily. There were several different incidents where I believe there was racial discrimination involved and when I tried to report those things they fell on deaf ears,\" Blake said.\n\nBlake claimed she was retaliated by \"chains-of-command\" for doing filing the sexual assault complaint.\n\n\"I want justice, and justice at this point, I can't quite define it but I do know that people need to be held accountable for the things that they have done,\" Blake said.\n\nBlake, a supporter of a proposed community oversight board to independently investigate police misconduct allegations, said she recently learned of a private Facebook group on which current and retired police officers attack her for supporting the prospective board.\n\nCBS Nashville affiliate WTVF-TV reports some posts alleged Blake should be removed from the department. Another comment read, \"Never thought I would see the day that a Metro Officer would turn against her fellow officers. Wonder who's back she is watching, or better yet who is watching hers. What goes around comes around.\"\n\n\"At first I didn't know what to do with the information but I knew that because I had already complained so many times to the police department and nothing had been done and I knew exactly what would happen if I took those concerns to the police department. So at that point I decided to expose the bullies,\" she said."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Public perception of Monica Lewinsky changing in Me Too era", "description": "Former President Bill Clinton is keeping silent after Monica Lewinsky revealed new details about their affair in the A&E series, \"The Clinton Affair.\" Tony Dokoupil reports on how public perception of Lewinsky has changed in recent years.", "url": "https://www.cbsnews.com/video/public-perception-of-monica-lewinsky-changing-in-me-too-era/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/ba7cc379-3a84-400d-8cac-2bcb8e76c41a/thumbnail/1200x630/5d058f86176ccf1fd26494127bb039eb/1119-ctm-lewinksydoc-dokoupil-1715390-640x360.jpg", "publishedAt": "2018-11-19T12:53:34Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Trump says he will not interfere with Whitaker on Russia probe", "description": "President Trump is showing new impatience with the Russia investigation and reluctance to accept evidence that Saudi Arabia's crown prince ordered the murder of a Washington Post journalist. Major Garrett reports.", "url": "https://www.cbsnews.com/video/trump-says-he-will-not-interfere-with-whitaker-on-russia-probe/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/49e8cd5e-f265-4c6b-ab3a-98b224dfe284/thumbnail/1200x630/0c15fdb74abc019ad7c46b8e041efeed/1119-ctm-trumpmueller-garrett-1715369-640x360.jpg", "publishedAt": "2018-11-19T12:35:02Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Saudi crown prince ordered killing of Khashoggi, CIA concludes", "description": "CBS News can confirm that the CIA has intelligence that substantiates an assessment Saudi Crown Prince Mohammed bin Salman ordered the killing of Washington Post contributor Jamal Khashoggi. A bipartisan group of lawmakers is calling for strong action against…", "url": "https://www.cbsnews.com/video/saudi-crown-prince-ordered-killing-of-khashoggi-cia-concludes/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/4838e60e-0fce-45a4-b1dd-e4cefa461c32/thumbnail/1200x630/0c22aab6b6702ae31b20ebf824454416/1119-ctm-khashogggimurder-williams-1715374-640x360.jpg", "publishedAt": "2018-11-19T12:34:44Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Colorado man who killed wife and 2 kids faces sentencing", "description": "A Colorado man who pleaded guilty to killing his pregnant wife and two young daughters is being sentenced Monday. Christopher Watts confessed to the murders this month in a plea deal to avoid the death penalty. Mark Strassmann reports.", "url": "https://www.cbsnews.com/video/colorado-man-who-killed-wife-and-2-kids-faces-sentencing/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/6b6fa4a4-23fa-461f-8f22-9c6686c345b9/thumbnail/1200x630/94fbb6635324e8c9c7a048d23d751c8b/1119-ctm-wattssentencing-strassman-1715383-640x360.jpg", "publishedAt": "2018-11-19T12:34:26Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Adam Rippon says he will no longer skate competitively", "description": "The Olympian and U.S. national figure skating champion is effectively retiring from professional skating", "url": "https://www.cbsnews.com/news/note-to-self-adam-rippon/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/cee174d5-8fe9-4510-8c5f-157a15597684/thumbnail/1200x630/7c29398695522b72feec8b74aa61f82f/ctm-1119-adam-rippon-note-to-self.jpg", "publishedAt": "2018-11-19T12:34:02Z", "content": "Olympian and U.S. national figure skating champion Adam Rippon tells CBS News he will no longer skate competitively. It means the 29-year-old will effectively retire from professional skating. Rippon competed for the U.S. in the Winter Olympics in South Korea… [+3433 chars]", "fulltext": "Olympian and U.S. national figure skating champion Adam Rippon tells CBS News he will no longer skate competitively. It means the 29-year-old will effectively retire from professional skating.\n\nRippon competed for the U.S. in the Winter Olympics in South Korea this year. He was one of the first openly gay American athletes to qualify for the Winter Games where he won a bronze medal in the team event.\n\nIn our series Note to Self, Rippon stepped onto the rink at Skylands Ice World in New Jersey to reflect on the path he carved in life, on and off the ice.\n\nHi Adam,\n\nIt's me, Adam, but from the future.\n\nYou are going through a really tough time right now. You've just missed qualifying for the Olympic team for the second time in a row. You feel confused and you feel like a failure. It might not make sense right now, but this is truly one of the most important moments in your life.\n\nTake a moment and be proud of yourself.\n\nDo you remember being 13 and taking the Greyhound Bus from Scranton to Philadelphia every Monday morning so you could get to practice? You stayed with so many different families who made you feel like you were home when you were not. It was scary and you missed your own family very much but your mom always told you it wasn't a sacrifice if you got to do what you love. You lived in your coach's basement for a few months because you couldn't afford to live anywhere else. Not that long ago, you had so little money that sometimes you had to choose whether you paid for groceries or paid for ice time.\n\nYou work so hard, but you are even harder on yourself. Now, listen, this part is important: Stand up, walk to a mirror, look yourself straight in the eye and tell yourself: you are a winner. You won't see one looking back at you yet, but do this every day and you'll really start to learn what being a winner is. Being a winner is a mindset.\n\nYou've come out to your friends and family a few years ago and it made you feel so free, like you've grown wings. Do you remember growing up in Pennsylvania, thinking that being gay was something you would never tell anyone? When you publicly come out in the next year, you will let go of what other people think of you. You will hope to give someone else what you didn't feel growing up: permission to be themselves. You will be saying: \"You are worthy.\"\n\nOh, and when you wax your eyebrows, start talking about how great they look. It'll be a hit.\n\nOver the next few years, you'll get into the best shape of your life, mentally and physically, and you will feel so in control. You're not a teenager anymore and you've embraced that you aren't going to be as thin or light as some of your competitors. You worked on perfecting yourself instead of trying to change yourself.\n\nYou will become a national champion at 26 and your path to the Olympics will seem clearer than ever. But exactly one year before the 2018 Olympic team selection, you will break your foot. You'll fear everything you've worked for was in vain, but don't be discouraged. You are strong, you are brave, you can take on anything.\n\nYou, Adam, will make the Olympic team and skate on Olympic ice, it'll be a moment you've been waiting for your entire life. It'll be crazy, wild, emotional and very exciting. The world will see your character and they will embrace you for just being yourself.\n\nYou are a man now. You've challenged yourself and taken risks. You make people around you laugh, and help them like who they are. You've become the role model that you wished you'd had as a kid. You will look in the mirror and you will see someone you like. You will look in the mirror and finally see a winner looking back at you.\n\nNow go out and conquer the world."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Holly Rosenkrantz", "title": "Trump: I won't stop acting attorney general if he tries to limit Russia probe", "description": "President also says his written answers to Robert Mueller's questions will probably be all he will provide him", "url": "https://www.cbsnews.com/news/trump-says-he-wont-stop-matthew-whitaker-if-he-tries-to-limit-the-russia-investigation/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/d8eab2b6-ff51-41f5-8cec-4772bd44feef/thumbnail/1200x630/bef9f04d0cb5117503d5eea8e1742ee1/trumpwh2.jpg", "publishedAt": "2018-11-19T12:29:05Z", "content": "President Trump said he will not stop his acting Attorney General Matthew Whitaker if he decides to limit Special Counsel Robert Mueller's investigation. In a weekend interview with \"Fox News Sunday,\" the president also said he's spent \"enough time\" answering… [+922 chars]", "fulltext": "President Trump said he will not stop his acting Attorney General Matthew Whitaker if he decides to limit Special Counsel Robert Mueller's investigation. In a weekend interview with \"Fox News Sunday,\" the president also said he's spent \"enough time\" answering Mueller's questions. \"I would not get involved,\" he said.\n\n\"It's going to be up to him,\" Mr. Trump said in the interview. \"He's going to do what's right.\"\n\nWhitaker has faced calls from lawmakers to recuse himself from the Russia investigation because of comments he has made that Russia did not collude in Mr. Trump's campaign. He has also agreed with Mr. Trump that the Russia probe could become a \"witch hunt.\"\n\nIn the Fox interview, Trump said he believes Whitaker is \"very astute politically. He's a very smart person.\"\n\nTrump also told Fox his written answers to Mueller's questions will probably be all he will provide him. \"I hope it solves the problem, if it doesn't, you know, I'll be told and we'll make a decision at that time,\" Trump said. \"But probably this is the end.\"\n\n\"We gave very, very complete answers to a lot of questions that I shouldn't have even been asked, and I think that should solve the problem.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "PG&E criticized for keeping power on amid high wildfire threats", "description": "California’s largest power company, Pacific Gas and Electric, is under new pressure to explain its actions before the so-called Camp Fire started in Northern California. It's blamed for 77 deaths, and nearly 1,000 people are still officially unaccounted for. …", "url": "https://www.cbsnews.com/video/pg-e-criticized-for-keeping-power-on-amid-high-wildfire-threats/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/0fb23fc8-e439-4db0-ba81-8f4fe5bd6923/thumbnail/1200x630/73794ecb45ed40f4e7f75ab9a698e14e/1119-ctm-cafiresaftermath-oliver-1715363-640x360.jpg", "publishedAt": "2018-11-19T12:26:26Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Eye Opener: President poised to give answers to Mueller", "description": "President Trump is showing new impatience with the Russia investigation. Also, with nearly 1,000 people still missing, California's largest utility now says two of its power lines failed in areas where the deadly Camp Fire may have started. All that and all t…", "url": "https://www.cbsnews.com/video/eye-opener-president-poised-to-give-answers-to-mueller/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/1d02e135-e59c-4dd7-b358-5f0f0d854f3d/thumbnail/1200x630/dae6847f8f02df976ebbd980405a268e/1119-ctm-eyeopener-7am-1715357-640x360.jpg", "publishedAt": "2018-11-19T12:21:34Z", "content": null, "fulltext": "bad url"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Trump says raking forests could help prevent wildfires", "description": "\"They spend a lot of time on raking and cleaning and doing things, and they don't have any problem,\" the president said of Finland while touring Paradise, California Saturday. Finland’s president says he doesn’t recall saying anything like that to Mr. Trump.", "url": "https://www.cbsnews.com/video/trump-says-raking-forests-could-help-prevent-wildfires/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/cc487975-0682-4a95-9408-1cd5f3370805/thumbnail/1200x630/03b3f08889810f9d2b356abb5291d3c5/thumbnail-1715350-640x360.jpg", "publishedAt": "2018-11-19T12:16:28Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Teen Formula 3 racer fractures her spine in airborne crash", "description": "17-year-old Sophia Floersch's car careened off Macau Grand Prix course on a sharp bend, going about 170 miles-per-hour", "url": "https://www.cbsnews.com/news/sophia-floersch-german-formula-3-driver-crash-macau-grand-prix-2018-11-19/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/58730c49-b429-444b-9f87-0a054f458504/thumbnail/1200x630g2/aa984e33ed98d4417ea7ab85136db2c7/sophia-floersch-871397776.jpg", "publishedAt": "2018-11-19T12:15:57Z", "content": "MACAU -- Teenage driver Sophia Floersch was set to undergo surgery Monday for a spinal fracture after a spectacular airborne crash in the Formula 3 Macau Grand Prix. The 17-year-old German tweeted Sunday: \"Just wanted to let everybody know that I am fine but … [+1878 chars]", "fulltext": "MACAU -- Teenage driver Sophia Floersch was set to undergo surgery Monday for a spinal fracture after a spectacular airborne crash in the Formula 3 Macau Grand Prix. The 17-year-old German tweeted Sunday: \"Just wanted to let everybody know that I am fine but will be going into surgery tomorrow (Monday) morning ... Update soon.\"\n\nFloersch has a spinal fracture, according to a medical report released by her team, the Netherlands-based Van Amersfoort Racing.\n\n\"The whole world saw what happened and we can only thank God that SophiaFloersch escaped with relatively light injuries,\" Van Amersfoort Racing tweeted. \"Our thoughts go also to the other people involved and we wish them a speedy recovery.\"\n\nVideo footage showed Floersch appearing to clip Japanese driver Sho Tsuboi's car while hurtling off the track at high speed on a tight right-hand bend. Floersch's car then went through a catch fence, hit a structure on the perimeter and dropped to the ground with safety officials immediately on the scene.\n\nFloersch was taking the corner at about 171 miles-per-hour when her car crashed through the fence on her fourth lap.\n\nGETTY/China News Service\n\nThe incident prompted an immediate red flag and a delay of more than an hour before the race was restarted.\n\nIn a statement posted on social media, motor sport's governing body FIA said \"the driver (Floersch) is conscious and has subsequently been taken to hospital for further evaluation.\" It added that Tsuboi and \"two members of the media and one marshal were also transferred to a local hospital in a conscious state for further evaluation.\"\n\nMedia reports said Tsuboi has lumbar pain.\n\nFIA president Jean Todt posted a statement on Twitter saying the sport's organizing body was \"mobilized to help those involved and analyze what happened.\n\n\"All my thoughts are with you SophiaFloersch and the others injured. I wish you all a safe recovery.\"\n\nMacau is a former Portuguese colony near Hong Kong."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Nissan says chairman Ghosn to be dismissed for misconduct", "description": "Car industry executive arrested after probe found that he misrepresented his income and allegedly misused company assets", "url": "https://www.cbsnews.com/news/nissan-says-chairman-ghosn-to-be-dismissed-for-misconduct/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2006/06/30/d3de1daf-a642-11e2-a3f0-029118418759/thumbnail/1200x630/e2c20344a6a7a4ccf832ea015f975827/image1769502x.jpg", "publishedAt": "2018-11-19T12:12:09Z", "content": "Nissan Motor said it plans to dismiss chairman Carlos Ghosn after an internal investigation found he under-reported his income and engaged in other \"significant misconduct.\" Ghosn was arrested by Tokyo prosecutors on suspicion of underreporting his earnings, … [+2830 chars]", "fulltext": "Nissan Motor on Monday said it plans to dismiss Chairman Carlos Ghosn after an internal investigation found he underreported his income and engaged in other \"significant misconduct.\"\n\nGhosn was arrested by Tokyo prosecutors on suspicion of underreporting his earnings, according to Japanese broadcaster NHK. The executive earned about $9.7 million in fiscal 2016, but the following year reported his earnings declined 33 percent, NHK said.\n\nShares of Renault, which owns a 43 percent stake in Nissan, plunged 14 percent early Monday. The news of Ghosn's troubles broke after Japanese markets had closed for the day.\n\nYokohama-based Nissan, one of the world's largest automakers, said the violations were discovered during an investigation over several months that was instigated by a whistleblower. Ghosn, 64, also allegedly engaged in personal use of company assets, it said.\n\nNissan said it was providing information to the prosecutors and cooperating with their investigation. The allegations also concern a Nissan representative director, Greg Kelly, it said.\n\nTogether, the two under-reported their income by a combined 5 billion yen, or about $44 million, from 2011 to 2015, Japan's Kyodo News service reported.\n\nNissan CEO Hiroto Saikawa Saikawa apologized profusely for the allegations against Ghosn. \"Beyond being sorry I feel great disappointment, frustration, despair, indignation and resentment,\" he told reporters at a late-night news conference at the company's headquarters in Yokohama.\n\nGhosn, Kelly to be removed\n\nSaikawa planned to propose to its board that Ghosn and Kelly both be removed from their posts, the company said in a statement.\n\n\"Nissan deeply apologizes for causing great concern to our shareholders and stakeholders. We will continue our work to identify our governance and compliance issues, and to take appropriate measures,\" it said.\n\nThe Nissan-Renault-Mitsubishi group is among the biggest auto alliances in the world, selling about 10 million vehicles a year. Before joining Renault, Ghosn worked for Michelin North America.\n\nAli Kaya, who heads the CGT union at a Renault factory in Flins outside Paris, said \"the most shocking thing is that these people were not arrested well before this.\"\n\nHe lamented that the public has grown inured to \"astronomical sums\" paid to Ghosn and other executives. The powerful, hard-left CGT has long campaigned to cap executive pay.\n\nRenault and the French government are refusing to comment. The French government owns 15 percent of Renault.\n\nCharles Platiau / REUTERS\n\nThe allegations are a serious blow at a time when Nissan and Mitsubishi Motor Co. are still overcoming scandals over their quality testing reporting.\n\nGhosn is credited with helping engineer a remarkable turnaround at Nissan over the past two decades, resuscitating the Japanese automaker from near bankruptcy after he was sent in by Renault.\n\nHe served as Nissan's chief executive from 2001 until April 2017, becoming chief executive of Renault in 2005, leading the two major automakers simultaneously. In 2016, Ghosn became Mitsubishi Motors' chairman.\n\nFor the past two decades, he has maintained an unusually high profile in a nation where foreign chief executives of major Japanese companies are still relatively rare.\n\nGhosn has appeared on magazine covers dressed in kimono, vowing to renew the Nissan brand. He was widely praised in Japanese industry circles for delivering sorely needed cost cuts and introducing greater efficiency at a time when Nissan needed a fresh start."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Kansas official's \"master race\" comment sparks outcry", "description": "Louis Klemp cited the master race - the Nazi ideology of Aryan supremacy - at a board meeting while responding to a presentation by a black official", "url": "https://www.cbsnews.com/news/louis-klemp-official-whites-are-master-race-must-resign-kansas-governor-jeff-colyer-says/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/6304c88d-88a7-4b9e-92f5-e91e0e751f22/thumbnail/1200x630/ae2887eb76c7aee70ddaa3f96f6e4f35/klemp-ap-18319834542629.jpg", "publishedAt": "2018-11-19T12:06:38Z", "content": "LEAVENWORTH, Kan. -- Kansas Gov. Jeff Colyer has called on a white county official to resign after the official said at a public meeting that he belongs to \"the master race.\" Leavenworth County Commissioner Louis Klemp cited the master race - the Nazi ideolog… [+1507 chars]", "fulltext": "LEAVENWORTH, Kan. -- Kansas Gov. Jeff Colyer has called on a white county official to resign after the official said at a public meeting that he belongs to \"the master race.\" Leavenworth County Commissioner Louis Klemp cited the master race - the Nazi ideology of Aryan supremacy - at a board meeting Tuesday while responding to a presentation by a black official, Triveece Penelton, on road development options in Tonganoxie, just west of Kansas City.\n\nColyer, a Republican, says in a statement Saturday that the remark was unacceptable. He says: \"Racial and discriminative language have no place in our society and most especially when spoken by someone holding public office.\"\n\nSome members of the county commission also have called on Klemp to resign. Klemp, who was appointed to fill a Republican vacancy, told KSHB-TV off camera that his comment was a joke.\n\nCBS affiliate KCTV reports that Commissioner Bob Holland said the bizarre observations had nothing to do with the agenda.\n\n\"What's this master race?\" Bob Holland said. \"None of us are master race. We're all American and we're all human beings.\"\n\nHowever, Leavenworth County Administrator Mark Loughry released a statement, saying the comments had to do with the fact that both Klemp and the woman he was addressing have gaps in their front teeth.\n\n\"On several occasions over the past year Mr. Klemp has made reference that those with a gap in their front teeth are members of the master race,\" Loughry said. \"At Tuesday's meeting he stated that he and the lady presenting to the Board were both members of the master race due to the gap in their teeth.\"\n\nLoughry added: \"The use of the term 'Master Race,' as ill-advised as it may be, was not a reference to Nazis or used in a racist manner in this instance.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "\"This is our home\": Firefighters struggle beyond job's physical toll", "description": "In the last 13 months, fire crews have faced five of the 10 most destructive fires in state history", "url": "https://www.cbsnews.com/news/fires-in-california-firefighters-personal-toll-well-being/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/abfbf1a7-3aef-458e-bcd0-280b3861cf2b/thumbnail/1200x630/8aa37b8ce334f6d1b22851901bc003cc/gettyimages-1059658744.jpg", "publishedAt": "2018-11-19T11:49:01Z", "content": "More than 6,400 firefighters are currently battling California's two largest wildfires. In the last 13 months, fire crews have faced five of the 10 most destructive fires in state history. After months of battling flames across the state, many of the firefigh… [+2084 chars]", "fulltext": "More than 6,400 firefighters are currently battling California's two largest wildfires. In the last 13 months, fire crews have faced five of the 10 most destructive fires in state history. After months of battling flames across the state, many of the firefighters are struggling with more than the physical toll of the job, reports CBS News correspondent DeMarco Morgan.\n\nIt's dinner time at a Cal Fire command center in Chico, California — a chance for firefighters to slow down.\n\n\n\nFor Chad Farris, it's a time to see his infant daughter's face.\n\n\n\n\"I got out of the military last June, started the next day with Liberty and been going on fires ever since,\" Farris said.\n\n\n\nFarris is just one of the thousands of firefighters battling flames across the state during a year in which fires chewed through more than 1.5 million acres of land, an area larger than Rhode Island.\n\nBen Holliday and Joshua Wilkins have been moving from fire to fire since June.\n\n\"Fire seasons don't seem to end these days,\" Holliday said.\n\n\"I hit all the major fires in California and then figured come November we'd be done,\" Wilkins said. \"It's a lot, you know. Family life is very difficult, personal life is difficult, and just you know our personal well-being is stressed by the job we do.\"\n\n\n\nBoth men are from Butte County where the Camp Fire has devastated their community.\n\n\n\n\"This is our home. We both, everyone on our task force that we're on has family here, houses gone and what not, so yeah, this one definitely hit home more than any fire I've been on. Hands down,\" Holliday said.\n\n\n\nCal Fire Capt. Joe Chavez helped his wife and two young daughters evacuate before watching his home in Paradise burn down.\n\n\"I pulled into our driveway and our house was on fire,\" Chavez said. \"That was definitely hard to watch, and there's still a lot of feelings I need to deal with, with that... I'm just glad to have my family whole, because there's a lot of families out there that are not whole right now, there's a lot of people that still haven't been found... knowing there are people out there that don't have a family anymore, that hurts.\"\n\nWith so many firefighters working around the clock, it's worth noting that there are reportedly 1,500 prison inmates working with them in the field. They have also been working on fires all year, some of them reportedly being paid $2/hour."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "How the fight against robocalls has become an escalating \"arms race\"", "description": "As FCC demands telecom companies meet new standards, T-Mobile introduces new technologies to screen and block robocalls", "url": "https://www.cbsnews.com/news/robocalls-an-escalating-arms-race-against-scammers-t-mobile/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/6faf2caa-3cfb-4d49-95b0-7968b2c19f2b/thumbnail/1200x630/c738d85606a33c78fa5dfc0bf69b8e3b/scam-likely-scam-id-promo.jpg", "publishedAt": "2018-11-19T11:38:46Z", "content": "It is estimated that by early next year, nearly 50 percent of all the calls you get on your cellphone will be robocalls. Last month alone, more than five billion robocalls were made. Lawmakers last week proposed bipartisan legislation to fine scam robocallers… [+3905 chars]", "fulltext": "It is estimated that by early next year, nearly 50 percent of all the calls you get on your cellphone will be robocalls. Last month alone, more than five billion robocalls were made.\n\nLawmakers last week proposed bipartisan legislation to fine scam robocallers up to $10,000 per call; and the FCC is demanding telecommunications companies lay out their plans to meet new standards, so that scam calls can be identified and stopped.\n\nCBS News asked major companies what they're doing to stop illegal robocallers and one, T-Mobile, offered to show us.\n\nCBS News\n\nT-Mobile's programs to stop robocalls begin in a lab packed with computer servers. \"This is where we test everything that we put into our network,\" said company vice president Grant Castle.\n\nFrom that noisy room came T-Mobile's Scam ID program. It alerts customers to problem calls they won't want to pick up.\n\n\"Although the caller is going to use a phone number close to mine, I'm still going to know it's a scam,\" Castle told correspondent Anna Werner. \"I knew the phone number, I could see it was a scam, so I can send it away.\"\n\nCastle believes T-Mobile is ahead of its competitors, and the robocallers. \"Every time we make an improvement, the scammers make a change. So, it's an arms race to see who can trick who,\" he said.\n\nAnd the arms race is escalating: \"The scammers are trying new technologies, new ways to scam people. So, we're upping our technology to keep up with them.\"\n\nCustomers can use the Scam ID feature to screen unfamiliar calls, or block them completely.\n\nAnd this week, T-Mobile is launching a new app, Name ID, that will allow users to choose the type of call they want to block – everything from nuisance calls, to political or charity calls, even prison calls.\n\n\"With this new app, customers have better control over what they would like to see, and what they don't want to see,\" said Castle.\n\nBut the FCC is also pushing companies to meet new standards known by the acronym SHAKEN/STIR. (SHAKEN = Signature-based Handling of Asserted information using toKENs. STIR = Secure Telephone Identity Revisited.) They would allow carriers to verify calls with a digital fingerprint, to show that the person making the call and the person receiving the call are who they say they are, not a scammer trying to \"spoof\" or imitate a phone number.\n\nCastle said, \"The standard is essentially, two operators have certificates or tokens that they exchange with each other in each call, and more or less it just says I am who I am.\"\n\nT-Mobile says it's ready, and other major carriers say they're working on it. But others apparently are not: in letters the FCC asked them why not, and gave all 14 companies until today to detail their plans to the agency.\n\nAs FCC chairman Ajit Pai told \"CBS This Morning\" in March, \"For those things that are within our authority, we're pursuing them very aggressively.\"\n\nBut in order for that plan to work, all carriers have to get on board. And industry expert Aaron Foss said, even if that happens, \"scammers are going to go where they can find victims.\"\n\nFoss founded Nomorobo, a robocall-blocking app for phones. He says those new SHAKEN/STIR standards are good, up to a point.\n\n\"But what it doesn't do is, it doesn't say if that call is legal,\" said Foss. \"It doesn't say anything about the content. It just says that that number is allowed to be called. So, it will stop what is called 'neighbor spoofing,' but it's absolutely not going to solve the whole robocall problem.\"\n\nWhich is why Foss says Nomorobo takes an \"editorial\" approach to robocalls – blocking them entirely.\n\n\"A lot of the other competitors are labeling it or saying things like 'spam likely,' 'scam likely,' 'telemarketer.' We know that consumers just don't want the phone to even ring, and that's what we're doing,\" said Foss.\n\nNomorobo and T-Mobile's Name ID app both have a small monthly fee.\n\nCBS News reached out to all 14 phone carriers that received a letter from the FCC. The majority responded and said they will tell the FCC today what they are preparing to do to adopt the new call authentication system in 2019.\n\nWhether the carriers will all be able to deploy the system in 2019 remains to be seen."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "AP", "title": "Mexican ex-cartel boss dies after heart attack in jail", "description": "Hector Manuel Beltran Leyva's family-run cartel was once a leading player in drug trafficking, controlling the U.S. border in Sonora", "url": "https://www.cbsnews.com/news/hector-manuel-beltran-leyva-mexican-cartel-boss-el-h-dies-heart-attack-prison/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2014/10/02/acf642c4-b04c-400b-9cbb-b355ccf1bcbf/thumbnail/1200x630/d19ffb214f969f09fb2a55116604d47c/456489992.jpg", "publishedAt": "2018-11-19T11:13:22Z", "content": "MEXICO CITY -- Mexican drug boss Hector Manuel Beltran Leyva, once one of Mexico's most-wanted men, died Sunday after suffering a heart attack in jail. The Interior Ministry said that Beltran Leyva, 56, was transported to a hospital the central city of Toluca… [+1330 chars]", "fulltext": "MEXICO CITY -- Mexican drug boss Hector Manuel Beltran Leyva, once one of Mexico's most-wanted men, died Sunday after suffering a heart attack in jail. The Interior Ministry said that Beltran Leyva, 56, was transported to a hospital the central city of Toluca after complaining of chest pains but that doctors were unable to save him.\n\nBeltran Leyva received the necessary medical attention and prison and hospital personnel did everything in their capacity to revive him, the ministry said, emphasizing that security protocols were observed.\n\nBeltran Leyva was arrested in 2014 in San Miguel de Allende, a colonial city favored by U.S. retirees, but had eluded an extradition request from the United States.\n\nThe family-run Beltran Leyva cartel was once a leading player in Mexican drug trafficking, with control of the U.S. border region in Sonora. In 2008, a federation dominated by the Sinaloa Cartel, which included the Beltran Leyva organization, broke apart, sparking one of the bloodiest episodes of Mexican cartel infighting.\n\nBrothers Alfredo and Carlos were arrested, while Arturo was killed by security forces. Hector's wife Clara Laborin Archuleta was arrested in 2016 after taking over cartel operations and trying to reassert control in the Pacific Coast resort of Acapulco. Splinter groups have subjected Acapulco to unrelenting waves of violence and extortions.\n\nSinaloa Cartel leader and infamous escape artist Joaquin \"El Chapo\" Guzman, who is currently on trial at a federal court in Brooklyn, is suspected of having provided intelligence that led to the arrest of Alfredo."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "11/18: CBS Evening News", "description": "Death toll rises in wildfire that swept Paradise, California; first responders in Paradise, California, help fellow residents", "url": "https://www.cbsnews.com/video/1118-cbs-evening-news-2/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/aceb69ae-aea2-4b55-b178-247c638267f7/thumbnail/1200x630/c81e6800ba25829adf853cfd52600e7d/1118-en-full-replace-1715341-640x360.jpg", "publishedAt": "2018-11-19T10:52:52Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Forecast rain could bring new woes to parts of California hit by wildfires", "description": "It could hinder search for missing in Northern California and trigger mud and rockslides in Southern California -- but could also aid firefighters", "url": "https://www.cbsnews.com/news/california-wildfires-forecast-rain-could-bring-new-problems-hinder-searches-mudslides-rockslides-winds/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/16/1fcee478-bf2f-44cd-9394-9f69d6ad19b8/thumbnail/1200x630/1c09bd57cb0ce0430a9118bf6c3be735/california-wildfires-1061906626.jpg", "publishedAt": "2018-11-19T10:33:03Z", "content": "PARADISE, Calif. -- The search for remains of victims of the devastating Northern California wildfire has taken on new urgency due to rain in the forecast for midweek that could complicate those efforts and bring significant winds with it. The rain could also… [+3070 chars]", "fulltext": "PARADISE, Calif. -- The search for remains of victims of the devastating Northern California wildfire has taken on new urgency due to rain in the forecast for midweek that could complicate those efforts and bring significant winds with it.\n\nThe rain could also trigger mudslides and rockslides in areas of Southern California hit by wildfires, reports CBS Los Angeles.\n\nAt the same time, the rain could help douse flames and bring relief to firefighters on the front lines.\n\nUp to 400 people fanned out Sunday to search the ash and rubble where homes stood before flames roared through the Sierra foothills town of Paradise and surrounding communities, killing at least 77 people in the deadliest U.S. wildfire in a century.\n\nThe death count only grew by one Sunday and firefighters managed to expand containment to 65 percent of the 234 square mile burn zone.\n\nAbout 1,000 names remain on a list of people unaccounted for more than a week after the fire began in Butte County about 140 miles north of San Francisco, authorities said.\n\nAuthorities don't believe all on the list are actually missing and the roster dropped by 300 on Sunday as more people were located or got in touch to say they weren't missing.\n\nThe National Weather Service said rain in the forecast for the Paradise area could bring 20 mph sustained winds and 40 mph gusts, which could make it hard for crews to keep making progress against the blaze.\n\nWearing white coveralls, hard hats and masks, teams of volunteers and search and rescue crews poked through the smoky debris for fragments of bone before rains could wash them away or turn loose, dry ash into a thick paste. The so-called Camp Fire has destroyed more than 10,500 homes.\n\nA team of 10 volunteers, accompanied by a cadaver dog, went from house to house in the charred landscape. They scrutinized the rubble in five-minute sweeps, using sticks to move aside debris and focus on vehicles, bathtubs and what was left of mattresses.\n\nWhen no remains were found, they spray-painted a large, orange \"0'' near the house and moved on.\n\nSheriff Kory Honea said it was within the \"realm of possibility\" that officials would never know the exact death toll from the blaze. He also questioned whether the search for remains could be completed by midweek when rain is forecast.\n\nOn Sunday afternoon, more than 50 people gathered at a memorial for the victims at First Christian Church in Chico, where a banner on the altar read, \"We will rise from the ashes.\"\n\nPeople hugged and shed tears as Pastor Jesse Kearns recited a prayer for first firefighters, rescuers and search teams: \"We ask for continued strength as they are growing weary right now.\"\n\nIn Southern California, forecasters are warning of the threat of mudslides and rockslides in areas affected by both the Woolsey and Hill fires.\n\nThe National Weather Service said there's potential for travel delays on Wednesday afternoon into the evening along the Pacific Coast Highway and canon roads as a result."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "AP", "title": "Thousands urged to flee Guatemala's killer \"Volcano of Fire\"", "description": "Authorities warn 10 communities to evacuate as volcano that killed almost 200 people in June continues belching molten lava", "url": "https://www.cbsnews.com/news/volcano-of-fire-guatemala-volcan-de-fuego-evacuations-eruption-today-2018-11-19/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/37125f7c-1e33-4e36-9de2-0bf95ded8a50/thumbnail/1200x630/a2e9e69a172f1abf40e901513a7daf70/volcan-de-fuego-guatemala-volcano-1063447906.jpg", "publishedAt": "2018-11-19T09:53:08Z", "content": "GUATEMALA CITY -- Disaster coordination authorities have asked 10 communities in Guatemala to evacuate and go to safe areas after an increased eruption of the Volcano of Fire. The 10 communities have at least 2,000 residents, but each community will decide if… [+1076 chars]", "fulltext": "GUATEMALA CITY -- Disaster coordination authorities have asked 10 communities in Guatemala to evacuate and go to safe areas after an increased eruption of the Volcano of Fire.\n\nThe 10 communities have at least 2,000 residents, but each community will decide if they evacuate or not. Antigua al Rescate, an organization that helped communities after a devastating eruption in June, and a newspaper in the capital reported at least three communities were doing so.\n\nImages of the volcano after midnight showed glowing lava at the summit. The volcano is located among the departments of Escuintla, Chimaltenango and Sacatepéquez in the south-central part of the country.\n\nDavid de León, spokesman for the National Coordinator for Disaster Reduction, told The Associated Press that at least eight communities should leave.\n\nDe León said monitoring of the volcano's activity during the day Sunday showed the intensity of the eruption was being maintained, so the evacuation was called for to protect people.\n\nThe 12,300-feet Volcano of Fire is one of the most active in Central America.\n\nAn eruption in June killed 194 people and left at least 234 missing, although organizations supporting the communities have insisted there are thousands of missing persons. It spewed more ash and lava in October, prompting warnings for the nearby communities.\n\nProsecutors in Guatemala launched an investigation into whether the country's emergency response agency was negligent in its response to the deadly eruption during the summer.\n\nOne Guatemalan lawmaker told CBS News that it took the agency three hours to issue official evacuation warnings after scientists issued their own -- a delay officials blamed on a communication breakdown they believe may have cost lives."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Lightning rod Florida elections official stepping down: Reports", "description": "Broward County elections head Brenda Snipes, center of many controversies during long tenure -- including just-concluded recounts -- stepping down: reports", "url": "https://www.cbsnews.com/news/lightning-rod-broward-county-florida-elections-head-brenda-snipes-stepping-down-reports/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/3b991e82-e23c-4c78-bb27-2af92f9473de/thumbnail/1200x630/18a454167f0f2ed41815fb9aa779ad7e/gettyimages-1059926080.jpg", "publishedAt": "2018-11-19T07:58:44Z", "content": "LAUDERHILL, Fla -- Following a controversy-saturated 2018 midterm election and a recount during which she and her office came under extreme criticism, Broward County Supervisor of Elections Dr. Brenda Snipes is stepping down, CBS Miami has confirmed. The stor… [+1442 chars]", "fulltext": "LAUDERHILL, Fla -- Following a controversy-saturated 2018 midterm election and a recount during which she and her office came under extreme criticism, Broward County Supervisor of Elections Dr. Brenda Snipes is stepping down, CBS Miami has confirmed.\n\nThe story was first reported by the South Florida Sun-Sentinel.\n\nThe newspaper says Snipes' long tenure has been filled with \"botched elections, legal disputes and blistering criticism.\"\n\nWord of the major shakeup in the Broward County Department of Elections came just hours after it concluded its hand recount in the hotly contested Florida Senate race in which Republican Gov. Rick Scott eked out a win over incumbent Democratic Sen. Bill Nelson.\n\nSnipes submitted her letter of resignation Sunday evening, ending her nearly two-decade tenure as Broward's elections leader.\n\nBREAKING: Broward Elections Supervisor Brenda Snipes has submitted her letter of resignation, @CBSMiami has confirmed.\n\nThis story was first reported by @SunSentinel — Jim DeFede (@DeFede) November 19, 2018\n\nCBS Miami learned Snipes submitted it to the state. The Sun-Sentinel reported it will go into effect in early January.\n\nCBS Miami reached out Sunday to Scott's office and the division of elections but hasn't gotten a copy of the letter.\n\nSince Election Day, Snipes and her office have faced fierce criticism failing to release public records, being one of the last counties to finish counting ballots, and misplacing more than 2,000 ballots.\n\nSnipes said those ballots were tabulated before the mishap.\n\nSnipes, 75, was appointed to the position in 2003 by then-Gov. Jeb Bush.\n\nShe was elected to a full term the following year, then she was re-elected in 2008, 2012 and 2016."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "How to help those affected by the California wildfires", "description": "Camp Fire has been blamed for dozens of deaths and is the most destructive wildfire in the Golden State's history", "url": "https://www.cbsnews.com/news/california-wildfires-camp-woolsey-evacuations-latest-death-toll-how-to-help-victims-today-2018-11-19/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/14/cc6f9a23-3dec-41fa-8a6f-96e70d3aac60/thumbnail/1200x630g4/873f0acb98443c0ccab628cf94271e02/gettyimages-1059345284.jpg", "publishedAt": "2018-11-19T06:16:42Z", "content": "Devastating wildfires have seized California, scorching an entire town and forcing thousands of residents to flee from their homes. At least two major fires are still burning across the state including the Camp Fire north of Sacramento, which is blamed for at… [+2395 chars]", "fulltext": "Devastating wildfires have seized California, scorching an entire town and forcing thousands of residents to flee from their homes. At least two major fires are still burning across the state including the Camp Fire north of Sacramento, which is blamed for at least 77 deaths, making it the deadliest fire California has ever seen.\n\nThe Woolsey Fire, more than 90 percent contained, threatened thousands of structures northwest of Los Angeles. Statewide there have been a total of 80 deaths.\n\nPresident Trump approved an emergency disaster declaration which made federal resources available to affected communities, but if you also want to help out here are some ways to do so:\n\nKCBS-TV and KCAL-TV have been gathering funds from across California and beyond. A total of $1.27 million has been raised so far. You can make a donation here.\n\nThe Red Cross is seeking donations for the numerous evacuation centers they've opened for California residents seeking refuge. Red Cross evacuation centers do accept pets. You can visit redcross.org, call 1-800-RED CROSS or text the word REDCROSS to 90999 to make a $10 donation.\n\nBoth the United Way of Greater Los Angeles and the United Way of Northern California are seeking donations to help their respective communities. United Way of Northern California is providing emergency cash grants to those who lost their homes and is working to connect other non-profits with survivors in need of their services. The United Way of Greater Los Angeles has also set up a disaster relief fund.\n\nAirbnb is looking for people who are able to host those displaced by the fires and relief workers in Ventura, Los Angeles, Santa Barbara and San Diego counties through November 29. You can sign up here if you are interested in being a host.\n\nThe Salvation Army is working at both ends of the state to provide meals and gift cards to victims of the wildfires. So far, they have provided more than 150,000 meals and over $100,000 worth of gift cards and other needed items. Donate to those affected in Northern California fire here and to help Southern California victims go here.\n\nThe IAFF, which represents thousands of firefighters and responders, is accepting donations for its Disaster Relief Fund. The 100-year-old organization uses these funds to help firefighters who are working on the front lines and their families, from financial to emotional support.\n\nGoFundMe has compiled a list of verified GoFundMe campaigns to help victims of the fires. If you can't decide on a campaign or want to help more than one, you can also donate to their Direct Impact Fund, which supports a number of campaigns connected to California fires."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Condoleezza Rice says she won't be head coach of the Cleveland Browns", "description": "Condoleezza Rice, the former secretary of state under George W. Bush, issued a statement Sunday saying she won't be the next head coach of the Cleveland Browns. Rice, an avid Browns fan, was responding to an ESPN report claiming the team wanted to interview h…", "url": "https://www.cbsnews.com/video/former-secretary-of-state-condoleeza-rice-nfl-rumors-cleveland-browns/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/047c1972-b885-4d56-9171-9093d59bb65a/thumbnail/1200x630/a182069aae3a0ebd82470ca9a3566312/cbsn-fusion-former-secretary-of-state-condoleeza-rice-nfl-rumors-cleveland-browns-thumbnail-1715320-640x360.jpg", "publishedAt": "2018-11-19T05:35:34Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "A dose of hope, A dose of greed, Tim Green", "description": "Widespread use of naloxone, an opioid overdose antidote, is needed more than ever in the U.S. 60 Minutes reports on one drug company that claims to be increasing access by pricing an injector of naloxone at $4000+; And, Tim Green on coping with the ALS he thi…", "url": "https://www.cbsnews.com/video/a-dose-of-hope-a-dose-of-greed-tim-green/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/9be776ce-4762-48ef-b485-88ca3d59a785/thumbnail/1200x630/1660eed6365dfa94d0a00364afd48961/naloxonepart1-1715014-640x360.jpg", "publishedAt": "2018-11-19T04:03:30Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Peter Martinez", "title": "Dallas woman who went to Mexico for plastic surgery now in hospice", "description": "Laura Avila's family statement said she was \"mistreated by doctors in Mexico\" and she \"would not want her tragic experience to pass in vain\"", "url": "https://www.cbsnews.com/news/dallas-laura-avila-plastic-surgery-mexico-rino-center-hospice-care-today-2018-11-18/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/19/5ca88882-f0cc-431c-93e2-ded2b3467609/thumbnail/1200x630/bfb7fef1ddb68f7849bbfd5c0d8b332e/181118-cbsnews-laura-avila-01.png", "publishedAt": "2018-11-19T03:03:30Z", "content": "A Dallas real estate agent who traveled to a clinic in Mexico in October for several plastic surgery procedures and returned to the U.S. on life support with brain damage has been moved to hospice care late Friday night, according to her family's attorney. La… [+2825 chars]", "fulltext": "A Dallas real estate agent who traveled to a clinic in Mexico in October for several plastic surgery procedures and returned to the U.S. on life support with brain damage was moved to hospice care late Friday night, according to a statement on her sister's Facebook page.\n\nThe statement from Laura Avila's sister, Angie Avila, addressed to \"family and friends\" said, \"Based on the recommendation of Laura's physicians, and after hours of agony and consideration, our family moved Laura to a more comfortable facility late last night. Laura is peacefully resting and her fate is in the hands of God. Visitation is limited to immediate family and very close friends. We appreciate your understanding and respect towards our wishes. Thank you for keeping Laura in your prayers and for all of your continued love & support.\"\n\nThe page includes a link to a GoFundMe campaign Angie set up in Laura's behalf. As of 2 a.m. EST Monday, the page said more than half of the $150,000 had been raised.\n\nEnrique Cruz, Avila's fiance, said he was at the Rino Center in Ciudad Juarez when his healthy fiancee went in for a nose job and breast implant replacement. Some eight hours later, doctors said there was a problem.\n\n\"The only thing that they told me was that they had to take her to the hospital because that, the anesthesia wasn't wearing off and they did not know why,\" Cruz told CBS News' Anna Werner last week.\n\nAngie said doctors at the Mexican hospital where her sister was transferred told them the Rino Center put the anesthesia in the wrong place in Laura's spine and that her brain swelled, her kidneys failed and she went into cardiac arrest.\n\n\"I just said to myself, 'This isn't happening. This can't happen,\"' Angie said. \"Because of the brain damage she suffered, she'll never be our Laura again.\"\n\nThe family said in a separate statement Sunday that, \"Laura was mistreated by doctors in Mexico who were more interested in luring American consumers to their country for the income generated from the promise of discounted medical services than in providing proper patient care.\" That statement was released by Avila family attorney Larry Friedman.\n\nHandout\n\nCruz said he researched the clinic and found positive reviews online. Angie said they have family in Mexico and, while growing up, often crossed the border to visit from El Paso.\n\n\"It sounds crazy to say, 'Oh they went to another country,' but to us, you know, it's home. It's familiar,\" Angie said.\n\nA 2017 study estimated nearly 1.5 million Americans were expected to travel outside the U.S. for medical care. In Mexico, procedures can cost anywhere between 40 and 65 percent less than in the U.S. Laura's family estimates her procedures were somewhere around $8,500.\n\n\"People are seeking alternatives,\" said Josef Woodman, CEO of Patients Beyond Borders. \"The oversight in countries like Mexico isn't up to the same standards as it is on the United States.\"\n\n\"Laura would not want her tragic experience to pass in vain,\" the Avila family statement said. \"Americans seeking bargain medical services outside the U.S. should carefully examine the services offered, the credentials and experience of the medical providers, the risks involved, the chances of success and weigh those factors against the amount of money saved by crossing the boarders treatment. If her experience saves one life, then all that she has been through will have been worthwhile.\"\n\nAvila's family said they want the Rino Center to be held responsible.\n\n\"As long as my heart is beating, I will make sure they pay for what they did and this can't happen to anybody else,\" Angie said.\n\nThe family didn't mention if Avila had been taken off life support as of Sunday night."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Danielle Garrand", "title": "Finland's president denies telling Trump the country rakes its forests", "description": "Finland President Sauli Niinistö said he never brought up raking with President Trump during their conversation in Paris last weekend", "url": "https://www.cbsnews.com/news/finland-president-sauli-niinisto-denies-telling-donald-trump-the-country-rakes-forests/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/19/f6c5b39a-6823-42fc-87b8-4c4d88efc0d3/thumbnail/1200x630/25381fc5f2745c9b2c9a09c36ff07ccc/gettyimages-1063026300-594x594.jpg", "publishedAt": "2018-11-19T01:22:09Z", "content": "While touring a town ravaged by the Northern California Camp Fire on Saturday, President Trump said Finland's president claimed the country doesn't have many problems with forest fires because it spends \"a lot of time on raking.\" Finland's President Sauli Nii… [+2122 chars]", "fulltext": "While touring a town ravaged by the Northern California Camp Fire on Saturday, President Trump said Finland's president claimed the country doesn't have many problems with forest fires because it spends \"a lot of time on raking.\" Finland's President Sauli Niinistö said the topic of raking never came up in their conversation.\n\nMr. Trump was visiting Paradise, California, this weekend with California Gov. Jerry Brown, California Governor-elect Gavin Newsom and Paradise Mayor Jody Jones when he was asked what could be done to prevent a similar disaster in the future. The wildfire has been called the deadliest and most destructive in the Golden State's history.\n\n\"You gotta take care of the floors. You know? The floors of the forest. Very important,\" said Mr. Trump. \"I was with the President of Finland and he said, 'We have a much different — we're a forest nation.' He called it a 'forest nation.' And they spend a lot of time on raking and cleaning and doing things, and they don't have any problem. And when it is, it's a very small problem.\"\n\n\"They spend a lot of time on raking and cleaning and doing things, and they don't have any problem\": Pres. Trump suggests raking could prevent wildfires while touring a town impacted by the deadly California Camp Fire on Saturday. https://t.co/kamY4rB5wa pic.twitter.com/lXjIZL3GS4 — CBS News (@CBSNews) November 19, 2018\n\nNiinistö said he doesn't remember mentioning raking leaves with Mr. Trump, but did say the two leaders spoke about the California wildfires when they met in Paris in early November.\n\n\"I mentioned [to] him that Finland is a land covered by forests and we also have a good monitoring system and network,\" Niinistö told lta-Sanomat, Finland's second-largest paper on Sunday. He also told the newspaper that he remembers uttering the phrase \"we take care of our forests\" during their conversation.\n\nTwitter quickly learned of the raking comments, with many from Finland ridiculing Mr. Trump by tweeting images of themselves or others raking in the forest. Some used the hashtag #haravointi, which is translated to #Raking in english.\n\nThe Camp Fire in Butte County in Northern California, one of two major blazes in California, has scorched some 150,000 acres of land, killed 77 people and led to at least 1,000 missing people.\n\nThe Woolsey Fire in Southern California has burned 96,949 acres and killed three people."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Redskins' Alex Smith suffers gruesome, season-ending leg injury", "description": "Smith, 34, broke his right tibia and fibula on a sack by Texans' Kareem Jackson during third-quarter of Sunday's game", "url": "https://www.cbsnews.com/news/washington-redskins-quarterback-alex-smith-suffers-gruesome-leg-injury-today-broken-tibia-fibula-2018-11-18/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/19/28ff2e28-83a6-4f54-b7d9-4baa3af67155/thumbnail/1200x630/a136ea7a7246fb10ddac042fc3edb80b/ap-18322727983605.jpg", "publishedAt": "2018-11-19T00:26:56Z", "content": "Washington Redskins quarterback Alex Smith suffered a gruesome, season-ending leg injury Sunday in the third-quarter of his team's 23-21 loss to the Houston Texans. Smith, 34, broke his right tibia and fibula on a sack by Texans safety Kareem Jackson, and wil… [+1832 chars]", "fulltext": "Washington Redskins quarterback Alex Smith suffered a gruesome, season-ending leg injury Sunday in the third-quarter of his team's 23-21 loss to the Houston Texans. Smith, 34, broke his right tibia and fibula on a sack by Texans safety Kareem Jackson, and will require surgery.\n\n\"I know it was very painful for him and heartbreaking for a lot of people,\" Redskins coach Jay Gruden said. \"He's a great guy and hard worker and one of the key leaders on this football team.\"\n\nSmith's leg turned the wrong way, similar to the way former Redskins quarterback Joe Theismann's did when he was sacked by Lawrence Taylor in 1985. The injury, which occurred 33 years ago to the day, ended Theismann's career.\n\n\"I saw a pile of people go down, and then I saw Alex's leg in the position it was in. And I turned away after that. It brought back vivid memories,\" Theismann told The Associated Press. \"This date has always been a day in my life that I'll never forget.\"\n\nAlex’s leg is exactly like mine 33 yrs ago — Joe Theismann (@Theismann7) November 18, 2018\n\nI feel so bad for him. — Joe Theismann (@Theismann7) November 18, 2018\n\nColt McCoy, the only other quarterback on the roster, replaced Smith and threw for a touchdown pass and led a long scoring drive for Washington (6-4), which likely will have to rely on the journeyman quarterback the rest of the season. When a McCoy-led drive finished with an Adrian Peterson touchdown to put the Redskins up 21-20 early in the fourth quarter, it was the first lead change in a game involving the Redskins all season.\n\n\"You pray for opportunities to get to play,\" McCoy said. \"You don't like to see it how it happened today.\"\n\nJoe Robbins / Getty\n\nThe Texans (7-3) went ahead for good on a 54-yard field goal by Ka'imi Fairbairn, who missed a 44-yarder earlier. The winning streak stayed alive when Redskins kicker Dustin Hopkins missed a 63-yard field-goal attempt with 3 seconds left.\n\n\"We're all gutted for Alex,\" Texans defensive end JJ Watt said. \"I feel absolutely terrible for him. It sucks. It's the worst part of the game.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS Radio News, Your (optional) podcast author email address (Your (optional) podcast author name)", "title": "EYE ON TECH: TECH REGULATIONS", "description": "Tim Cook says that tech regulations are coming, and he's very likely correct. CBS News Technology Consultant Larry Magid has today's \"Eye on Tech.\"", "url": "http://feeds.cbsnews.com/~r/podcast_larry_magid_1/~3/tfCX0hdOr7A/2495423.mp3", "urlToImage": null, "publishedAt": "2018-11-19T00:00:00Z", "content": null, "fulltext": ""}]