[{"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "California's air now the dirtiest in the world", "description": "Wildfires have caused the air quality in California to reach hazardous levels. The air quality is considered the dirtiest in the world. Dr. Jon LaPook reports.", "url": "https://www.cbsnews.com/video/californias-air-now-the-dirtiest-in-the-world/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/67ecfb30-2cea-414a-a133-85640b4b4659/thumbnail/1200x630/9cce581551359443c08823a356c870d1/1117-en-airquality-lapook-1714558-640x360.jpg", "publishedAt": "2018-11-17T23:55:30Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Trump meets California officials as wildfire death toll rises", "description": "President Trump met with fire officials in California after blaming the devastation on poor forest management. The Camp Fire devastated Northern California, burning through 148,000 acres. Meg Oliver reports.", "url": "https://www.cbsnews.com/video/trump-meets-california-officials-as-wildfire-death-toll-rises/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/17/7d349cde-323c-427d-9b1a-61f4e390b3e8/thumbnail/1200x630/3d185e889590f9bd0b1eb01076bef0cd/1117-en-campfire-oliver-1714554-640x360.jpg", "publishedAt": "2018-11-17T23:49:51Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "\"CBS Weekend News\" headlines for Saturday, November 17, 2018", "description": "Here's a look at the top stories making headlines on the \"CBS Weekend News\" with Reena Ninan.", "url": "https://www.cbsnews.com/video/cbs-weekend-news-headlines-for-saturday-november-17-2018/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/9cc4e460-afac-4f25-9b51-c24731108662/thumbnail/1200x630/5c9d35ca22b2cffcf93be3ba569898c7/1117-en-headlines-1714546-640x360.jpg", "publishedAt": "2018-11-17T23:49:27Z", "content": null, "fulltext": "bad url"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "David Morgan", "title": "Moment in Nature: Wild turkeys", "description": "\"Sunday Morning\" takes viewers to California's Marin County", "url": "https://www.cbsnews.com/news/moment-in-nature-wild-turkeys-lee-mceachern/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/e8aaba70-d8ed-448e-8747-7cdbe26bd41d/thumbnail/1200x630g2/e4359ac4944b2d3785f53bb235cd17d6/california-wild-turkeys-lee-mceachern-promo.jpg", "publishedAt": "2018-11-17T23:41:07Z", "content": "\"Sunday Morning\" took viewers today to watch wild turkeys in California's Marin County, just north of San Francisco. The footage was by videographer Lee McEachern. According to Scientific American, about a quarter-million wild turkeys ( Meleagris gallopavo ) … [+740 chars]", "fulltext": "\"Sunday Morning\" took viewers today to watch wild turkeys in California's Marin County, just north of San Francisco. The footage was by videographer Lee McEachern.\n\nAccording to Scientific American, about a quarter-million wild turkeys (Meleagris gallopavo) live in California. When the state's Fish and Game Commission introduced thousands of turkeys raised on farms into the wild in the first half of the 20th century, as part of a recreational hunting program, the numbers of turkeys in the wild did not substantially increase. It took the introduction of wild turkeys trapped and imported into the state (and able to adapt to the California wilds) to substantially increase the wild turkey population.\n\nThis has prompted complaints in some quarters. Short-term studies on the turkeys' effect on the ecosystem suggest they can co-exist with other species, like quails, but overpopulation and drought conditions in California may force turkeys to compete with other species for resources.\n\n\n\nSee also:"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "A heartwarming slice of life: Pizza made and served by the deaf", "description": "San Francisco's Mozzeria, ranked among the top pizza places in the city, is also entirely owned and operated by people who are deaf", "url": "https://www.cbsnews.com/news/a-heartwarming-slice-of-life-pizza-made-and-served-by-the-deaf-at-mozzeria-in-san-francisco/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/18/84be59a3-f3d9-4666-8ed9-4e835f58b11c/thumbnail/1200x630/442a7f4b3c549c92c1cbecdbfe63e35f/deaf-pizza-mozzeria-promo.jpg", "publishedAt": "2018-11-17T23:13:38Z", "content": "San Francisco has some of the best restaurants anywhere – and one of the most unique. Mozzeria, ranked among the top pizza places in the city, is also one of the first to be entirely owned and operated by people who are deaf. Melody and Russell Stein opened t… [+2961 chars]", "fulltext": "San Francisco has some of the best restaurants anywhere – and one of the most unique. Mozzeria, ranked among the top pizza places in the city, is also one of the first to be entirely owned and operated by people who are deaf.\n\nMelody and Russell Stein opened the place in 2011, and it's been a foodie favorite from the start.\n\nTheir 900-degree wood-fired oven is the best they could find, and so is every ingredient, from sauce to sausage, to cheese, some of which comes from Italy. \"We also make it in-house,\" said Melody, signing.\n\n\"And if that doesn't make you hungry, I don't know what will,\" added Russell.\n\nCBS News\n\nAnd for the customers who show up there night after night, food is only part of the experience. Unlike other restaurants, noise isn't an issue, and neither is communication; pointing at the menu works just fine.\n\nAnd you can even phone in a take-out order. A glowing green light on the wall signals an incoming call. An operator picks it up, and translates your order in sign language via closed-circuit TV.\n\nBut this is about a lot more than serving hungry customers.\n\nCorrespondent Tracy Smith asked Melody, \"How important is it to you to have an all-deaf staff?\"\n\n\"Oh, it's very important,\" she replied. \"If a hearing person, say, doesn't work out here, they can find a job tomorrow, no problem, while all the deaf people here have to look for years and still can't find a job. That's when I decided I would have an entirely deaf team, even if they have no work experience.\"\n\nCBS News\n\nMelody comes from a restaurant-owning family from Hong Kong, and she met Russell at Gallaudet University. Mozzeria is their first restaurant.\n\nBut now they're looking to franchise, with a little financial help from the non-profit Communication Service for the Deaf. It's a good investment, says CSD's Brandi Rarus.\n\nSmith asked her, \"What does this place mean to the deaf community?\"\n\n\"It means a lot,\" Rarus replied. \"People often think that deaf people don't have much to offer, or are less valuable, or less worthy in some ways. And when you come to this place, you see that's not true. It's such a great model for success.\"\n\nAnd what a success. Critics, like the San Francisco Chronicle's food editor Paolo Lucchesi, have been kind. \"The pizza's great. Neapolitan-style pizza is really hard to get correct. It's so simple, and the simplest things are often the hardest things to do well.\n\n\"You can feel the love in the food,\" said Lucchesi. \"And it's just simple, delicious food, the kind of food that you just want on a Wednesday night. And that's kind of, really, what the best restaurants are.\"\n\nAnd customers say they feel the love, too.\n\n\"It's not just the pizza; I feel I get more out of coming here than just the pizza,\" said one man. \"I think there's just something about the experience that is really meaningful and connecting.\"\n\nAnd now, Mozzeria might be coming to you, on a mission to give everyone a piece of the pie.\n\nSmith asked, \"What does that do to your heart?\"\n\n\"It's still hard to believe, but I wouldn't trade it for anything in the world,\" Russell replied.\n\nCBS News\n\n\n\nFor more info:\n\n\n\nStory produced by John D'Amelio.\n\n\n\nFor recipes from \"Sunday Morning\" visit the 2018 \"Food Issue\" Recipe Index"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Bowled over for breakfast", "description": "What happened when food blogger Wil Fulton tried an experiment of eating nothing but breakfast cereal for a week? And with egg sandwich sales increasing for breakfast, how are cereal makers trying to re-energize their brands?", "url": "https://www.cbsnews.com/news/bowled-over-for-breakfast/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/18/f252c9a5-8655-476f-8f0f-73a0170cd8c2/thumbnail/1200x630/6c27dd2398ec5a0e5da929c29a0c3783/breakfast-cereal-bowls-promo.jpg", "publishedAt": "2018-11-17T22:56:25Z", "content": "Wil Fulton admits that as a kid cereal just bowled him over. His favorites included Lucky Charms, Cinnamon Toast Crunch, Rice Krispies (all the varieties, like Cocoa Rice Krispies and Rice Krispy Treats). Some 20 years later, Fulton is writing for the website… [+4522 chars]", "fulltext": "Wil Fulton admits that as a kid cereal just bowled him over. His favorites included Lucky Charms, Cinnamon Toast Crunch, Rice Krispies (all the varieties, like Cocoa Rice Krispies and Rice Krispy Treats).\n\nSome 20 years later, Fulton is writing for the website Thrillist, where his childhood passion launched a wild article: \"The assignment was basically to eat nothing but cereal for an entire week,\" he said.\n\nAnd so was born a serial cereal eater. For 21 consecutive meals – breakfast, lunch, and dinner – Fulton ate nothing but cereal.\n\n\"I ate 82 bowls over the course of the seven days,\" he laughed. He averaged 1,735 calories of cereal a day – and consumed a lot of milk.\n\nThrillist\n\nAs the bowls stacked up, he started seeing this lark as a social experiment, to answer an existential question: \"What is cereal's place in my life, and in the life of people our age?\"\n\nYale University food historian Paul Freedman suggest that eating cereal \"is a little bit like reminding yourself that you're a child, even though your parents are not there.\"\n\nBut even if cereal's NOT on the menu, Freedman said the first meal of the day is also the best-liked. \"Maybe after waking up, you're grateful to be alive another day? I'm still here. And I'm hungry!\" he laughed.\n\nFor hundreds of years, breakfast was pretty standard fare. Freedman said a typical breakfast in medieval times would have been wheat porridge, vegetables from the previous night, and … bacon!\n\n\"Good, everyone can relate to that,\" laughed correspondent Susan Spencer.\n\nBut by the early 1900s, W.K. Kellogg revolutionized mornings with corn flakes. And in the 1920s Minneapolis-based competitor General Mills introduced Wheaties. Cereal is such a big deal at General Mills it has its own president, Dana McNabb, who is definitely enthusiastic about cereal, and certainly about breakfast.\n\nCBS News\n\nBut around the country, cereal fatigue may be setting in. Instead, eggs are on a roll, with breakfast sandwich sales up 10 percent, while cereal (though still an $8 billion industry) has dropped $1 billion over the past nine years.\n\nSo, McNabb's team got to work on re-energizing some old favorites. When Spencer asked what \"re-energizing\" means, McNabb replied, \"Bringing excitement back to people's relationship with cereal.\"\n\nExcitement often seems to involve sugar, as with the new Chocolate Peanut Butter Cheerios. Or as Spencer referred to it, \"breakfast dessert.\"\n\n\"Is the world a better place for having Chocolate Peanut Butter Cheerios?\" she asked.\n\n\"I would have to say definitely, yes!\" McNabb replied.\n\nShe says another brilliant stroke – shaping the marshmallows in Lucky Charms into tiny unicorns – has boosted sales by double-digits.\n\nCBS News\n\nBut is it the most nutritious choice? Probably not, said Wendy Lopez, a registered dietitian, the perfect person to ask the big question: \"What do YOU eat for breakfast?\"\n\n\"I actually have a smoothie,\" Lopez said. \"Usually I'll put some kind of yogurt, and I'll put vegetables in there, too. I know it sounds a little crazy …\"\n\n\"Sounds horrible!\" laughed Spencer.\n\n\"It'll be something like spinach or cucumber, and then I'll balance it with banana.\"\n\nCBS News\n\nSpencer, who recoiled at the suggestion of blending spinach and cucumber in the morning, asked Freedman, \"Is there anything that you just absolutely cannot in your worst nightmare imagine eating for breakfast?\"\n\n\"Pumpkin spice stuff,\" Freedman replied. \"I do draw the line at pumpkin spice.\"\n\nDrawing the line is what Wil Fulton probably wishes he'd done. After 82 consecutive bowls of cereal, he didn't quite feel himself. Go figure.\n\nThe all-cereal diet, he said, \"made me lethargic, it made me confused.\"\n\n\"Of course, in fairness, nobody suggests that anybody eat Lucky Charms exclusively,\" said Spencer.\n\n\"No. This is something I totally brought on myself.\"\n\nSpencer asked Lopez, \"All my life, people have said, 'Breakfast is the most important meal.' Is that true?\"\n\n\"Eating breakfast really helps to set the tone for what you're gonna be eating for the rest of the day,\" Lopez replied.\n\n\"If I could eat my favorite breakfast every day, it would just be bacon and eggs.\"\n\n\"Do you have any favorite vegetables that you enjoy?\"\n\n\"Not that go with bacon and eggs in a smoothie!\" Spencer replied.\n\n\n\nBreakfast recipes from Wendy Lopez:\n\n\n\nFor more info:\n\n\n\nStory produced by Amiel Weisfogel.\n\n\n\nFor more recipes from \"Sunday Morning\" visit the 2018 \"Food Issue\" Recipe Index"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Elizabeth Campbell", "title": "Pelosi picks up 2 more Democratic votes in bid for speaker", "description": "Four representatives elect talk the future of their parties and political discourse in America.", "url": "https://www.cbsnews.com/news/joe-neguse-chrissy-houlahan-announce-support-for-nancy-pelosis-bid-for-speaker-of-the-house-on-face-the-nation/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/18/037cd843-96d3-4258-bfbb-895bb10c704e/thumbnail/1200x630/8e516206ede013cbee0d5b04f6a2a76a/negues-and-houlahan.png", "publishedAt": "2018-11-17T22:53:50Z", "content": "Democratic Leader Nancy Pelosi can add two more yes votes in her hunt to get to 218 to win election as speaker of the House in January. Reps.-elect Joe Neguse, D-Colo., and Chrissy Houlahan, D-Penn., announced their support for Pelosi on \"Face the Nation\" Sun… [+3398 chars]", "fulltext": "Democratic Leader Nancy Pelosi can add two more yes votes in her hunt to get to 218 to win election as speaker of the House in January.\n\nReps.-elect Joe Neguse, D-Colo., and Chrissy Houlahan, D-Penn., announced their support for Pelosi on \"Face the Nation\" Sunday. They appeared alongside fellow incoming representatives Deb Haaland, D-N.M., who had previously voiced her support for Pelosi, and Dan Crenshaw, a Republican from Texas.\n\nThe vote for speaker of the House is open to all representatives regardless of party, meaning a handful of members from the majority party could prevent a candidate from reaching the threshold of 218 votes by withholding support. Democrats control 232 House seats with two races yet to be decided, according to the latest CBS News tally. Last week, 17 Democrats signed an unreleased letter vowing to oppose Pelosi for speaker.\n\nCBS News\n\nNeguse said he was asked about his vote for speaker more often than any other topic during his first week on Capitol Hill for orientation. He said Pelosi's commitment to establish a new House diversity office and adopt rules aimed at inclusion swayed his decision to support her bid for speaker.\n\n\"I think that it's important that we have steady leadership right now,\" Neguse said. \"I found it pretty heartening over the course of the last week some of the developments around it becoming clear that this leadership team is going to work to try to make sure that everyone has a seat at the table.\"\n\nHoulahan, an engineer and former chemistry teacher, said she took an \"analytical\" approach to figuring out her speaker vote. She took this week to study the structural organization of the house and think about who would be the best fit at the top of it.\n\n\"It's important to not make that decision as in isolation,\" Houlahan said. \"Right now she's the only person who's running, so it would appear as though that's where my vote would go. And right now I believe that she's an effective person in that job.\"\n\nNeguse is a member of the Congressional Progressive Caucus and said the group would be a strong ally for Pelosi, contrasting the dynamic to tea party Republicans who were often thorns in the side of GOP leaders.\n\n\"I think we are all working together rowing in the same direction trying to save our democracy,\" he said.\n\nCrenshaw, the Republican, pushed back on the idea that democracy is in need of saving.\n\n\"We just had an election where we switched power in the House. Democracy is at work,\" Crenshaw said. \"I always ask for examples, and then we can hit those examples one-by-one and if it's worth criticizing, it's worth criticizing, but just kind of this broad-brush criticism that the president is somehow undermining our democracy. I always wonder, like, what exactly we're talking about.\"\n\nHoulahan pointed to the White House's recent entanglement with CNN's Jim Acosta, calling it \"an attack on the press.\" Haaland said the president was \"discriminating against the LGBTQ community.\"\n\n\"I think that's troublesome,\" Haaland said. \"I think it's worrisome.\"\n\nCrenshaw said those examples sounded more like policy disagreements than fundamental attacks on American democracy.\n\n\"I want to caution us, because those are very bold words. If we have policy disagreements, let's focus on those policy disagreements and I'll be happy to discuss those at any point,\" Crenshaw said. \"But this is what I've been getting at kind of all week, which is we tend to go right at the jugular, right? We say, 'You're undermining democracy, you're a bad person fundamentally.' That's not always true.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Caroline Linton", "title": "Democrat Andrew Gillum concedes Florida governor's race", "description": "A machine recount ended Thursday, and still had DeSantis leading by over 3,000 votes", "url": "https://www.cbsnews.com/news/florida-governor-race-andrew-gillum-concedes-to-ron-desnatis-today-2018-11-17/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/7bba3213-8b79-4b1f-8cef-995a9c13cf39/thumbnail/1200x630/cad6fc17a2695a47085a893b8382af5b/gettyimages-1025594040.jpg", "publishedAt": "2018-11-17T22:20:04Z", "content": "Florida Democratic candidate for governor Andrew Gillum officially conceded on Saturday to Republican Ron DeSantis, two days after a machine recount ended. The machine recount had DeSantis still leading by over 3,000 votes. The Tallahassee mayor congratulated… [+1231 chars]", "fulltext": "Florida Democratic candidate for governor Andrew Gillum officially conceded on Saturday to Republican Ron DeSantis, two days after a machine recount ended. The machine recount had DeSantis still leading by over 3,000 votes.\n\nThe Tallahassee mayor congratulated DeSantis on becoming the next governor. In a Facebook video, Gillum didn't say what his plans for the future are, but told his supporters to stay tuned.\n\nDeSantis responded on Twitter, saying \"This was a hard-fought campaign. Now it's time to bring Florida together.\"\n\nGillum conceded on Election Night, but retracted it after the margin of votes between him and DeSantis shrunk within the level of a legally required recount.\n\nGillum won a surprise victory in the Democratic primary in August after running to the left of his opponents. He spent months as third in the polls and was outspent by his opponents. DeSantis, meanwhile, had been embraced by President Trump.\n\nMr. Trump earlier Saturday congratulated DeSantis on his victory, and called Gillum a \"strong Democrat warrior long into the future - a force to reckon with!\"\n\nMr. Trump had struck a different tone during the campaign, saying at a rally shortly before Election Day that Gillum is \"a radical socialist ... who will not do good things for Florida.\"\n\nFormer President Obama visited Florida to campaign for Gillum, giving a speech in Miami where he said the \"character of the county\" was on the line in the midterm elections.\n\nThis is a breaking story and will be updated."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Caroline Linton", "title": "Democrat Andrew Gillum concedes Florida governor's race", "description": "A machine recount ended Thursday, and still had DeSantis leading by over 3,000 votes", "url": "https://www.cbsnews.com/news/andrew-gillum-concedes-florida-governor-race-republican-ron-desantis-today-2018-11-17/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/7bba3213-8b79-4b1f-8cef-995a9c13cf39/thumbnail/1200x630/cad6fc17a2695a47085a893b8382af5b/gettyimages-1025594040.jpg", "publishedAt": "2018-11-17T22:20:04Z", "content": "Florida Democratic candidate for governor Andrew Gillum officially conceded on Saturday to Republican Ron DeSantis, two days after a machine recount ended. The machine recount had DeSantis still leading by over 3,000 votes. The Tallahassee mayor congratulated… [+871 chars]", "fulltext": "Florida Democratic candidate for governor Andrew Gillum officially conceded on Saturday to Republican Ron DeSantis, two days after a machine recount ended. The machine recount had DeSantis still leading by over 3,000 votes.\n\nThe Tallahassee mayor congratulated DeSantis on becoming the next governor. In a Facebook video, Gillum didn't say what his plans for the future are, but told his supporters to stay tuned.\n\nDeSantis responded on Twitter, saying \"This was a hard-fought campaign. Now it's time to bring Florida together.\"\n\nGillum conceded on Election Night, but retracted it after the margin of votes between him and DeSantis shrunk within the level of a legally required recount.\n\nGillum won a surprise victory in the Democratic primary in August after running to the left of his opponents. He spent months as third in the polls and was outspent by his opponents. DeSantis, meanwhile, had been embraced by President Trump.\n\nMr. Trump earlier Saturday congratulated DeSantis on his victory, and called Gillum a \"strong Democrat warrior long into the future - a force to reckon with!\"\n\nMr. Trump had struck a different tone during the campaign, saying at a rally shortly before Election Day that Gillum is \"a radical socialist ... who will not do good things for Florida.\"\n\nFormer President Obama visited Florida to campaign for Gillum, giving a speech in Miami where he said the \"character of the county\" was on the line in the midterm elections.\n\nThis is a breaking story and will be updated."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Recipe: Salted Caramel Tot Cookies", "description": "Yes, cookies made from tater tots", "url": "https://www.cbsnews.com/news/recipe-salted-caramel-tot-cookies-dan-whalen/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/15/a7c526b0-a742-42da-a2e3-8ffc1b2b6e88/thumbnail/1200x630/5e3566923f397618f23f6dc1df045693/salted-caramel-cookies-promo.jpg", "publishedAt": "2018-11-17T22:18:46Z", "content": "Dan Whalen, the man behind \"The Food in My Beard\" blog, says, \"When you hand someone a tot cookie and tell them what it is, they might think they misheard you. You can actually see them puzzling over it. \"What did you say?\" they might ask. \"A tot cookie,\" you… [+2383 chars]", "fulltext": "Dan Whalen, the man behind \"The Food in My Beard\" blog, says, \"When you hand someone a tot cookie and tell them what it is, they might think they misheard you. You can actually see them puzzling over it. \"What did you say?\" they might ask.\n\n\"A tot cookie,\" you will reply.\n\nThey might be hesitant to try it. After the first bite though, their hesitation will melt away and they will come back for more. These tot cookies are amazing: crunchy, chewy, salty, and sweet.\"\n\nSalted Caramel Tot Cookies\n\nMakes 24 cookies\n\nIngredients:\n\n20 frozen tots\n\n3 cups sifted all-purpose flour\n\n1 teaspoon baking powder\n\n1/2 teaspoon baking soda\n\n1 teaspoon kosher salt\n\n1 1/4 cups (2 1/2 sticks) unsalted butter, at room temperature\n\n1 cup light or dark brown sugar\n\n1/2 cup sugar\n\n2 large eggs\n\n2 teaspoons pure vanilla extract\n\n1 cup caramel bits (or chopped caramels)\n\n1 cup semisweet chocolate chips\n\nNonstick cooking spray, for coating the baking sheet\n\nInstructions:\n\nPreheat the oven to 450°F. Lightly coat a rimmed baking sheet with cooking spray.\n\nPlace the tots in a microwave-safe bowl and microwave on high, pausing occasionally to stir, until defrosted, about 2 minutes. Mash up the tots until they are fully broken up.\n\nWorkman\n\nSpread the tot pieces onto the prepared baking sheet. Bake, stirring every 10 minutes or so, until all the tot bits are browned up and very crispy, about 25 minutes total. (Make sure to break up any bigger chunks each time you stir.) Transfer to a plate and let cool.\n\nReduce the oven temperature to 350°F. Line the baking sheet with parchment paper.\n\nStir together the flour, baking powder, baking soda, and salt in a large bowl.\n\nBeat the butter and sugars together in large bowl with an electric mixer on medium-high speed, until the mixture lightens in color and is fluffy, about 4 minutes. Add the eggs and beat until incorporated. Beat in the vanilla.\n\nPour the butter mixture into the flour mixture and beat on medium speed until combined.\n\nUsing a wooden spoon, stir in the caramel, chocolate, and tot pieces until combined.\n\nScoop the dough in heaping tablespoon portions onto the prepared baking sheet, spacing them about 3 inches apart.\n\nBake until the cookies are pale golden all over and crispy at the edges (they will be chewy and delicious in the centers), about 12 minutes.\n\nSalted Caramel Tot Cookies will keep, in an airtight container at room temperature, for 4 to 5 days.\n\n\n\nRecipe from \"Tots!: 50 Tot-ally Awesome Recipes from Totchos to Sweet Po-tot-o Pie\" by Dan Whalen (Workman), in Trade Paperback and eBook formats, available via Amazon\n\n\n\nFor more info:\n\n\n\nFor more recipes from \"Sunday Morning\" visit the 2018 \"Food Issue\" Recipe Index"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Recipe: Tots-giving Stuffing", "description": "Food blogger Dan Whalen offers a twist on a classic stuffing", "url": "https://www.cbsnews.com/news/recipe-tots-giving-stuffing-dan-whalen/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/15/03daddc8-3bdc-45b5-8595-023ed563f8d3/thumbnail/1200x630/83727c7050c37bbe3a991993dd00ed49/tots-giving-stuffing-the-food-in-my-beard-promo.jpg", "publishedAt": "2018-11-17T22:16:17Z", "content": "From Dan Whalen, the man behind \"The Food in My Beard\" blog, comes a natural bread replacement in a twist on a classic stuffing. \"When creating this recipe, I was inspired by a meat stuffing that my grandmother used to make that was loaded with potatoes,\" Wha… [+1897 chars]", "fulltext": "From Dan Whalen, the man behind \"The Food in My Beard\" blog, comes a natural bread replacement in a twist on a classic stuffing.\n\n\"When creating this recipe, I was inspired by a meat stuffing that my grandmother used to make that was loaded with potatoes,\" Whalen writes. \"It's a fun and delicious addition to any Thanksgiving or Friendsgiving table, and as a bonus, it's a bread-free version of stuffing that most everyone can enjoy!\"\n\nTots-giving Stuffing\n\nServes: 10\n\nIngredients:\n\n1 pound sweet Italian sausage, removed from the casings\n\n1 cup diced onion\n\n1 cup diced carrot\n\n1 cup diced celery\n\n1 garlic clove, minced\n\nPinch of dried rosemary leaves\n\nPinch of dried sage leaves\n\n½ cup chopped fresh Italian (flat-leaf) parsley leaves\n\n2 pounds frozen tots (about 90 tots)\n\n2 cups chicken stock\n\n2 large eggs\n\n½ cup potato flakes (instant mashed potatoes)\n\nInstructions:\n\nPreheat oven to 350°F.\n\nWorkman\n\nPlace the sausage in a large frying pan over high heat and cook, stirring occasionally to break up the meat, until the sausage is browned and cooked through, about 10 minutes. Transfer the sausage to a large bowl and drain all but 2 tablespoons of the fat in the pan.\n\nAdd the onion, carrot and celery to the pan and cook over medium heat until softened, about 10 minutes. Add the garlic, rosemary and sage and cook, stirring often, until the garlic is fragrant and lightly golden, about 2 minutes.\n\nAdd the onion mixture to the sausage in the bowl. Add the parsley and the frozen tots and stir gently to combine. In another bowl, whisk together the stock, eggs and potato flakes to incorporate. Add this mixture to the sausage mixture and stir well.\n\nPour the stuffing mixture into a 9x13-inch baking dish and bake until heated through and crispy on top, about 45 minutes.\n\nServe hot.\n\nNote:\n\nTots-giving Stuffing will keep, covered in the refrigerator, for four days. Reheat it in a 350°F oven uintil warmed through.\n\n\n\nRecipe from \"Tots!: 50 Tot-ally Awesome Recipes from Totchos to Sweet Po-tot-o Pie\" by Dan Whalen (Workman), in Trade Paperback and eBook formats, available via Amazon\n\n\n\nFor more info:\n\n\n\nFor more recipes from \"Sunday Morning\" visit the 2018 \"Food Issue\" Recipe Index"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Trump visits areas affected by California wildfires", "description": "President Trump visited the devastation in Paradise, California, after a deadly wildfire nearly leveled the entire community. The president declined to say whether climate change directly impacted the fires, saying there were \"a lot of factors.\"", "url": "https://www.cbsnews.com/video/trump-visits-california-wildfires-areas/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/17/3645a269-8a4b-4857-9ce2-30472b4c6da8/thumbnail/1200x630/ca826fdd5133f2a17a690cf75a94da35/cbsn-fusion-trump-visits-california-wildfires-areas-thumbnail-1714486-640x360.jpg", "publishedAt": "2018-11-17T22:02:22Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "The Sioux Chef", "description": "Native American chef Sean Sherman's goal is not just to produce a healthy meal based on indigenous cultures, but to feed the soul of a nation", "url": "https://www.cbsnews.com/news/the-sioux-chef-native-american-chef-sean-sherman/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/18/509aaf8b-8704-473c-9bc4-aaafe25142e9/thumbnail/1200x630/e9aec22f0015a33c78bbe7b5ad754535/sioux-chef-sean-sherman-promo.jpg", "publishedAt": "2018-11-17T21:48:40Z", "content": "\"You can throw a dart at a map of North America, and wherever it lands, there's gonna be culture, food, people and flavor to play with right there, and so many stories to tell you can write a book,\" said chef Sean Sherman. And he's done just that. For Sherman… [+2719 chars]", "fulltext": "\"You can throw a dart at a map of North America, and wherever it lands, there's gonna be culture, food, people and flavor to play with right there, and so many stories to tell you can write a book,\" said chef Sean Sherman. And he's done just that.\n\nFor Sherman, who belongs to the Oglala Lakota Tribe, foraging in the Minnesota countryside is like a spiritual return to a time when Native Americans lived on the plants and animals that grew wild across a country that was theirs.\n\nSherman is on a mission to celebrate and showcase native cuisine and give the past, and a future.\n\nHe spent a couple of decades cooking in fancy kitchens around Minneapolis, before deciding to apply what he knew to native foods. His book, \"The Sioux Chef's Indigenous Kitchen,\" won this year's James Beard Award for Best American Cookbook.\n\nThe Sioux Chef is the name of the catering company he started in 2014.\n\nUniversity of Minnesota Press\n\n\"It's fun to put artistry on the plates and make food look pretty, but it's really about having these food pieces tell their story,\" Sherman told correspondent Martha Teichner. \"'Cause we think about our grandparents and great-grandparents and the foods they ate, and for a lot of Native American peoples who were removed from their food ways, they started to lose those stories.\"\n\nEuropean settlers seized their lands, their bison were killed, and poverty corrupted their diet.\n\n\"If you look at the epidemics that we have and health crisis on native reservations, you see immense amount of type-2 diabetes, obesity, heart disease, all these things based off a bad diet,\" Sherman said.\n\nWhich is why Sherman is taking his recipes for healthy traditional food to reservations, including the Prairie Island Indian Community, southeast of Minneapolis along the Mississippi River, home to members of the Dakota Nation.\n\nEnlisting kids from the tribe to help him gather and cook foods their ancestors ate may not look like a political statement, but it is.\n\nCBS News\n\nSherman said he is \"decolonizing\" their diet.\"\n\nThe dishes he served at Prairie Island Indian Community? \"Tonight we have cedar braised bison with wild aronia berries that we harvested.\"\n\nNot on the menu: beef, chicken, refined sugar, dairy products, wheat flour – foods brought by European settlers.\n\nCBS News\n\nSean Sherman's goal is not just to produce a healthy meal, but to feed the soul of a nation...\n\n\"Having this chance to impact communities, all of my being poured into it, you know, I really feel it,\" he said, \"and I am gaining a voice that we're able to share to help others have a voice. That feels great.\"\n\n\n\nRecipes from The Sioux Chef:\n\nCBS News\n\n\n\nFor more info:\n\n\n\nStory produced by David Rothman.\n\n\n\nFor more recipes from \"Sunday Morning\" visit the 2018 \"Food Issue\" Recipe Index"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Georgia town evacuates after rail cars fall from overpass", "description": "CSX Railroad said 30 cars derailed, including some that fell from the overpass onto Highway 90 at Byromville", "url": "https://www.cbsnews.com/news/georgia-town-byromville-evacuates-after-csx-railroad-cars-fall-from-overpass/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/17/760a6cdf-00ea-446e-8ab2-3ba8ed54dcb3/thumbnail/1200x630/137f1fafd9045fde1c0ed40a91dc8e6c/ap-18321604524590.jpg", "publishedAt": "2018-11-17T21:44:11Z", "content": "BYROMVILLE, Ga. — Rail cars tumbled from an overpass onto a Georgia highway on Saturday, causing an evacuation and traffic headaches in a small town. No injuries were reported Saturday. CSX Railroad said 30 cars derailed. That included some that fell from the… [+1064 chars]", "fulltext": "BYROMVILLE, Ga. — Rail cars tumbled from an overpass onto a Georgia highway on Saturday, causing an evacuation and traffic headaches in a small town. The trains contained non-odorous propane, which spilled into the roadway, CBS Macon affiliate WMAZ-TV reports.\n\nThere were no injuries reported.\n\nCSX Railroad said 30 cars derailed. That included some that fell from the overpass onto Highway 90 at Byromville, roughly 55 miles south of Macon.\n\nResident Stephanie Chapman said she was on a deer stand more than a mile from town when it happened.\n\n\"You could hear the rail cars hitting each other — boom-boom-boom-boom-boom,\" Chapman told The Associated Press.\n\nIt happened around 7 a.m. Saturday in the town with a population of about 500.\n\nIn an emailed news release, CSX said four of the cars held petroleum liquefied gas. No leaks were reported, but officials were monitoring air quality.\n\nByromville fire chief Brett Walls told WMAZ-TV there was an early call for an evacuation within a mile of the site. \"If you know the town of Byromville, that's practically the whole town,\" he said.\n\nChapman said that, initially, an evacuation was called for much of the town but the perimeter was soon reduced. She was allowed to go to her office roughly 300 yards from the site by midday while efforts continued to clear the jumble of cars from Highway 90.\n\n\"Crews are working to re-rail the cars without damage and remove the derailed railcars with damage from the area as quickly and safely as possible,\" the CSX statement said."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Sparkling water is making a splash", "description": "Thanks in part to increased health consciousness, sales of carbonated water is bubbling over", "url": "https://www.cbsnews.com/news/sparkling-water-seltzer-is-making-a-splash/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/eda996a1-02b9-45ef-ab97-d0135a3ddf65/thumbnail/1200x630/fbb5fe406f2d297fb35c1a5f1a8b6027/pouring-seltzer-promo.jpg", "publishedAt": "2018-11-17T21:20:06Z", "content": "What was silly business for The Three Stooges, who made a career out of squirting seltzer bottles, is all business for Alex Gomberg. He's a fourth-generation seltzer man, working at the Brooklyn-based company started by his great-grandfather, Moe. You could s… [+2416 chars]", "fulltext": "What was silly business for The Three Stooges, who made a career out of squirting seltzer bottles, is all business for Alex Gomberg. He's a fourth-generation seltzer man, working at the Brooklyn-based company started by his great-grandfather, Moe.\n\nYou could say seltzer is in his blood.\n\nCorrespondent Serena Altschul asked, \"What's really changed since your great-grandfather was doing this?\"\n\n\"As far as the process? Nothing,\" Gomberg replied.\n\nEach vintage bottle is filled with just two things: New York City tap water, chilled to 42°, and a charge of carbon dioxide.\n\nCBS News\n\nGomberg doesn't just make the stuff; he delivers it. And what's crystal clear is, across America, this pressurized mix is having a moment.\n\nBut is it seltzer or sparkling water? Melanie Hansche, an editor at Food and Wine Magazine, said, \"I think they're all variations on a theme. And I think ultimately, it's just all bubbly water. To me, anything that's water-based that has bubbles in it is just bubbly water.\"\n\nAnd bubbly water – whether with CO2 added or carbonated naturally – is booming.\n\n\"Sales of bubbly water, of sparkling water, have more or less tripled in the last ten years,\" Hansche said. \"And that can be really attributed to one big food trend, and that's the trend towards health and wellness, and essentially the demonization of sugar in drinks.\"\n\nOne of the biggest sellers is La Croix, but it's a crowded market with many brands and flavors. Some are even spiked with alcohol.\n\nFor Barry Joseph, this is way more than a trend: \"I like to say to people, 'Welcome to the Age of Effervescence.'\"\n\nJoseph is an expert on the subject, and even wrote the book on it, \"Seltzertopia.\"\n\nSo, did someone invent seltzer? \"We wouldn't have seltzer today if it weren't for Joseph Priestley,\" said Joseph. \"At the end of the 18th century, this religious leader in England [and] scientist on the side, was fascinated with how, when you hold CO2 over water, and you combine it together, that carbonation would stay in that water if you held it under pressure.\"\n\n\"So, it's water plus an experience,\" said Altschul.\n\n\"That's right. That experience of having the water enter their mouth and create this taste sensation that could be sometimes shocking, sometimes crisp, sometimes harsh, but always satisfying.\"\n\n\"Some people will say, 'I'm not a seltzer person, I'm a sparkling water girl.' What does that mean?\"\n\n\"I would say it's all the same thing, it's all just branding, it's all just marketing.\n\n\"It's all just carbonated water.\"\n\nAltschul asked, \"What would the world be without seltzer and sparkling water?\"\n\n\"Much flatter!\" he replied.\n\n\n\nFor more info:\n\n\n\nStory produced by Gabriel Falcon."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "AP", "title": "Florida sues Walgreens, CVS over opioid sales", "description": "Pam Bondi announced she has added the companies to a state-court lawsuit filed last spring against Purdue Pharma", "url": "https://www.cbsnews.com/news/florida-sues-walgreens-cvs-over-opioid-sales-2018-11-17/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/17/cba968d8-8f8d-4a1c-bb32-313170028d33/thumbnail/1200x630/b9896583067531d8e7d6259b9d96b194/gettyimages-1017467364.jpg", "publishedAt": "2018-11-17T21:09:30Z", "content": "FORT LAUDERDALE, Fla. — Florida is suing the nation's two largest drugstore chains, Walgreens and CVS, alleging they added to the state and national opioid crisis by overselling painkillers and not taking precautions to stop illegal sales. Attorney General Pa… [+3094 chars]", "fulltext": "FORT LAUDERDALE, Fla. — Florida is suing the nation's two largest drugstore chains, Walgreens and CVS, alleging they added to the state and national opioid crisis by overselling painkillers and not taking precautions to stop illegal sales. Attorney General Pam Bondi announced late Friday that she has added the companies to a state-court lawsuit filed last spring against Purdue Pharma, the maker of OxyContin, and several opioid distributors.\n\nBondi said in a press release that CVS and Walgreens \"played a role in creating the opioid crisis.\" She said the companies failed to stop \"suspicious orders of opioids\" and \"dispensed unreasonable quantities of opioids from their pharmacies.\" On average, about 45 people die nationally each day because of opioid overdoses, according to the Centers for Disease Control and Prevention.\n\n\"We will continue to pursue those companies that played a role in creating the opioid crisis,\" said Bondi, who has been mentioned as a possible replacement by President Trump for recently ousted U.S. Attorney General Jeff Sessions. \"Thousands of Floridians have suffered as a result of the actions of the defendants.\"\n\nCVS spokesman Mike DeAngelis called the lawsuit \"without merit\" in a statement Saturday. He said the company trains its pharmacists and their assistants about their responsibilities when dispensing controlled substances and gives them tools to detect potentially illegal sales.\n\n\"Over the past several years, CVS has taken numerous actions to strengthen our existing safeguards to help address the nation's opioid epidemic,\" DeAngelis said.\n\nWalgreens said Saturday it doesn't comment on pending lawsuits.\n\nUntil a law enforcement crackdown at the beginning of the decade, Florida was known for its so-called pain mills. Drug dealers from throughout the country would send associates to storefront clinics where unscrupulous doctors would write opioid prescriptions for bogus injuries and illnesses. At one point, 90 of the nation's top 100 opioid prescribers were Florida doctors, according to federal officials.\n\nAfter receiving the prescriptions, the phony patients would buy the pills from Florida pharmacies — state law says pharmacists must refuse to fill prescriptions they suspect are not for a valid purpose. Most of the opioids would then be taken out of state to be resold illegally at huge markups, creating a drug crisis in many communities throughout the Eastern United States.\n\nAccording to the lawsuit, Walgreens has dispensed billions of opioid dosages from its Florida pharmacies since 2006. The Illinois-based chain is the nation's largest drugstore chain and has more than 13,200 stores globally.\n\nThe company distributed 2.2 million opioid tablets from its store in Hudson, a Tampa-area town of 12,000, and in one unidentified town of 3,000, sold 285,000 pills in a month, the lawsuit says. In some stores, its opioid sales jumped six-fold in two years. The company paid $80 million five years ago to resolve a federal investigation that centered on inadequate record keeping of its Florida opioid sales that allowed the pills to reach the black market.\n\nFlorida's accusations against CVS were more general, saying it sold 700 million opioid dosages between 2006 and 2014, including outsized sales in Hudson and two other nearby towns. The Rhode Island-based chain has more than 9,800 stores."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Irish Coffee, at a San Francisco institution", "description": "For more than 40 years, bartender Paul Nolan has been mixing the drink that made the Buena Vista Café famous", "url": "http://feeds.cbsnews.com/~r/CBSNewsSundayMorning/~3/vQjF4-WwN80/", "urlToImage": null, "publishedAt": "2018-11-17T20:53:31Z", "content": null, "fulltext": "With cable cars running past its door, the Buena Vista Café, which opened in 1916, is a San Francisco institution. And for more than 40 years, it's had the same bartender who's been making the same drink that made the Buena Vista famous.\n\nPaul Nolan says it's estimated he's made four to five million Irish Coffees in the past 41 years. \"I just take their word for it. I didn't count 'em!\" he laughed.\n\n\"So, no wonder you're good at it!\" said correspondent John Blackstone.\n\nIrish Coffee first came to America back in 1952. \"The original recipe came from Ireland, by the inventor, Joe Sheridan, and he gave the recipe to the beat writer of the Chronicle, Stan Delaplane.\"\n\n\"He was a reporter? So, is it proper for me to say that maybe a news reporter is the originator of Irish coffee in America, rather than a bartender?\" asked Blackstone.\n\n\"Well, let's just say he conveyed the recipe to the right source!\"\n\nThat recipe? Two sugars, hot coffee, and, of course, the active ingredient – about an ounce and a third of Irish whiskey.\n\nThen, the finishing touch: carefully floating a layer of heavy cream on top – an irresistible combination.\n\nCBS News\n\nSampling Nolan's work, Blackstone said, \"It's dangerous to do this with a mustache.\"\n\n\"I know! Usually we give an extra napkin with people's mustaches,\" Nolan said.\n\nBob Friedman admits he wasn't really an Irish Coffee fan when he bought the Buena Vista back in 2001.\n\n\"At the time they were doing about quarter-million Irish Coffees a year,\" he said.\n\n\"This was a sound business decision, not because of any romantic idea about Irish coffee?\" asked Blackstone\n\n\"No, no, no, no. I like it. It's a wonderful drink. Matter of fact, now I love it!\" Friedman laughed.\n\nAnd it's much loved by locals and tourists alike. According to Friedman, \"You can't leave town without one. And nobody drinks only one!\"\n\nOne man visiting the café said, \"There's no experience like being at this table or at that bar and drinking an Irish coffee at the Buena Vista.\"\n\nEvery week a truckload of Irish whiskey arrives at the café, enough to go through a hundred bottles a day. They say the Buena Vista is the world\"s largest single consumer of Irish whiskey – not surprising, given the way Paul Nolan pours the stuff.\n\n\"And just in case I didn't give everybody what they deserve, I always add a little bit more,\" he laughed.\n\nCBS News\n\n\n\nFor more info:\n\nBuena Vista Café, San Francisco\n\n\n\nFor more recipes from \"Sunday Morning\" visit the 2018 \"Food Issue\" Recipe Index\n\n\n\nStory produced by John Goodwin."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Irish Coffee, at a San Francisco institution", "description": null, "url": "https://www.cbsnews.com/news/irish-coffee-at-buena-vista-caf%C3%A9-in-san-francisco/", "urlToImage": null, "publishedAt": "2018-11-17T20:53:31Z", "content": null, "fulltext": "With cable cars running past its door, the Buena Vista Café, which opened in 1916, is a San Francisco institution. And for more than 40 years, it's had the same bartender who's been making the same drink that made the Buena Vista famous.\n\nPaul Nolan says it's estimated he's made four to five million Irish Coffees in the past 41 years. \"I just take their word for it. I didn't count 'em!\" he laughed.\n\n\"So, no wonder you're good at it!\" said correspondent John Blackstone.\n\nIrish Coffee first came to America back in 1952. \"The original recipe came from Ireland, by the inventor, Joe Sheridan, and he gave the recipe to the beat writer of the Chronicle, Stan Delaplane.\"\n\n\"He was a reporter? So, is it proper for me to say that maybe a news reporter is the originator of Irish coffee in America, rather than a bartender?\" asked Blackstone.\n\n\"Well, let's just say he conveyed the recipe to the right source!\"\n\nThat recipe? Two sugars, hot coffee, and, of course, the active ingredient – about an ounce and a third of Irish whiskey.\n\nThen, the finishing touch: carefully floating a layer of heavy cream on top – an irresistible combination.\n\nCBS News\n\nSampling Nolan's work, Blackstone said, \"It's dangerous to do this with a mustache.\"\n\n\"I know! Usually we give an extra napkin with people's mustaches,\" Nolan said.\n\nBob Friedman admits he wasn't really an Irish Coffee fan when he bought the Buena Vista back in 2001.\n\n\"At the time they were doing about quarter-million Irish Coffees a year,\" he said.\n\n\"This was a sound business decision, not because of any romantic idea about Irish coffee?\" asked Blackstone\n\n\"No, no, no, no. I like it. It's a wonderful drink. Matter of fact, now I love it!\" Friedman laughed.\n\nAnd it's much loved by locals and tourists alike. According to Friedman, \"You can't leave town without one. And nobody drinks only one!\"\n\nOne man visiting the café said, \"There's no experience like being at this table or at that bar and drinking an Irish coffee at the Buena Vista.\"\n\nEvery week a truckload of Irish whiskey arrives at the café, enough to go through a hundred bottles a day. They say the Buena Vista is the world\"s largest single consumer of Irish whiskey – not surprising, given the way Paul Nolan pours the stuff.\n\n\"And just in case I didn't give everybody what they deserve, I always add a little bit more,\" he laughed.\n\nCBS News\n\n\n\nFor more info:\n\nBuena Vista Café, San Francisco\n\n\n\nFor more recipes from \"Sunday Morning\" visit the 2018 \"Food Issue\" Recipe Index\n\n\n\nStory produced by John Goodwin."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Irish Coffee, at a San Francisco institution", "description": "For more than 40 years, bartender Paul Nolan has been mixing the drink that made the Buena Vista Café famous", "url": "http://feeds.cbsnews.com/~r/CBSNewsNational/~3/vQjF4-WwN80/", "urlToImage": null, "publishedAt": "2018-11-17T20:53:31Z", "content": null, "fulltext": "With cable cars running past its door, the Buena Vista Café, which opened in 1916, is a San Francisco institution. And for more than 40 years, it's had the same bartender who's been making the same drink that made the Buena Vista famous.\n\nPaul Nolan says it's estimated he's made four to five million Irish Coffees in the past 41 years. \"I just take their word for it. I didn't count 'em!\" he laughed.\n\n\"So, no wonder you're good at it!\" said correspondent John Blackstone.\n\nIrish Coffee first came to America back in 1952. \"The original recipe came from Ireland, by the inventor, Joe Sheridan, and he gave the recipe to the beat writer of the Chronicle, Stan Delaplane.\"\n\n\"He was a reporter? So, is it proper for me to say that maybe a news reporter is the originator of Irish coffee in America, rather than a bartender?\" asked Blackstone.\n\n\"Well, let's just say he conveyed the recipe to the right source!\"\n\nThat recipe? Two sugars, hot coffee, and, of course, the active ingredient – about an ounce and a third of Irish whiskey.\n\nThen, the finishing touch: carefully floating a layer of heavy cream on top – an irresistible combination.\n\nCBS News\n\nSampling Nolan's work, Blackstone said, \"It's dangerous to do this with a mustache.\"\n\n\"I know! Usually we give an extra napkin with people's mustaches,\" Nolan said.\n\nBob Friedman admits he wasn't really an Irish Coffee fan when he bought the Buena Vista back in 2001.\n\n\"At the time they were doing about quarter-million Irish Coffees a year,\" he said.\n\n\"This was a sound business decision, not because of any romantic idea about Irish coffee?\" asked Blackstone\n\n\"No, no, no, no. I like it. It's a wonderful drink. Matter of fact, now I love it!\" Friedman laughed.\n\nAnd it's much loved by locals and tourists alike. According to Friedman, \"You can't leave town without one. And nobody drinks only one!\"\n\nOne man visiting the café said, \"There's no experience like being at this table or at that bar and drinking an Irish coffee at the Buena Vista.\"\n\nEvery week a truckload of Irish whiskey arrives at the café, enough to go through a hundred bottles a day. They say the Buena Vista is the world\"s largest single consumer of Irish whiskey – not surprising, given the way Paul Nolan pours the stuff.\n\n\"And just in case I didn't give everybody what they deserve, I always add a little bit more,\" he laughed.\n\nCBS News\n\n\n\nFor more info:\n\nBuena Vista Café, San Francisco\n\n\n\nFor more recipes from \"Sunday Morning\" visit the 2018 \"Food Issue\" Recipe Index\n\n\n\nStory produced by John Goodwin."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Irish Coffee, at a San Francisco institution", "description": null, "url": "http://www.cbsnews.com/news/irish-coffee-at-buena-vista-caf%C3%A9-in-san-francisco/", "urlToImage": null, "publishedAt": "2018-11-17T20:53:31Z", "content": null, "fulltext": "With cable cars running past its door, the Buena Vista Café, which opened in 1916, is a San Francisco institution. And for more than 40 years, it's had the same bartender who's been making the same drink that made the Buena Vista famous.\n\nPaul Nolan says it's estimated he's made four to five million Irish Coffees in the past 41 years. \"I just take their word for it. I didn't count 'em!\" he laughed.\n\n\"So, no wonder you're good at it!\" said correspondent John Blackstone.\n\nIrish Coffee first came to America back in 1952. \"The original recipe came from Ireland, by the inventor, Joe Sheridan, and he gave the recipe to the beat writer of the Chronicle, Stan Delaplane.\"\n\n\"He was a reporter? So, is it proper for me to say that maybe a news reporter is the originator of Irish coffee in America, rather than a bartender?\" asked Blackstone.\n\n\"Well, let's just say he conveyed the recipe to the right source!\"\n\nThat recipe? Two sugars, hot coffee, and, of course, the active ingredient – about an ounce and a third of Irish whiskey.\n\nThen, the finishing touch: carefully floating a layer of heavy cream on top – an irresistible combination.\n\nCBS News\n\nSampling Nolan's work, Blackstone said, \"It's dangerous to do this with a mustache.\"\n\n\"I know! Usually we give an extra napkin with people's mustaches,\" Nolan said.\n\nBob Friedman admits he wasn't really an Irish Coffee fan when he bought the Buena Vista back in 2001.\n\n\"At the time they were doing about quarter-million Irish Coffees a year,\" he said.\n\n\"This was a sound business decision, not because of any romantic idea about Irish coffee?\" asked Blackstone\n\n\"No, no, no, no. I like it. It's a wonderful drink. Matter of fact, now I love it!\" Friedman laughed.\n\nAnd it's much loved by locals and tourists alike. According to Friedman, \"You can't leave town without one. And nobody drinks only one!\"\n\nOne man visiting the café said, \"There's no experience like being at this table or at that bar and drinking an Irish coffee at the Buena Vista.\"\n\nEvery week a truckload of Irish whiskey arrives at the café, enough to go through a hundred bottles a day. They say the Buena Vista is the world\"s largest single consumer of Irish whiskey – not surprising, given the way Paul Nolan pours the stuff.\n\n\"And just in case I didn't give everybody what they deserve, I always add a little bit more,\" he laughed.\n\nCBS News\n\n\n\nFor more info:\n\nBuena Vista Café, San Francisco\n\n\n\nFor more recipes from \"Sunday Morning\" visit the 2018 \"Food Issue\" Recipe Index\n\n\n\nStory produced by John Goodwin."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Picture perfect: Nathan Myhrvold's eye-popping pictures of food", "description": "The former Microsoft executive's latest passion is photography, using robots to better capture food at the perfect moment", "url": "https://www.cbsnews.com/news/nathan-myhrvold-modernist-cuisine-eye-popping-pictures-of-food/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/45bc94d7-559f-4ce3-9d7b-47af5641e986/thumbnail/1200x630/e00c79b557ea1c7e3d41b6d5b68983c8/images-by-nathan-myhrvold-from-the-photography-of-modernist-cuisine-cooking-lab-promo.jpg", "publishedAt": "2018-11-17T20:18:34Z", "content": "Former Microsoft executive Nathan Myhrvold is a man of many talents. He has advanced degrees in economics, geophysics, and space physics, and he was a post-doctoral researcher with Stephen Hawking. And that's not all: \"I publish on all aspects of dinosaurs,\" … [+2260 chars]", "fulltext": "Former Microsoft executive Nathan Myhrvold is a man of many talents. He has advanced degrees in economics, geophysics, and space physics, and he was a post-doctoral researcher with Stephen Hawking. And that's not all: \"I publish on all aspects of dinosaurs,\" he told David Pogue. \"I have been doing a lot of asteroid work recently. I'm also the CEO at Intellectual Ventures, which is this company that invents new technology that tries to help the developing world.\"\n\nThat zig-zagging career path brought Myhrvold to his latest passion: taking eye-popping portraits of food. The food photography is a spinoff of an earlier project: his 2011 magnum opus, a 50-pound, $625 encyclopedic cookbook called \"Modernist Cuisine.\"\n\nNathan Myhrvold\n\n\"After I retired from Microsoft, I wanted to do more cooking,\" he said. \"I really naively thought there must be some big book of modern cooking. No! So, I wound up writing it!\"\n\nActually, more than one.\n\nMyhrvold's books became influential among chefs, but a lot of people seemed most interested in the pictures. And when he researched photography books, he noticed something: \"There are some topics that are very well-covered. So, nude photography of women is a GIANT category. [Shocker!] Food photography is just not something that has been embraced in the same way.\"\n\nSure, plenty of people take pictures of their food, with their phones at lunch. But when Nathan Myhrvold takes pictures of food, he uses robots he's built himself to control timing precisely.\n\nNathan Myhrvold\n\nWhen Myhrvold wanted to photograph two liquids mixing in midair, there was only one solution: Robots, to give Myhrvold the repetition capability and the precision to get the shots he wants.\n\nNathan Myhrvold\n\nThe photos are in his new book \"The Photography of Modernist Cuisine.\"\n\nMyhrvold also has art galleries just for his food photos, in Las Vegas, New Orleans and Seattle.\n\nHis photographs sell for as much as $1,000 each. But, as Myhrvold is the first to admit, it's not about profit; it's about passion.\n\n\"I think that food as art is tremendously underserved,\" he said. \"So, I'm gonna make some that I love, and I'm gonna hope somebody else agrees!\"\n\n\n\nFor more info:\n\n\n\nStory produced by Sara Kugel."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Recipe: Brooklyn Egg Cream", "description": "This is the most traditional of egg creams", "url": "https://www.cbsnews.com/news/recipe-brooklyn-egg-cream/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/7e7fc4db-280a-43e0-8d40-712b3d253e7d/thumbnail/1200x630/2269ee3a25a29891956ca748ce28d689/egg-cream-seltzer-promo.jpg", "publishedAt": "2018-11-17T19:49:33Z", "content": "From Gia Giasullo's \"The Soda Fountain: Floats, Sundaes, Egg Creams &amp; More - Stories and Flavors of an American Original\" : \"This is the most traditional of egg creams, and the one that incites the most heated debate, both on its origins and the methods t… [+976 chars]", "fulltext": "Ten Speed Press\n\nFrom Gia Giasullo's \"The Soda Fountain: Floats, Sundaes, Egg Creams & More - Stories and Flavors of an American Original\": \"This is the most traditional of egg creams, and the one that incites the most heated debate, both on its origins and the methods to make it. It's a lightly sweetened, bubbly drink that you can enjoy anytime (and which has about as many calories as a slice of buttered toast).\"\n\nBrooklyn Egg Cream\n\nMakes 1\n\nIngredients:\n\n¼ cup plus 2 Tablespoons cold whole milk\n\n¾ cup plain cold seltzer\n\n3 Tablespoons Fox's U-Bet chocolate syrup\n\nInstructions:\n\nPour the milk into an egg cream glass and add seltzer until froth comes up to the top of the glass. Pour the syrup into the center of the glass and then gently push the back of a spoon into the center of the drink. Rock the spoon back and forth, keeping most of the action at the bottom of the glass, to incorporate the syrup without wrecking the froth. Serve immediately.\n\n\n\nRecipe from \"The Soda Fountain: Floats, Sundaes, Egg Creams & More - Stories and Flavors of an American Original\" by Gia Giasullo (Ten Speed Press), in Hardcover and eBook formats, available via Amazon\n\n\n\nFor more recipes from \"Sunday Morning\" visit the 2018 \"Food Issue\" Recipe Index\n\n\n\nSee also:"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "AP", "title": "1 dead and more than 100 injured in fuel tax protests in France", "description": "About 244,000 protesters were involved in several thousand protests around the country, the French Interior Ministry officials estimated", "url": "https://www.cbsnews.com/news/france-fuel-tax-protests-1-dead-and-more-than-100-injured-2018-11-17/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/17/32723c1c-308e-4827-b237-ce97b767e9c1/thumbnail/1200x630/c7a6a7231a65bd92bcc3f3a3b3cb81c9/france2.jpg", "publishedAt": "2018-11-17T19:09:06Z", "content": "PARIS -- One protester was killed and 106 others were injured at roadblocks set up around France on Saturday as citizens angry at rising fuel taxes rose up in a grassroots movement and posed a new challenge to President Emmanuel Macron. Police officers lobbed… [+3332 chars]", "fulltext": "PARIS -- One protester was killed and 106 others were injured at roadblocks set up around France on Saturday as citizens angry at rising fuel taxes rose up in a grassroots movement and posed a new challenge to President Emmanuel Macron.\n\nPolice officers lobbed tear gas canisters at demonstrators on the famed Champs-Elysees Avenue in Paris as groups tried to make their way to the presidential Elysee Palace. Later, hundreds of protesters entered the bottom of the street dotted with luxury shops where the palace is located -- and where Macron lives.\n\nThey were seen on BFMTV talking with riot police when the officers suddenly raised their shields and pushed the group back.\n\nFrench Interior Ministry officials estimated that about 244,000 protesters were involved in several thousand protests around the country, many of them spontaneous.\n\nThe protester who died, a 63-year-old woman, was killed when a driver caught in the blockade accelerated in a panic at Pont-de-Beauvoisin, near Chambery, according to Louis Laugier, the prefect, or top state official, in the eastern Savoie region. According to various French media reports, protesters reportedly knocked on her car as she tried to take her daughter to a hospital. An investigation was opened.\n\nFive people were seriously injured, while the others had more minor injuries, the Interior Ministry said in an early evening statement, raising an earlier count. It said 52 people were detained and 38 held for questioning.\n\nProtesters, wearing yellow safety vests and dubbing themselves the \"yellow jackets,\" pledged to target tollbooths, roundabouts and the bypass that ring Paris. The fluorescent yellow vests donned by the protesters must be kept in the vehicles of all French drivers in case of car troubles.\n\nERIC GAILLARD/REUTERS\n\nThe ministry said security forces used tear gas in several places besides the Champs-Elysees to unblock major routes, including firing about 30 canisters at the entrance to the Mont Blanc tunnel.\n\nThe nationwide protest was unusual due to its grassroots origins. It arose from within the citizenry, backed neither by unions nor politicians, although some took part in a clear bid for supporters.\n\nThe amateur nature of the protests, often spontaneous and therefore illegal, made it tricky for police, who had orders to use dialogue over force but to stop protesters from completely blocking major routes or endangering lives or property.\n\nPolice fired tear gas when a group moved into a street near the presidential palace. Hundreds of protesters took over the Place de la Concorde at the bottom of the avenue, shouting \"Macron resign\" as police looked on. By evening, 1,200 protesters remained in the Place \"protected by police,\" the Interior Ministry said.\n\nThe rise in fuel taxes, notably for diesel fuel, spoke to those French who feel the president has asked ordinary citizens to make the largest efforts in his bid to transform France. The taxes are part of Macron's strategy to wean France off fossil fuels. Many drivers see them as emblematic of a presidency they view as disconnected from day-to-day economic difficulties and serving the rich.\n\nRobert Tichit, 67, a retiree, referred to the president as \"King Macron.\"\n\n\"We've had enough of it. There are too many taxes in this country,\" he said."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Calendar: Week of November 19", "description": "From Thanksgiving to Black Friday, \"Sunday Morning\" takes a look at some notable events of the week ahead", "url": "https://www.cbsnews.com/news/calendar-week-of-november-19/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/17/fb6547b7-c318-4a85-b554-93d5957c6901/thumbnail/1200x630/fc4f7ac44bc7733f6173588b8f98ae24/sm-calendar-111918-promo.jpg", "publishedAt": "2018-11-17T19:07:32Z", "content": "Here's a look at the week ahead on our \"Sunday Morning\" Calendar: On Monday, the White House Christmas Tree, from North Carolina, will be delivered by horse-and-carriage. Tuesday sees the 20th anniversary of the launch of the very first component of the Inter… [+909 chars]", "fulltext": "Here's a look at the week ahead on our \"Sunday Morning\" Calendar:\n\n\n\nOn Monday, the White House Christmas Tree, from North Carolina, will be delivered by horse-and-carriage.\n\n\n\nTuesday sees the 20th anniversary of the launch of the very first component of the International Space Station.\n\n\n\nWednesday is World Television Day, proclaimed by the U.N. in recognition of the increasing impact of television.\n\n\n\n\n\nThursday is Thanksgiving – a day to eat, drink, and be merry.\n\n\n\nFriday is Black Friday, the frantic holiday shopping day that is said to put retailers into the \"black\" for the year.\n\n\n\n\n\nAnd on Saturday, Pete Best, The Beatles' drummer who was replaced early on by Ringo Starr, turns 77."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Protester dead in France after fuel tax protests", "description": "At least one person is dead in France and dozens are injured after protests against the country's increasing gas taxes.", "url": "https://www.cbsnews.com/video/protester-dead-in-france-after-fuel-taxes-protests/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/17/2fb3448a-32c5-47cb-9aa2-957fb78a66eb/thumbnail/1200x630/dbbcc7d830f01c01c5df7d982f6ee2c8/cbsn-fusion-protester-dead-in-france-after-fuel-taxes-protests-thumbnail-1714448-640x360.jpg", "publishedAt": "2018-11-17T18:48:39Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Trump talks to CIA and State leaders about Jamal Khashoggi's killing", "description": "He called CIA Director Gina Haspel and Secretary of State Mike Pompeo from Air Force One as he flew to California, Sarah Sanders said", "url": "https://www.cbsnews.com/news/trump-talks-to-cia-state-leaders-about-jamal-khashoggis-killing-2018-11-17/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/15/2c153520-2c9a-4472-936c-6f4d7f8c964b/thumbnail/1200x630/2c9eb33cf9c6b9ede55d93317a004ea4/cbsn-fusion-khashoggis-killing-u-s-hits-17-saudis-with-sanctions-thumbnail-1713030-640x360.jpg", "publishedAt": "2018-11-17T18:31:03Z", "content": "President Donald Trump spoke on Saturday with his CIA chief and top diplomat about the spy agency's assessment of the killing of journalist Jamal Khashoggi. The CIA has intelligence that substantiates an assessment that Saudi Crown Prince Mohammed bin Salman … [+3376 chars]", "fulltext": "President Donald Trump spoke on Saturday with his CIA chief and top diplomat about the spy agency's assessment of the killing of journalist Jamal Khashoggi.\n\nThe CIA has intelligence that substantiates an assessment that Saudi Crown Prince Mohammed bin Salman ordered the killing of journalist Jamal Khashoggi, according to a U.S. official familiar with the intelligence. The official declined to characterize the confidence level of the CIA's assessment.\n\nA separate U.S. official told CBS News Friday that U.S. intelligence has \"high confidence\" in its assessment that bin Salman ordered the killing -- an assessment based on an understanding of how Saudi Arabia operates.\n\nNeither official indicated that there is direct evidence linking bin Salman to the killing — including on the day of the incident.\n\nOn Saturday, Mr. Trump called CIA Director Gina Haspel and Secretary of State Mike Pompeo from Air Force One as he flew to California to view wildfire damage, press secretary Sarah Huckabee Sanders said. She provided no additional details but said the president has confidence in the CIA.\n\nMr. Trump told reporters before he left the White House that, when it came to the crown prince, \"as of this moment we were told that he did not play a role. We're going to have to find out what they have to say.\"\n\nIn his remarks, the president spoke of Saudi Arabia as \"a truly spectacular ally in terms of jobs and economic development.\"\n\n\"I have to take a lot of things into consideration\" when deciding what measures to take against the kingdom.\n\nThe intelligence agencies' conclusion will bolster efforts in Congress to further punish the close U.S. ally for the killing. The Trump administration this past week penalized 17 Saudi officials for their alleged role in the killing, but American lawmakers have called on the administration to curtail arms sales to Saudi Arabia or take other harsher punitive measures.\n\nSaudi Arabia's top diplomat has said the crown prince had \"absolutely\" nothing to do with the killing.\n\nVice President Mike Pence told reporters traveling with him at a summit of Pacific Rim nations in Papua New Guinea that he could not comment on \"classified information.\" He said Saturday \"the murder of Jamal Khashoggi was an atrocity. It was also an affront to a free and independent press, and the United States is determined to hold all of those accountable who are responsible for that murder.\"\n\nThe United States will \"follow the facts,\" Pence said, while trying to find a way of preserving a \"strong and historic partnership\" with Saudi Arabia.\n\nKhashoggi, a Saudi who lived in the United States, was a columnist for the Post and often criticized the royal family. He was killed Oct. 2 at the Saudi Consulate in Istanbul. Turkish and Saudi authorities has said he was killed inside the consulate by a team from the kingdom after he went there to get marriage documents.\n\nThis past week, U.S. intelligence officials briefed members of the Senate and House intelligence committees, and the Treasury Department announced economic sanctions on 17 Saudi officials suspected of being responsible for or complicit in the killing. Also this past week, the top prosecutor in Saudi Arabia announced he will seek the death penalty against five men suspected in the killing.\n\nMr. Trump has called the killing a botched operation that was carried out very poorly and has said \"the cover-up was one of the worst cover-ups in the history of cover-ups.\" But he has resisted calls to cut off arms sales to the kingdom and has been reluctant to antagonize the Saudi rulers. Mr. Trump considers the Saudis vital allies in his Mideast agenda."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Trump talks to CIA and State leaders about Jamal Khashoggi's killing", "description": "He called CIA Director Gina Haspel and Secretary of State Mike Pompeo from Air Force One as he flew to California, Sarah Sanders said", "url": "https://www.cbsnews.com/news/trump-talks-to-cia-state-leaders-about-jamal-khashoggis-killing-2018-11-17/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/15/2c153520-2c9a-4472-936c-6f4d7f8c964b/thumbnail/1200x630/2c9eb33cf9c6b9ede55d93317a004ea4/cbsn-fusion-khashoggis-killing-u-s-hits-17-saudis-with-sanctions-thumbnail-1713030-640x360.jpg", "publishedAt": "2018-11-17T18:31:03Z", "content": "President Donald Trump spoke on Saturday with his CIA chief and top diplomat about the spy agency's assessment of the killing of journalist Jamal Khashoggi. The CIA has intelligence that substantiates an assessment that Saudi Crown Prince Mohammed bin Salman … [+3376 chars]", "fulltext": "President Donald Trump spoke on Saturday with his CIA chief and top diplomat about the spy agency's assessment of the killing of journalist Jamal Khashoggi.\n\nThe CIA has intelligence that substantiates an assessment that Saudi Crown Prince Mohammed bin Salman ordered the killing of journalist Jamal Khashoggi, according to a U.S. official familiar with the intelligence. The official declined to characterize the confidence level of the CIA's assessment.\n\nA separate U.S. official told CBS News Friday that U.S. intelligence has \"high confidence\" in its assessment that bin Salman ordered the killing -- an assessment based on an understanding of how Saudi Arabia operates.\n\nNeither official indicated that there is direct evidence linking bin Salman to the killing — including on the day of the incident.\n\nOn Saturday, Mr. Trump called CIA Director Gina Haspel and Secretary of State Mike Pompeo from Air Force One as he flew to California to view wildfire damage, press secretary Sarah Huckabee Sanders said. She provided no additional details but said the president has confidence in the CIA.\n\nMr. Trump told reporters before he left the White House that, when it came to the crown prince, \"as of this moment we were told that he did not play a role. We're going to have to find out what they have to say.\"\n\nIn his remarks, the president spoke of Saudi Arabia as \"a truly spectacular ally in terms of jobs and economic development.\"\n\n\"I have to take a lot of things into consideration\" when deciding what measures to take against the kingdom.\n\nThe intelligence agencies' conclusion will bolster efforts in Congress to further punish the close U.S. ally for the killing. The Trump administration this past week penalized 17 Saudi officials for their alleged role in the killing, but American lawmakers have called on the administration to curtail arms sales to Saudi Arabia or take other harsher punitive measures.\n\nSaudi Arabia's top diplomat has said the crown prince had \"absolutely\" nothing to do with the killing.\n\nVice President Mike Pence told reporters traveling with him at a summit of Pacific Rim nations in Papua New Guinea that he could not comment on \"classified information.\" He said Saturday \"the murder of Jamal Khashoggi was an atrocity. It was also an affront to a free and independent press, and the United States is determined to hold all of those accountable who are responsible for that murder.\"\n\nThe United States will \"follow the facts,\" Pence said, while trying to find a way of preserving a \"strong and historic partnership\" with Saudi Arabia.\n\nKhashoggi, a Saudi who lived in the United States, was a columnist for the Post and often criticized the royal family. He was killed Oct. 2 at the Saudi Consulate in Istanbul. Turkish and Saudi authorities has said he was killed inside the consulate by a team from the kingdom after he went there to get marriage documents.\n\nThis past week, U.S. intelligence officials briefed members of the Senate and House intelligence committees, and the Treasury Department announced economic sanctions on 17 Saudi officials suspected of being responsible for or complicit in the killing. Also this past week, the top prosecutor in Saudi Arabia announced he will seek the death penalty against five men suspected in the killing.\n\nMr. Trump has called the killing a botched operation that was carried out very poorly and has said \"the cover-up was one of the worst cover-ups in the history of cover-ups.\" But he has resisted calls to cut off arms sales to the kingdom and has been reluctant to antagonize the Saudi rulers. Mr. Trump considers the Saudis vital allies in his Mideast agenda."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Conor Knighton", "title": "Pepperoni rolls, West Virginia's most popular snack", "description": "Conor Knighton explains the pepperoni pride the state has for its delicious, utilitarian snack, devised for coal miners and enjoyed by everyone", "url": "https://www.cbsnews.com/news/pepperoni-rolls-west-virginias-most-popular-snack/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/17/e82a33c8-8289-40e5-94ab-3e8e37f741e1/thumbnail/1200x630/0b1602878f1379788a383e8e9e599e1d/pepperoni-rolls-closeup-promo.jpg", "publishedAt": "2018-11-17T17:37:54Z", "content": "I grew up in West Virginia. And so, when those \"country roads\" take me home, my first stop is to buy a pepperoni roll. West Virginia's most popular snack can be found at small bakeries all across the state. Pepperoni Rolls are sold at gas stations, sampled at… [+2683 chars]", "fulltext": "I grew up in West Virginia. And so, when those \"country roads\" take me home, my first stop is to buy a pepperoni roll.\n\nWest Virginia's most popular snack can be found at small bakeries all across the state.\n\nPepperoni Rolls are sold at gas stations, sampled at contests, even raced in-between innings at minor league baseball games in Morgantown.\n\nCBS News\n\nWest Virginia University Press\n\nAt Tomaro's Italian Bakery in Clarksburg, the staff makes them just as fast as the customers can eat them. But if you're not a local, then you probably have no idea what I'm talking about.\n\n\"The first time I met somebody who didn't know what a pepperoni roll was, I was flabbergasted – like, why haven't you had this amazing, culinary delight?\" said author Candace Nelson.\n\nShe grew up in Wellsburg, West Virginia, and has become the state's pepperoni roll expert. She frequently finds herself describing what one IS in terms of what one ISN'T.\n\n\"Oftentimes you'll hear it's a pizza pocket, or it's a hot pocket, or maybe it's a calzone, or a Stromboli,\" she said. \"And it's similar to that. But that's kind of stripping away its history.\"\n\nThat history dates back to West Virginia's coal mining heyday, when Italian immigrants moved to North Central West Virginia to work in the mines. They brought their culinary traditions down with them, and the pepperoni roll – Italian bread with pepperoni baked inside – was developed as a convenient, one-handed snack that wouldn't spoil in their lunch pails.\n\nCBS News\n\n\"It might sound silly, but it's something that's unique to us,\" said Chris Pallotta, owner of Country Club Bakery in Fairmont. \"It's from here, made by us.\"\n\nCountry Club Bakery was founded in 1927 by Guiseppe Argiro, a coal miner from the Calabria region of Italy, who's generally credited as being the first to sell pepperoni rolls.\n\nAs he soon found out, it wasn't just miners who were craving a snack that was cheap, hearty, and portable.\n\nCBS News\n\n\"A big part of our business is that they travel so well, 'cause it's not real messy,\" Pallotta said. \"People grab a dozen pepperoni rolls, throw 'em in the car, and they'll go on a vacation. They go to ball games.\"\n\nAfter all these years, it's surprising the snack has never really traveled beyond the boundaries of the state. You can't find them anywhere else – trust me, I've tried.\n\nPerhaps that's why there's so much pepperoni pride. If you're a West Virginian and you're holding one, that means you are home.\n\nCBS News\n\nNelson said, \"The pepperoni roll really does kind of embody who we are as West Virginians.It's simple, it's hardworking, and it's utilitarian, and I think that really speaks to who we are as a whole.\"\n\n\n\nFor more info:"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Astronaut Scott Kelly on capturing an Earth without borders", "description": "\"It gives you the impression that we're all in this thing called humanity together,\" he said", "url": "https://www.cbsnews.com/news/astronaut-scott-kelly-on-capturing-the-beauty-of-planet-earth-without-borders-from-space/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/dee524ea-25e5-434b-a4c0-170dee69c2b5/thumbnail/1200x630/3cfda509870fe5af9938b967230e01f3/1117-satmo-scottkellybook-mason-1714350-640x360.jpg", "publishedAt": "2018-11-17T17:18:08Z", "content": "Just before his launch into space in 2015, astronaut Scott Kelly got a shoutout during President Obama's State of the Union address: \"Scott Kelly will begin a yearlong stay in space. So good luck, captain. Make sure to Instagram it.\" Kelly took the president'… [+2523 chars]", "fulltext": "Just before his launch into space in 2015, astronaut Scott Kelly got a shoutout during President Obama's State of the Union address: \"Scott Kelly will begin a yearlong stay in space. So good luck, captain. Make sure to Instagram it.\"\n\nKelly took the president's Instagram challenge to heart. On his fourth mission into space, from 250 miles up, he pointed his camera at the planet. Kelly has collected those space photographs in his new book, \"Infinite Wonder.\"\n\n\"You see continents and countries without any political borders. It gives you the impression that we're all in this thing called humanity together,\" Kelly told \"CBS This Morning: Saturday\" co-host Anthony Mason. \"Actually, the whole experience makes you feel insignificant.\"\n\nIt offered a unique vantage point on the vastness of it all. From Manhattan to the Milky Way. Kelly would spend 340 days in space. Some of his photography was for scientific purposes, but most was for his own pleasure.\n\n\"Sometimes it was as simple as, 'Hey, that spot looks a little interesting down there.' You know, some dry lakebed in Iran, as an example. Let me take a picture of it and see what it looks like,\" Kelly said.\n\n\n\nThrough his lens he found a lake in Bolivia, wetlands in Brazil, a mountain meeting a desert in Algeria, valleys full of iron ore and manganese in Libya, and a lake in western Australia. Many of his photos look like abstract paintings, which, Kelly said, is exactly what he was going for. He became a master of microgravity photography.\n\n\"So you're looking at a small spot on the Earth and the Earth is going by at five miles a second. You know it takes a very steady tracking motion to be able to take a picture that's not blurry,\" Kelly said. \"A lot of people, when they first get to space, you're very clumsy. … It's interesting when you see a bunch of new astronauts show up. They're like bouncing off the wall, stuff flying all over the place.\"\n\nThe book also offers a look at life in space. One photo captures Kelly watching his brother on a TV in the International Space Station – losing on \"Celebrity Jeopardy.\"\n\nKelly, who now has well over a million Instagram followers, shared many of his photos online. \"Which was great because you could see the reaction you got from people,\" he said. \"I could see the comments. I would read the comments sometimes.\"\n\nOne follower commented on the plants he was growing on the space station, writing that Kelly was \"no Mark Watney,\" a reference to the gifted botanist trapped on Mars in the movie \"The Martian.\"\n\n\n\n\"After that, you know, fight's on. I was gonna do whatever it took to make those flowers look better.\"\n\nHe succeeded and posted a picture to prove it.\n\n\"Earth is a beautiful place, whether you're looking at it, you know, all in one view. Or with a real close up lens.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Grace Segers", "title": "Joint Chiefs of Staff chairman says military's job at border is \"not to deny access to migrants\"", "description": "\"The tasks that we are providing are in support of the Department of Homeland Security. And nothing that we are doing is illegal,\" he said", "url": "https://www.cbsnews.com/news/gen-joseph-dunford-chairman-of-the-joint-chiefs-of-staff-says-militarys-job-at-border-is-not-to-deny-access-to-migrants/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2017/07/27/a7aa67d4-20a9-4944-a804-6cddefc9f295/thumbnail/1200x630g2/5000e8820166dc6f1dc8c225ed44f877/ap-17174647917178.jpg", "publishedAt": "2018-11-17T16:53:11Z", "content": "Gen. Joseph Dunford, chairman of the Joint Chiefs of Staff, said at the Halifax International Security Forum Saturday that the increased presence of military troops at the U.S.-Mexico border is \"not to deny access to migrants.\" President Trump said before the… [+1226 chars]", "fulltext": "Gen. Joseph Dunford, chairman of the Joint Chiefs of Staff, said at the Halifax International Security Forum Saturday that the increased presence of military troops at the U.S.-Mexico border is \"not to deny access to migrants.\"\n\nPresident Trump said before the midterm elections that he would order the deployment of up to 15,000 military personnel to the border as a show of force against a caravan of migrants approaching the southern border. More than 5,000 troops have been deployed so far.\n\nDunford said military personnel were there to provide engineering support to points of entry, and to provide logistical and medical support to customs and border police.\n\n\"The tasks that we are providing are in support of the Department of Homeland Security. And nothing that we are doing is illegal,\" Dunford said. \"What we are doing now in support of customs and border police and Homeland Security more broadly is filling legitimate capability gaps that they have with military capabilities.\"\n\nJacquelyn Martin/AP\n\nDunford said that the migrants would not face American soldiers upon crossing the border.\n\n\"Our job is not to deny access to migrants into the United States. Our job is to support the Department of Homeland Security in doing their job,\" Dunford said.\n\nDemocrats have criticized Mr. Trump's decision to deploy military troops to the border, believing his emphasis on the caravan before the election was a campaign ploy."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Tastemaker: Food designer Sarah Masoni's million-dollar palate", "description": "At Oregon State University's Food Innovation Center, she uses her most exquisite taste (buds) to help chefs fine-tune their recipes", "url": "https://www.cbsnews.com/news/tastemaker-food-designer-sarah-masoni-million-dollar-palate/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/274f7991-e9ea-4b29-bbb4-cfc88f3d8aaf/thumbnail/1200x630/2d042381b7f9c721c82e6ea6c44814f2/sarah-masoni-taste-buds-promo.jpg", "publishedAt": "2018-11-17T16:44:57Z", "content": "Although the bird might disagree, few Thanksgiving turkeys have been so lucky as the one being prepared by Sarah Masoni. With her, any food, from fig to fowl, is destined for gastronomic greatness. She's an alchemist of taste. Just consider her butter, mixed … [+3260 chars]", "fulltext": "Although the bird might disagree, few Thanksgiving turkeys have been so lucky as the one being prepared by Sarah Masoni. With her, any food, from fig to fowl, is destined for gastronomic greatness.\n\nShe's an alchemist of taste. Just consider her butter, mixed with rosemary, sage, and garlic, that she puts under the turkey's skin – and that's only after her turkey has taken a 36-hour dip in her citrusy brine.\n\nCBS News\n\nFinally, to add one more savory note, she weaves a blanket of bacon on top. \"All of the bacon fat is going to go down through the turkey and give it a whole different layer of flavor,\" she told correspondent Lee Cowan.\n\nMasoni wasn't just getting a head start on Thanksgiving; she was demonstrating her job as a \"food designer,\" at Oregon State University's gleaming Food Innovation Center. Hundreds have paid big dollars to get Masoni's culinary counsel, making sure their new food products are both safe and sumptuous.\n\nCBS News\n\nSampling a smoked sea salt & juniper white fish jerky, she said, \"There's actually a floral note to this product.\n\nA food science background gives her the technical knowledge to do what she does, but she has a physical attribute, too. \"I knew there was something different about my tongue, but I mean, most people don't spend a lot of time looking at their tongue!\" she laughed.\n\nHer tastes buds, she says, are actually bigger and better than most, giving her what the New York Times called a \"million dollar palate.\"\n\n\"Actually, I like to joke and say I actually have a billion dollar palate,\" Masoni said. \"Because I've helped so many people become million-dollar companies.\"\n\nJ. Perry is a chef who was hoping to get some advice on his new line of salad dressings – and he got a mouthful from Masoni. Sampling his creation, Masoni remarked, \"It's bitter. You have too much mustard.\"\n\nCBS News\n\n\"She's done this for so long, she can detect every little nuance of flavor,\" Perry said.\n\nAt Portland's Salt & Straw Ice Cream, you can get all manner of flavors, including one that tastes like sweet potato casserole, or cranberry sauce. Head ice cream maker Tyler Malek worked with Masoni for months. He says few people can turn such complicated flavors into reality.\n\nCBS News\n\n\"We spent the first six months of our company right there beside her,\" Malek said. \"If we had technical issues, like the caramel melting in with the cream, we could game plan on different techniques. And I think that that's an amazing talent.\"\n\nIt's that kind of praise from her clients that sometimes brings Masoni to tears.\n\nCBS News\n\nCowan asked, \"Why is that so emotional?\"\n\n\"Well, I don't want to be on TV crying!\" she replied. \"When I put my heart into a food product and it's successful, it brings great joy.\"\n\nHer emotional connection with food is as sweet as her ingredients.\n\nAnd when it came to the moment of truth for her turkey, bringing the bird out of the smoker in all its browned bacon-ey goodness, there was nothing left for Sarah Masoni to do but her job.\n\nCBS News\n\nTaking a taste, she said, \"You can taste the sage the rosemary and the garlic on the breast. It's good, right?\"\n\n\n\nFor more info:\n\n\n\nStory produced by Dustin Stephens."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Grace Segers", "title": "Counter-protesters gather ahead of conservative rally in Philadelphia", "description": "Some counter-protesters arrived well ahead of the rally itself", "url": "https://www.cbsnews.com/news/conservative-rally-in-philadelphia-counter-protesters-gather-2018-11-17/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/0394369e-4d63-470e-98af-0cabfa422300/thumbnail/1200x630/e40b29050a07d16727fe22a7110e5913/gettyimages-626241040-1.jpg", "publishedAt": "2018-11-17T16:04:52Z", "content": "A conservative rally being held in Philadelphia on Saturday is drawing counter-protesters amid fears that more extreme right-wing groups such as the Proud Boys could make an appearance. The \"We the People\" rally was scheduled to start late morning and take pl… [+1496 chars]", "fulltext": "A conservative rally being held in Philadelphia on Saturday is drawing counter-protesters amid fears that more extreme right-wing groups such as the Proud Boys could make an appearance. The \"We the People\" rally was scheduled to start late morning and take place at Philadelphia's Independence Mall through the early afternoon.\n\nThe event's Facebook page describes it as a rally for the \"silent majority,\" comprised of \"Patriots, Militia, 3%, constitution loving Americans, pro good cop, pro ICE, pro law and order, pro life, pro American value, pro gun and anti illegal immigration.\" The event description adds, \"ITS [sic] TIME TO SHOW PHILLY WHAT PATRIOTISM REALLY IS!!\"\n\nAlthough the Facebook page said that \"any violence, racism, or display of hate by any group or individual is extremely prohibited,\" some are concerned that the rally could turn violent if any violent right-wing groups show up. The Proud Boys, an all-men white nationalist group whose members often attend white supremacist rallies such as the \"Unite the Right\" rally in Charlottesville in 2017, may make an appearance at the rally.\n\nGetty\n\nA few counter-protests have been organized, including one by the progressive PushBack Campaign. The Facebook event for the counter-protest said \"the residents and allies of Philadelphia must stand in opposition to this escalation of the far-right's push into the city's culture and politics.\"\n\nOn Saturday morning, some counter-protesters arrived well ahead of the rally itself. Police have arrested at least one person.\n\nSeveral counter-protesters were holding signs with images of Gritty, the Philadelphia Flyers mascot who has been co-opted as an antifa symbol by some on the left. Daily Beast reporter Will Sommer tweeted pictures of a homemade sign. There were around a dozen protesters who showed up for the \"We the People,\" and they were far outnumbered by the counter-protesters.\n\nMax M. Marin, a political editor and reporter for Billy Penn, posted a video to Twitter showing an alleged \"proud boy\" head-butted as he was led away from the protest. The attacker was detained and more riot police were sent to Independence Mall, according to Marin."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Trump says written responses to questions will go to Mueller team next week", "description": "\"They're all done,\" Trump told reporters at the White House early Saturday before leaving for California", "url": "https://www.cbsnews.com/news/trump-says-written-responses-to-questions-will-go-to-mueller-team-next-week/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/d8eab2b6-ff51-41f5-8cec-4772bd44feef/thumbnail/1200x630/bef9f04d0cb5117503d5eea8e1742ee1/trumpwh2.jpg", "publishedAt": "2018-11-17T15:54:00Z", "content": "WASHINGTON -- President Donald Trump says he \"very easily\" answered written questions from special counsel Robert Mueller, though he speculated that the questions had been \"tricked up\" to try to catch him in a lie. \"They're all done,\" Trump told reporters at … [+2402 chars]", "fulltext": "WASHINGTON -- President Donald Trump says he \"very easily\" answered written questions from special counsel Robert Mueller, though he speculated that the questions had been \"tricked up\" to try to catch him in a lie.\n\n\"They're all done,\" Trump told reporters at the White House early Saturday before leaving for California, adding that his responses will soon be submitted to Mueller's team. \"We do that next week,\" he said, in what signals a new phase of the inquiry.\n\nIn a swipe the day before at the investigation into 2016 election interference and possible ties between Moscow and the Trump campaign, the president said that \"you have to always be careful when you answer questions with people that probably have bad intentions.\"\n\nMueller has signaled a willingness to accept written answers on matters related to collusion with Russia. Trump lawyer Rudy Giuliani has said repeatedly the president would not answer Mueller's questions on possible obstruction of justice.\n\nDuring months of back-and-forth negotiations with the special counsel office, Mr. Trump's lawyers have repeatedly counseled the president against sitting down for an in-person interview.\n\nThough he spent hours with his attorneys, Mr. Trump on Friday insisted: \"My lawyers don't write answers, I write answers.\"\n\nThe president's remarks were fresh evidence of his return to the ominous rhythms of the Russia probe after spending heady weeks enjoying adulation-soaked campaign rallies before the midterm elections. Despite Mr. Trump's insistence that he's \"very happy\" with how things are going, his frustrations with the probe have been evident everywhere from his Twitter feed this past week to his private grousing that the special counsel may target his family. There's also the criticism he's getting over his choice for acting attorney general, as well as late-arriving election results that have largely been tipping toward House Democrats.\n\n\n\nOn Saturday, President Trump left Washington, D.C., for California after the death toll from the state's Camp Fire climbed to 71 and the number of people unaccounted for jumped to more than 1,000. Mr. Trump is set to visit Northern California, where the destructive Camp Fire is raging.\n\nGetty Images\n\nGov. Jerry Brown and Gov.-elect Gavin Newsom, both Democrats, have welcomed Mr. Trump's visit, declaring it's time \"to pull together for the people of California.\" They will join Mr. Trump on his visit, according to the governor's office, although details of Mr. Trump's itinerary were not released as of Saturday morning."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Can scanning social media help prevent a shooting? Some schools think so", "description": "One social media threat alert service costs less than $2 per student", "url": "https://www.cbsnews.com/news/social-sentinel-can-scanning-social-media-help-prevent-a-school-shooting/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/04/06/b9d4225b-4c57-4f95-b178-596229b7df06/thumbnail/1200x630/ed692ec26f5d71945c37d2a82c8ea6df/istock-880347182.jpg", "publishedAt": "2018-11-17T15:49:06Z", "content": "In the wake of the Sandy Hook school shooting, Greg Boulanger said he started to think about security differently. He is the director for public safety in Bristol, Connecticut, a district with 8,000 students. \"About six years ago when all the districts around… [+3642 chars]", "fulltext": "In the wake of the Sandy Hook school shooting, Greg Boulanger said he started to think about security differently. He is the director for public safety in Bristol, Connecticut, a district with 8,000 students.\n\n\"About six years ago when all the districts around put things together and got district crisis teams, we didn't know, we didn't have much … but we added different tools in our tool box for school security,\" Boulanger said.\n\nUpgraded security cameras and a more robust screening process for visitors were two of those tools. Another is Social Sentinel, a social media threat alert service that costs less than $2 per student. It scans public social media posts for \"threat indicators.\" On the day CBS News correspondent Don Dahler visited, Boulanger received an alert when a young man tweeted, \"stress can kill you.\"\n\n\"I have about 33,000 posts a month. The actual actionable posts are 0.97 per thousand … I get five or six per day,\" he said. \"And what I learned is that we're not invading – people are posting stuff publicly.\n\nOne post that said, \"I'll kill you,\" was flagged. Another alert said, in part, \"I gotta kill you all,\" but the person who posted it was not a student, and the line was a rap lyric.\n\nAs Social Sentinel data scientist Polly Mangan explained, some sentences that are lexically similar to something that's considered a threat like \"my hangnail is literally going to kill me\" do get flagged unnecessarily.\n\n\n\nCBS News\n\n\"Sometimes our model is very conservative, sometimes false positives do get sent through because it is very complicated. But we but we hope to remove some of the noise,\" Mangan said.\n\n\n\nGary Margolis, a 30-year veteran of law enforcement and security, is the founder and CEO of Social Sentinel. He said the company has hundreds of contracts in more than 30 states.\n\n\"It's about being a part of a layered security approach, much like cameras met a need to be able to put eyeballs in places where they couldn't have human beings all the time,\" he said. \"The fact that doors are locked and access control systems reasonably let you keep people out when they shouldn't get in.\"\n\n\"All of these technologies addressed a reasonable concern. They mitigated a reasonable risk and were another part of that layered strategy,\" Margolis said.\n\n\n\nThe service scans public posts on Twitter, Instagram, ASKfm, and Tumblr, among others. Social Sentinel would not give us examples of the several hundreds of thousands of phrases that can trigger an alert.\n\n\"The challenge we have now is long after the game is over and the class is done and band practice is over, you're continuing the conversation digitally and you're doing it almost constantly. ... They're sharing things there that I think we have an obligation to be aware of,\" Margolis said.\n\n\n\nThe business of social media watchdogs is controversial. Two years ago, Twitter, Facebook and Instagram stopped providing user data access to a company called Geofeedia, which analyzes posts within a geographic location because the ACLU found police were using it to monitor activists and protesters.\n\n\"We're looking for potential harm. So our system is designed that you can't input that information. ... We're not a general search tool where you can log into our system and throw a word in there. In fact, we are purposely not that for a number of reasons including we don't think it's appropriate for you to be able to throw something that might be politically charged or potentially troubling as a search term in and just search for that. That's just not what we do,\" Margolis said.\n\n\n\nGreg Boulanger said he's been able to get intervention for at least two young adults threatening self-harm.\n\nDespite its flaws, Social Sentinel gives some peace of mind.\n\n\"Could something happen? Yes it can. I don't want to say how, but I know that when I go home at night that we're doing all that we can to try to protect the kids,\" Boulanger said."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Holiday movie preview 2018: From \"Mary Poppins Returns\" to \"The Favourite\"", "description": "Dozens of new films are hitting theaters over the next five weeks. Matt Singer, editor-in-chief of ScreenCrush.com, joins “CBS This Morning: Saturday” to discuss what movies to watch out for at the box office this holiday season.", "url": "https://www.cbsnews.com/video/holiday-movie-preview-2018-from-mary-poppins-returns-to-the-favourite/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/3975ea0d-99a8-4190-8e85-98bd46e987d2/thumbnail/1200x630/e43b9f0b9d5494df11ab27cac47b9cbd/1117-satmo-holidaymoviepreview-singer1-1714398-640x360.jpg", "publishedAt": "2018-11-17T15:27:26Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Submarine that went missing with 44 aboard found deep in Atlantic", "description": "Searchers found the missing submarine ARA San Juan deep in the Atlantic a year after it disappeared", "url": "https://www.cbsnews.com/news/ara-san-juan-missing-submarine-found-deep-atlantic-2018-11-17/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/0c0f7aa7-d596-4d47-be49-f257ca9fa6ca/thumbnail/1200x630/1e4135455380da57aa8ebcf4da288f04/ap-18321439174312.jpg", "publishedAt": "2018-11-17T15:17:39Z", "content": "BUENOS AIRES, Argentina — Argentina's navy announced early Saturday that searchers found the missing submarine ARA San Juan deep in the Atlantic a year after it disappeared with 44 crewmen aboard. The vessel was detected 2,625 feet deep in waters off the Vald… [+2226 chars]", "fulltext": "BUENOS AIRES, Argentina — Argentina's navy announced early Saturday that searchers found the missing submarine ARA San Juan deep in the Atlantic a year after it disappeared with 44 crewmen aboard. The vessel was detected 2,625 feet deep in waters off the Valdes Peninsula in Argentine Patagonia, the statement said.\n\nThe navy said a \"positive identification\" had been made by a remote-operated submersible from the American ship Ocean Infinity, which was hired for the latest search for the missing vessel.\n\nThe discovery was announced just two days after families of the missing sailors held a commemoration one year after the sub disappeared on Nov. 15, 2017. On Thursday, on the anniversary of the disappearance, President Mauricio Macri said the families of the submariners should not feel alone and delivered an \"absolute and non-negotiable commitment\" to find \"the truth.\"\n\nMacri promised a full investigation after the submarine was lost. Federal police raided naval bases and other buildings last January as part of the probe, soon after the government dismissed the head of the navy.\n\nArgentina's defense ministry said the submarine was found \"imploded\" about 3,000 feet below the ocean surface, Reuters reports. The defense ministry said it couldn't yet confirm or deny if the discovered submarine could be recovered.\n\nThe San Juan was returning to its base in the coastal city of Mar del Plata when contact was lost. Argentina gave up hope of finding survivors after an intense search aided by 18 countries, but the navy has continued searching for the vessel.\n\nThe German-built diesel-electric TR-1700 class submarine was commissioned in the mid-1980s and was most recently refitted between 2008 and 2014. During the $12 million retrofitting, the vessel was cut in half and had its engines and batteries replaced. Experts said refits can be difficult because they involve integrating systems produced by different manufacturers, and even the tiniest mistake during the cutting phase can put the safety of the ship and crew at risk.\n\nThe navy said previously the captain reported on Nov. 15 that water entered the snorkel and caused one of the sub's batteries to short-circuit. The captain later communicated that it had been contained.\n\nSome hours later, an explosion was detected near the time and place where the San Juan was last heard from. The navy said the blast could have been caused by a \"concentration of hydrogen\" triggered by the battery problem reported by the captain."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Grace Segers", "title": "Trump: \"I would help Nancy Pelosi\" if she needs votes for speaker of the House", "description": "President Trump was a frequent critic of Nancy Pelosi before the election", "url": "https://www.cbsnews.com/news/trump-i-would-help-nancy-pelosi-if-she-needs-votes-for-speaker-of-the-house/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/15/6c02af4a-df33-473e-a3a0-4cf4692c798b/thumbnail/1200x630g1/180365b7dce6df89607610301745d207/gettyimages-1067916116.jpg", "publishedAt": "2018-11-17T15:15:58Z", "content": "President Trump said Saturday morning he would help House Minority Leader Nancy Pelosi become speaker of the House in January if she is unable to garner enough votes in her caucus. Several recently elected Democrats, as well as some current members of Congres… [+3440 chars]", "fulltext": "President Trump said Saturday morning he would help House Minority Leader Nancy Pelosi become speaker of the House in January if she is unable to garner enough votes in her caucus. Several recently elected Democrats, as well as some current members of Congress, have said that they would not vote for Pelosi.\n\n\"I would help Nancy Pelosi if she needs some votes. She may need some votes. I will perform a wonderful service for her,\" Mr. Trump said as he left the White House to visit California Saturday morning. \"I like her. Can you believe it? I like Nancy Pelosi.\"\n\nDemocrats are set to vote on their party leader later this month, and vote on speaker of the House will occur when the new Congress is seated in early January. If Pelosi is unable to get enough Democratic votes, she may need Republican votes in January to become speaker.\n\nIn his comments to reporters on Saturday, Mr. Trump compared Pelosi's troubles among her conference to the criticisms that he receives, which he called \"presidential harassment.\"\n\n\"Well, in a way her own party's harassing her. There's nobody else should be Speaker,\" Mr. Trump said. \"I already have a lot of votes. If she needs any votes, if she asks me, I will give her the votes to put her over the top.\"\n\nHe also tweeted offering help to Pelosi on Saturday morning. \"I can get Nancy Pelosi as many votes as she wants in order for her to be Speaker of the House. She deserves this victory, she has earned it - but there are those in her party who are trying to take it away. She will win!\" Mr. Trump wrote.\n\nHe tagged Rep. Tom Reed in the tweet. Reed, a co-leader of the bipartisan Problem Solvers Caucus, has said he would vote for Pelosi as speaker if she agreed to overhaul House rules.\n\nI can get Nancy Pelosi as many votes as she wants in order for her to be Speaker of the House. She deserves this victory, she has earned it - but there are those in her party who are trying to take it away. She will win! @TomReedCongress — Donald J. Trump (@realDonaldTrump) November 17, 2018\n\n\"I would be willing, as a Republican on the floor of the House, to support a Speaker candidate, including Nancy Pelosi, who supports these rule reforms,\" Reed said at an event for The Hill sponsored by American University's School of Public Affairs and the Kennedy Political Union on Friday.\n\nMr. Trump told reporters on Saturday that he may be able to get support for Pelosi from moderates like Reed.\n\n\"I'm not saying I get them from the super conservative side, but maybe I even get them from there. But I don't imagine she'd need too many. But whatever number of votes she needs, if it's 50 or 10 or 2 or 1, she's got them from me. Automatic. So tell her opposition they're wasting their time,\" he said.\n\nPelosi told reporters on Thursday she intends to win the speakership with Democratic votes, and would not accept Republican help.\n\n\"Oh please, no,\" she said. \"Never. Never. Never.\"\n\n/ Getty Images\n\nMr. Trump was a frequent critic of Pelosi before the midterm elections. In his endorsements of Republican candidates, he often accused their Democratic opponents of being controlled by Pelosi. In August, he wrote a sarcastic tweet urging Democrats not to distance themselves from Pelosi.\n\n\"She is a wonderful person whose ideas & policies may be bad, but who should definitely be given a 4th chance. She is trying very hard & has every right to take down the Democrat Party if she has veered too far left!\" Mr. Trump wrote."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "In the kitchen with Chrissy Teigen and John Legend", "description": "The model, social media celebrity and bestselling cookbook author shares the experience of cooking with husband John Legend", "url": "https://www.cbsnews.com/news/in-the-kitchen-with-chrissy-teigen-john-legend/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/2421c289-ca1a-4be5-8994-99ca7c6a43ee/thumbnail/1200x630/b9180905d177166829bf701c1eca1969/chrissy-teigen-john-legend-rita-braver-in-the-kitchen-promo.jpg", "publishedAt": "2018-11-17T15:15:55Z", "content": "If the name Chrissy Teigen conjures up memories of her Sports Illustrated frolics on the beach, turns out she'd actually rather be in her own L.A. kitchen. There, she prepared for correspondent Rita Braver one of her mom's recipes: Thai Garlic Fried Ribs. \"Su… [+3541 chars]", "fulltext": "If the name Chrissy Teigen conjures up memories of her Sports Illustrated frolics on the beach, turns out she'd actually rather be in her own L.A. kitchen. There, she prepared for correspondent Rita Braver one of her mom's recipes: Thai Garlic Fried Ribs. \"Super-easy,\" she said.\n\n\"When we wake up, the first question is, what are we gonna do for dinner?\" Teigen said.\n\nAnd yes, her sous chef is her husband, the Emmy-, Grammy-, Oscar- and Tony Award-winning singer-composer John Legend, for better or worse. \"Okay, the grease fire has been averted!\" he proclaimed as one pot boiled over.\n\nIn fact, things looks pretty hot in the video for the number one song Legend wrote for Teigen, \"All of Me.\" But if you listen carefully to the very first line of this love ballad: \"What would I do without your smart mouth?\"\n\n\"So, what about that line?\" asked Braver.\n\n\"Well, anybody that knows Chrissy knows she's got a quick wit and a sharp tongue and a smart mouth!\" Legend laughed. \"I think that's what keeps things exciting and interesting.\"\n\nThat uninhibited style has led to a role on the cable show \"Lip Sync Battle\"; and Teigen's online quips have made her a social media sensation with more than 10 million followers on Twitter and more than 20 million on Instagram. She's sent out photos of her own stretch marks, and her husband's butt.\n\nBut she also tweets about political matters.\n\nBraver asked, \"You have been unabashed in your criticism of Donald Trump, and as I understand he's blocked you from his Twitter feed.\"\n\n\"Yeah, I would have blocked me too, honestly!\" she laughed.\n\nBut nothing's blocked her growing fan base.\n\nWhen Teigen was honored this past Monday as one of Glamour Magazine's 2018 Women of the Year, Legend told the audience, \"Now, the number one comment I get from people who used to be my fans is how much they love Chrissy!\"\n\nTeigen grew up on the West Coast, where her modeling career began when she was spotted working in a Southern California surf shop. She is still close with her mom, who is Thai, and her Dad, who is of Norwegian descent. He dropped in as she and Legend introduced Braver to 2-year-old Luna and Baby Miles.\n\nCBS News\n\nIn her usual style, Teigen let her fans know how hard it was for her to get pregnant (she used In vitro Fertilization) and about her post-partum depression after her first baby:\n\n\"I think people on social media are my friends and I think they deserved to know. I don't know, is that so weird?\" she laughed. \"That's kind of weird.\"\n\nWeird or not, anything Teigen does seems to draw big media attention, like a few weeks ago, when we featured part of this interview on our \"Sunday Morning 40th Anniversary Special,\" and she confided that she staved off post-partum depression with her second child in part by eating the placenta.\n\n\"I'm in L.A., it's very normal. They grill it here. You can try some of mine after!\" she told Braver.\n\nLuckily, she was kidding. But there's no denying Teigen's fascination with food. Her first cookbook, \"Cravings,\" was a bestseller, and she has just released a sequel, \"Cravings: Hungry for More.\"\n\nClarkson Potter\n\nBraver asked, \"How do you balance the love of eating and the fact that you've gotta look good at the same time?\"\n\n\"I don't care that much anymore!\" she laughed. \"I tell John I'm, like, I don't really have to ever look good in a swimsuit again. I guess that's the only way to put it!\"\n\nSports Illustrated's loss may be the rest of the world's gain. \"Cooking, for us, isn't just about eating; it's about the whole experience of cooking,\" Teigen said.\n\n\"And doing it together?\n\n\"Yes, burning things together!\"\n\n\n\nFor more info:\n\n\n\nStory produced by Alan Golds."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Mother in migrant caravan makes appeal to Trump: \"Open the doors for us, I beg you\"", "description": "With each passing day, more migrants make it to Mexico's side of the U.S.-Mexico border", "url": "https://www.cbsnews.com/news/migrant-caravan-mother-makes-appeal-to-trump-open-the-doors-for-us-i-beg-you-2018-11-17/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/aa6cca13-138f-46ff-ad99-3f5bf4e8c9b7/thumbnail/1200x630/93659f671e16239b4e812bfde48e20dc/ctm-saturday-clean-feed-20181117-cr470c-0700-0900-01-frame-61174.jpg", "publishedAt": "2018-11-17T14:51:31Z", "content": "With each passing day, more migrants make it to Mexico's side of the U.S.-Mexico border. But for those who make it across, another difficult journey through the American asylum process, which requires them to prove they've fled persecution at home, awaits. Mo… [+2820 chars]", "fulltext": "With each passing day, more migrants make it to Mexico's side of the U.S.-Mexico border. But for those who make it across, another difficult journey through the American asylum process, which requires them to prove they've fled persecution at home, awaits.\n\nMore than 75 percent of asylum cases from Central America were denied from 2012 to 2017, CBS News' Adriana Diaz reports.\n\nThose odds aren't deterring a Nicaraguan family that Diaz met in Mexico. They hope to receive political asylum in the U.S.\n\nWhen asked why, Idenia Molina Rocha held up a newspaper. She said it shows her family on the front page, along with a photo of their home. They support those who are against their president, and they're being persecuted for those beliefs.\n\nRocha claims that pro-government forces opened fire on her 14-year-old son in July and detonated a homemade bomb that lodged shrapnel in his leg, forcing him to hobble on crutches along the caravan route. Rocha's son said he was with a friend when they were shot at. He said his friend pushed him down and was killed. When they retreated to the mountains, he said people helped take the shrapnel out with nail clippers, but he thinks there are still pieces in his leg.\n\nRocha said \"wanted\" signs for her family were posted in town, so they left Nicaragua, traversed Guatemala and eventually made it to southern Mexico. They stayed there a month and then word spread about a caravan approaching.\n\nRocha, appealing directly to President Trump, said, \"I would get on my knees and beg.\"\n\n\"Don't send us back,\" she said. \"We're walking and scared. You say you will militarize the border but I pray to God that with our evidence of persecution you won't send us back. I fear for my family's life. Please Mr. Trump, open the doors for us, I beg you.\"\n\nCBS News\n\nAfter using the issue of migrant caravans as an election campaign issue, Mr. Trump has once again focused on it. In a series of tweets Friday, he questioned the motive of migrants who are planning to seek asylum in the U.S., calling it a \"BIG CON.\"\n\n....their country’s flag. Can this be possible? Yes, because it is all a BIG CON, and the American taxpayer is paying for it! — Donald J. Trump (@realDonaldTrump) November 17, 2018\n\nOne woman told CBS News' Diaz she won't cross illegally but will instead seek asylum at an official port of entry. She's part of a group of LGBT migrants that is among the early arrivals at the U.S.-Mexico border. Many said they were persecuted in their home countries because of their sexual orientation and gender identity.\n\nEarlier in the journey in southern Mexico, Diaz met a transgender woman who claims she was targeted in Honduras by gang members and was attacked by more than a dozen armed men who broke into her home. She said she's been beaten up and has a scar from the attack but doesn't like to show it because it traumatizes her more. She fears for her life in Honduras since the gang members know where she lives and have a photo of her.\n\nStill, if she makes it to the U.S. border and presents her asylum case, the odds are against her."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Pence's chief of staff, at age 36, eyed to replace John Kelly", "description": "A seasoned campaign veteran at age 36, Nick Ayers is emerging as a leading contender", "url": "https://www.cbsnews.com/news/nick-ayers-pences-chief-of-staff-age-36-eyed-to-replace-john-kelly/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/17/c24f30df-7e30-453e-9fa4-05b8ceb9d71d/thumbnail/1200x630/7c21d5fe44679a64f64d484d55e50af8/gettyimages-886408476.jpg", "publishedAt": "2018-11-17T14:40:38Z", "content": "Nick Ayers could almost be confused for a college fraternity brother as he flashes a broad grin in a selfie taken with Mike Pence just moments after the Indiana governor was named Donald Trump's running mate. In fact, the baby-faced campaign strategist in the… [+4013 chars]", "fulltext": "Nick Ayers could almost be confused for a college fraternity brother as he flashes a broad grin in a selfie taken with Mike Pence just moments after the Indiana governor was named Donald Trump's running mate. In fact, the baby-faced campaign strategist in the white undershirt had a pivotal role in Mr. Trump's selection of Pence in 2016. And two years later, Ayers' bond with Pence is stronger than ever, as are his ties to the president.\n\nA seasoned campaign veteran at age 36, Ayers is emerging as a leading contender to replace White House chief of staff John Kelly, whose departure has long been the subject of speculation.\n\nIf selected, Ayers would return a political mind to the role as Trump's presidency enters a new, more perilous phase in which he fights for re-election while fending off new oversight efforts from a Democratic House.\n\nIn any administration, the role of White House chief of staff is split between the responsibilities of supervising the White House and managing the man sitting in the Oval Office. Striking that balance in the turbulent times of President Trump has bedeviled both Kelly and his predecessor, Reince Priebus. If Ayers becomes the third person to tackle the job, it'll be his most significant challenge — and one friends say he's well-equipped to handle.\n\n\"He manages up as well as anyone I've ever seen,\" said Phil Cox, a former colleague at the Republican Governor's Association who bought Ayers' political consulting business earlier this year.\n\nChip Somodevilla/Getty Images\n\nMr. Trump is said to have warmed to Ayers in part by watching the effectiveness of Pence's largely independent political operation. The vice president's chief of staff for the last 18 months, Ayers has earned the backing of Ivanka Trump and Jared Kushner, the president's daughter and son-in-law and senior advisers, for taking on the new role, White House officials said.\n\nAyers would be the youngest chief of staff since 34-year-old Hamilton Jordan served under Jimmy Carter.\n\nBut before Ayers can have his crack at leading the White House staff, he first has to overcome opposition from some who may soon work for him.\n\nOn Air Force One on Sunday as Mr. Trump returned to the U.S. from a turbulent two-day trip to Paris, aides argued to the president that Ayers was the wrong person for the job, according to two people familiar with the matter, The Associated Press reports. More than a half-dozen administration aides spoke about Ayers on condition of anonymity to discuss the sensitive personnel matter, the AP reports.\n\nIn some corners of the White House, Ayers is viewed skeptically over how he has led Pence's office, which operates largely independent of the Trump West Wing. Some in the White House blame Ayers for planting news stories critical of the administration or its strategies, while others have complaints about his efforts to circumvent the president's political operation. Some aides have taken to calling him \"Tricky Nicky.\"\n\nAyers didn't respond to a request for an interview from The Associated Press. But allies said he is eager to take on the chief of staff job. He and Mr. Trump have been discussing the possibility of making the switch for months.\n\nAllies said that while Ayers isn't as deeply versed in foreign policy as some of his predecessors, he had developed experience advising Pence on global affairs. He has been a frequent participant in Mr. Trump's daily intelligence briefings, occasionally even when Pence wasn't present.\n\nThe timing of Kelly's expected departure isn't clear, though White House aides predict it will occur in tandem with the anticipated exit of Homeland Security Secretary Kirstjen Nielsen in the coming months. Sources familiar with the matter told CBS News Nielsen will be leaving, but say the timing is uncertain. Just last month, Mr. Trump praised her response to devastating hurricanes, and she has been a vocal advocate for the president's policies, including immigration.\n\nBut sources said she could fall victim to the president's frustration that his immigration agenda has stalled.\n\nHowever, senior White House adviser Kellyanne Conway attempted to cast doubt Tuesday on the anonymously sourced reports about a staff shake-up.\n\n\"Why do they remain anonymous? Could it be that it's not completely verified and true?\" she said."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Holiday movie preview 2018: From \"Mary Poppins Returns\" to \"The Favorite\"", "description": "Dozens of new films are hitting theaters over the next five weeks. Matt Singer, editor-in-chief of ScreenCrush.com, joins “CBS This Morning: Saturday” to discuss what movies to watch out for at the box office this holiday season.", "url": "https://www.cbsnews.com/video/holiday-movie-preview-2018-from-mary-poppins-returns-to-the-favorite/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/17/b09314fe-6111-4ab5-b40a-858e11ac7518/thumbnail/1200x630/446635b8451a9721708d849075bb95e5/1117-satmo-holidaymoviepreview-singer-1714379-640x360.jpg", "publishedAt": "2018-11-17T14:25:07Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Jim Gaffigan", "title": "Jim Gaffigan on what to do about America's overweight statistics", "description": "The comedian says, if 70% of Americans are overweight, it's the numbers that need adjustment, not our waistlines", "url": "https://www.cbsnews.com/news/jim-gaffigan-on-what-to-do-about-americas-overweight-statistics/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/ad7a07b6-b255-4c2b-b87f-8d4444783b1c/thumbnail/1200x630/e4b65e675cb2375138cae237d61f0508/jim-gaffigan-scale-promo.jpg", "publishedAt": "2018-11-17T14:24:43Z", "content": "Food! I like food. Well, I like to eat food. This may not surprise you by looking at me. After all, I am overweight. Most Americans are overweight. Depending on which study you've read (or in my case, which you pretend to have read), 70% of Americans are over… [+1371 chars]", "fulltext": "Food! I like food. Well, I like to eat food. This may not surprise you by looking at me. After all, I am overweight.\n\nMost Americans are overweight. Depending on which study you've read (or in my case, which you pretend to have read), 70% of Americans are overweight. 70 percent! That's most of us.\n\nIf that many Americans are overweight, shouldn't we just adjust the weight norm?\n\nThis is America! We set our mind to something, we can do it!\n\nIf you've ever walked through a medieval castle or a colonial home, you can tell by the doorways that humans have gotten taller. So, now we've gotten heavier. Way heavier.\n\nWouldn't adjusting the American weight norm be easier than three-fourths of this huge country losing weight?\n\nI know I'm not going to lose weight. I don't have time. I have five young children. I tour the country doing stand-up comedy. I act in independent films nobody sees, and I do these \"CBS Sunday\" commentaries that people take way too seriously and attack me for on social media. Combine all these activities with my major commitment to what can only be described as \"violent abusive eating,\" I don't have time to lose weight.\n\nI don't have time, but more importantly, I don't have the interest.\n\nSo, if 70% of Americans are \"overweight,\" that MUST mean that 30% of Americans are \"underweight.\" What about these people? These poor, thin, healthy people – they need our help. 30 percent? That's like an epidemic!\n\nWe should help them … by shaming them. I don't care if they can't help it, it's disgusting!\n\nAnyway, I gotta go to brunch.\n\n\n\nMore commentaries from Jim Gaffigan:\n\n\n\nFor more info:\n\njimgaffigan.com\n\nFollow @JimGaffigan on Twitter\n\n\n\nStory produced by Sara Kugel.\n\n\n\n"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Boston chef Lydia Shire on cooking for Julia Child", "description": "Chef Lydia Shire is a major force in Boston's culinary scene. Born and raised in the suburb of Brookline, her artist father loved to cook, and she'd help out in the kitchen. She went to cooking school, but may have learned the most from amazing mentors that i…", "url": "https://www.cbsnews.com/video/boston-chef-lydia-shire-on-cooking-for-julia-child/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/4a3e87cb-230e-42d9-9eea-830ae6446efc/thumbnail/1200x630/97b39a2e55719937e53d221a84ff30e3/1117-satmo-thedish-lydia-1714385-640x360.jpg", "publishedAt": "2018-11-17T14:21:34Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Saturday Sessions: Lucero performs \"To My Dearest Wife\"", "description": "The rock and alt-country quintet, Lucero, got started in Memphis two decades ago and they've been on the road ever since, offering fans high-powered live performances that sometimes top 200 a year. This summer, they released their ninth studio album, \"Among t…", "url": "https://www.cbsnews.com/video/saturday-sessions-lucero-performs-to-my-dearest-wife/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/3e22ad06-1f96-4fd7-bd50-9cb75d5009d9/thumbnail/1200x630/d7f7422cec693a99c20739344233a871/1117-satmosessions-lucerotomydearestwife-1714362-640x360.jpg", "publishedAt": "2018-11-17T13:59:35Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Saturday Sessions: Lucero performs \"Everything Has Changed\"", "description": "The rock and alt-country quintet, Lucero, got started in Memphis two decades ago and they've been on the road ever since, offering fans high-powered live performances that sometimes top 200 a year. This summer, they released their ninth studio album, \"Among t…", "url": "https://www.cbsnews.com/video/saturday-sessions-lucero-performs-everything-has-changed/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/a9d068ea-91e2-4783-b1f0-a797bcf9203c/thumbnail/1200x630/d609599a2a87456937c58f2ddb601f16/1117-satmosessions-lucero-everythinghaschanged-1714369-640x360.jpg", "publishedAt": "2018-11-17T13:57:48Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Recipe: Coca-Cola Cake", "description": "Faith Salie offers her mom's recipe for a baked good containing America's finest soft drink", "url": "https://www.cbsnews.com/news/recipe-coca-cola-cake-faith-salie/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/7fa8cd52-733e-4730-b690-e671551baf51/thumbnail/1200x630/c05628b58efba0890fe84f1084773a4e/coca-cola-cake-promo.jpg", "publishedAt": "2018-11-17T13:57:27Z", "content": "In her book \"Approval Junkie,\" \"Sunday Morning\" contributor Faith Salie writes: \"Coke Cake was just something we had every once in a while – a normal part of the homemade dessert rotation my mom always provided. I didn't even realize it was unusual to feature… [+3590 chars]", "fulltext": "In her book \"Approval Junkie,\" \"Sunday Morning\" contributor Faith Salie writes: \"Coke Cake was just something we had every once in a while – a normal part of the homemade dessert rotation my mom always provided. I didn't even realize it was unusual to feature America's finest soft drink in a baked good until I left for college and mentioned it, and people who gasp, 'Coke cake? What is that?!!' Followed by either, 'Does it really have Coke in it?' Or the rarer but hopeful, 'Does it have cocaine in it?'\n\nThree Rivers Press\n\n\"It would be irresponsible of me not to warn you about the Curse of the Coke Cake. Simply put: do not let Coca-Cola Cake anywhere near your wedding. My brother David created the most stunning four-story Coke Cake for his sister-in-law Nicole's wedding with raspberry preserve filling and a fondant icing that would make Martha Stewart's meringues weep. For my first marriage, he baked three elegant tiers of it for my engagement party, which he decorated with fresh flowers. I was married in Scotland for my practice wedding and even had an extremely perplexed local bakery make Coca-Cola \"fairy cakes\" for the rehearsal dinner party.\n\n\"Nicole got divorced. So did I. Let this be a lesson to you. Coke Cake knows. It know The Real Thing when it comes to love and will tank s****y marriages.\n\n\"I believe this cake wants to live as a bundt. My brother loves offering it as a sheet cake, but we all know about the devastation he's wrought through his baking. There's something both sturdy and elegant about the bundt, and you can't beat the way the warm and thick Coke frosting cascades over the sides.\n\n\"So here's my mom's recipe. If the word 'moist' makes you uncomfortable, then don't try this at home. As you know, I always triple the vanilla extract and probably add too many miniature marshmallows, because life can only be made better by pillows of corn syrup. Please enjoy and think of Gail.\"\n\nGail's Coca-Cola Cake\n\nIngredients:\n\n2 sticks butter (salted – what are you crazy, using unsalted??)\n\n1 ½ cups mini marshmallows\n\n3 heaping Tablespoons cocoa powder\n\n1 cup Coke\n\n2 cups sugar\n\n2 cups flour, plus extra for dusting\n\n2 large eggs\n\n½ cup buttermilk\n\n1 teaspoon baking soda\n\n1 teaspoon vanilla extract\n\nInstructions:\n\nPreheat over to 350°F.\n\nIn a saucepan, on medium-high heat, melt the butter with the marshmallows, cocoa powder, and Coke, stirring it until it boils. Then remove it from the heat. In a mixing bowl, pour the cocoa mixture over the sugar and flour and beat until combined, about 1 minute. Add the eggs and mix until combined.\n\nOn a separate bowl, whisk the buttermilk, baking soda and vanilla extract (I use 3 teaspoons). Pour the buttermilk mixture into the batter and beat for about 1 minute.\n\nPour the cake batter into a greased and floured bundt pan. (I use Baker's Joy. If you use two 6 cups bundt pans ((like I do)), then bake for 30 to 35 minutes.) If you use the normal large 12 cups bundt pan, then bake for 50 to 55 minutes, or until a toothpick inserted in the center comes out clean. Allow the cake to cool for 10 minutes, then flip it onto a cooling rack.\n\nFor the frosting:\n\nIngredients:\n\n1 stick butter\n\n5 to 6 tablespoons Coke\n\n2 heaping Tablespoons cocoa powder\n\n1 box confectioner's sugar\n\nInstructions:\n\nIn a saucepan over low to medium heat, combine the butter, Coke, and cocoa powder and melt until just boiling, stirring often so the cocoa powder doesn't burn. Pour the mixture over the confectioner's sugar and beat with mixer until smooth.\n\nPour the frosting over the bundt cake.\n\nEnjoy!\n\n\n\nRecipe from \"Approval Junkie: My Heartfelt (and Occasionally Inappropriate) Quest to Please Just About Everyone, and Ultimately Myself\" by Faith Salie (Three Rivers Press), in Trade Paperback, eBook and Audio formats, available via Amazon\n\n\n\nFor more info:\n\n\n\nFor more recipes from \"Sunday Morning\" visit the 2018 \"Food Issue\" Recipe Index"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Astronaut Scott Kelly on capturing the beauty of planet Earth", "description": "Astronaut Scott Kelly holds the U.S. record for time spent in space. While executing his regular duties he also took time to capture some incredible images of planet Earth as well as life aboard his orbiting home. They’re collected in the new photobook “Infin…", "url": "https://www.cbsnews.com/video/astronaut-scott-kelly-on-capturing-the-beauty-of-planet-earth/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/dee524ea-25e5-434b-a4c0-170dee69c2b5/thumbnail/1200x630/3cfda509870fe5af9938b967230e01f3/1117-satmo-scottkellybook-mason-1714350-640x360.jpg", "publishedAt": "2018-11-17T13:48:27Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Holiday shopping could top $1 trillion this year", "description": "In less than a week, Black Friday will kick off the holiday shopping season and this year it may set records. Analysts say holiday spending may top $1 trillion in the U.S. for the first time ever. Finance expert and editor-in-chief of Non Political News, Vera…", "url": "https://www.cbsnews.com/video/holiday-shopping-could-top-1-trillion-this-year/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/01f4fc7f-9950-40bb-9f24-4f0513de2d53/thumbnail/1200x630/66ad298450df26854efa7d205b4eb279/1117-satmo-holidayshopping-gibbons-1714345-640x360.jpg", "publishedAt": "2018-11-17T13:45:53Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Saturday Sessions: Lucero performs \"Bottom of the Sea\"", "description": "The rock and alt-country quintet, Lucero, got started in Memphis two decades ago and they've been on the road ever since, offering fans high-powered live performances that sometimes top 200 a year. This summer, they released their ninth studio album, \"Among t…", "url": "https://www.cbsnews.com/video/saturday-sessions-lucero-performs-bottom-of-the-sea/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/3115e88f-2b78-4687-9f09-2da8bd75a2d3/thumbnail/1200x630/491ee2d2ede6d705dadae21613ed6592/1117-satmosessions-lucero-bottomofthesea-1714357-640x360.jpg", "publishedAt": "2018-11-17T13:45:35Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Boston chef Lydia Shire on cooking for Julia Child", "description": "She went to cooking school, but may have learned the most from amazing mentors that include Julia Child and Wolfgang Puck", "url": "https://www.cbsnews.com/news/the-dish-lydia-shire/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2014/02/22/78e03cf9-5386-4b45-a0fb-d35f24e580bb/thumbnail/1200x630/f86f88be2c1ec33a38f9696c1f88fb2e/emptyplate.jpg", "publishedAt": "2018-11-17T13:38:59Z", "content": "Chef Lydia Shire is a major force in Boston's culinary scene. Born and raised in the suburb of Brookline, her artist father loved to cook, and she'd help out in the kitchen. She went to cooking school, but may have learned the most from amazing mentors that i… [+6752 chars]", "fulltext": "Chef Lydia Shire is a major force in Boston's culinary scene. Born and raised in the suburb of Brookline, her artist father loved to cook, and she'd help out in the kitchen. She went to cooking school, but may have learned the most from amazing mentors that include Julia Child and Wolfgang Puck.\n\nShe returned the favor by mentoring a new generation of top Boston cooking talent, many of whom worked in the six Boston restaurants she's opened over the years.\n\nHere are some of Shire's signature recipes:\n\nThanksgiving porchetta\n\nIngredients\n\nFor the stuffing:\n\n3 cups cubed cornbread (homemade) toasted in a low oven 300 degrees until slightly dry\n\n1 large Spanish yellow onion diced\n\n2 cups diced inner stalks and leaves of a celery head\n\n½ bunch curly parsley washed , dried and chopped\n\n2 T Bell's seasoning\n\n1 cup light poultry stock\n\n1 + ½ cups lightly toasted pecans chopped coarsely\n\n10 oz. fresh chanterelles wiped or washed of all dirt then dried. (Chop coarsely and sauté in 3 T. unsalted butter with 1 T. chopped fresh garlic.)\n\n1 T chopped fresh garlic .\n\nDirections\n\n1. Place the pork belly on your cutting board skin down and remove the rib bones. Save. Now turn the belly over, skin side up. With a very sharp knife I use a boning knife as the blade is thinner but rigid and extremely sharp with a very small sharp point. Prick the skin many many many times, all over . You simply want to puncture the skin , do not go to deep.Take your time , every square inch should be poked well . Now , please score the skin into a large diamond pattern approximately 2-inch diamond pattern . Again don't go too deeply, just go through the skin. Place the pork belly skin side up on a cake cooling rack over the sink at an angle .\n\n2. Bring to a boil in a sauce pan 1 qt. water, 1+ ½ cup white vinegar , 3 T. salt and lastly 2 teaspoons baking soda (which you add to the boiling mixture just before you want to \"wash\" the poked + scored skin).\n\n3. Once the pork belly is poked and put on a rack over the sink. Add the baking soda (it will bubble fiercely) and start ladling the boiling mixture all over the skin, you will see it turn a bit whitish. All this is for how your skin will be eventually crisp and will 'crackle' at the end .\n\n4. Dry corn bread , sauté diced onion and celery in ½ stick butter until soft .. add the cooked mushrooms , Bell's Seasoning , the chopped pecans , and the freshly chopped parsley to the cornbread . Mix and add the stock. Taste for salt and pepper. Depending on your palette, you may want to add a bit more melted butter or stock. Refrigerate until cold, it will be easier to roll in the pork belly .\n\n5. Place the belly skin side down and shape the stuffing into a log down the center lengthwise . Bring sides up to meet and tie securely with kitchen twine so that you have a long roll . Place on a rack with the reserved belly rib bones , a few carrots , onion and those outer stalks of celery under the rolled belly .. all this in a 300 degree oven for 1 + 1/5 hour or until it is tender or when a skewer is used to poke through easily . Remove from oven .. let rest while you increase heat to 500 degrees ( or 450 degrees ) . Place the pan back into the hotter oven and roast for approximately 15 or 20 minutes more , until the skin has POPPED !!!! and is a beautiful crisp texture and color .\n\n6. Let rest before you slice it. This does not exactly need a sauce but if you want to deglaze the roasting pan with some white wine scrapping all those goodies, maybe adding a little meat stock. Reduce a bit and add some butter then strain and season. Beware though if the bottom of the pan is too burned , you won't be able to make any kind of a sauce that will taste good\n\nLobster Finnan Haddie Chowder\n\nIngredients\n\n\n\n2 X 1+1/2 live lobsters blanched in salted water 5 min. then shocked , meat removed + cut into largish chunks ( save shells )\n\n2 lbs. piece of bone in Finnan haddie\n\nButter\n\nWhole milk\n\nHeavy cream\n\nSavory & James Amontillado Sherry or a good Cream Sherry\n\n1 large Spanish Yellow Onion diced in ½ in. pieces\n\n3 medium sized red bliss potatoes also diced into ½ in pieces\n\nFresh chopped curly parsley for garnish\n\n1 sliced onion\n\n2 stalks celery cut into 1 in. pieces\n\n2 bay leaves\n\nParsley stalks\n\n2 T. black peppercorns\n\n1 T. celery seed\n\nDirections\n\n1. Place the finnan haddie in a sauce pan and cover with 2 cups of milk, add veggies, peppercorns and celery seed. Place loosely on top a piece of aluminum foil. Put in a preheated 350 degree oven + bake until almost cooked through. Remove from oven, let sit til room temp. Flake the fish into largish flakes. Save the milk and bones and skin\n\n2. Take a sauce/soup pot, add a big nugget of butter and sauté the lobster shells until bright red. Deglaze with 1+ ½ cup sherry, let reduce slightly. Add 1 + ½ cups heavy cream, 2 cups milk and the remaining Finnan Haddie milk. Let simmer gently, add all the fish bones and skin. Season with Sea Salt, freshly ground black pepper and a bit of paprika. Take off the heat after 20 min. Refrigerate overnight unstrained .\n\n3. The day you serve , strain soup . Saute your diced onion in a nugget of butter til soft ( no color ) add diced potatoes , pour in the soup and bring to simmer. Stop the cooking as soon as the potatoes are just a tiny bit al dente. Basically don't overcook the potatoes until mushy.\n\n\n\n4. In sauce pot , add big lump of butter and quickly sauté the lobster meat adding a little more sherry , add the flaked Finnan Haddie and ladle in the soup with the potatoes etc. Make sure it is hot. Ladle into hot bowls and garnish with more cold butter and freshly chopped curly parsley\n\nFrench 75\n\nIngredients\n\n2 ounces gin\n\n1 ounce freshly squeezed lemon juice\n\n2 teaspoons sugar\n\nChampagne or sparkling wine\n\nGarnish: lemon twist\n\nDirections\n\n1. Fill a cocktail shaker with ice. Shake gin, lemon juice, and sugar in a cocktail shaker until well chilled, about 10-15 seconds. Strain into a champagne flute.\n\n2. Top with Champagne float. Stir gently and garnish with a lemon twist.\n\nAcorn squash\n\nIngredients\n\n1 medium-sized acorn squash (serves 2)\n\n1 strip of your best bacon\n\nParsley\n\nDirections\n\n1. Split in half using a heavy chef's knife through the stem end and the pointed end . Place all halves cut side down on a sheet pan with sides. Do not remove the seeds. Add a small amount of water from the faucet (1/3 rd cup ) and place the squash in a preheated hot 400 degree oven , middle shelf .\n\n2. Bake until tender (poke with a skewer) and you see brown juices flowing from under the squash. Flip over with a metal spatula to show the cut side, delicately spoon out the seeds and discard. Make some deep cuts into the flesh and plop an insanely lot of unsalted butter onto the flesh making sure it melts all over. Sprinkle salt and pepper over the squash and then put an insanely amount of light brown sugar onto the squash.\n\n3. Lastly cook 1 strip of your best bacon per half squash, cut into 4 pieces. Do not overcook the bacon. Scatter inside the squash with a few drops of bacon fat. Serve hot. Garnish with a little fried parsley."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Rare Mickey Mouse posters from the 1930s and 40s hit the auction block", "description": "Sunday marks 90 years since the world first met Mickey Mouse. To mark his 90th birthday, Sotheby’s is auctioning off a collection of rare posters from Mickey’s heyday of the 1930s and 40s. Michelle Miller reports.", "url": "https://www.cbsnews.com/video/rare-mickey-mouse-posters-from-the-1930s-and-40s-hit-the-auction-block/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/cac4c6b7-bb69-4f9e-9915-503c9befad74/thumbnail/1200x630/3bb10c7682d0424bff99f1e3e7790ce3/1117-satmo-mickeymouseposters-miller-1714338-640x360.jpg", "publishedAt": "2018-11-17T13:32:28Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Grace Segers", "title": "Trump departs for California as wildfire death toll rises", "description": "Gov. Jerry Brown and Gov.-elect Gavin Newsom have welcomed his visit, declaring it's time \"to pull together for the people of California\"", "url": "https://www.cbsnews.com/news/trump-departs-for-california-as-wildfire-death-toll-rises-2018-11-17/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/17/1113ae93-f561-446f-bb9b-0388da22379c/thumbnail/1200x630g2/3d2e12d69cf389d485f75d5582fdbe4d/trumpcalifornia.jpg", "publishedAt": "2018-11-17T13:23:41Z", "content": "President Trump left Washington, D.C., Saturday morning for California after the death toll from California's Camp Fire climbed to 71 and the number of people unaccounted for jumped to more than 1,000. Mr. Trump is set to visit Northern California, where the … [+1900 chars]", "fulltext": "President Trump left Washington, D.C., Saturday morning for California after the death toll from the Camp Fire climbed to 71 and the number of people unaccounted for jumped to more than 1,000. Mr. Trump first visited Northern California, where the destructive Camp Fire is raging, then he traveled to Malibu, where the Woolsey Fire is 82 percent contained.\n\nGov. Jerry Brown and Gov.-elect Gavin Newsom, both Democrats, met Mr. Trump as he landed in California to tour the areas affected by the blaze. Mr. Trump toured destroyed homes in Paradise, joined by Paradise Mayor Jody Jones, FEMA administrator Brock Long, Brown and Newsom.\n\nMr. Trump told reporters the federal government would provide \"a lot of money and some expertise, and somehow we'll all pull through it together.\"\n\n\"We do have to do management, maintenance, and we'll be working also with environmental groups,\" Mr. Trump said about how to prevent future fires.\"Hopefully this is gonna be the last of these because this was a really, really bad one. And I know Gavin's committed, we're all committed.\"\n\nLater, in Chico, Mr. Trump declined to say whether climate change directly impacted the fires, saying there were \"a lot of factors.\" He said that seeing the devastation had not changed his opinion on climate change.\n\nBoth Brown and Newsom welcomed Mr. Trump's visit before he arrived, declaring it's time \"to pull together for the people of California.\" Earlier this week, Mr. Trump threatened to cut off federal payments to California.\n\n\"There is no reason for these massive, deadly and costly forest fires in California except that forest management is so poor. Billions of dollars are given each year, with so many lives lost, all because of gross mismanagement of the forests,\" Mr. Trump tweeted. \"Remedy now, or no more Fed payments!\"\n\nHe later approved a federal disaster declaration.\n\nEvan Vucci / AP\n\nHe also criticized forest management in an interview with Fox News' Chris Wallace on \"Fox News Sunday,\" saying that while climate change \"maybe contributes a bit,\" the \"big problem we have is management.\"\n\nMr. Trump reiterated those claims as he spoke to reporters on the White House lawn Saturday morning before departing for California. \"We will be talking about forest management. I've been saying that for a long time. And it could have been a lot different situation,\" Mr. Trump said.\n\nMr. Trump tweeted about his visit shortly before arriving on Saturday. He mentioned that he would be touring the state with House GOP Leader Kevin McCarthy and Republican Reps. Doug LaMalfa and Ken Calvert.\n\nThe president incorrectly suggested that forest management in the state was largely controlled by the state's government, when it's the federal government that owns more than 60 percent of the land in the state.\n\nAccording to Climate Nexus, climate change amplifies the threat of wildfires by creating ideal settings for them to burn. Climate change is affecting conditions in both our summers and winters in ways that contribute to wildfires."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Can scanning social media help prevent a school shooting?", "description": "The epidemic of school shootings in America has prompted a vigorous debate over how to prevent them. Proposed solutions range from limiting the availability of guns to actually providing guns to teachers. Another approach seeks to detect threats before they b…", "url": "https://www.cbsnews.com/video/can-scanning-social-media-help-prevent-a-school-shooting/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/2659abe4-ef95-4a74-b3bd-7e02a2a3a2d4/thumbnail/1200x630/bc771c3cd32ab0ccc97ca62f2209d5a8/1117-satmo-socialsentinel-dahler-1714331-640x360.jpg", "publishedAt": "2018-11-17T13:17:43Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Unpublished documents reveal more about Malcolm X's controversial views", "description": "Whether spoken or written, the words of Civil Rights pioneer Malcolm X have influenced generations. Now, more than five decades after his assassination, we're learning much more about his views of the world thanks to some newly unveiled documents. Vladimir Du…", "url": "https://www.cbsnews.com/video/unpublished-documents-reveal-more-about-malcolm-xs-controversial-views/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/7648f7ff-28c0-49fc-9a63-8898c009c3a8/thumbnail/1200x630/a6f2d59547dd2c078469fb81ed80032e/1117-satmo-malcomxrevelations-duthiers-1714326-640x360.jpg", "publishedAt": "2018-11-17T13:09:28Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Lawyer for WikiLeaks' Assange says he would fight charges", "description": "Prosecutors, in an errant court filing in an unrelated case, inadvertently revealed the existence of sealed charges", "url": "https://www.cbsnews.com/news/lawyer-for-wikileaks-assange-says-he-would-fight-charges/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2017/12/25/e7361f00-84a3-4a54-8b41-a803802a6af9/thumbnail/1200x630/5521734f241ac6f28a4e345de0f7c061/cbsn-fusion-wikileaks-julian-assange-twitter-account-disappeared-thumbnail-1469283-640x360.jpg", "publishedAt": "2018-11-17T13:05:38Z", "content": "WASHINGTON -- WikiLeaks founder Julian Assange will not willingly travel to the United States to face charges filed under seal against him, one of his lawyers said, foreshadowing a possible fight over extradition for a central figure in the U.S. special couns… [+2797 chars]", "fulltext": "WASHINGTON -- WikiLeaks founder Julian Assange will not willingly travel to the United States to face charges filed under seal against him, one of his lawyers said, foreshadowing a possible fight over extradition for a central figure in the U.S. special counsel's Russia-Trump investigation.\n\nAssange, who has taken cover in the Ecuadorian Embassy in London, where he has been granted asylum, has speculated publicly for years that the Justice Department had brought secret criminal charges against him for revealing highly sensitive government information on his website.\n\nThat hypothesis appeared closer to reality after prosecutors, in an errant court filing in an unrelated case, inadvertently revealed the existence of sealed charges. The filing, discovered Thursday night, said the charges and arrest warrant \"would need to remain sealed until Assange is arrested in connection with the charges in the criminal complaint and can therefore no longer evade or avoid arrest and extradition in this matter.\"\n\nAs CBS News correspondent Jonathan Vigliotti reports, Assange remains holed up in the Ecuadorian Embassy in London in large part out of fear that if he leaves he'll be extradited to the U.S., and this latest revelation could be an indication that his fear is well founded.\n\nThe exact charges Assange faces and when they might be unsealed remained uncertain Friday.\n\nAny charges against him could help illuminate whether Russia coordinated with the Trump campaign to sway the 2016 presidential election. They also would suggest that, after years of internal Justice Department wrangling, prosecutors have decided to take a more aggressive tack against WikiLeaks.\n\nA criminal case also holds the potential to expose the practices of a radical transparency activist who has been under U.S. government scrutiny for years and at the center of some of the most explosive disclosures of stolen information in the last decade. Those include thousands of military and State Department cables from Army Pvt. Bradley (now Chelsea) Manning, secret CIA hacking tools, and most recently and notoriously, Democratic emails that were published in the weeks before the 2016 presidential election and that U.S. intelligence officials say had been hacked by Russia.\n\nFederal special counsel Robert Mueller, who has already charged 12 Russian military intelligence officers with hacking, has been investigating whether any Trump associates had advance knowledge of the stolen emails.\n\nAssange could be an important link for Mueller as he looks to establish exactly how WikiLeaks came to receive the emails, and why its release of the communications -- on the same day a highly damaging video of Mr. Trump from a decade earlier surfaced publicly -- appeared timed to boost his campaign.\n\nAssange, 47, has resided in the Ecuadorian Embassy under a grant of asylum for more than six years to avoid being extradited to Sweden, where he was accused of sex crimes, or to the United States, whose government he has repeatedly humbled with mass disclosures of classified information."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Mother in migrant caravan makes an emotional appeal to President Trump", "description": "After using it as an election campaign issue, President Trump is once again focusing on the caravan of Central American migrants heading to the U.S. border. In a series of tweets Friday, the president questioned the motive of migrants who are planning to seek…", "url": "https://www.cbsnews.com/video/mother-in-migrant-caravan-makes-an-emotional-appeal-to-president-trump/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/2b796f4a-281d-4f28-afee-309663933d47/thumbnail/1200x630/e255500e093c495a875db955990a15e0/1117-satmo-caravan-diaz-1714318-640x360.jpg", "publishedAt": "2018-11-17T13:02:03Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Mounting pressure to replace Whitaker as Mueller investigation progresses", "description": "New York magazine national correspondent Gabriel Debenedetti joins \"CBS This Morning: Saturday\" to discuss where the Russia investigation stands now that President Trump has apparently answered Robert Mueller's written questions and mounting concerns over the…", "url": "https://www.cbsnews.com/video/mounting-pressure-to-replace-whitaker-as-mueller-investigation-progresses/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/17/3ee2f9ab-8a80-4321-bf13-2b5ef7fc831a/thumbnail/1200x630/6bad4e2717f427ae39515866100b0c7a/1117-satmo-politicalchat-debenedetti-1714308-640x360.jpg", "publishedAt": "2018-11-17T12:54:26Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Trump awards Medal of Freedom to Babe Ruth, Elvis Presley and Antonin Scalia", "description": "A baseball legend, an influential Supreme Court justice and the king of rock ‘n’ roll are among the group of seven people honored at the White House Thursday as recipients of the Presidential Medal of Freedom, the nation's highest civilian honor. Michelle Mil…", "url": "https://www.cbsnews.com/video/trump-awards-medal-of-freedom-to-babe-ruth-elvis-presley-and-antonin-scalia/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/17/3e445f6b-30fe-448b-b503-46355fb86a7b/thumbnail/1200x630/132a204651fbed18d30f752e7800691c/1117-satmo-medaloffreedom-miller-1714303-640x360.jpg", "publishedAt": "2018-11-17T12:51:25Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Trump says he answered Mueller's written questions \"very easily\"", "description": "After nearly a year of negotiations, the president said he's finished writing out answers to questions from special counsel Robert Mueller, suggesting a big breakthrough in his investigation. President Trump told reporters Friday that Mueller's investigation …", "url": "https://www.cbsnews.com/video/trump-says-he-answered-muellers-written-questions-very-easily/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/17/bea8ca10-4ef7-4d34-bc79-28646d34cd74/thumbnail/1200x630/596f17401ce0053b87a233346ac43c9f/1117-satmo-trumpmueller-barnett-1714298-640x360.jpg", "publishedAt": "2018-11-17T12:41:36Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Smoke from California wildfires smothers parts of the state", "description": "The death toll has risen to at least 71 in Northern California's Camp Fire. About 1,000 people are reported missing. That blaze is now 50 percent contained after consuming more than 145,000 acres. Just outside of Los Angeles, the Woolsey Fire 78 percent conta…", "url": "https://www.cbsnews.com/video/smoke-from-california-wildfires-smothers-parts-of-the-state/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/e867de91-c26b-4f68-85c0-bddd73e3d232/thumbnail/1200x630/5c0dd374fd7ad8fd8cd7afe8cd59d762/1117-satmo-cawildfires-oliver-1714288-640x360.jpg", "publishedAt": "2018-11-17T12:39:15Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Smoke from California wildfires smothers parts of the state", "description": "The death toll has risen to at least 71 in Northern California's Camp Fire. About 1,000 people are reported missing. That blaze is now 50 percent contained after consuming more than 145,000 acres. Just outside of Los Angeles, the Woolsey Fire 78 percent conta…", "url": "https://www.cbsnews.com/video/smoke-from-california-wildfires-smothers-parts-of-the-state/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/e867de91-c26b-4f68-85c0-bddd73e3d232/thumbnail/1200x630/5c0dd374fd7ad8fd8cd7afe8cd59d762/1117-satmo-cawildfires-oliver-1714288-640x360.jpg", "publishedAt": "2018-11-17T12:39:15Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Eye Opener: Trump says he's answered written questions from Mueller", "description": "For the first time, President Trump said he has answered written questions from special counsel Robert Mueller. Also, more than 1,000 people are missing as the death toll rises in the California wildfires. All that and all that matters in today's Eye Opener. …", "url": "https://www.cbsnews.com/video/eye-opener-trump-says-hes-answered-written-questions-from-mueller/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/8cc630fe-a353-498a-8710-ca9f97d2c909/thumbnail/1200x630/764d3747bb5c30b91cafab3584d82440/1117-satmo-7ameyeopener-1714282-640x360.jpg", "publishedAt": "2018-11-17T12:37:13Z", "content": null, "fulltext": "bad url"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "More than 1,000 people unaccounted for in California wildfires", "description": "President Trump is ​heading to Northern California Saturday to see firsthand the grief and devastation from the deadliest U.S. wildfire in a century", "url": "https://www.cbsnews.com/live-news/fires-in-california-camp-woolsey-paradise-wildfire-evacuations-death-toll-map-2018-11-17-latest/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/8617aafb-d935-40bd-9fdb-02aab2170039/thumbnail/1200x630/0f10445a618677b88f132400b687edb3/california3.jpg", "publishedAt": "2018-11-17T12:32:54Z", "content": "Containment of the Woolsey Fire jumped to 78 percent contained as of 9:40 p.m. ET. Hundreds of frustrated Malibu residents were unclear about whether they could return their communities, CBS Los Angeles reports. Several residents told CBS Los Angeles on Thurs… [+1372 chars]", "fulltext": "A soldier says a stranger's Christmas card got him through Vietnam. He just met the sender"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "William Harwood", "title": "Northrop Grumman launches space station supply mission", "description": "The spacecraft is loaded with spacewalk equipment, hardware and crew supplies, including fresh fruit and ice cream", "url": "https://www.cbsnews.com/news/northrop-grumman-launches-station-bound-cargo-ship/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/17/3bf53244-051b-414e-8941-0fd867f39560/thumbnail/1200x630/24583ae32f7c2d4dd98690e3716a71b3/111718-ng10-1.jpg", "publishedAt": "2018-11-17T09:22:32Z", "content": "Less than a day after a Russian Progress cargo ship took off from Kazakhstan on a two-day flight to the International Space Station, Northrop Grumman fired off an Antares rocket from Virginia's eastern shore early Saturday. The rocket boosted a Cygnus supply … [+4294 chars]", "fulltext": "Less than a day after a Russian Progress cargo ship took off from Kazakhstan on a two-day flight to the International Space Station, Northrop Grumman fired off an Antares rocket from Virginia's eastern shore early Saturday. The rocket boosted a Cygnus supply craft into orbit with another 3.7 tons of equipment and supplies bound for the lab complex.\n\nRunning two days late because of stormy weather, the Antares' Russian-built RD-181 first stage engines ignited with a thundering roar at 4:01 a.m. ET, quickly pushing the rocket away from pad 0A at the Mid-Atlantic Regional Spaceport - MARS - at NASA's Wallops Island, Virginia, flight test facility.\n\nArcing away to the southeast as it climbed directly into the plane of the space station's orbit, the Antares put on a spectacular light show, smoothly accelerating through a clear, deep overnight sky. Its fiery exhaust was visible for miles around.\n\nThe liquid-fueled first stage shut down and fell away three minutes and 40 seconds after liftoff, followed by ignition of the rocket's solid-fuel upper stage, which fired for a little more than two-and-a-half minutes to complete the climb to orbit.\n\nThe Cygnus spacecraft separated from the spent second stage two minutes later, kicking off a two-day rendezvous with the International Space Station. If all goes well, the spacecraft will carry out an automated approach to the lab complex, pulling up to within about 30 feet early Monday.\n\nAt that point, astronaut Serena Auñón-Chancellor, operating the station's robot arm, will lock onto a grapple fixture so the spacecraft can be pulled in for berthing at the lab's centra Unity module.\n\nThe spacecraft is loaded with 2,255 pounds of science gear, 64 pounds of spacewalk equipment, 2,183 pounds of space station hardware, 253 pounds of computer gear and 2,605 pounds of crew supplies, including fresh fruit and ice cream.\n\nAmong the experiment hardware is a commercial 3D printer called the \"Refabricator\" that can process waste materials into filament that can be used to print tools and other components; a \"lab on a chip\" cell culture device to study skeletal muscle cells; research to study how cement solidifies in weightlessness; and another to learn more about proteins involved in Parkinson's disease.\n\nOver the next three months, the station crew will unload the cargo ship and repack it with trash and no-longer-needed equipment. After release from the station in mid-February, the spacecraft will launch three small Cubesats from a commercially-developed NanoRacks deployer before plunging back into the atmosphere and burning up.\n\nSaturday's launch was the 10th operational resupply mission carried out by Northrup Grumman and the recently acquired Orbital ATK under an initial 11-flight contract with NASA that is expected to total $2.89 billion, according to the agency's inspector general. The company also holds a follow-on contract for at least six space station resupply missions at an as-yet-unspecified cost.\n\nSpaceX also holds NASA contracts for commercial resupply totaling $3.04 billion for 20 flights. Like Orbital, SpaceX also holds a follow-on contract for additional flights.\n\nOn Friday, Roscosmos, the Russian space agency, launched a Soyuz FG rocket from the Baikonur Cosmodrome in Kazakhstan, lifting the Progress MS-10/71P cargo ship into orbit. Loaded with 2.8 tons of propellant, crew supplies, water and equipment, the Progress is on track to dock at the Russian Zvezda module Sunday afternoon U.S. time.\n\nThe Progress launch was critical to Roscosmos and NASA because it demonstrated a successful recovery from an Oct. 10 launch abort when problems with the system used to jettison one of four strap-on boosters malfunctioned, forcing the two-man crew of a Soyuz ferry ship to carry out an emergency landing.\n\nWith the successful launch Friday, the Russians plan to press ahead with plans to launch another Soyuz spacecraft on Dec. 3 to deliver vehicle commander Oleg Kononenko, Canadian flight engineer David Saint-Jacques and NASA astronaut Anne McClain to the station, briefly boosting the lab's crew to six.\n\nThe day after the Soyuz launch, SpaceX plans to launch a Dragon cargo ship from Cape Canaveral carrying yet another load of supplies to the space station. Then on Dec. 20, Auñón-Chancellor, Expedition 57 commander Alexander Gerst and Soyuz MS-09/56S commander Sergey Prokopyev plan to return to Earth, closing out a 196-day mission.\n\nKononenko, Saint-Jacques and McClain will have the station to themselves until another set of crew members arrives in early April."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Private funeral held for Stan Lee", "description": "Stan Lee co-created the Incredible Hulk, Spider-Man, The Fantastic Four, and many of the other heroes in the Marvel comic and cinematic universes", "url": "https://www.cbsnews.com/news/stan-lee-funeral-held-today-pow-entertainment-says-further-memorials-planned-2018-11-16/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/03/22/e1b4cb69-afb7-4191-9fb7-f2fb9dbf5c22/thumbnail/1200x630/2be78f98e326ca1868b6ca2851c8fe17/ap-02042303291.jpg", "publishedAt": "2018-11-17T05:18:30Z", "content": "LOS ANGELES -- A small, private funeral has been held to mourn Marvel Comics mogul Stan Lee, and his company is making more plans to memorialize him. \"Stan was always adamant that he did not want a large public funeral, and as such his family has conducted a … [+1099 chars]", "fulltext": "LOS ANGELES -- A small, private funeral has been held to mourn Marvel Comics mogul Stan Lee, and his company is making more plans to memorialize him. \"Stan was always adamant that he did not want a large public funeral, and as such his family has conducted a private closed ceremony in accordance with his final wishes,\" Lee's company POW! Entertainment said in a statement to The Associated Press on Friday.\n\nPOW! Entertainment has set up a memorial wall on Lee's website where friends, colleagues and fans can share thoughts, prayers and tributes to Lee, and messages from fellow creators and artists will be posted on Lee's social media pages in the coming days.\n\nThe company says further memorial plans are in the works, and hopes to share more details soon.\n\n\"The grandeur of Stan makes this a monumental task,\" the statement said.\n\nThe 95-year-old was declared dead after being rushed to a Los Angeles hospital on Monday. No cause of death has been given. Last July, Lee's wife, Joan, died at 93. The couple had been married 69 years and shared a daughter, Joan.\n\nHe co-created the Incredible Hulk, Spider-Man, The Fantastic Four, and many of the other heroes in the Marvel comic and cinematic universes. He was a hero himself to fans who frenzied for his movie cameos and public appearances as he remained an ambassador for Marvel until the end of his life."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "American teacher reportedly killed by \"criminal organization\" while hiking in Mexico", "description": "Mexican authorities said an American teacher who went missing while hiking in northern Mexico last month was killed by a \"criminal organization,\" according to a Facebook group that has been following his disappearance.", "url": "https://www.cbsnews.com/video/american-teacher-reportedly-killed-by-criminal-organization-while-hiking-in-mexico/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/c1adfa04-dab1-40c9-8aa8-a8934359f649/thumbnail/1200x630/de355494477cb62ec86fecfa710cb445/cbsn-fusion-american-teacher-reportedly-killed-by-criminal-organization-while-hiking-in-mexico-thumbnail-1714241-640x360.jpg", "publishedAt": "2018-11-17T04:31:32Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Man sentenced to 34 months in prison for raping woman dying from OD", "description": "Authorities said Brian Varela never sought help for the 18-year-old and instead sent semi-nude photos of her to friends and texting \"LOL, I think she od'd, still breathing\"", "url": "https://www.cbsnews.com/news/brian-varela-sentenced-to-34-months-in-prison-for-raping-alyssa-noceda-dying-from-overdose-today-2018-11-16/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/02/13/98be8de6-4918-4c5f-905f-a17488a7c247/thumbnail/1200x630/096ff7ae00ca65c4862833295001e737/victim.jpg", "publishedAt": "2018-11-17T04:29:41Z", "content": "LYNNWOOD, Wash. -- A 20-year-old Washington state man was sentenced Thursday to less than three years in prison for raping a high school student as she died from a drug overdose and texting semi-nude photos of her. Brian Varela had pleaded guilty to second-de… [+2685 chars]", "fulltext": "LYNNWOOD, Wash. -- A 20-year-old Washington state man was sentenced Thursday to less than three years in prison for raping a high school student as she died from a drug overdose and texting semi-nude photos of her. Brian Varela had pleaded guilty to second-degree manslaughter, third-degree rape, and unlawful disposal of remains as part of a plea deal in the February death of 18-year-old Alyssa Noceda.\n\nSuperior Court Judge Linda Krese said Thursday she could not sentence Brian Varela to more than 2 years and 10 months because it was the most prison time permitted for someone with no prior criminal record, The Daily Herald reported.\n\nKrese said she was \"surprised, even outraged,\" by the inadequacy of the sentence and suggested that state lawmakers may not have realized the impact of their decision when they set prison sentences for the charges.\n\n\"I'm not sure the Legislature really contemplated something like this,\" Krese said.\n\nVarela told detectives that Noceda came to a party on Feb. 3 northeast of the Seattle suburb of Lynnwood. In Varela's room, he said Noceda snorted Percocet and also ingested liquid marijuana, court documents said. Tests later showed she had taken a fatal mix of fentanyl and alprazolam, a generic name for Xanax.\n\nShe collapsed within a minute of mixing the two, Varela told detectives. Authorities said Varela never sought help for Noceda and instead sent semi-nude photos of her to friends and texting \"LOL, I think she od'd, still breathing.\"\n\nVarela played an online game until he fell asleep, waking up in the morning to find Noceda's lips blue, court documents said.\n\nHe went to work at Dairy Queen and his co-worker contacted police in the following days after Varela said he didn't know if Noceda was still alive when he was having sex with her. Court records say he told a friend that \"she died having sex with me.\"\n\nPolice arrested Varela later that day after executing a search warrant and finding Noceda's body in a plastic crate at the suspect's home.\n\nVarela told investigators he planned to bury Noceda with onions to minimize the odor, police said. He also told detectives that after Noceda died, he used her thumb to unlock her phone Feb. 4 and send messages to make it appear she had run away.\n\nIn court Thursday, Varela said only, \"I'm sorry for my foolish actions. Whatever I get is what I deserve.\"\n\nNoceda's mother and aunt cried when they learned the likely sentence.\n\n\"You might as well let him walk free with that kind of time,\" Noceda's aunt, Rachelle Palmer said.\n\nNoceda's mother Gina Pierson told CBS Seattle affiliate KIRO in February that before the teen left home the night she died, she yelled to each of her family members by name and told them she loved them. Pierson said she had a strange feeling that something bad might happen, but she kept the thought to herself.\n\n\"That was the last person my daughter saw,\" Pierson told KIRO of Varela. \"Just made me sick, made me feel sick.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "11/16/18: CBSN Evening News", "description": "Officials raise death toll to 66 across state; Rare monkey born at Budapest Zoo.", "url": "https://www.cbsnews.com/video/111618-cbsn-evening-news/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/40d4adf9-9c33-4f40-9a69-eb5fffdeea2a/thumbnail/1200x630/34d1ef6ba9c0388d8059ea622fb71cd7/1116-cbsn-full-1714211-640x360.jpg", "publishedAt": "2018-11-17T03:56:07Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "11/16: CBS Evening News", "description": "Trump says he answered written questions from Mueller \"very easily\"; Soldier says a stranger's Christmas card got him through the Vietnam War.", "url": "https://www.cbsnews.com/video/1116-cbs-evening-news-2/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/17/55e18281-811d-4de2-8fd9-02c26eba7a00/thumbnail/1200x630/198e4b8c286ab132fa448d46ec7fa18c/1116-en-full-1714219-640x360.jpg", "publishedAt": "2018-11-17T03:46:55Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Hundreds still missing in California's Camp Fire", "description": "President Trump is set to visit Northern California on Saturday to speak with victims and First Responders of the deadly wildfires. CBS News' DeMarco Morgan reports from Chico, California, on the search and rescue efforts.", "url": "https://www.cbsnews.com/video/more-than-600-still-missing-in-californias-camp-fire/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/9e68f541-341d-4752-b247-b4731ee14bd5/thumbnail/1200x630/a4c4c4e91fd04786fcb39c2c955e1168/cbsn-fusion-more-than-600-still-missing-from-californias-camp-fire-thumbnail-1714205-640x360.jpg", "publishedAt": "2018-11-17T03:33:29Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Soldier says a stranger's Christmas card got him through the Vietnam War", "description": "When John Metzler served in the Vietnam War, he got a Christmas card from a little girl he didn't know. He said it helped him get through the war. Decades later, he met the sender. Steve Hartman has their story \"On The Road.\"", "url": "https://www.cbsnews.com/video/soldier-says-a-strangers-christmas-card-got-him-through-the-vietnam-war/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/17/c89a9fbf-461d-4c35-b7a1-6eb9be37e5c8/thumbnail/1200x630/370caa0a9e5e2529f8b8a4535a48284a/1116-en-otr-hartman-1714165-640x360.jpg", "publishedAt": "2018-11-17T00:22:28Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Boy writes letter to his parents during school lockdown: \"Goodbye\"", "description": "Ajani Dartiguenave, 12, was filled with fear during a lockdown at his school. He wrote a goodbye letter to his parents thinking he was about to die. CBS News' Nikki Battiste reports.", "url": "https://www.cbsnews.com/video/boy-writes-letter-to-his-parents-during-school-lockdown-goodbye/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/c6761a4e-0aed-459c-9c70-cf77472f5489/thumbnail/1200x630/65e344d6c1d7c42d6d723c0f5b823c33/1116-en-12yrboy-battiste-1714154-640x360.jpg", "publishedAt": "2018-11-17T00:16:09Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "William Goldman, Oscar-winning screenwriter, has died at 87", "description": "William Goldman, who write the book and screenplay for the \"The Princess Bride\" and other books and movies, has died. The Academy Award winner was 87. CBS News senior national correspondent Jim Axelrod looks back at his life.", "url": "https://www.cbsnews.com/video/william-goldman-oscar-winning-screenwriter-has-died-at-87/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/17/0699ce36-777b-466c-b79e-e995ad83bbd1/thumbnail/1200x630/77e78bf6b0d4472ff4af0e35dfc8410a/1116-en-williamgoldman-axelrod-1714147-640x360.jpg", "publishedAt": "2018-11-17T00:08:27Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Betsy DeVos proposes major overhaul in how colleges handle sex assault claims", "description": "Education Secretary Betsy DeVos is proposing an overhaul in the way colleges handle sexual assault accusations. It gives more rights to students who are accused. CBS News chief legal correspondent Jan Crawford reports.", "url": "https://www.cbsnews.com/video/betsy-devos-proposes-major-overhaul-in-how-colleges-handle-sex-assault-claims/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/16/5fb15f3a-1778-42c7-a2f3-3654934ad35f/thumbnail/1200x630/c83ee563c30e8da7fc9f0fba7bd22f3c/1116-en-titleix-crawford-1714140-640x360.jpg", "publishedAt": "2018-11-17T00:02:41Z", "content": null, "fulltext": "bad url"}]