{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "An E. coli outbreak from romaine lettuce has sickened 50 people — here's how to avoid getting sick", "description": "At least 50 people have gotten sick across the US and Canada after eating romaine lettuce contaminated with E. coli bacteria. No deaths have been reported, but one person developed kidney failure. For now, the CDC recommends avoiding all romaine lettuce. Sala…", "url": "https://www.businessinsider.com/is-it-safe-to-eat-romaine-lettuce-2018-4", "urlToImage": "https://amp.businessinsider.com/images/5addfca219ee8650008b4665-1920-960.jpg", "publishedAt": "2018-11-20T23:58:00Z", "content": "Salad eaters beware: Romaine lettuce, once again, may not be safe to eat, according to the Centers for Disease Control and Prevention. All romaine — including the pre-chopped variety, whole heads, and hearts — has been linked to a multistate outbreak of a nas… [+3450 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "Trump reportedly wanted to order the DOJ to prosecute Comey and Clinton", "description": "President Donald Trump reportedly wanted to order the DOJ to prosecute former FBI director James Comey and former Secretary of State Hillary Clinton. Trump only backed down when then White House counsel Don McGahn told him he didn't have the power to order in…", "url": "https://www.businessinsider.com/trump-wanted-to-order-doj-to-prosecute-comey-clinton-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9f084c95701474b149ad8-1920-960.jpg", "publishedAt": "2018-11-20T23:22:22Z", "content": "President Donald Trump wanted to order the Justice Department to prosecute two of his biggest political rivals but backed down when he was told he didn't have the authority to do that, The New York Times reported Tuesday. Trump wanted the DOJ to investigate f… [+2762 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "Microsoft is about to roll out an amazing holiday discount to what's already the best deal in video games (MSFT)", "description": "Microsoft is offering a major holiday sale on the Xbox Game Pass, the Netflix-style subscription service that lets users play more than 100 games on Xbox One and PC. While Xbox Game Pass is usually $9.99 a month, or about $120 per year, Microsoft will start s…", "url": "https://www.businessinsider.com/xbox-game-pass-holiday-discount-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf482eb01b12d11f1378c35-640-320.jpg", "publishedAt": "2018-11-20T23:16:10Z", "content": "While lots of shoppers are looking to make major purchases during the sales of the holiday season, one of the best video game deals of the year will cost about as much as a single game. Starting on Thanksgiving Day, November 22nd, Microsoft will offer a one-y… [+2335 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Investigators never found the source of an E. coli outbreak that sickened 25 and killed one person last year. Now, a food-poisoning expert says the same E. coli strain is likely back — and more than 30 people are sick.", "description": "An E. coli outbreak has been linked to romaine lettuce, with the CDC encouraging people to stop eating romaine and throw away any that they have already purchased. The strain of E. coli shares a genetic footprint with the bacteria linked to a past outbreak in…", "url": "https://www.businessinsider.com/romaine-lettuce-e-coli-possibly-traced-to-past-outbreak-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57e04e37077dcca2018b6cf6-960-480.jpg", "publishedAt": "2018-11-20T23:01:43Z", "content": "As another E. coli outbreak linked to romaine lettuce sweeps the United States, experts are drawing connections to an unsolved investigation from 2017. On Tuesday, the Centers for Disease Control and Prevention released a food-safety alert warning people to s… [+2311 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Phil Mickelson challenged Tiger Woods to a $100,000 bet on the first hole of their upcoming match and Tiger responded by doubling it", "description": "Tiger Woods and Phil Mickelson will face off on Friday in a head-to-head match with $9 million at stake. While promoting the pay-per-view match on Tuesday, Mickelson and Woods started putting down some side bets, with Mickelson putting up $100,000 that he wou…", "url": "https://www.businessinsider.com/tiger-woods-phil-mickelson-bet-first-hole-birdie-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf488923815071be8660c26-1536-768.jpg", "publishedAt": "2018-11-20T22:59:38Z", "content": "On Friday, Tiger Woods and Phil Mickelson will face off in a head-to-head, winner-take-all match with $9 million on the line. The two have promoted the match with appearances on various shows and increasingly sharp trash talk as the match approaches. Read mor… [+1838 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "'Naive and self-destructive': Big Democratic donors back Nancy Pelosi and warn that funding will be cut in half if she's pushed out", "description": "A host of top Democratic donors wrote a letter on Tuesday expressing their support for House Minority Leader Nancy Pelosi's bid to become the next House speaker. Pelosi's allies point to her significant legislative accomplishments, recent electoral victories,…", "url": "https://www.businessinsider.com/big-democratic-donors-back-nancy-pelosi-and-warn-of-funding-drop-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf442c30591f2206a28f9c5-1136-568.jpg", "publishedAt": "2018-11-20T22:49:24Z", "content": "A host of top Democratic donors are making their support of House Minority Leader Nancy Pelosi known as her bid for House speaker is under fire from a group of younger, largely centrist Democrats. The Democratic Congressional Campaign Committee (DCCC) donors,… [+3827 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis and Tyler Lauletta", "title": "NFL Power Rankings: Where all 32 teams stand going into Week 12", "description": "After 11 weeks, the NFL season is moving towards a thrilling conclusion. The Rams, Chiefs, and Saints have established themselves as the teams to beat, while a worthy group of contenders will look to join their ranks. At the bottom, teams are fighting to avoi…", "url": "https://www.businessinsider.com/nfl-power-rankings-week-12-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf48646da27f82f5c5c20f8-1334-667.jpg", "publishedAt": "2018-11-20T22:38:44Z", "content": "Record: 5-5 Last week: 16th Week 11 result: Beat the Packers, 27-24 Week 12 opponent: at Carolina Panthers One thing to know: Looking ahead on the Seahawks schedule, it's clear this matchup against the Panthers carries huge weight for their season. They have … [+292 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen and Remi Rosmarin", "title": "The 20 best-selling products from last year's Black Friday — including the ones that surprised us", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Look no further for some shopping inspiration for Black Friday 2018 than last year's list of best…", "url": "https://www.businessinsider.com/what-was-on-sale-last-black-friday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf47b15beb670107f0e1d5f-1536-768.jpg", "publishedAt": "2018-11-20T22:34:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday is the biggest shopping event of the year, a way to make a major dent in your holida… [+1342 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hayley Peterson", "title": "LuLaRoe's CEO tearfully addresses inventory problems in leaked audio", "description": "LuLaRoe CEO Mark Stidham said Tuesday in an emotional internal video meeting that the company is working to address inventory problems. \"I don’t have the product to serve you, and therefore I don’t have the product to serve your customers,\" Stidham told consu…", "url": "https://www.businessinsider.com/lularoe-ceo-addresses-inventory-problems-in-leaked-audio-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf482cfb73c280fe953cb1e-1536-768.jpg", "publishedAt": "2018-11-20T22:29:08Z", "content": "LuLaRoe CEO Mark Stidham tearfully addressed inventory problems and slammed \"sensationalist journalists\" on Tuesday in an internal video meeting in the wake of a Business Insider investigation into the multi-level marketing company, according to leaked audio … [+3102 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "The Apple Watch is on sale for as much as $80 off for Black Friday — here are all the deals worth your time (AAPL) - mySanAntonio.com", "description": "mySanAntonio.com The Apple Watch is on sale for as much as $80 off for Black Friday — here are all the deals worth your time (AAPL) mySanAntonio.com Now is the best time of year to consider an Apple Watch. Everyone from Apple itself to major retailers like Ta…", "url": "http://www.businessinsider.com/apple-watch-black-friday-deals-cyber-monday-2017-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-20T22:27:56Z", "content": "Justin Sullivan/Getty Images Now is the best time of year to consider an Apple Watch. Everyone from Apple itself to major retailers like Target and Macy's are launching sales for Black Friday, and there are already some great deals on the Apple Watch. With th… [+1902 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Grace Panetta", "title": "'They weren’t deleted like Hillary Clinton's': Trump defends daughter Ivanka's use of a private email account for government business", "description": "President Donald Trump defended his daughter Ivanka's use of private email to conduct government business to reporters on Tuesday. \"Ivanka did some emails, they weren't classified like Hillary Clinton, they weren't deleted like Hillary Clinton..she wasn't doi…", "url": "https://www.businessinsider.com/trump-defends-ivanka-private-email-account-white-house-advisor-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf46e878c35ab0eef2265fe-1920-960.jpg", "publishedAt": "2018-11-20T22:27:22Z", "content": "President Donald Trump confirmed a Monday report that his daughter Ivanka, an unpaid White House advisor, used a private email address to conduct government business, but defended his daughter by saying her emails \"weren't deleted like Hillary Clinton's.\" The… [+3186 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Snapchat's parent company is trying again with a new version of its Spectacles glasses —this time with two cameras, at a price of $350 (SNAP)", "description": "Snap, the parent company of Snapchat, is releasing a new version of its Spectacles camera glasses, Cheddar reports. The newest model of Snapchat's Spectacles will reportedly come equipped with two cameras instead of one, and will cost $350 — way more than pre…", "url": "https://www.businessinsider.com/snapchat-spectacles-will-get-a-new-version-with-2-cameras-for-350-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf46cfc8c35ab0e7372f45f-1334-667.jpg", "publishedAt": "2018-11-20T22:21:04Z", "content": "Despite the fact that the first version of its Spectacles were something of a flop, Snapchat parent company Snap is planning to release another model of its camera sunglasses, Cheddar's Alex Heath reports. In the third iteration of Spectacles produced just th… [+1813 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger and Sonam Sheth", "title": "‘POTUS sided with a brutal dictator over CIA? Shocking’: Trump widely bashed for siding with Saudi Arabia over Jamal Khashoggi’s killing", "description": "President Donald Trump was broadly criticized by members of both parties on Tuesday after issuing a forceful defense of Saudi Arabia over the killing of Washington Post columnist Jamal Khashoggi. A Washington Post report last week said the CIA concluded with …", "url": "https://www.businessinsider.com/trump-standing-with-saudi-arabia-jamal-khashoggi-experts-react-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2eb22f556fc66a65ebc83-1920-960.jpg", "publishedAt": "2018-11-20T22:20:09Z", "content": "President Donald Trump was broadly criticized on Tuesday after issuing a forceful defense of Saudi Arabia over the killing of Washington Post columnist Jamal Khashoggi. Trump signaled he does not plan to make significant changes to the US-Saudi partnership, p… [+6575 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj and Amir Ismael", "title": "17 Black Friday mattress sales from popular companies like Casper, Leesa, and Helix", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Among the many Black Friday sales going on all over the Internet this week, mattress deals in par…", "url": "https://www.businessinsider.com/black-friday-cyber-monday-mattress-deals-sales-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf47c7ada27f82db408a983-1920-960.jpg", "publishedAt": "2018-11-20T22:10:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Among the many Black Friday sales going on all over the Internet this week, mattress deals in par… [+842 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Grant Eizikowitz and Jasmine Kim", "title": "How an automatic floodgate is helping communities against natural disasters", "description": "FloodBreak's automatic flood barrier helps protect infrastructures from floods and hurricanes. This floodgate can work in flash floods and areas that are unprepared for natural disasters. Since it uses hydrostatic pressure of the flood water, the gate does no…", "url": "https://www.businessinsider.com/automatic-floodgate-rises-protect-infrastructures-floods-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd38eedf0688a44cd34e094-1920-960.jpg", "publishedAt": "2018-11-20T22:00:00Z", "content": "Following is the transcript of the video. This automatic floodgate can rise against floods. The higher the water levels, the higher the gate will rise, until it reaches a 90° angle. The barrier stands firmly against the flood water. It was created by FloodBre… [+606 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Penny Hardaway and his All-Star coaching staff landed the top prep player and Memphis is primed to jump back into the spotlight", "description": "Former Memphis Tigers standout and NBA star Penny Hardaway was hired to coach at his alma mater in March of 2018. The Tigers were once a big name in the world of college basketball but have fallen out of the spotlight in recent years. Hardaway has hired an Al…", "url": "https://www.businessinsider.com/james-wiseman-commits-penny-hardaway-memphis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf46adc381507176604959e-1334-667.jpg", "publishedAt": "2018-11-20T21:59:59Z", "content": "When former Memphis Tigers standout and NBA star Penny Hardaway was hired to coach at his alma mater in March, he was tasked with restoring a weak Memphis program to its former glory. He promptly hired an all-star cast of assistant coaches — including NBA sha… [+1897 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "The US Air Force put the destructive power of nearly three dozen F-35 stealth fighters into the air in just 11 minutes", "description": "The ability to rapidly project power and force against any threat on a moment's notice has long been a hallmark of American military might. Dozens of advanced stealth fighters carried on that tradition during a combat power exercise Monday. During the exercis…", "url": "https://www.businessinsider.com/nearly-three-dozen-f-35s-took-to-the-sky-in-a-matter-of-minutes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4778b66be506efc1437c4-1920-960.jpg", "publishedAt": "2018-11-20T21:56:17Z", "content": "The ability to rapidly project power and force against any threat on a moment's notice has long been a hallmark of American military might. Dozens of advanced stealth fighters carried on that tradition during a combat power exercise Monday. During the exercis… [+228 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "Here are all the best deals for Xbox One consoles and games this holiday season (MSFT)", "description": "Many stores have already launched their Xbox sales for Black Friday and the holiday season. Microsoft is offering big deals on the Xbox One X and Xbox One S this year, dropping the cheapest bundle down to $199. There's a wide variety of bundles depending on w…", "url": "https://www.businessinsider.com/xbox-one-holiday-black-friday-2018-best-deals-sales-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf45d2901b12d0d5600df07-1536-768.png", "publishedAt": "2018-11-20T21:51:33Z", "content": "Once you've decided on which console and games you want to start your Xbox One library with, you should look to grab a cheap Xbox Live Gold or Xbox Game Pass subscription as well. Xbox Live Gold is required to play games online and offers subscribers free gam… [+643 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Here are all the best deals for Xbox One consoles and games this holiday season - Business Insider India", "description": "Business Insider India Here are all the best deals for Xbox One consoles and games this holiday season Business Insider India Many stores have already launched their Xbox sales for Black Friday and the holiday season. Microsoft is offering big deals on the Xb…", "url": "http://www.businessinsider.com/xbox-one-holiday-black-friday-2018-best-deals-sales-2018-11", "urlToImage": "https://www.businessinsider.in/photo/66716389/here-are-all-the-best-deals-for-xbox-one-consoles-and-games-this-holiday-season.jpg?356777", "publishedAt": "2018-11-20T21:51:00Z", "content": "Once you've decided on which console and games you want to start your Xbox One library with, you should look to grab a cheap Xbox Live Gold or Xbox Game Pass subscription as well. Xbox Live Gold is required to play games online and offers subscribers free gam… [+643 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson", "title": "$27 billion AutoDesk just acquired the Google and Sequoia backed construction startup PlanGrid (ADSK)", "description": "AutoDesk will acquire the construction productivity software startup PlanGrid for $875 million, the company announced Tuesday. AutoDesk, the $27 billion software company best known for its architecture program AutoCAD, will acquired PlanGrid for $875 million,…", "url": "https://www.businessinsider.com/autodesk-acquires-google-sequoia-backed-plangrid-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf47d60beb67011045762ea-960-480.jpg", "publishedAt": "2018-11-20T21:38:31Z", "content": "AutoDesk, the $27 billion software company best known for its architecture program AutoCAD, will acquired PlanGrid for $875 million, the company announced Tuesday. Founded in 2012, PlanGrid is a GV (formerly Google Ventures) and Sequoia Capital-backed constru… [+544 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "The weird science behind 10 animal feet - Business Insider India", "description": "Business Insider India The weird science behind 10 animal feet Business Insider India Across the animal kingdom, feet come in an astonishing variety of shapes and sizes. Different types of feet are specialized to do different kinds of things. Geckos feet are …", "url": "http://www.businessinsider.com/science-behind-animals-feet-2018-11", "urlToImage": "https://www.businessinsider.in/photo/66716313/the-weird-science-behind-10-animal-feet.jpg?93747", "publishedAt": "2018-11-20T21:36:44Z", "content": "The largest bird in the world is also the only bird in the world that has two toes, not three or four. According to the Safari Ostrich Farm in South Africa, most birds have four toes in order to grab their prey. Most flightless birds, like the emu and penguin… [+1051 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "7 common mistakes people make when writing email subject lines", "description": "You might be wondering how to write a good email subject line. When it comes to your subject line, there are plenty of mistakes you can make while emailing anyone from your colleague to an old friend to a potential new contact. Remember to be respectful of th…", "url": "https://www.businessinsider.com/biggest-mistakes-email-subject-lines-words-to-avoid-colleague-friend-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf44762beb67009787aafae-960-480.jpg", "publishedAt": "2018-11-20T21:34:00Z", "content": "Certain words can make your email go right to the spam folder. That includes \"amazing,\" \"risk free,\" and \"winner,\" according to OptinMonster. \"You might think you've stumbled on a clever trick that no one has thought of before, but with 30 years of email and … [+385 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Foot Locker soars after beating on sales and profits (FL)", "description": "Foot Locker beat on both the top and bottom lines in the third quarter and its comparable sales topped Wall Street estimates. Shares jumped as much as 12.7% after Tuesday's closing bell following the announcement. Watch Foot Locker trade live. Foot Locker ral…", "url": "http://markets.businessinsider.com/news/stocks/Foot-Locker-soars-after-beating-on-sales-and-profits-FL-1027744354", "urlToImage": "https://static4.businessinsider.com/image/599afadaf1a85020008b643b-2000/ap371266200241.jpg", "publishedAt": "2018-11-20T21:29:38Z", "content": "AP/Bennett Raglin Foot Locker rallied by as much as 12.7% after Tuesday's closing bell after the company reported better-than-expected earnings for the third quarter. The shoe retailer said it earned $0.95 a share on an adjusted basis, topping the $0.92 that … [+826 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Foot Locker soars after beating on sales and profits (FL)", "description": "Foot Locker beat on both the top and bottom lines in the third quarter and its comparable sales topped Wall Street estimates. Shares jumped as much as 12.7% after Tuesday's closing bell following the announcement. Watch Foot Locker trade live. Foot Locker ral…", "url": "https://www.businessinsider.com/foot-locker-stock-price-earnings-q3-beats-on-sales-and-profits-2018-11", "urlToImage": "https://static4.businessinsider.com/image/599afadaf1a85020008b643b-2000/ap371266200241.jpg", "publishedAt": "2018-11-20T21:29:38Z", "content": "AP/Bennett Raglin Foot Locker rallied by as much as 12.7% after Tuesday's closing bell after the company reported better-than-expected earnings for the third quarter. The shoe retailer said it earned $0.95 a share on an adjusted basis, topping the $0.92 that … [+826 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "The best TV deals of Black Friday", "description": "The best time to realize you need a new TV is in early November, when Black Friday is right around the corner. Indeed, stores like BestBuy, Walmart, and Target have offered up some pretty tempting deals for Black Friday. (You have no idea how difficult it is …", "url": "https://www.businessinsider.com/best-tv-deals-black-friday-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf46db38c35ab0eef2265f6-1536-768.jpg", "publishedAt": "2018-11-20T21:24:30Z", "content": "The best time to realize you need a new TV is in early November, when Black Friday is right around the corner. Indeed, stores like BestBuy, Walmart, and Target have offered up some pretty tempting deals for Black Friday. (You have no idea how difficult it is … [+581 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "Walgreens and Humana are reportedly looking to take stakes in one another (WBA, HUM)", "description": "Walgreens and Humana are looking to take stakes in on another, The Wall Street Journal reported Tuesday. The retail pharmacy giant and health insurer are already partners on health clinics in the Kansas City area. It's happening at a time when the lines aroun…", "url": "https://www.businessinsider.com/walgreens-humana-may-takes-stakes-partnership-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a823b95d0307206018b4661-960-480.jpg", "publishedAt": "2018-11-20T21:24:00Z", "content": "Walgreens and Humana may be seeking a closer partnership. The Wall Street Journal reported Tuesday that the pharmacy giant and health insurer are in talks to take equity stakes in one another. The two are already partners on health clinics in the Kansas City … [+1144 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Allie Lembo", "title": "The weird science behind 10 animal feet", "description": "Across the animal kingdom, feet come in an astonishing variety of shapes and sizes. Different types of feet are specialized to do different kinds of things. Geckos feet are actually sticky allowing them to stick to surfaces while elephants can actually \"hear\"…", "url": "https://www.businessinsider.com/science-behind-animals-feet-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec4ea7f556fc78b57fa1b1-1920-960.jpg", "publishedAt": "2018-11-20T21:20:46Z", "content": "The largest bird in the world is also the only bird in the world that has two toes, not three or four. According to the Safari Ostrich Farm in South Africa, most birds have four toes in order to grab their prey. Most flightless birds, like the emu and penguin… [+1051 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj", "title": "Best Buy's free membership grants you early access to Black Friday deals — save $100 on an Xbox One or $125 on an iPad Pro before the discounts go public", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday 2018 is almost here, and Best Buy has shared an early peek at its deals lineup. If y…", "url": "https://www.businessinsider.com/best-buy-black-friday-deals-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf42d9501b12d043a05f396-1920-960.jpg", "publishedAt": "2018-11-20T21:20:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Best Buy has rolled out hundreds of its Black Friday deals ahead of November 23, exclusively for … [+918 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Steven John", "title": "I asked my 5-year-old what it means to be an adult, and his answer provided fascinating insight into the way kids interpret the world", "description": "It's difficult for young children to conceptualize the feeling of life as an adult. Children tend to only identify outwardly obvious differences between childhood and adulthood, such as physical size. On deeper reflection, my own son realized how many things …", "url": "https://www.businessinsider.com/what-being-adult-means-to-a-5-year-old-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf426393815070ab57d2944-2732-1366.jpg", "publishedAt": "2018-11-20T21:19:45Z", "content": "From the moment my son wakes up each day, every minute until bedtime is a running conversation between him, my wife, and myself, with our infant daughter doing her best to get a \"word\" in edgewise, that word usually coming out as \"dada\" or \"cat,\" or whatever … [+2703 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "Forget buying the cheapest house on the best street — a real estate exec says there's a smarter move to make", "description": "An old real-estate adage is one you should forget: \"Buy the worst house in the best neighborhood.\" Scott Durkin, president and CEO of real-estate brokerage Douglas Elliman, said in an interview with Mansion Global that it's better to buy outside of the best n…", "url": "https://www.businessinsider.com/real-estate-advice-buy-outside-best-neighborhood-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4794701b12d10da0bbbc3-1136-568.jpg", "publishedAt": "2018-11-20T21:19:00Z", "content": "One well-known real-estate adage is one you should forget: \"Buy the worst house in the best neighborhood.\" Instead, it's all about having an eye for the nearby up-and-coming area or next hot spot, according to Scott Durkin, president and COO of real-estate br… [+1848 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jennifer Lee and Meranda Yslas", "title": "Mars Bars and other iconic British foods might disappear if a Brexit deal isn’t reached soon", "description": "Business Insider Today airs at 5 p.m. every day on Facebook Watch. Catch up on the latest episode here and follow the page to get alerts when new episodes are posted. Join the Facebook group and l et us know what business news or trends you'd like us to cover…", "url": "https://www.businessinsider.com/mars-bars-might-disappear-if-brexit-deal-isnt-reached-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b16ce0e1ae66220008b48e8-2732-1366.jpg", "publishedAt": "2018-11-20T21:04:02Z", "content": "On Business Insider Today, we dive into why Singapore's controversial approach to burning waste may no longer be sustainable. And Mars Bars and other iconic British foods could disappear from shelves after Brexit. Here's the full rundown: Hollywood is on trac… [+508 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher", "title": "Smoke from California's wildfires is drifting across the US to New York — and it's making pretty sunsets", "description": "California's recent wildfires have killed at least 82 people. Nearly 700 others are still missing. Smoke from the blazes is billowing high into the atmosphere and drifting across the US. California's smoky haze has created \"smokestorm\" conditions, but fine pa…", "url": "https://www.businessinsider.com/california-wildfire-smoke-blowing-to-east-coast-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf46031f556fc0d2c5fe33a-960-480.png", "publishedAt": "2018-11-20T21:03:00Z", "content": "The recent scourge of wildfires in California have claimed the lives of at least 82 people, and authorities report that nearly 700 others are still missing. The Camp Fire in northern California has proven the most deadly in the state's history, killing 79 peo… [+2449 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "27 Target Black Friday deals you can get without dealing with the crowds or the cold", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday 2018 is almost here, and Target has shared an early peek at its deals lineup. Fortun…", "url": "https://www.businessinsider.com/target-black-friday-deals-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf4753eda27f82c7b1c2ff7-1334-667.jpg", "publishedAt": "2018-11-20T21:01:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Earlier this week, Target shared a sneak preview of its Black Friday deals, a glimpse of what thi… [+1141 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "These photos show why the US Coast Guard's snipers are some of the best in the business", "description": "FT. LAUDERDALE, Florida — Once the Coast Guard has a suspect vessel in its sights on the high seas, there's usually nowhere for it to go, but getting it to stop isn't always easy. The crew of the Coast Guard cutter James returned to Florida last week with nea…", "url": "https://www.businessinsider.com/photos-of-coast-guard-snipers-during-at-sea-drug-busts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4639e381507164d2a6237-2732-1366.jpg", "publishedAt": "2018-11-20T20:54:28Z", "content": "FT. LAUDERDALE, Florida — Once the Coast Guard has a suspect vessel in its sights on the high seas, there's usually nowhere for it to go, but getting it to stop isn't always easy. The crew of the Coast Guard cutter James returned to Florida last week with nea… [+795 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "Health officials say to avoid all romaine lettuce after an E. coli outbreak sickened people in 11 US states", "description": "The CDC warned on Tuesday that Americans should avoid all forms of romaine lettuce because of an E. coli outbreak. E. coli is a species of bacteria that lives in the intestines of people and animals. Some E. coli are harmless and live inside our healthy guts,…", "url": "https://www.businessinsider.com/what-is-e-coli-how-outbreak-spreads-2018-4", "urlToImage": "https://amp.businessinsider.com/images/5ad4b5a2146e711e008b4a65-1334-667.jpg", "publishedAt": "2018-11-20T20:52:00Z", "content": "Fields of romaine lettuce can be susceptible to E. coli contamination from nearby cattle farms. E. coli can also spread if people don't wash their hands. Photo by Sean Gallup/Getty Images Once again, if you have any romaine lettuce in the fridge — be it pre-c… [+6181 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sophia Mitrokostas", "title": "11 ways you're wasting water that are costing you", "description": "There are small everyday things you're doing that are wasting water. From postponing fixing a leaky faucet to planting the wrong kinds of shrubs for your climate, it's all too easy to waste water. These water-wasting habits can be incredibly costly. Keeping a…", "url": "https://www.businessinsider.com/wasting-water-money-2018-11", "urlToImage": "https://amp.businessinsider.com/images/56969e3f8b987dea2d79334c-960-480.jpg", "publishedAt": "2018-11-20T20:50:54Z", "content": "When you want a cool glass of water, do you run the faucet for a few moments until the stream is cold? Unless you live somewhere where the tap water is always icy, this little habit wastes a surprising amount of water. According to the Alliance for Water Effi… [+433 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "'Peas' the turkey is pardoned by Trump after he joked that the alternate bird, 'Carrots,' had 'demanded a recount'", "description": "President Trump pardoned a turkey named \"Peas\" during the National Thanksgiving Turkey Presentation on Tuesday. Peas beat out another turkey named \"Carrots\" to receive the official pardon. Trump joked that the vote was a \"fair and open election\" but Carrots \"…", "url": "https://www.businessinsider.com/president-trump-pardons-peas-the-turkey-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf464c901b12d0d8f42c76d-1920-960.jpg", "publishedAt": "2018-11-20T20:50:25Z", "content": "President Donald Trump pardoned a turkey named \"Peas\" on Tuesday, after joking that the back-up bird, \"Carrots,\" had \"demanded a recount.\" The president appeared to stick to the script during his brief speech during the National Thanksgiving Turkey Presentati… [+2378 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "French prosecutors opened an investigation into some of the funds that helped finance Emmanuel Macron's presidential campaign", "description": "Yves Herman/Reuters French prosecutors opened an investigation into the source of funds worth 144,000 euros that helped finance President Emmanuel Macron 's election campaign in 2017. The investigation comes after the National Commission for Campaign Accounts…", "url": "https://www.businessinsider.com/r-french-prosecutor-investigates-some-of-macrons-campaign-finances-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf44c421011421b4068d6d3-1920-960.jpg", "publishedAt": "2018-11-20T20:47:00Z", "content": "PARIS (Reuters) — French prosecutors on Tuesday opened an investigation into the source of funds worth 144,000 euros that helped finance President Emmanuel Macron's election campaign in 2017, a source at the prosecutor's office said. The investigation comes a… [+1394 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dakin Campbell", "title": "Goldman Sachs is shuffling its top stock trading executives as the business tries to claw back market share from Morgan Stanley and JPMorgan (GS)", "description": "Goldman Sachs moved Tony Pasquariello, formerly its equities sales head for the Americas, into a newly created role, according to a memo from the securities division co-heads. Josh Glassman and Ronnie Wexler have been promoted to run Americas equity sales. Gl…", "url": "https://www.businessinsider.com/goldman-sachs-equities-business-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf46c079e8c531d3c2c982e-1536-768.jpg", "publishedAt": "2018-11-20T20:40:59Z", "content": "Goldman Sachs removed the chief of its Americas equities sales operation and named two replacements as the securities division continues to face upheaval in the months after David Solomon became CEO. Tony Pasquariello, named in 2016 to run Americas equities s… [+1590 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton, Amir Ismael and Remi Rosmarin", "title": "Business Insider's guide to the best Black Friday sales of 2018", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. It's the day after Thanksgiving, and you're sitting at home eating cold pumpkin pie in your pajam…", "url": "https://www.businessinsider.com/best-black-friday-sales-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf46a6af556fc0ea84fe515-750-375.jpg", "publishedAt": "2018-11-20T20:35:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Samsung It's the day after Thanksgiving, and you're sitting at home eating cold pumpkin pie in yo… [+1004 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "Facebook investors are starting to wonder if COO Sheryl Sandberg will leave the company (FB)", "description": "Facebook COO Sheryl Sandberg is facing unprecedented criticism following the company's most recent scandals. Investors are now asking whether they should be worried if Sandberg, who is CEO Mark Zuckerberg's top lieutenant, will be leaving the company, accordi…", "url": "https://www.businessinsider.com/facebook-evercore-sheryl-sandberg-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf45d6f66be506aff51cc35-1536-768.jpg", "publishedAt": "2018-11-20T20:33:08Z", "content": "Sheryl Sandberg is finally in the firing line. As Facebook has battled years of scandals, the longtime chief operating officer has managed to evade significant criticism, even as CEO Mark Zuckerberg was repeatedly assailed for the social network's role in spr… [+4644 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "The CDC tells people to stop eating and throw away all romaine lettuce — again — after another E. coli outbreak sickens at least 32 people in 11 states", "description": "Romaine lettuce is off the menu, as the CDC advises people across the United States not to eat any of the lettuce and to get rid of any they have already purchased. At least 32 people have been infected with E. coli linked to romaine lettuce in 11 states, acc…", "url": "https://www.businessinsider.com/romaine-linked-to-e-coli-cdc-warns-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ade1e6d19ee861c008b46dc-1920-960.jpg", "publishedAt": "2018-11-20T20:19:35Z", "content": "Romaine lettuce is off the menu this Thanksgiving, as another E. coli investigation sweeps the United States. On Tuesday, the Centers for Disease Control and Prevention released a food safety alert, warning people across the United States to stop eating romai… [+1918 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Tesla, Uber, Waymo, and Cruise are facing a major reality check as problems mount for their self-driving car tech (TSLA, GM, GOOGL)", "description": "Timelines presented by auto and tech companies have positioned 2018 and 2019 as milestones in the development of autonomous driving technology. But delays, reported development issues, and a fatal crash have raised questions about the near-term potential of s…", "url": "https://www.businessinsider.com/tesla-uber-waymo-cruise-face-autonomous-driving-reality-check-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ab018a0fe7c5234008b4b6d-1920-960.jpg", "publishedAt": "2018-11-20T20:14:05Z", "content": "Timelines presented by auto and tech companies have positioned 2018 and 2019 as milestones in the development of autonomous driving technology. But delays, reported development issues, and a fatal crash have raised questions about the near-term potential of s… [+7607 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Perticone", "title": "Who is Marcia Fudge? The Democrat mulling a challenge to Nancy Pelosi for speaker of the House - Business Insider", "description": "Business Insider Who is Marcia Fudge? The Democrat mulling a challenge to Nancy Pelosi for speaker of the House Business Insider Ohio Rep. Marcia Fudge is currently weighing a challenge against Nancy Pelosi for speaker of the House. Fudge has been urged by th…", "url": "http://uk.businessinsider.com/marcia-fudge-the-democrat-who-could-challenge-nancy-pelosi-speaker-of-the-house-2018-11", "urlToImage": "http://static1.uk.businessinsider.com/image/5bf46830dde867681930a4be-1190-625/who-is-marcia-fudge-the-democrat-mulling-a-challenge-to-nancy-pelosi-for-speaker-of-the-house.jpg", "publishedAt": "2018-11-20T20:12:07Z", "content": "Alex Wong/Getty Images WASHINGTON Rep. Marcia Fudge, the Ohio Democrat currently mulling a challenge to Nancy Pelosi for the speaker's gavel when the new Congress forms in January, has long been a thorn in the side of the Democratic leadership. While Fudge is… [+3119 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson", "title": "Wall Street thinks these 5 public software companies could get acquired in mega-deals amid the market downturn (COUP, EVBG, SPSC, MDSO, TYL)", "description": "Big tech acquirers are more willing than ever to spend big on the best companies on the market, according to a note published by the investment firm Needham. And with the stock market currently in a correction, some of the best public companies are for sale, …", "url": "https://www.businessinsider.com/5-public-software-companies-that-wall-street-thinks-could-get-acquired-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57f66d8b9bd978492f8b4f28-1920-960.jpg", "publishedAt": "2018-11-20T20:09:55Z", "content": "SAP's $8 billion acquisition of Qualtrics, just days before its planned IPO, reveals a new trend, according to analysts at Needham — acquirers are willing to spend big bucks for the best companies out there. Companies are prioritizing \"higher quality\" compani… [+1072 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Amazon's reputation is taking another hit in the wake of its HQ2 decision (AMZN)", "description": "Amazon has finally chosen where it will be developing its second headquarters, which it calls HQ2. It has taken criticism from all sides in the aftermath. The criticism over its HQ2 decision comes at a perilous time for Amazon, which has seen its reputation t…", "url": "https://www.businessinsider.com/amazon-hq2-decision-criticism-reputation-woes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf45d01110d4c223a647d27-2732-1366.jpg", "publishedAt": "2018-11-20T20:04:51Z", "content": "Amazon is — predictably — getting blowback for its HQ2 selection. The company announced on November 13 that it would split its second-headquarters project, which it calls HQ2, in two. The two locations — the Long Island City neighborhood of Queens, New York, … [+4260 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Stephanie Pandolph", "title": "THE SOCIAL COMMERCE REPORT: How Facebook, YouTube, Pinterest, and other popular apps are upending the e-commerce space (FB, GOOG, GOOGL)", "description": "This is a preview of a research report from BI Intelligence, Business Insider's premium research service. To learn more about BI Intelligence, click here. Social media is becoming increasingly influential in shoppers' purchasing decisions. In fact, the top 50…", "url": "https://www.businessinsider.com/social-commerce-report-2018-1", "urlToImage": "https://amp.businessinsider.com/images/5a69ef8900d0eff0188b470b-2732-1366.jpg", "publishedAt": "2018-11-20T20:04:00Z", "content": "BI Intelligence This is a preview of a research report from BI Intelligence, Business Insider's premium research service. To learn more about BI Intelligence, click here. Social media is becoming increasingly influential in shoppers' purchasing decisions. In … [+2535 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Perticone", "title": "Who is Marcia Fudge? The Democrat mulling a challenge to Nancy Pelosi for speaker of the House", "description": "Ohio Rep. Marcia Fudge is currently weighing a challenge against Nancy Pelosi for speaker of the House. Fudge has been urged by the small group of Democratic colleagues looking to oust Pelosi from the top spot in the House. Fudge has been in Congress since 20…", "url": "https://www.businessinsider.com/marcia-fudge-the-democrat-who-could-challenge-nancy-pelosi-speaker-of-the-house-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4219638150709904c9d0e-2732-1366.jpg", "publishedAt": "2018-11-20T20:01:33Z", "content": "WASHINGTON — Rep. Marcia Fudge, the Ohio Democrat currently mulling a challenge to Nancy Pelosi for the speaker's gavel when the new Congress forms in January, has long been a thorn in the side of the Democratic leadership. While Fudge is waiting until after … [+3100 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Nguyen", "title": "This spray paint lights up at the flip of a switch, but it's not glow-in-the-dark", "description": "LumiLor is a spray on paint that illuminates in the dark. It's not LED light, nor is it glow-in-the-dark paint, but a special kind of paint that \"turns on and off\" by reacting to an electric charge. Watch the video above to see how the paint is applied to cre…", "url": "https://www.businessinsider.com/paint-lights-up-glow-electric-lumillor-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bf32a3466be5050a4239917-1334-667.jpg", "publishedAt": "2018-11-20T20:00:00Z", "content": "The following is a transcript of the video. Christian Nguyen: This car lights up with something called LumiLor. It's not LED light, but paint. And not just glow-in-the-dark paint, but a special kind of paint that turns on and off by reacting to an electric ch… [+547 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "Apple just released this year's sentimental holiday ad (AAPL)", "description": "Apple releases a sappy advertisement around the holidays every year. Watch this year's tearjerker below. Apple has a holiday tradition — to release a sentimental ad that basically doesn't focus on products at all. Instead, it pulls at your heartstrings. Then …", "url": "https://www.businessinsider.com/apple-holiday-ad-features-new-billie-ellish-song-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf41843da27f81ba80f9035-1920-960.jpg", "publishedAt": "2018-11-20T20:00:00Z", "content": "Apple has a holiday tradition — to release a sentimental ad that basically doesn't focus on products at all. Instead, it pulls at your heartstrings. Then it plays the ad over and over during football, basketball, Charlie Brown specials, and other traditional … [+582 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Olivia Oran", "title": "What you need to know on Wall Street today", "description": "Welcome to Finance Insider, Business Insider's summary of the top stories of the past 24 hours. Sign up here to get the best of Business Insider delivered direct to your inbox. Market chaos will double over the next 3 years — here are some strategies to help …", "url": "https://www.businessinsider.com/stock-market-news-today-november-20-2018", "urlToImage": null, "publishedAt": "2018-11-20T19:54:46Z", "content": "Welcome to Finance Insider, Business Insider's summary of the top stories of the past 24 hours. Sign up here to get the best of Business Insider delivered direct to your inbox. Market chaos will double over the next 3 years — here are some strategies to help … [+1831 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Duke's Zion Williamson sent the internet into another frenzy with a windmill dunk during his first game of the Maui Invitational", "description": "It's Zion Williamson's world and we're just living in it. The 6-foot-7, 285-pound Duke freshman has taken college basketball by storm with his dominant play and Earth-shaking dunks. In his first game of the Maui Invitational, Williamson once again sent the in…", "url": "https://www.businessinsider.com/video-dukes-zion-williamson-windmill-dunk-maui-invitational-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed965bb73c2812e14cca2c-1136-568.jpg", "publishedAt": "2018-11-20T19:49:52Z", "content": "Zion Williamson is at it again. The 6-foot-7, 285-pound Duke freshman arrived in Durham, North Carolina surrounded by lofty expectations, but after dropping 28 points on 84.6% shooting from the floor to help annihilate the then-No. 2 Kentucky Wildcats in his … [+1740 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nathan McAlone", "title": "Class-action lawsuits and 'F' ratings from the Better Business Bureau: Customers should be wary of MoviePass and Sinemia", "description": "Movie-ticket subscription services have been the hottest topic in the movie-theater business this year, as MoviePass has sparked a surge in customer interest. But both leaders in the space that aren't tied to a specific chain, MoviePass and Sinemia, have \"F\" …", "url": "https://www.businessinsider.com/moviepass-and-sinemia-have-f-ratings-from-bbb-class-action-lawsuits-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf45406f556fc0be426480d-1334-667.jpg", "publishedAt": "2018-11-20T19:35:52Z", "content": "Over the last year, the rise of MoviePass has helped stoke widespread interest in movie-ticketing subscription services. But the Better Business Bureau has a message for potential customers: buyer beware. In general, there are two main types of subscription s… [+2757 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shayanne Gal and Benjamin Zhang", "title": "These are the 10 airports to avoid if you're flying during Thanksgiving", "description": "More than 30 million Americans are expected to fly this Thanksgiving holiday season according to Airlines For America. That's a 5.7% increase over 2017. American Airlines expects to carry seven million travelers this Thanksgiving season while Delta Air Lines …", "url": "https://www.businessinsider.com/busiest-us-airports-during-thanksgiving-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf461b10591f224e45ff047-2732-1366.jpg", "publishedAt": "2018-11-20T19:32:02Z", "content": "America will be traveling in droves this Thanksgiving. An estimated 30.6 million people are expected to fly this Thanksgiving holiday period, industry trade group Airlines For America (A4A) said in a release. That's up 5.7% from last year and a whopping 26% f… [+1592 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Guetig", "title": "Ray Dalio, Sallie Krawcheck, and Brad Katsuyama are coming to IGNITION 2018 — learn what it's like to run the world's biggest hedge fund, tackle the gender investing gap, and take on the New York Stock Exchange", "description": "What's the first thing that comes to mind when you think of financial innovation today? Cryptocurrency might be at the top of the list. But the future of finance is about more than bitcoin and blockchain. IGNITION will introduce you to established voices and …", "url": "https://www.businessinsider.com/ignition-conference-dalio-krawcheck-katsuyama-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf31f1cd1e8440f9d1d3774-1920-960.jpg", "publishedAt": "2018-11-20T19:31:13Z", "content": "What's the first thing that comes to mind when you think of financial innovation today? Cryptocurrency might be at the top of the list. But the future of finance is about more than bitcoin and blockchain. IGNITION will introduce you to established voices and … [+1470 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Grace Panetta", "title": "Ohio's legislature is considering laws to ban abortion after 6 weeks, and could punish patients and abortion providers with the death penalty", "description": "The Ohio state legislature is considering two bills that would ban and criminalize abortion in the state. The Ohio House passed a bill to ban abortion after six weeks, which Gov. John Kasich says he will veto. The House's health committee is considering legis…", "url": "https://www.businessinsider.com/ohio-legislature-advances-6-week-and-total-abortion-ban-death-penalty-2018-11", "urlToImage": "https://amp.businessinsider.com/images/56e4ba0852bcd01b008b60b4-1334-667.jpg", "publishedAt": "2018-11-20T19:22:29Z", "content": "On Thursday, the Ohio House of Representatives passed a bill to ban patients from obtaining abortions after six weeks. Republican Governor John Kasich vetoed a similar measure in 2016 — and reproductive rights advocates say it's a clear attempt to get the Sup… [+3123 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "The most iconic toy store in the world just reopened after suddenly shutting down 3 years ago — take a look inside", "description": "FAO Schwarz, the iconic toy retailer that closed its Fifth Avenue flagship store in 2015, reopened its doors at 30 Rockefeller Plaza last week. The store is known for its upscale toy selection and has been around for over 150 years. In addition to the giant t…", "url": "https://www.businessinsider.com/fao-schwarz-30-rockefeller-plaza-opens-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf32b71e4218a6f950bd7f5-1920-960.jpg", "publishedAt": "2018-11-20T19:02:57Z", "content": "FAO Schwarz, the world's most iconic toy store, is back in New York. Founded in 1862, FAO Schwarz was known in New York City for its upscale and expensive toys. The Fifth Avenue flagship store first opened in 1986 as a tourist attraction, complete with a them… [+1073 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "A nutritionist reveals how to make your Thanksgiving meal healthier without sacrificing the good stuff", "description": "Thanksgiving, for many, is the time of year to enjoy food, family traditions, and memories. But the holiday season can also be a time when people worry about weight gain. To get professional tips on how to enjoy Thanksgiving while keeping up with a healthy ea…", "url": "https://www.businessinsider.com/healthy-thanksgiving-nutrition-dietician-2016-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4341801b12d057b08693d-1920-960.jpg", "publishedAt": "2018-11-20T18:54:00Z", "content": "Rawpixel.com/Shutterstock Thanksgiving, for many, is the time of year to enjoy food, family traditions, and memories. But the holiday season can also be a time when people worry about weight gain. To get professional tips on how to enjoy Thanksgiving while ke… [+315 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "The epic 'Monday Night Football' game made bettors in Las Vegas millions thanks to in-game wagering and the third-most points in NFL history", "description": "The Los Angeles Rams and Kansas City Chiefs combined to score 105 points on Monday night, meaning a big payday for people who bet the over in Las Vegas. A spokesman for William Hill sportsbooks said that the game ended in a \"healthy seven-figure loss\" for the…", "url": "https://www.businessinsider.com/rams-chiefs-total-sportsbooks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf42e41101142146a0457e8-1334-667.jpg", "publishedAt": "2018-11-20T18:52:15Z", "content": "On Monday night, the Los Angeles Rams and Kansas City Chiefs battled in the best game of the NFL season thus far, with the Rams eventually prevailing in the back-and-forth tilt, 54-51. Rams fans were undoubtedly delighted with the result, with Los Angeles win… [+2709 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "The Apple Watch is on sale for as much as $80 off for Black Friday — here are all the deals worth your time - Business Insider UK", "description": "Business Insider UK The Apple Watch is on sale for as much as $80 off for Black Friday — here are all the deals worth your time Business Insider UK Many major retailers are offering deals on the Apple Watch for Black Friday. Stores like Target, Macy's, and Be…", "url": "http://uk.businessinsider.com/apple-watch-black-friday-2018-deals-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5bf456dbdde8676710522c15-1190-625/the-apple-watch-is-on-sale-for-as-much-as-80-off-for-black-friday--here-are-all-the-deals-worth-your-time.jpg", "publishedAt": "2018-11-20T18:51:45Z", "content": "The Apple Watch Series 4. Justin Sullivan/Getty Images Now is the best time of year to consider an Apple Watch. Everyone from Apple itself to major retailers like Target and Macy's are launching sales for Black Friday, and there are already some great deals o… [+1564 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caitlin Foster", "title": "A new report shows the US Army struggled to get its troops, and even generals, ready to deploy", "description": "An official report obtained by USA Today shows that while the US Army struggled to improve troop readiness, one in five of its generals was unable to deploy. The report was conducted in 2017 but was only recently released through a Freedom of Information Act …", "url": "https://www.businessinsider.com/the-us-army-struggled-to-get-troops-even-generals-ready-to-deploy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf450d466be506987531939-1920-960.jpg", "publishedAt": "2018-11-20T18:49:43Z", "content": "The US Army sent 62 of its generals to an \"executive health program\" at a military hospital in Texas, where they spent three days undergoing medical examinations and receiving healthcare, according to a new report obtained by USA Today. The program followed a… [+1389 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "The new 'Fallout' game is a boring mess that you shouldn't play — here's why", "description": "I want to like the new \"Fallout\" game, but I can't. I want to tell you about all the environmental storytelling and quiet exploration, but so much of that is marred by a vast emptiness. \"Fallout 76\" is a jumble of disparate video game elements set loose in an…", "url": "https://www.businessinsider.com/fallout-76-ps4-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2ffbe110d4c7e3870898b-2732-1366.jpg", "publishedAt": "2018-11-20T18:44:05Z", "content": "The folks behind \"Fallout 76\" are Bethesda Game Studios — the same people behind the \"Elder Scrolls\" games (\"Skryim\", anyone?) and the last few major \"Fallout\" games. They're a team that makes a lot of games with open worlds where you collect a lot of junk an… [+840 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jenner Deal and Sophie-Claire Hoeller", "title": "Travel hacks that will help you survive holiday madness", "description": "These helpful hacks make traveling more enjoyable during holiday madness. EDITOR'S NOTE: This video was originally published on November 25, 2015. Produced by Jenner Deal. Original reporting by Sophie-Claire Hoeller. Join the conversation about this story »", "url": "http://www.businessinsider.com/frequent-flyer-travel-hacks-2015-7", "urlToImage": "https://amp.businessinsider.com/images/5bf444219e8c5317673c5d42-2560-1280.jpg", "publishedAt": "2018-11-20T18:44:00Z", "content": "These helpful hacks make traveling more enjoyable during holiday madness. EDITOR'S NOTE: This video was originally published on November 25, 2015. Produced by Jenner Deal. Original reporting by Sophie-Claire Hoeller."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "The Apple Watch is on sale for as much as $80 off for Black Friday — here are all the deals worth your time (AAPL)", "description": "Many major retailers are offering deals on the Apple Watch for Black Friday. Stores like Target, Macy's, and Best Buy have all discounted the Apple Watch Series 3, which came out in 2017, by as much as $80. So far, there are very few discounts on the new Appl…", "url": "https://www.businessinsider.com/apple-watch-black-friday-2018-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4436ef556fc09af315863-1920-960.jpg", "publishedAt": "2018-11-20T18:43:04Z", "content": "Now is the best time of year to consider an Apple Watch. Everyone from Apple itself to major retailers like Target and Macy's are launching sales for Black Friday, and there are already some great deals on the Apple Watch. With the help of deal-tracking websi… [+1492 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Nvidia recovers all its earlier losses after short seller Andrew Left says he is buyer (NVDA)", "description": "Short seller Andrew Left's firm Citron Research said in a tweet on Tuesday that it's a buyer of Nvidia stock. Shares were down as much as 8% before the tweet amid broader market weakness. They're now up as much as 4% following Citron's comments. Nvidia has be…", "url": "https://www.businessinsider.com/nvidia-stock-price-short-seller-andrew-left-says-he-is-buyer-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf450b10d7c670a10687c95-2732-1366.jpg", "publishedAt": "2018-11-20T18:38:33Z", "content": "Nvidia recovered deep early losses on Tuesday — surging as much as 4% — after short seller Andrew Left's firm, Citron Research, said it bought the chipmaker's stock. Before the mid-morning rally, shares were down as much as 8% amid broader market weakness and… [+1963 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Nvidia recovers all its earlier losses after short seller Andrew Left says he is a buyer (NVDA)", "description": "Short seller Andrew Left's firm Citron Research said in a tweet on Tuesday that it's a buyer of Nvidia stock. Shares were down as much as 8% before the tweet amid broader market weakness. They're now up as much as 4% following Citron's comments. Nvidia has be…", "url": "http://markets.businessinsider.com/news/Nvidia-recovers-all-its-earlier-losses-after-short-seller-Andrew-Left-says-he-is-buyer-NVDA-1027743996", "urlToImage": "https://static4.businessinsider.com/image/59d5040f351ccf83028b7eb3-2400/ap090108021362.jpg", "publishedAt": "2018-11-20T18:38:33Z", "content": "AP Photo / Paul Sakuma Nvidia recovered deep early losses on Tuesday — surging as much as 4% — after short seller Andrew Left's firm, Citron Research, said it bought the chipmaker's stock. Before the mid-morning rally, shares were down as much as 8% amid broa… [+1986 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Laura McCamy", "title": "I'm convinced power napping is the key to my productivity — and there's research to back me up", "description": "When my eyes start to cross, and I can’t think straight at work, I take a power nap of about 15 minutes. Research has shown that short naps can improve your ability to remember, reason, and learn. What do you do when you can’t keep your eyes open in an aftern…", "url": "https://www.businessinsider.com/power-nap-help-you-stay-productive-afternoon-lull-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf32faf3815077a7258c8c4-2732-1366.jpg", "publishedAt": "2018-11-20T18:38:07Z", "content": "What do you do when you can't keep your eyes open in an afternoon meeting, or you just want to put your head on your desk? If you're like nearly two-thirds of American adults, you reach for a cup of coffee. But studies have shown there's something even more e… [+2787 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "How to have a carb-free keto Thanksgiving, according to science", "description": "Thanksgiving dinner is traditionally a high-carb affair. Tables often feature some combination of mashed potatoes, thick gravy, sweet baked beans, yams, cornbread, and pie. Those dishes can feel like an abomination for people on a ketogenic diet, which limits…", "url": "https://www.businessinsider.com/keto-thanksgiving-low-carb-ideas-recipes-tips-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2f664e4218a655e450145-1920-960.jpg", "publishedAt": "2018-11-20T18:33:00Z", "content": "Thanksgiving dinner is traditionally a high-carb affair. Tables often feature some combination of mashed potatoes, thick gravy, sweet baked beans, yams, cornbread, and pie. Those dishes can feel like an abomination for people on a ketogenic diet, which limits… [+1145 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "'I don't give a f---, get out of my store': McDonald's is under fire after a viral video shows worker forcing teens out of the fast-food restaurant as they protest that there is a threatening, gun-wielding man outside (MCD)", "description": "A viral video filmed at McDonald's appears to show employees forcing teenagers to leave the fast-food restaurant, despite their protests that there is a gun-wielding man outside. According to the teenager who posted the video on Twitter, the man made racist r…", "url": "https://www.businessinsider.com/mcdonalds-incident-teens-gun-wielding-man-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf44ec3da27f8269c083322-1536-768.jpg", "publishedAt": "2018-11-20T18:32:35Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "I feel less comfortable sharing my photos to Facebook these days — here's why I use Apple's iCloud instead (AAPL, FB)", "description": "Facebook has been dealing with more data scandals and internal controversies this year, which makes me feel less comfortable sharing photos to the social network. Instead, I've been increasingly sharing photos with friends and family using Apple's iCloud serv…", "url": "https://www.businessinsider.com/apple-icloud-vs-facebook-sharing-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf42639110d4c179963d533-960-480.jpg", "publishedAt": "2018-11-20T18:31:34Z", "content": "After a vacation, an outing with coworkers, or even just a really delicious dinner, you probably amass a handful of photos on your smartphone. You might even want to share those photos with friends and family. Lots of people go to Facebook or Instagram, which… [+3610 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "San Francisco's homelessness crisis is so bad, people appear to be using poop to graffiti the sidewalks", "description": "An NBC Bay Area investigation found graffiti presumably written in feces in downtown San Francisco. The discovery comes amid a rise in complaints about human feces to the city's non-emergency services line. Before Mayor London Breed took office, she promised …", "url": "https://www.businessinsider.com/san-francisco-homelessness-poop-graffiti-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf43a99d1e84427d8555981-1136-568.jpg", "publishedAt": "2018-11-20T18:21:00Z", "content": "It seemed that conditions in San Francisco couldn't get much worse than open-air drug markets, piles of poop on the sidewalks, and streets littered with heroin needles. Then an NBC Bay Area investigation found graffiti presumably written in feces on two separ… [+2636 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Zachary Tracer", "title": "Healthcare dealmaking just hit an all-time record of almost $400 billion — here are some of the year's biggest mergers", "description": "Healthcare dealmaking just hit a record of $398 billion in transactions so far this year. The two biggest deals are very different. One combines two international drugmakers, and the other merges a US health insurer with a company that handles prescription dr…", "url": "https://www.businessinsider.com/healthcare-mergers-hits-record-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5af1565019ee8623008b49cc-1536-768.jpg", "publishedAt": "2018-11-20T18:18:38Z", "content": "Healthcare dealmaking just hit a record. Big drugmakers, insurers and care providers have agreed to $398 billion in mergers so far this year, according to data provider Refinitiv. The previous record, $397 billion, was recorded in 2015. Low interest rates and… [+1414 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "'We may never know all of the facts': Trump defiantly stands with Saudi Arabia before release of CIA report on Jamal Khashoggi's murder", "description": "President Donald Trump on Tuesday released a lengthy defense of Saudi Arabia over the killing of Saudi journalist Jamal Khashoggi. Trump signaled he does not intend to personally call for significant changes to the US-Saudi relationship. The president also wo…", "url": "https://www.businessinsider.com/trump-stands-with-saudi-arabia-before-cia-report-on-jamal-khashoggi-murder-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf44a770d7c6708ea7eaece-960-480.jpg", "publishedAt": "2018-11-20T18:10:21Z", "content": "President Donald Trump on Tuesday released a lengthy defense of Saudi Arabia over the killing of Saudi journalist Jamal Khashoggi. In doing so, Trump signaled he does not intend to personally call for significant changes to the US-Saudi relationship despite b… [+1772 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jacob Shamsian", "title": "NBC is reportedly paying Megyn Kelly $30 million as a part of her exit deal", "description": "NBC will pay Megyn Kelly $30 million as part of her exit from the company, according to the New York Post. Kelly and NBC agreed to part ways in October after the company fired her from \"Today\" for defending blackface. A previous Wall Street Journal report sug…", "url": "https://www.businessinsider.com/nbc-megyn-kelly-30-million-today-show-exit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf44c200d7c670900644ed5-960-480.jpg", "publishedAt": "2018-11-20T18:09:09Z", "content": "NBC will give Megyn Kelly a $30 million payout for leaving the company, according to the New York Post. Kelly was fired from her spot on NBC's \"Today\" show in October after defending the act of wearing blackface on Halloween. NBC and Kelly then mutually agree… [+1109 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "ExxonMobil just launched its new rewards program — here's everything you need to know", "description": "Exxon™ and Mobil™ stations recently unveiled their new loyalty program, Exxon Mobil Rewards+ and it is a must have, must register. Now, when you make your frequent fuel purchases, get your car washed, or even purchase convenience store items, you can earn poi…", "url": "https://www.businessinsider.com/sc/exxonmobil-rewards-program-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5c9eb0591f21a964a1c04-2732-1366.jpg", "publishedAt": "2018-11-20T18:00:00Z", "content": "Exxon and Mobil stations recently unveiled their new loyalty program, Exxon Mobil Rewards+ and it is a must have, must register. ExxonMobil Now, when you make your frequent fuel purchases, get your car washed, or even purchase convenience store items, you can… [+2743 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Facebook staff have voiced a 'huge upswell' of support for Sheryl Sandberg after she reportedly feared for her job, says company exec (FB)", "description": "Facebook staff have rallied around COO Sheryl Sandberg after a series of scandals reportedly left her fearing for her job. Mark Zuckerberg blamed her for the Cambridge Analytica debacle, The Wall Street Journal reported, while she also failed to spot Facebook…", "url": "https://www.businessinsider.com/facebook-staff-rallying-around-sheryl-sandberg-after-scandals-says-exec-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4334d3815070d9c4b85a8-1334-667.jpg", "publishedAt": "2018-11-20T17:52:21Z", "content": "There has been a \"huge upswell\" of support for Sheryl Sandberg at Facebook after a series of scandals reportedly left the chief operating officer fearing for her job. That's according to Patrick Walker, one of Facebook's most senior executives outside the US.… [+2426 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "BANK OF AMERICA: Market chaos will double over the next 3 years — here are some strategies to help investors stay afloat", "description": "The most popular gauge of stock-market volatility is set to double over the next three years, Bank of America Merrill Lynch strategists forecast. The firm examined the historical relationship between the Cboe's volatility index (VIX) and the yield curve, whic…", "url": "https://www.businessinsider.com/stock-market-investing-strategies-for-rising-volatility-vix-baml-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58e641978af5781f008b6c3a-960-480.jpg", "publishedAt": "2018-11-20T17:44:59Z", "content": "The turmoil in markets is just getting started. That's the outlook from strategists at Bank of America Merrill Lynch, published on Tuesday as all the major US indexes wiped their gains for the year and the S&amp;P 500 slipped into a 10% correction. The firm's… [+2739 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "Entrepreneurs who launched their $50 million company in a dorm room say the biggest benefits of going on 'Shark Tank' had nothing to do with money", "description": "The founders of Kitu Life appeared on \" Shark Tank \" pitching Super Coffee in February 2018. They didn't land an offer, but they say going on the show helped them prepare for future business meetings. They also discovered new types of customers they hadn't an…", "url": "https://www.businessinsider.com/shark-tank-kitu-life-preparation-for-show-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf338fdb73c2871c96f49e7-1920-960.jpg", "publishedAt": "2018-11-20T17:44:21Z", "content": "Three years ago, the DeCicco brothers came up with the idea for Kitu Life in a college dorm room. Jordan DeCicco was a basketball player at Philadelphia University looking for a more nutritious alternative to the energy drinks he saw on the shelves of grocery… [+3540 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Here's why we call the day after Thanksgiving 'Black Friday'", "description": "The origin of the term \"Black Friday\" is murky. The most popular telling is that the name came from the fact that the revenues generated from the day's sales are so great, they can push retailers \"into the black\" for the year. But the earliest reference to th…", "url": "https://www.businessinsider.com/why-is-it-called-black-friday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf42ffeda27f81fe2098e36-2732-1366.jpg", "publishedAt": "2018-11-20T17:37:29Z", "content": "Though most shoppers likely don't stop to think about why we call the day after Thanksgiving \"Black Friday,\" all the same, many have wondered. The most popular explanation is that the day's sales are so high, it can singlehandedly push a retailer from being \"… [+1217 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Abby Jackson", "title": "'A once in a lifetime opportunity': Amazon reportedly bid for Disney's 22 regional sports networks, and a bidding frenzy that tops $25 billion could follow", "description": "Amazon bid on the 22 regional sports networks Disney just acquired from 21st Century Fox, according to CNBC. On the surface, the tech giant seems an unlikely player in the regional media buyer space, but the assets present a unique opportunity to Amazon. The …", "url": "https://www.businessinsider.com/amazon-reportedly-bid-for-disneys-22-regional-sports-networks-analysis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf43a15b73c2804cb4bb5ed-1920-960.jpg", "publishedAt": "2018-11-20T17:36:10Z", "content": "Amazon has bid on the 22 regional sports networks Disney just acquired from 21st Century Fox, CNBC reported. Disney must sell the regional sports networks to avoid anticompetitive conflicts, given its majority ownership of ESPN. The amount of the RSNs coming … [+5230 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Oil prices drop more than 5% to fresh one-year lows", "description": "Oil slid further into a bear market Tuesday, hitting fresh one-year lows. Prices have fallen about 25% from recent peaks. Watch oil trade in real time here. Oil prices hit their lowest level since 2017 on Tuesday, sliding further into a bear market amid conce…", "url": "https://markets.businessinsider.com/commodities/news/oil-prices-drop-to-fresh-one-year-lows-2018-11-1027743858", "urlToImage": "https://static3.businessinsider.com/image/57bc89acdb5ce963008b8607-2000/rtr39i0z.jpg", "publishedAt": "2018-11-20T17:35:29Z", "content": "Reuters/Jim Urquhart Oil prices hit their lowest level since 2017 on Tuesday, sliding further into a bear market amid concerns about oversupply. West Texas Intermediate fell 5.6% to just below $54 per barrel, while the international benchmark Brent shed 5% to… [+1601 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Oil prices drop more than 5% to fresh one-year lows", "description": "Oil slid further into a bear market Tuesday, hitting fresh one-year lows. Prices have fallen about 25% from recent peaks. Watch oil trade in real time here. Oil prices hit their lowest level since 2017 on Tuesday, sliding further into a bear market amid conce…", "url": "https://www.businessinsider.com/oil-prices-drop-to-fresh-one-year-lows-2018-11", "urlToImage": null, "publishedAt": "2018-11-20T17:35:29Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "A bold F-35 pilot carried out a 'bizarre' backwards landing on Britain's largest warship", "description": "A British F-35 pilot has pulled off a \"milestone\" maneuver, executing a \"bizarre\" backwards landing on the deck of Britain's largest warship. \"It was briefly bizarre to bear down on the ship and see the waves parting on the bow as you fly an approach aft faci…", "url": "https://www.businessinsider.com/f-35-pilot-conducts-bizarre-backwards-landing-on-british-carrier-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf42ec9da27f81f7e392545-640-320.jpg", "publishedAt": "2018-11-20T17:28:50Z", "content": "A British F-35 pilot has pulled off a \"milestone\" maneuver, executing a \"bizarre\" backwards landing on the deck of Britain's largest warship — the HMS Queen Elizabeth. Royal Air Force test pilot Squadron Leader Andy Edgell flew his American-made F-35B Lightni… [+1941 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Electric scooter firm Lime reportedly smeared rival Bird with the same PR firm Facebook used to discredit critics", "description": "Definers Public Affairs, the firm Facebook used to smear critics, sent emails on behalf of electric scooter company Lime, TechCrunch reports. Some of the emails were candid about being press releases sent for Lime, but one was much more oblique and targeted r…", "url": "https://www.businessinsider.com/lime-used-facebook-pr-firm-definers-to-smear-bird-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b55f70967627a20008b45a3-2732-1366.jpg", "publishedAt": "2018-11-20T17:26:14Z", "content": "Facebook was rocked last week by a New York Times exposé which revealed that it hired Republican-linked PR firm Definers Public Affairs to smear its critics. Facebook swiftly cut ties with the company. Now TechCrunch reports that electric scooter startup Lime… [+1399 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "Amazon's ambitious Fire TV Cube is on sale for $60 for Black Friday — here's what it's like to use (AMZN)", "description": "As much as technology simplifies our lives, it can simultaneously introduce plenty of unique complications. Our smart TVs are separate from our smart speakers, which are separate from our smartphones. We have multiple TV streaming accounts and multiple music …", "url": "https://www.businessinsider.com/amazon-fire-tv-cube-review-pros-cons-apple-tv-2018-7", "urlToImage": "https://amp.businessinsider.com/images/5b4cc9224b62561f008b4b23-1334-667.jpg", "publishedAt": "2018-11-20T17:24:00Z", "content": "Look, I'm all for the wave of the future. I use and enjoy smart assistants, and I truly believe they can be important tools for your home. But the only way to get people to adopt smart assistants is to make them quicker and more convenient to use than typing … [+1199 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Yvette Manes", "title": "13 things people say were a huge waste of money", "description": "You live and you learn, and sometimes you realize that splurges you thought would be worth it, turn out to be a huge waste of money. These Redditors shared some of the things they have wasted money on over the years, and they are truly relatable. As always, t…", "url": "https://www.businessinsider.com/unnecessary-wastes-of-money-2018-11", "urlToImage": null, "publishedAt": "2018-11-20T17:22:03Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat and Richard Feloni", "title": "'It was probably the worst sales pitch they'd ever heard': The CEO of multibillion-dollar Pinterest made a major mistake pitching investors in the early days", "description": "Image sharing site Pinterest was founded right after the financial crisis, which made it difficult to fund. When pitching to investors, Pinterest cofounder and CEO Ben Silbermann wouldn't over-promise what the company could do. After going through several pit…", "url": "https://www.businessinsider.com/pinterest-ceo-mistake-pitching-investors-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd9d1b6e4218a32c9088dc3-1536-768.jpg", "publishedAt": "2018-11-20T17:22:00Z", "content": "Photo-sharing site Pinterest was founded at \"the worst time to raise money\" for a company, according to cofounder and CEO Ben Silbermann — right after the financial crisis. To fund the startup, Silbermann approached several investors who turned him away becau… [+2293 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "What shoppers in every state are searching for in the run-up to Black Friday", "description": "Black Friday is the largest shopping event in the United States. BlackFriday.com combed through data to find the most searched-for terms in every state. They include stores, specific items, and more general terms like laptops and TVs. For most states, video g…", "url": "https://www.businessinsider.com/black-friday-top-search-trends-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf31ec0c957016cc2063f0d-2732-1366.jpg", "publishedAt": "2018-11-20T17:20:24Z", "content": "Black Friday is almost here, and shoppers are getting prepared. According to search data compiled by BlackFriday.com, which looked at the top Black Friday search terms in every state, it seems almost the entire country is looking to get their hands on some ne… [+1169 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lindsay Dodgson", "title": "This is what it's like to care for someone with dementia", "description": "Dementia-causing diseases are on the rise. Many people with dementia are looked after by friends and family members, known as informal caregivers. Someone with dementia needs help with everyday tasks. So being a caregiver is a 24/7 job. But it's important car…", "url": "https://www.businessinsider.com/caring-for-someone-with-dementia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3f4498c35ab7c27158afe-1920-960.jpg", "publishedAt": "2018-11-20T17:18:00Z", "content": "Many countries have an ageing population, and diseases that cause dementia are on the rise. Dementia is an umbrella term given to the symptoms caused by various diseases — most commonly Alzheimer's — and 152 million people are expected to suffer with it by 20… [+7885 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "Unearthed footage shows Bill Clinton and Monica Lewinsky briefly holding hands after he met her family at the White House in 1996", "description": "Footage unearthed by A&E for their new docuseries, \"The Clinton Affair,\" shows former White House intern Monica Lewinsky bringing her family to meet President Bill Clinton in the Oval Office in June 1996. After posing for a picture with the president, her fam…", "url": "https://www.businessinsider.com/bill-clinton-and-monica-lewinsky-hold-hands-in-unearthed-white-house-footage-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf42e640d7c6702d478fd3b-1920-960.jpg", "publishedAt": "2018-11-20T17:17:13Z", "content": "Months before the Monica Lewinsky scandal broke, signs of her close relationship with President Bill Clinton were caught on camera. Footage unearthed by A&amp;E for their new docuseries, \"The Clinton Affair,\" shows an intimate moment between Clinton and the W… [+1155 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Jeff Bezos just named his newest 'shadow,' a technical adviser who will follow the billionaire CEO to every one of his meetings (AMZN)", "description": "Amazon CEO Jeff Bezos has named Wei Gao as his new technical adviser, according to a CNBC report. It's a coveted position also known as the CEO's \"shadow.\" A shadow, like the name implies, follows Bezos around, attending all of his meetings and traveling with…", "url": "https://www.businessinsider.com/jeff-bezos-shadow-technical-adviser-wei-gao-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4302b01b12d04fe170a40-2732-1366.jpg", "publishedAt": "2018-11-20T17:12:59Z", "content": "Amazon CEO Jeff Bezos has named Wei Gao as his new technical adviser, according to a CNBC report. It's a coveted position also known as the CEO's \"shadow.\" Like the name implies, a shadow follows Bezos around, attending all of his meetings and traveling with … [+1709 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "Save up to 50% on sneakers and clothes at Adidas — and more of today's best deals from around the web", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t…", "url": "https://www.businessinsider.com/deal-of-the-day-adidas-black-friday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf42d6f8c35ab03fc350588-750-375.jpg", "publishedAt": "2018-11-20T17:09:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t… [+3576 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "The best smartphone camera in the world has a crippling bug, Pixel 3 users are reporting - Business Insider", "description": "Business Insider The best smartphone camera in the world has a crippling bug, Pixel 3 users are reporting Business Insider A bug in Google's Pixel 3 smartphones is causing the camera to become completely unresponsive, some users have reported. Restarting or f…", "url": "http://uk.businessinsider.com/google-pixel-3-bug-prevents-camera-from-working-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5bf43ef6bde70f640d17d9ec-1190-625/the-best-smartphone-camera-in-the-world-has-a-crippling-bug-pixel-3-users-are-reporting.jpg", "publishedAt": "2018-11-20T17:08:55Z", "content": "Hollis Johnson/Business Insider Owners of Google's latest smartphone, the Pixel 3 and Pixel 3 XL, are reporting a crippling issue with their cameras on Google's Pixel Community Forum and Reddit. Reports started coming in late October, with some stating that t… [+2061 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "The best 'Monday Night Football' game of all time produced 29 gorgeous photos including one of Jared Goff's epic layup celebration", "description": "In one of the most highly anticipated matchups of the entire NFL season, the Kansas City Chiefs and the Los Angeles Rams faced off in a \"Monday Night Football\" matchup for the ages. Both teams boasted a 9-1 record heading into the game and two young, prolific…", "url": "https://www.businessinsider.com/best-photos-chiefs-rams-monday-night-football-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf43b54e4218a05de1459c5-1920-960.jpg", "publishedAt": "2018-11-20T17:02:37Z", "content": "In one of the most highly anticipated matchups of the NFL season, the Kansas City Chiefs and the Los Angeles Rams faced off in a \"Monday Night Football\" contest for the ages. Both teams boasted a 9-1 record as well as young, prolific quarterbacks leading high… [+826 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Emily Bloch", "title": "4 things former Starbucks employees would never tell you while working there", "description": "Starbucks has a fair share of operational quirks, from having an outside company clean its stores like a \"fire drill\" to its reputation for misspelling names on orders. Author Emily Bloch spoke to several former Starbucks employees to get these behind-the-sce…", "url": "https://www.businessinsider.com/former-starbucks-employees-share-company-secrets-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb45a166be503d7132ca0a-1136-568.jpg", "publishedAt": "2018-11-20T17:01:00Z", "content": "\"They have this company that comes as a surprise to make sure everything's clean, so I feel like that always made sure we were tidy,\" Julia Avenriep, who worked at a South Florida Starbucks location, said. A current Starbucks shift manager from a New England … [+961 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jack Houston", "title": "Anthony Scaramucci claims Trump isn't a nationalist: 'He likes saying that because it irks these intellectual elitists'", "description": "Business Insider's Henry Blodget interviewed former White House Communications Director Anthony Scaramucci about the latest in politics, the economy, and President Trump. Scaramucci claimed Trump is \"doing the best he can to tell the truth\" and that Trump int…", "url": "https://www.businessinsider.com/anthony-scaramucci-trump-press-economy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef42bef556fc3eae79a9b5-1536-768.jpg", "publishedAt": "2018-11-20T17:00:00Z", "content": "Following is a transcript of the video. Henry Blodget: Anthony Scaramucci is the former White House communications director and the managing director of his own firm, SkyBridge. Anthony, Democrats win the House. President Trump fires his AG and appoints someo… [+19990 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "These 7 states have the worst homelessness crises in the US. They also have some of the most expensive housing.", "description": "Talk of homelessness in America tends to center on the most visible crises: open-air drug markets in San Francisco, crowded encampments in Los Angeles, cardboard shelters in New York, and tent cities in Seattle. But even these harrowing conditions don't captu…", "url": "https://www.businessinsider.com/photos-homelessness-states-worst-crises-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef23a99e8c53445b668c06-2732-1366.jpg", "publishedAt": "2018-11-20T16:48:00Z", "content": "Talk of homelessness in America tends to center on the most visible crises: open-air drug markets in San Francisco, crowded encampments in Los Angeles, cardboard shelters in New York, and tent cities in Seattle. But even these harrowing conditions don't captu… [+1163 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "'Back to the Future' and 'Toy Story' are the top movie franchises audiences want more of", "description": "According to a new Morning Consult and Hollywood Reporter survey, \"Back to the Future\" is the film franchise that Americans would most likely watch another installment of, followed by \"Toy Story.\" \"Back to the Future\" was also the franchise that most people s…", "url": "https://www.businessinsider.com/back-to-the-future-toy-story-top-franchises-people-want-more-of-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf43326d1e84426394b5ba3-960-480.jpg", "publishedAt": "2018-11-20T16:44:22Z", "content": "Audiences want to go \"Back to the Future.\" According to a new Morning Consult and Hollywood Reporter survey, that's the film franchise that Americans most want to see a new movie from. The survey polled 2,201 adults in the US, and 71% of them said that they w… [+2143 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "These are the 25 most powerful militaries in the world in 2018", "description": "With its National Defense Strategy released earlier this year, the US detailed its shift from small-scale operations like counterinsurgency and toward a potential fight with a rival like Russia or China. Countries around the world have made similar moves, ref…", "url": "https://www.businessinsider.com/most-powerful-militaries-in-the-world-ranked-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a344607b0bcd51d008b564f-2732-1366.jpg", "publishedAt": "2018-11-20T16:40:47Z", "content": "With its National Defense Strategy released earlier this year, the US detailed its shift from small-scale operations like counterinsurgency and toward a potential fight with a rival like Russia or China. Countries around the world have made similar moves, ref… [+1324 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "The best smartphone camera in the world has a crippling bug, Pixel 3 users are reporting (GOOG, GOOGL)", "description": "A bug in Google's Pixel 3 smartphones is causing the camera to become completely unresponsive, some users have reported. Restarting or factory-resetting the device doesn't seem to fix the issue. Google Support and Pixel Community Managers have confirmed that …", "url": "https://www.businessinsider.com/google-pixel-3-bug-prevents-camera-from-working-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf42b03f556fc033361d3fe-1920-960.jpg", "publishedAt": "2018-11-20T16:39:51Z", "content": "Owners of Google's latest smartphone, the Pixel 3 and Pixel 3 XL, are reporting a crippling issue with their cameras on Google's Pixel Community Forum and Reddit. Reports started coming in late October, with some stating that the issue starts when users try t… [+2029 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "Kate Spade's Frances Valentine brand just opened its first-ever physical store — take a look inside", "description": "Kate Spade's brand, Frances Valentine, opened its first physical store in Manhattan last week. Kate and Andy Spade started Frances Valentine in 2015 with their business partners Elyce Arons and Paola Venturi. The store, a pop-up that will be open only for a l…", "url": "https://www.businessinsider.com/kate-spade-frances-valentine-opens-store-new-york-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf32beaf556fc728a57ea6b-1920-960.jpg", "publishedAt": "2018-11-20T16:36:00Z", "content": "Frances Valentine, the handbag and accessories brand cofounded by the late Kate Spade, opened its first physical store in Manhattan last week. Kate and Andy Spade started Frances Valentine with their business partners Elyce Arons and Paola Venturi in 2015. Af… [+1123 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "I love my new MacBook Air, but these are the 7 worst things about it", "description": "Apple 's first major MacBook Air update in years is finally here, and it's really great! Don't get it twisted: I bought one of these bad boys and I'm all about it. But is it perfect? No, of course not. It's not the first Apple product to include what I feel a…", "url": "https://www.businessinsider.com/apple-macbook-air-2018-worst-features-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4377f9e8c53144a519048-1920-960.jpg", "publishedAt": "2018-11-20T16:34:00Z", "content": "At $1,199 to start, the new MacBook Air costs $200 more than the previous base model of the MacBook Air. Why does it cost $200 more? It's certainly not a measure of the internal specs, or the new screen — it's because Apple can. There are comparable Windows-b… [+678 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Annie Zheng and Harrison Jacobs", "title": "I saved a ton of money on an international flight by flying a top-rated airline most people would never think to take, and it was one of the best economy trips I've had yet", "description": "Turkish Airlines is the flag carrier of Turkey, operating in over 300 destinations in Europe, Asia, Africa, and the Americas. Considered one of the largest airlines in the world, Turkish Airlines is consistently ranked in the top 20 airlines in the world by c…", "url": "https://www.businessinsider.com/turkish-airlines-economy-class-flight-review-new-york-dubai-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf303e2d1e8440a8f19a222-1920-960.jpg", "publishedAt": "2018-11-20T16:30:55Z", "content": "One rule I follow when flying internationally: When in doubt, fly wih a flag carrier. One look at rankings of the best airlines in the world confirms that wisdom. Up and down the list are flag carriers like Qatar Airways, Singapore Airlines, Emirates Airlines… [+1268 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Apple falls into bear market territory after Goldman slashes its price target again (AAPL)", "description": "Goldman Sachs cut its price target on Apple for the third time this month, citing signs of weak iPhone demand in China and other emerging markets. Earlier this month, the smartphone giant reported underwhelming iPhone sales and said its holiday quarter would …", "url": "http://markets.businessinsider.com/news/stocks/Apple-falls-into-bear-market-territory-after-Goldman-slashes-its-price-target-again-AAPL-1027743639", "urlToImage": "https://static5.businessinsider.com/image/5b99399c1982d835008b5cf7-2400/2018-08-02t155124z1998360965rc15b2e56c70rtrmadp3apple-stocks-trillion.jpg", "publishedAt": "2018-11-20T16:26:06Z", "content": "Edgar Su/Reuters Goldman Sachs cut its price target on Apple for the third time this month, citing signs of weak iPhone demand in China and other emerging markets. Earlier this month, the smartphone giant reported underwhelming iPhone sales and said its holid… [+2181 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Apple falls into bear market territory after Goldman slashes its price target again (AAPL)", "description": "Goldman Sachs cut its price target on Apple for the third time this month, citing signs of weak iPhone demand in China and other emerging markets. Earlier this month, the smartphone giant reported underwhelming iPhone sales and said its holiday quarter would …", "url": "https://www.businessinsider.com/apple-stock-price-falls-into-bear-market-after-goldman-sachs-cuts-price-target-2018-11", "urlToImage": null, "publishedAt": "2018-11-20T16:26:06Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Appolonia, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "Why NASA blasts half a million gallons of water during rocket launches - mySanAntonio.com", "description": "NASA blasted almost half a million gallons of water a hundred feet into the air.\nThe Space Launch System (SLS) is designed for deeper space missions, able to explore far beyond Earth's orbit.\nWatch the video above to see how NASA is prepping to launch its mos…", "url": "https://www.businessinsider.com/nasa-uses-water-blast-test-space-launch-system-sls-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-20T16:22:04Z", "content": "The following is a transcript of the video Alex Appolonia: This is almost half a million gallons of water being blasted a hundred feet into the air. The most impressive part? It was all done in just 60 seconds. NASA created the massive fountain as part of a t… [+1793 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "An 11-year-old boy made it through security and nearly boarded a Delta plane without a boarding pass", "description": "An 11-year-old boy in Atlanta made it through airport security and nearly boarded a Delta Air Lines plane all without a boarding pass or ticket, multiple sources have reported. According to WSB-TV 2 Atlanta, the boy tried to board the plane by blending in as …", "url": "https://www.businessinsider.com/boy-almost-boards-delta-air-lines-plane-without-boarding-pass-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf42081d1e844216c59ef9b-2732-1366.jpg", "publishedAt": "2018-11-20T16:17:06Z", "content": "An 11-year-old boy in Atlanta made it through airport security and nearly boarded a Delta Air Lines plane all without a boarding pass or ticket, multiple sources have reported. The Atlanta Journal-Constitution reports that on Friday afternoon, November 16, an… [+1907 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Reilly", "title": "A Harvard psychologist reveals the secret to curbing your appetite", "description": "We set goals hoping to achieve something that will make us happy. Our perception of those goals can dictate whether we successfully achieve them. Susan David explains the difference between \"have-to\" goals and \"want-to\" goals. Susan David, is a psychologist a…", "url": "https://www.businessinsider.com/psychology-trick-curb-appetite-lose-weight-2016-8", "urlToImage": "https://amp.businessinsider.com/images/5bf426dbbeb6700255232b56-2732-1366.jpg", "publishedAt": "2018-11-20T16:08:00Z", "content": "We set goals hoping to achieve something that will make us happy. Our perception of those goals can dictate whether we successfully achieve them. Susan David explains the difference between \"have-to\" goals and \"want-to\" goals. Susan David, is a psychologist a… [+300 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "'I get yelled at at least once a day': IKEA restructured its stores to become more 'customer-centric,' but employees say the plan backfired", "description": "IKEA employees are reporting dissatisfaction with the furniture retailer over a policy it introduced across all of its US stores in 2017. Employees say that IKEA's O4G policy — which restructures store workers' roles — has caused turmoil and dissent within it…", "url": "https://www.businessinsider.com/ikea-customer-service-restructuring-angers-employees-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf31ea301b12d6f8f6f9f36-1920-960.png", "publishedAt": "2018-11-20T16:04:04Z", "content": "Over the past year or so, the IKEA employee started to notice something wrong with the store's \"wall of fame.\" The wall featured portraits of IKEA employees, all hung in rows based on how many years they'd worked at the company. The smiling photographs captur… [+23338 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Elon Musk's Boring Company is opening a 'brick store' — here's a first look", "description": "The Boring Company plans to open a retail store near its headquarters to sell bricks of excavated Earth. Its first tunnel is scheduled to open December 10 with a launch party. CEO Elon Musk also recently announced plans to build a 50-foot \"watchtower\" out of …", "url": "https://www.businessinsider.com/boring-company-filings-first-look-at-elon-musks-brick-store-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4217df556fc021b654253-960-480.jpg", "publishedAt": "2018-11-20T16:00:39Z", "content": "Your chance to buy bricks made from Elon Musk's Boring Company 's excavated Earth appears to be getting closer. The company filed plans last month with the city of Hawthorne, California — near both the Boring Company and SpaceX's headquarters — to turn a form… [+1750 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "Britain enters the 'Greek fallacy' phase of Brexit", "description": "British MPs are demanding that Theresa May's Brexit deal be renegotiated or be put to a second referendum. Greece tried to do exactly this during the Greek debt crisis, in 2015. It didn't work. The EU ignored it. The EU isn't a democracy. It's a system of law…", "url": "https://www.businessinsider.com/britain-enters-greek-fallacy-phase-of-brexit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf42f2bbeb670040f5ed7c2-1136-568.jpg", "publishedAt": "2018-11-20T15:59:12Z", "content": "LONDON — Prime Minister Theresa May is expected to put her Brexit deal to parliament at the start of next month. Now that members of parliament have seen the details of it, they are rebelling. Many hate it. For the hardcore Leavers, it keeps Britain too close… [+4456 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Elon Musk just announced a new name for the 387-foot-long SpaceX rocket he wants to send to Mars", "description": "Elon Musk and his company SpaceX have been working on a gigantic, 387-foot-long spacecraft that's designed to eventually send humans to Mars. The spacecraft has been dubbed Big Falcon Rocket (BFR for short), but Musk posted on Twitter on Monday that the rocke…", "url": "https://www.businessinsider.com/elon-musk-renames-spacex-big-falcon-rocket-starship-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf412360591f21676702cd6-1136-568.png", "publishedAt": "2018-11-20T15:53:35Z", "content": "SpaceX has long been touting a rocket in the works that wants to be the first to put people on Mars, and all that hype now comes with a new name. Elon Musk, the company's CEO, took to Twitter late Monday night to reveal the new name of the 387-foot SpaceX roc… [+1551 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Andy Kiersz", "title": "Here's what the typical American worker earns at every age", "description": "Workers' salaries vary by age, with older workers tending to make more than younger workers. Using data from the US Census Bureau's 2017 American Community Survey, Business Insider estimated the median income for full-time, year-round workers at every age. In…", "url": "https://www.businessinsider.com/typical-salary-americans-at-every-age-2018-6", "urlToImage": "https://amp.businessinsider.com/images/5b3253331ae6622d008b49b8-1920-960.jpg", "publishedAt": "2018-11-20T15:51:00Z", "content": "Workers' salaries vary by age, with older workers tending to make more than younger workers. The US Census Bureau's American Community Survey asks millions of people every year about various social, demographic, and economic aspects of their lives. One of the… [+1738 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Facebook and Instagram are both down for some users — Facebook says it's working on a fix", "description": "Users of Facebook and Instagram have both reported issues with accessing their accounts Monday morning. Facebook, the parent company to Instagram, posted on Twitter that it was aware of issues involving \"the Facebook family of apps\" and was looking into it. W…", "url": "https://www.businessinsider.com/facebook-instagram-are-down-for-some-users-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf42c00f556fc039c3062f8-480-240.jpg", "publishedAt": "2018-11-20T15:49:18Z", "content": "Users of Facebook and Instagram have both reported issues with accessing their accounts Monday morning. Facebook, the parent company to Instagram, posted on Twitter that it was aware of issues involving \"the Facebook family of apps\" and was looking into it. A… [+192 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Secondhand cannabis smoke may cause allergy, worsen asthma in children - Business Insider", "description": "Business Insider Secondhand cannabis smoke may cause allergy, worsen asthma in children Business Insider By Rob Goodier. (Reuters Health) - Secondhand marijuana smoke appears to have provoked a cannabis allergy and worsened the asthma of a 6-year-old child, r…", "url": "https://www.businessinsider.com/r-secondhand-cannabis-smoke-may-cause-allergy-worsen-asthma-in-children-2018-11", "urlToImage": null, "publishedAt": "2018-11-20T15:46:00Z", "content": "A man smoking marijuana through a mask during a Global March for marijuana in Bogota Thomson Reuters By Rob Goodier (Reuters Health) - Secondhand marijuana smoke appears to have provoked a cannabis allergy and worsened the asthma of a 6-year-old child, resear… [+1978 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Stocks wipe out 2018 gains as FAANG stocks slide into a bear market - Business Insider India", "description": "Business Insider India Stocks wipe out 2018 gains as FAANG stocks slide into a bear market Business Insider India Wall Street erased gains Tuesday as high-flying technology companies plummeted into a bear market, adding to fears about slowing growth and trade…", "url": "http://www.businessinsider.com/stock-market-today-2018-gains-erased-faang-stocks-slide-into-bear-market-2018-11", "urlToImage": "https://www.businessinsider.in/photo/66713091/stocks-wipe-out-2018-gains-as-faang-stocks-slide-into-a-bear-market.jpg?88666", "publishedAt": "2018-11-20T15:45:45Z", "content": "Wall Street erased gains Tuesday as high-flying technology companies plummeted into a bear market, adding to fears about slowing growth and trade tensions. The tech-heavy Nasdaq Composite dropped about 2.5% in early trading, nearing a seven-month low, while t… [+1774 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "Casper's Black Friday sale is live now — here's how to save 10% on mattresses, sheets, and more", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Casper is arguably the most popular mattress startup of many. And it's included in our buying gui…", "url": "https://www.businessinsider.com/casper-mattress-sale-black-friday-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf42bbdbeb67003483a4919-1136-568.jpg", "publishedAt": "2018-11-20T15:44:00Z", "content": "In the last few years, a lot of online mattress startups have popped up. They've taken out the middlemen and the accompanying costs of showrooms. As a result, the same or superior mattresses are offered for less money and hassle than the brick-and-mortar stor… [+1477 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Stocks wipe out 2018 gains as FAANG stocks slide into a bear market", "description": "Stocks erased gains for the year Tuesday, dragged lower by the biggest technology companies. FAANG stocks entered a bear market, marking the first in seven years for Google parent Alphabet. Follow the US indexes in real time here. Wall Street erased gains Tue…", "url": "https://www.businessinsider.com/stock-market-today-2018-gains-erased-faang-stocks-slide-into-bear-market-2018-11", "urlToImage": null, "publishedAt": "2018-11-20T15:41:49Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "The F-35 stealth fighter just pulled off a massive flex that China's J-20 and Russia's Su-57 aren't anywhere close to matching", "description": "35 F-35s just took off from a single runway and flew in formation in a show of combat power that the US's rivals, Russia and China, can't hope to match. The F-35 is being mass produced in the hundreds for countries around the world. Russia's Su-57 and China's…", "url": "https://www.businessinsider.com/f-35-elephant-walk-chinas-j-20-or-russias-su-57-cant-come-close-to-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf423da1011421229021556-1536-768.jpg", "publishedAt": "2018-11-20T15:39:45Z", "content": "Hill Air Force Base in Utah just held a combat power exercise with 35 F-35 Lightning II Joint Strike Fighters taking off from a single runway and flying in formation in a massive show of force that the US's rivals haven't even come close to. The 388th and the… [+4164 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "Turkeys 'Peas' and 'Carrots' are staying in this specially designed 5-star hotel room ahead of the White House Turkey Pardon", "description": "Peas and Carrots, the two turkeys in the running to be pardoned by President Donald Trump on Tuesday, have been living in the height of luxury at the Willard InterContinental Hotel in Washington, DC. The two turkeys checked into the hotel on Sunday night for …", "url": "https://www.businessinsider.com/white-house-turkey-pardon-hotel-room-covered-in-bark-dust-to-accommodate-peas-and-carrots-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf417e2da27f81b8c0a1b77-1334-667.jpg", "publishedAt": "2018-11-20T15:38:49Z", "content": "Peas and Carrots, the two turkeys chosen to take part in the White House Turkey Pardon, have been living it up at a five-star hotel in Washington, DC while they wait for their big TV moment. On Monday, reporters took pictures of the two South Carolina-raised … [+2465 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Amazon employees are reportedly already buying up apartments in New York City — and they started before the company even announced HQ2 (AMZN)", "description": "Amazon employees are already buying apartments in New York City, local brokers told The Wall Street Journal. In the week since Amazon announced plans to open headquarters in Long Island City, a neighborhood in Queens, New York, brokers say they've seen a spik…", "url": "https://www.businessinsider.com/amazon-employees-buy-apartments-in-new-york-city-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b92b791959f342d008b5af7-2732-1366.jpg", "publishedAt": "2018-11-20T15:38:22Z", "content": "Amazon employees are apparently eager to get a head start on the New York City real estate game. Condo sales in Long Island City are soaring following the announcement that the Queens, New York neighborhood would host part of Amazon's HQ2, The Wall Street Jou… [+1668 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "WHERE ARE THEY NOW? The players from Peyton Manning's legendary 1998 NFL Draft", "description": "The 1998 NFL Draft was one of the biggest hit-or-miss drafts in recent memory. While many of the players taken in the first round made at least one Pro Bowl during their careers, several others quickly washed out of the league. Some of these players are still…", "url": "https://www.businessinsider.com/where-are-they-now-peyton-1998-nfl-draft-2015-7", "urlToImage": "https://amp.businessinsider.com/images/55bbd3c3371d222e008bbda4-1136-568.jpg", "publishedAt": "2018-11-20T15:37:00Z", "content": "Curtis Enis, Ryan Leaf, Peyton Manning, and Charles Woodson were four of the first-five picks taken in the 1998 NFL Draft. Jamie Squire/Getty Images The 1998 NFL Draft was one of the biggest hit-or-miss drafts in recent memory. While many of the players taken… [+367 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Why 'Widows' has flopped at the box office despite stellar reviews and a powerhouse cast including Viola Davis and Liam Neeson", "description": "\"Widows,\" a heist movie from \"12 Years a Slave\" director Steve McQueen starring Viola Davis, disappointed at the box office in its opening weekend with just $12 million. Box-office experts agree that the movie should have been released on a different date out…", "url": "https://www.businessinsider.com/why-widows-disappointed-at-box-office-analysis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2f5f7b73c2866022a63c4-1136-568.jpg", "publishedAt": "2018-11-20T15:20:03Z", "content": "A studio heist thriller from an acclaimed director with a powerhouse diverse cast, Steve McQueen's \"Widows\" is the kind of movie that audiences who clamor for original, well-made films should have been lining up to see at the theater. But the movie fell flat … [+4144 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Malarie Gokey and Owen Burke", "title": "The best coffee grinders you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Freshly ground coffee is addictive and delicious. If you want to make the perfect brew each morni…", "url": "https://www.businessinsider.com/best-coffee-grinder", "urlToImage": "https://amp.businessinsider.com/images/5ab55bfa28928a29008b47a6-1920-960.jpg", "publishedAt": "2018-11-20T15:20:00Z", "content": "Why you'll love it: The OXO Brew Conical Burr Grinder grinds slowly, but that in turn reduces static, noise, and inconsistencies in your grounds. A burr grinder is a great tool to have if you can afford it, but lower-end grinders can be something of a let-dow… [+1691 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "75 years ago, US Marines waded into 'the toughest battle in Marine Corps history' — here are 25 photos of the brutal fight for Tarawa", "description": "By the fall of 1943, Japanese forces had been ejected from Alaska's Aleutian Islands in the North Pacific, and the Solomon Islands in the South Pacific were on the verge of capture. US forces now had to push into the central Pacific, from which they could tar…", "url": "https://www.businessinsider.com/battle-of-tarawa-in-wwii-the-toughest-battle-in-marine-corps-history-2017-11", "urlToImage": "https://amp.businessinsider.com/images/5a12e8de3dbef4f1018b710f-1536-768.jpg", "publishedAt": "2018-11-20T15:16:00Z", "content": "By the fall of 1943, Japanese forces had been ejected from Alaska's Aleutian Islands in the North Pacific, and the Solomon Islands in the South Pacific were on the verge of capture. US forces now had to push into the central Pacific, from which they could tar… [+1369 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "Watch a Black Hawk helicopter snatch a team of soldiers out of the water in this awesome 360-degree video", "description": "A 360-degree video from the US Army shows how the military rapidly inserts and extracts soldiers in areas where a helicopter can't safely land, and it's insanely cool. The video, taken by members of the Army's 25th Combat Aviation Brigade, shows a UH-60 Black…", "url": "https://www.businessinsider.com/video-shows-how-the-us-military-extracts-soldiers-in-a-pinch-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf32e85f556fc7266600023-2732-1366.jpg", "publishedAt": "2018-11-20T15:15:22Z", "content": "A 360-degree video from the US Army shows how the military rapidly inserts and extracts soldiers in areas where a helicopter can't safely land, and it's insanely cool. The video, taken by members of the Army's 25th Combat Aviation Brigade, shows a UH-60 Black… [+1851 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Newman", "title": "BlackBerry is buying an AI security firm for $1.4 billion — here's how it could help the company capitalize on demand for IoT security (BB)", "description": "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider. To be the first to know, please click here. Canadian technology company BlackBerry is acquiring cybersecurity company Cylance for …", "url": "https://www.businessinsider.com/blackberry-acquires-cylance-ai-security-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf422bc9e8c530f5966e2a2-1920-960.jpg", "publishedAt": "2018-11-20T15:10:48Z", "content": "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider. To be the first to know, please click here. Canadian technology company BlackBerry is acquiring cybersecurity company Cylance for … [+2378 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tom Murray", "title": "Stephen Curry broke traditional NBA style to wear an elegant $57,000 Cartier watch courtside", "description": "An injured Steph Curry was spotted wearing a classy timepiece as he watched his teammates lose on Saturday. The world famous point guard was sporting a rose gold Santos de Cartier Skeleton, which was released earlier this year. The watch is priced at £44,400 …", "url": "https://www.businessinsider.com/stephen-curry-wore-57000-cartier-watch-courtside-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf40b7438150706ff5fa8b9-1536-768.jpg", "publishedAt": "2018-11-20T15:08:00Z", "content": "In Steph Curry 's absence, the Golden State Warriors proved their mortality on Saturday as they suffered a close defeat at the hands the Dallas Mavericks. The sharp-shooting point guard is currently recovering from a groin injury he suffered earlier in the mo… [+1651 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Guetig", "title": "Hear from Coca-Cola marketing veteran and DDB's first female global CEO, Wendy Clark, at IGNITION", "description": "The ad industry is in the midst of a major shakeup, and Wendy Clark — DDB's first female global CEO — is an industry veteran breathing new life into dated models. She started her career in an entry-level receptionist role at an agency and worked her way throu…", "url": "https://www.businessinsider.com/ddb-global-ceo-wendy-clark-ignition-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5aba58294861b51c008b4667-2732-1366.jpg", "publishedAt": "2018-11-20T15:06:21Z", "content": "The ad industry is in the midst of a major shakeup, and Wendy Clark — DDB's first female global CEO — is an industry veteran breathing new life into dated models. She started her career in an entry-level receptionist role at an agency and worked her way throu… [+1115 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lulu Chang", "title": "The best men's running tights you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. If you like to run and you want a little more support or warmth for your legs, you need a good pa…", "url": "https://www.businessinsider.com/best-mens-running-tights", "urlToImage": "https://amp.businessinsider.com/images/5bf2ed153815076e124a4cd1-1920-960.jpg", "publishedAt": "2018-11-20T15:05:00Z", "content": "Why you'll love them: Wolaco makes fantastic full-length compression pants that are perfect for runs, and they even come with handy pockets for your keys and maybe a phone. While guys hitting the gym may want easy, breezy shorts with plenty of room, the same … [+1709 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Stephen King loved Netflix's new psychological thriller, 'Cam,' from Hollywood's hottest horror studio", "description": "Netflix Stephen King gave his stamp of approval to Netflix and Blumhouse's new thriller, \"Cam,\" on Monday. Loved CAM, on Netflix. Great lead performance by Madeline Brewer,\" King tweeted. Critics also love the movie, which has a 95% Rotten Tomatoes critic sco…", "url": "http://uk.businessinsider.com/stephen-king-loved-cam-movie-on-netflix-blumhouses-new-thriller-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5bf41dedbde70f5e4f7a10f1-1190-625/stephen-king-loved-netflixs-new-psychological-thriller-cam-from-hollywoods-hottest-horror-studio.jpg", "publishedAt": "2018-11-20T15:05:00Z", "content": "Netflix \"Cam,\" a new psychological thriller from Blumhouse the production company behind the latest \"Halloween\" and \"Get Out\" dropped on Netflix on Friday. Not only has it received glowing reviews, but horror master Stephen King praised it, as well. King twee… [+1623 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "Acura ELS Studio 3D is Business Insider's Car Audio System of the Year", "description": "Acura 's ELS Studio 3D audio system is the latest iteration of a partnership with Panasonic since 2004. The system delivers professional-level sound worthy of a recording studio. Acura ELS Studio 3D beat out four other superb systems. Business Insider just na…", "url": "https://www.businessinsider.com/acura-els-studio-3d-best-car-audio-system-award-winner-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be340f30591f26237442d23-1920-960.jpg", "publishedAt": "2018-11-20T15:04:13Z", "content": "Business Insider just named its 2018 Car of the Year: the Kia Stinger. Now it's time for Car Audio System of the Year. In 2016 Bowers &amp; Wilkins took the Audio prize. In 2017 Bose was the big winner. As in the two previous years, we started with five conte… [+4947 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Target is tumbling after disappointing earnings, and it's dragging Kohl's and Best Buy with it (TGT, KSS, BBY)", "description": "Target missed expectations for third-quarter profits and same-store sales, sending shares down as much as 12% early Tuesday. Kohl's and Best Buy beat on both the top and bottom lines and raised guidance, but shares are down as Target's results overshadow thei…", "url": "https://markets.businessinsider.com/news/stocks/target-stock-price-after-earnings-drags-kohls-and-best-buy-2018-11-1027743242", "urlToImage": "https://static2.businessinsider.com/image/5509e267eab8ea561f07292f-2400/ap300786331814.jpg", "publishedAt": "2018-11-20T14:59:00Z", "content": "Associated Press Target is tumbling early Tuesday, down as much as 12%, after posting weaker-than-expected earnings for the third quarter. The results, and a broader market sell-off, are outweighing strong earnings from other retailers such as Kohl's and Best… [+1380 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Target is tumbling after disappointing earnings, and it's dragging Kohl's and Best Buy with it (TGT)", "description": "Target missed expectations for third-quarter profits and same-store sales, sending shares down as much as 12% early Tuesday. Kohl's and Best Buy beat on both the top and bottom lines and raised guidance, but shares are down as Target's results overshadow thei…", "url": "https://www.businessinsider.com/target-stock-price-after-earnings-drags-kohls-and-best-buy-2018-11", "urlToImage": null, "publishedAt": "2018-11-20T14:55:45Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Green", "title": "Chase's new Chase Offers feature lets cardholders access personalized deals (JPM)", "description": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. JPMorgan Chase recently launched Chase Offers, a new feature in the Chase Mobil…", "url": "https://www.businessinsider.com/chase-launches-chase-offers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf41e45f556fc01565b24b2-640-320.png", "publishedAt": "2018-11-20T14:53:00Z", "content": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. JPMorgan Chase recently launched Chase Offers, a new feature in the Chase Mobil… [+2061 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "The 25 US states with the lowest sales tax, ranked", "description": "With Black Friday and Cyber Monday looming, it's time to budget for holiday shopping. Depending on where you live, state and local sales taxes can affect how much money you're paying at the register. Using data from the Tax Foundation, we ranked the 25 states…", "url": "https://www.businessinsider.com/lowest-state-and-local-sales-tax-ranked-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf337d70d7c67725e331a5d-1536-768.jpg", "publishedAt": "2018-11-20T14:50:00Z", "content": "With Black Friday just around the corner and Cyber Monday on its heels, it's time to prep your wallet. Depending on where you live, state and local sales taxes can increase how much money you're paying at the register. According to the Tax Foundation, every s… [+803 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "What you need to know in advertising today", "description": "BuzzFeed already sells a cobranded kitchenware line at Walmart and has a book club in partnership with Amazon. Now, it's rolling out a recurring membership program for its readers. BuzzFeed News is asking readers to donate to the news outlet to support its jo…", "url": "https://www.businessinsider.com/advertising-news-today-buzzfeed-membership-program-boa-rebrands-11-20-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf41bffb73c287d1c315252-750-375.jpg", "publishedAt": "2018-11-20T14:47:08Z", "content": "BuzzFeed News is asking readers to donate to the news outlet to support its journalism. Specifically:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Victoria's Secret is bringing back swimwear after abandoning it nearly 3 years ago (LB)", "description": "Victoria's Secret is bringing back swimwear in the spring. In 2016, the lingerie giant scrapped its popular swimwear collection along with some of its apparel offerings in order to focus on underwear. The decision had a negative impact on its business for sev…", "url": "https://www.businessinsider.com/victorias-secret-swimwear-is-back-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf41be80591f21786282d96-960-480.jpg", "publishedAt": "2018-11-20T14:45:02Z", "content": "Victoria's Secret is bringing back swimwear. In a call with investors on Tuesday morning, Stuart Burgdoerfer, CFO of Victoria's Secret parent company L Brands, confirmed that the lingerie giant would be bringing swimwear back in 2019. Burgdoerfer said that th… [+2708 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Stephen King loved Netflix's new psychological thriller, 'Cam,' from Hollywood's hottest horror studio", "description": "Stephen King gave his stamp of approval to Netflix and Blumhouse's new thriller, \"Cam,\" on Monday. \" Loved CAM, on Netflix. Great lead performance by Madeline Brewer,\" King tweeted. Critics also love the movie, which has a 95% Rotten Tomatoes critic score. \"C…", "url": "https://www.businessinsider.com/stephen-king-loved-cam-movie-on-netflix-blumhouses-new-thriller-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4197c110d4c15543e6e71-1136-568.jpg", "publishedAt": "2018-11-20T14:41:04Z", "content": "\"Cam,\" a new psychological thriller from Blumhouse — the production company behind the latest \"Halloween\" and \"Get Out\" — dropped on Netflix on Friday. Not only has it received glowing reviews, but horror master Stephen King praised it, as well. King tweeted … [+1506 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Greg Magana", "title": "Prime's free trial conversion is slipping (AMZN)", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. The percentage of consumers converting to a paid Amazon Prime membership afte…", "url": "https://www.businessinsider.com/amazon-prime-free-trial-conversion-slipping-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf41b5be4218a7d393d2eb2-2732-1366.jpg", "publishedAt": "2018-11-20T14:36:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. The percentage of consumers converting to a paid Amazon Prime membership afte… [+2859 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lea Nonninger", "title": "Foreign online banks are keen on US expansion (GS, JPM, BCS)", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. Israel-headquartered Bank Leumi is currently in talks with potential partners to expand its digital bank, dubbed Pepper…", "url": "https://www.businessinsider.com/bank-leumi-pepper-us-launch-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf418e301b12d7f8f682bdc-640-320.png", "publishedAt": "2018-11-20T14:28:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. Israel-headquartered Bank Leumi is currently in talks with potential partners to expand its digital bank, dubbed Pepper… [+1883 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "2 executives leading J.Crew's turnaround have left the business, and analysts say it leaves the store in a worrying position", "description": "J.Crew announced that CEO Jim Brett would be stepping down from the company after just 17 months in the role. Its chief marketing officer, Vanessa Holden, also recently announced her departure. These two executives were leading the charge in J.Crew's turnarou…", "url": "https://www.businessinsider.com/jcrew-loses-ceo-cmo-during-turnaround-2018-11", "urlToImage": null, "publishedAt": "2018-11-20T14:24:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "Goldman Sachs downgrades Apple for second time this month, warns Apple may have 'miscalculated' iPhone XR pricing strategy (AAPL)", "description": "Goldman Sachs issued an unusually bearish note on Apple stock. The analysts believe that Apple may have \"miscalculated\" when setting the price for the $750 iPhone XR. The note also warns that Apple may be losing its power to price its products higher than its…", "url": "https://www.businessinsider.com/apple-stock-price-goldman-sachs-downgrade-iphone-xr-price-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b31e9a91ae6621d008b53b2-1136-568.jpg", "publishedAt": "2018-11-20T14:17:00Z", "content": "Goldman Sachs cut its target price for Apple for the second time this month as the stock has taken a beating since it reported earnings on November 1. Apple's share price has declined over 20% and has lost over $220 billion in market value from its October pe… [+2541 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor and Mary Hanbury", "title": "Victoria's Secret's 'overt sexuality,' dark stores, and comments about transgender models are pushing the struggling chain further in its downward spiral (LB)", "description": "Victoria's Secret 's same-store sales dropped 6% at stores in the most recent quarter, with analysts saying the brand is completely out of touch. They were down 2% including the brand's online channels. The lingerie brand's \" overt sexuality, its focus on air…", "url": "https://www.businessinsider.com/victorias-secret-downward-spiral-explained-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9c71d0591f2502d517c53-750-375.jpg", "publishedAt": "2018-11-20T14:16:41Z", "content": "Victoria's Secret's downward spiral is getting worse as the brand falls hopelessly out of touch, analysts say. On Monday, parent company L Brands reported that same-store sales dropped 6% at Victoria's Secret stores in the most recent quarter. L Brands also a… [+2132 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "Capital One has announced limited-time offers for 3 of its credit cards — get up to 200,000 miles as a sign-up bonus", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. Capital One recently announced a major improvement to two of its card products: the ability to transfer rewards mi…", "url": "https://www.businessinsider.com/capital-one-credit-card-deals-november-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf330a866be5051cc02d9c4-1136-568.jpg", "publishedAt": "2018-11-20T14:15:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. Capital One recently announced a major improvement to two of its most popular cards — the Capital One Venture and … [+3474 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "Sylvester Stallone wanted Apollo Creed to appear as a ghost in 'Creed 2' — here's why it didn't happen", "description": "Sylvester Stallone wanted to show the ghost of Apollo Creed in one scene of \"Creed II.\" But director Steven Caple Jr. didn't know how to pull it off in a way that would work with the tone of the movie. Caple also wondered, would actor Carl Weathers reprise th…", "url": "https://www.businessinsider.com/sylvester-stallone-wanted-apollo-creed-to-appear-as-a-ghost-in-creed-ii-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf31237110d4c02d05573e6-1136-568.jpg", "publishedAt": "2018-11-20T14:14:24Z", "content": "Warning: Minor \"Creed II\" spoilers ahead. \"Creed II\" does an excellent job of paying homage to the original \"Rocky\" movies, but there's one aspect of the franchise both Sylvester Stallone and \"Creed II\" director Steven Caple Jr. wanted in the movie, but sadly… [+2362 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Appolonia and Rob Ludacer, Business Insider", "title": "Why NASA blasts half a million gallons of water during rocket launches - Business Insider UK", "description": "Business Insider UK Why NASA blasts half a million gallons of water during rocket launches Business Insider UK NASA blasted almost half a million gallons of water a hundred feet into the air. The Space Launch System (SLS) is designed for deeper space missions…", "url": "http://uk.businessinsider.com/nasa-uses-water-blast-test-space-launch-system-sls-2018-11", "urlToImage": "http://static1.uk.businessinsider.com/image/5bf32938bde70f54d920c784-1190-625/why-nasa-blasts-half-a-million-gallons-of-water-during-rocket-launches.jpg", "publishedAt": "2018-11-20T14:04:04Z", "content": "The following is a transcript of the video Alex Appolonia: This is almost half a million gallons of water being blasted a hundred feet into the air. The most impressive part? It was all done in just 60 seconds. NASA created the massive fountain as part of a t… [+1742 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Andy Kiersz", "title": "I've been writing about math for 5 years, and I'm convinced there's only one good way to calculate a tip", "description": "The best way to calculate a tip is simple: multiply the sales tax. After writing about math for five years, I'm surprised there's still so much variation in how people choose to do this everyday math. Most jurisdictions charge a sales tax, which can take a lo…", "url": "https://www.businessinsider.com/how-to-calculate-a-tip-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3070ad1e8440af52a2ae3-1136-568.jpg", "publishedAt": "2018-11-20T14:03:00Z", "content": "One of the perennial challenges to eating at a restaurant or ordering delivery is figuring out how much to tip. Fortunately, in most cities and states, there's already an entry on your receipt that makes estimating a tip much easier: sales tax. According to t… [+2427 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "A former US ambassador to Venezuela lays out what could be ahead for the crisis-ridden country", "description": "Business Insider sat down with John Maisto, the former US ambassador to Venezuela, to talk about what could be ahead for the crisis-ridden country. Maisto also served as ambassador to Nicaragua and the Organization of American States, and was the senior direc…", "url": "https://www.businessinsider.com/john-maisto-former-us-ambassador-to-venezuela-discusses-whats-next-for-crisis-ridden-country-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3260ef556fc7124303b87-1920-960.jpg", "publishedAt": "2018-11-20T14:02:00Z", "content": "Business Insider sat down with John Maisto, the former US ambassador to Venezuela, to talk about what could be ahead for the crisis-ridden country. Maisto also served as ambassador to Nicaragua and the Organization of American States, and was the senior direc… [+6413 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "A former US ambassador to Venezuela lays out what could be ahead for the crisis-ridden country", "description": "Business Insider sat down with John Maisto, the former US ambassador to Venezuela, to talk about what could be ahead for the crisis-ridden country. Maisto also served as ambassador to Nicaragua and the Organization of American States, and was the senior direc…", "url": "https://markets.businessinsider.com/news/stocks/john-maisto-former-us-ambassador-to-venezuela-discusses-whats-next-for-crisis-ridden-country-2018-11-1027743013", "urlToImage": "https://static2.businessinsider.com/image/5bf325bf9e8c537dfe111c17-2000/ap040709014423.jpg", "publishedAt": "2018-11-20T14:02:00Z", "content": "AP Photo/Esteban Felix Business Insider sat down with John Maisto, the former US ambassador to Venezuela, to talk about what could be ahead for the crisis-ridden country. Maisto also served as ambassador to Nicaragua and the Organization of American States, a… [+6436 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Appolonia and Rob Ludacer", "title": "Why NASA blasts half a million gallons of water during rocket launches", "description": "NASA blasted almost half a million gallons of water a hundred feet into the air. The Space Launch System (SLS) is designed for deeper space missions, able to explore far beyond Earth's orbit. Watch the video above to see how NASA is prepping to launch its mos…", "url": "https://www.businessinsider.com/nasa-uses-water-blast-test-space-launch-system-sls-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5b348b73c280ab36dbd66-1920-960.jpg", "publishedAt": "2018-11-20T14:00:00Z", "content": "The following is a transcript of the video Alex Appolonia: This is almost half a million gallons of water being blasted a hundred feet into the air. The most impressive part? It was all done in just 60 seconds. NASA created the massive fountain as part of a t… [+1742 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "More than 60 malls across America will be closed on Thanksgiving. Here's the full list.", "description": "Mall owner CBL Properties is closing all of its locations for Thanksgiving, the company announced in October. It owns 66 malls around the country and operates 62. CBL joins stores like TJ Maxx, Nordstrom, and Costco taking a stand against Black Friday creep. …", "url": "https://www.businessinsider.com/malls-closed-on-thanksgiving-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59df81946d80ad0e768b529e-1920-960.jpg", "publishedAt": "2018-11-20T13:59:00Z", "content": "CBL Properties is taking a stand against Black Friday creep. For the third year in a row, the company, which operates 62 malls across the country, will close all of its locations for the entirety of Thanksgiving Day, according to a press release it issued in … [+3361 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "Dubai has a $20 billion megacomplex with the world's second largest mall, the world's tallest building, an aquarium, and 1,200 stores. I can't imagine why any tourist would want to visit.", "description": "Dubai has the world's second largest mall, a gargantuan complex with 1,200 stores, an aquarium, a virtual reality theme park, an Olympic ice skating rink, and hundreds of restaurants. The mall has seen over 80 million annual visitors over the last four years,…", "url": "https://www.businessinsider.com/dubai-mall-worlds-second-largest-mall-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf30632c9570168186115e6-2732-1366.jpg", "publishedAt": "2018-11-20T13:51:00Z", "content": "Dubai doesn't do anything small. The desert city has the world's tallest building, palm tree-shaped artificial islands that fan out along the coast, the world's largest indoor theme park, and, soon, the world's first rotating skyscraper. And of course: Who co… [+1402 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "The owner of Victoria's Secret tumbles after missing on sales, halving its dividend, and replacing its CEO (LB)", "description": "L Brands, the owner of Victoria’s Secret, beat on adjusted profits but slightly missed on sales. The company also slashed its annual dividend by half, in order to raise cash and reduce liabilities. Victoria's Secret CEO Jan Singer has resigned and Tory Burch'…", "url": "https://markets.businessinsider.com/news/stocks/l-brands-q3-earnings-sales-miss-dividend-shrinks-ceo-resigns-2018-11-1027742742", "urlToImage": "https://static6.businessinsider.com/image/52fbd95eeab8ea74695439ed-800/victorias-secret-valentines.jpg", "publishedAt": "2018-11-20T13:43:46Z", "content": "Getty Images/John Parra L Brands, the owner of Victoria’s Secret, plunged by as much as 9% before Tuesday's opening bell after the company slightly missed on third-quarter revenues and slashed its annual dividend payout. Here are the key numbers compared to W… [+1769 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hayley Peterson", "title": "LuLaRoe is facing mounting debt, layoffs, and an exodus of top sellers, and sources say the $2.3 billion legging empire could be imploding", "description": "LuLaRoe is a multilevel-marketing company that generated $2.3 billion in sales in 2017. It made its name producing limited quantities of brightly patterned clothing and selling it, sight unseen, to \"consultants.\" These consultants turn around and sell the clo…", "url": "https://www.businessinsider.com/lularoe-legging-empire-mounting-debt-top-sellers-flee-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedd1300591f22e4f5d55e4-1920-960.png", "publishedAt": "2018-11-20T13:39:55Z", "content": "LuLaRoe catapulted from near obscurity into a $2.3 billion company in just four years off the backs of tens of thousands of people who sold its stretchy pants, shirts, and dresses mainly through Facebook. Amid the success, LuLaRoe founder DeAnne Stidham flaun… [+20410 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Venezuelans fighting the country's economic crisis are illegally mining gold to survive", "description": "Venezuelans mining for gold fragments in national park that inspired Disney's \"Up'. Constantly rising currency inflation means small amounts of gold are being used to pay for everyday staples. A UN heritage site famous for green tourism is now home to multipl…", "url": "https://www.businessinsider.com/venezuelans-are-illegally-mining-gold-to-survive-as-inflation-skyrockets-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf404a41011420f2410c6f2-2732-1366.jpg", "publishedAt": "2018-11-20T13:24:57Z", "content": "Venezuela's economic crisis has forced citizens living in a renowned national park into a drastic step — illegally mining for gold. The country's indigenous Pemon people, native to the region containing Venezuela's famous Angel Falls, have now left ecological… [+1568 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "Cult-favorite women's work and gym bag startup Dagne Dover is offering 20% off for Black Friday", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Dagne Dover, one of our favorite places to shop for leather, neoprene, and canvas bags to carry f…", "url": "https://www.businessinsider.com/dagne-dover-sale-black-friday-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2d7d910114271db694f41-750-375.jpg", "publishedAt": "2018-11-20T13:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Here at Insider Picks, we can't recommend the company Dagne Dover enough if you're looking for so… [+747 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Facebook allowed the sale of a 16-year-old child bride before finding and removing the post", "description": "A South Sudanese family auctioned off their 16-year-old daughter to marry the highest bidder. Facebook told Business Insider that it removed the post and permanently disabled the account. But that took place six days after the girl had been given away. South …", "url": "https://www.businessinsider.com/child-bride-in-south-sudan-sold-on-facebook-platform-didnt-notice-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3f0d0f556fc7d1237d9a6-2732-1366.jpg", "publishedAt": "2018-11-20T12:30:33Z", "content": "A family in South Sudan used Facebook to auction off their 16-year-old daughter as a child bride and managed to complete the transaction before anybody could stop it. The family in Eastern Lakes, a central region of South Sudan, put up a post selling off the … [+2197 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "10 things you need to know before the opening bell", "description": "Here is what you need to know. Bitcoin plunges below $4,500. The benchmark cryptocurrency has slumped 22% this week amid a dispute among Bitcoin Cash (BCH) developers that led to a hard fork of the currency on Friday. Pacific Gas and Electric Company disclose…", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-november-20-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3fad99e8c530b885a28ab-2732-1366.jpg", "publishedAt": "2018-11-20T12:19:20Z", "content": "Here is what you need to know. Bitcoin plunges below $4,500. The benchmark cryptocurrency has slumped 22% this week amid a dispute among Bitcoin Cash (BCH) developers that led to a hard fork of the currency on Friday. Pacific Gas and Electric Company disclose… [+1665 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "10 things you need to know before the opening bell", "description": "Here is what you need to know. Bitcoin plunges below $4,500. The benchmark cryptocurrency has slumped 22% this week amid a dispute among bitcoin-cash developers that led to a hard fork of the currency on Friday. Pacific Gas and Electric Company discloses a 2n…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-opening-bell-november-20-2018-2018-11-1027742196", "urlToImage": "https://static5.businessinsider.com/image/5bf3fac9e4218a7b080d8a69-2400/gettyimages-1063550556.jpg", "publishedAt": "2018-11-20T12:19:20Z", "content": "Your Personalized Market Center"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Khabib Nurmagomedov's father says his son is up for a rematch against Conor McGregor, and would even hand the Irishman a clear advantage", "description": "Khabib Nurmagomedov would be interested in a rematch against Conor McGregor, according to the fighter's father Abdulmanap Nurmagomedov. However, a rematch would not be fought using mixed martial arts rules in the UFC, but using boxing rules in a ring. Abdulam…", "url": "https://www.businessinsider.com/khabib-nurmagomedov-dad-says-son-would-rematch-conor-mcgregor-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd18dc29e1e110f8318d6c6-1920-960.jpg", "publishedAt": "2018-11-20T12:19:00Z", "content": "Conor McGregor has been clamoring for a rematch against Khabib Nurmagomedov — and according to the Russian wrestler's father, the Irishman may finally get his wish. McGregor lost to Nurmagomedov at UFC 229 in October. He was dominated in the UFC lightweight c… [+2870 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "Theresa May fails again to block court case that could allow the UK to reverse Brexit", "description": "Theresa May's government is refused permission for an appeal to block a court case which will decide whether the UK can reverse Brexit. The Supreme Court on Tuesday rejected an application by the government to appeal against a ruling which has sent the Articl…", "url": "https://www.businessinsider.com/theresa-may-fails-again-to-block-court-case-that-could-allow-the-uk-to-reverse-brexit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3e52d1011420d6616ab7a-960-480.jpg", "publishedAt": "2018-11-20T12:13:05Z", "content": "LONDON — The EU's highest court will decide whether the UK can cancel Brexit after Theresa May's government failed in a second attempt to stop the hearing going ahead. The Supreme Court on Tuesday rejected Downing Street's bid to appeal against a ruling askin… [+4489 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Judge shoots down Trump's asylum ban, clearing the way for the migrant caravan", "description": "President Donald Trump's November 9 proclamation restricting asylum for immigrants who cross the border into the US illegally has been shot down by a US District Judge in San Francisco. The judge halted Trump's restriction on asylum seekers, clearing the way …", "url": "https://www.businessinsider.com/judge-blocks-trumps-asylum-ban-cleas-the-way-for-the-migrant-caravan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb2454da27f8752e231b36-1920-960.jpg", "publishedAt": "2018-11-20T11:23:46Z", "content": "President Donald Trump's attempt to restrict asylum for immigrants who cross the border into the US illegally has been shot down by a US District Judge in San Francisco, clearing the way for migrant caravan to seek asylum and eventually citizenship. On Twitte… [+2669 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Fan Bingbing is cheerleading for China over the South China Sea after the government disappeared her", "description": "China disappeared actress Fan Bingbing for three months earlier this year when she was accused of tax evasion. She reappeared last month with a groveling apology to the Chinese government. Over the weekend she published a post touting China's controversial cl…", "url": "https://www.businessinsider.com/fan-bingbing-humbled-by-china-touts-beijing-claim-to-south-china-sea-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3e891b73c28795965bc24-1920-960.jpg", "publishedAt": "2018-11-20T11:10:38Z", "content": "Actress Fan Bingbing wrote a post touting China's controversial territorial claims to the South China Sea, in her first appearance on social media since issuing a humiliating apology to Beijing for evading tax. The actress disappeared from the public eye for … [+2094 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "Joel Greenblatt’s flagship fund has beaten 99% of competitors over the past 3 years — here’s a peek at his Warren Buffett-inspired 'magic formula' that's crushed the market", "description": "Legendary investor Joel Greenblatt runs the Gotham Index Plus fund, which has beaten 99% of its peers over the past three years. The fund's methodology is largely based on Warren Buffett's classic value-investing tenets, with a special twist added. Greenblatt…", "url": "https://www.businessinsider.com/joel-greenblatt-magic-formula-how-gotham-index-plus-fund-has-outperformed-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf30b9d66be504a7e695374-1536-768.jpg", "publishedAt": "2018-11-20T11:06:00Z", "content": "Warren Buffett 's investment prowess is often imitated but rarely replicated. After all, if everyone was able to easily and successfully employ the mega-billionaire's techniques, there would be a lot more super-wealthy investors. At the same time, if that was… [+6007 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "A $736 billion strategist is bracing for a 2019 stock-market meltdown worse than anything we've seen this year — here are his top 3 tips for profiting from it", "description": "Stock-market volatility is set to continue in the new year and could trigger a correction steeper than any we've seen this year, said Andrew Milligan, the head of global strategy at Aberdeen Standard Investments. The ongoing slump shows that investors are pri…", "url": "https://www.businessinsider.com/stock-market-forecast-2019-investing-strategies-aberdeen-standard-investments-2018-11", "urlToImage": "https://amp.businessinsider.com/images/54109f256da811b624e9d29d-2732-1366.jpg", "publishedAt": "2018-11-20T11:04:00Z", "content": "For the stock market, the year 2019 is shaping up to be more like 2018 than 2017. Investors can recall the sleepy days of 2017 when the Cboe's volatility index fell to record lows as the market underwent a slow grind higher. Stocks took off late in the year a… [+3553 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "Theresa May to finalise Brexit deal in talks with EU", "description": "LONDON — Theresa May will travel to Brussels on Wednesday to meet European Commission President Jean-Claude Juncker as she attempts to wrap up the final details of her proposed Brexit deal. The prime minister will meet with the EU chief as part of ongoing neg…", "url": "http://uk.businessinsider.com/theresa-may-to-finalise-brexit-deal-in-talks-with-eu-2018-11", "urlToImage": "https://static.businessinsider.com/image/5bf3e924dde8675aad46d140-750.jpg", "publishedAt": "2018-11-20T11:00:00Z", "content": "LONDON — Theresa May will travel to Brussels on Wednesday to meet European Commission President Jean-Claude Juncker as she attempts to wrap up the final details of her proposed Brexit deal. The prime minister will meet with the EU chief as part of ongoing neg… [+380 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Tumblr was removed from Apple's App Store because child porn slipped through its filters", "description": "Tumblr's app was removed from Apple's App Store because the company found child pornography had been slipping past its filters. In a blog post last week, Tumblr said it was resolving an issue with the iOS app. The Download reported on Monday that the company …", "url": "https://www.businessinsider.com/tumblr-removed-from-apple-app-store-because-of-child-porn-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3e245da27f817fe56135a-2732-1366.jpg", "publishedAt": "2018-11-20T10:57:59Z", "content": "Tumblr's app vanished from Apple's App Store on Friday, and on Monday it was revealed that it was taken down because child pornography had been slipping past its security safeguards. Tumblr said last week that its support team was working to \"resolve an issue… [+1381 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "France follows Nissan in ousting Renault CEO Ghosn after arrest in Japan for financial misconduct", "description": "Nissan and Mitsubishi shares tumbled in Tokyo after chairman Carlos Ghosn was arrested and as Tokyo prosecutors said he reported only half of his $89 million in earnings. French President Emmanuel Macron said the state would be \"vigilant\" in encouraging stabi…", "url": "https://www.businessinsider.com/nissans-ghosn-arrest-in-japan-france-also-ousts-renault-ceo-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3d469da27f8172602c4b9-750-375.jpg", "publishedAt": "2018-11-20T10:46:23Z", "content": "It's all getting worse for Carlos Ghosn. Prosecutors in Japan allege the Renault-Nissan-Mitsubishi Alliance chairman and CEO earned a salary of about ¥10 billion ($88.7 million) between 2011 and 2015, but reported only half of that. He was arrested Monday, an… [+1963 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "FAANG stocks drop a combined $728 billion — more than Saudi Arabia's GDP — in 6-week pummeling", "description": "Facebook, Apple, Amazon, Netflix, and Google have lost $728 billion off of their value in six weeks. That's more than the GDP of Saudi Arabia. Amid fears of a slowdown in iPhone sales, Apple has been hit hardest. Facebook is on course for its longest-ever los…", "url": "https://www.businessinsider.com/facebook-apple-amazon-netflix-google-lose-value-of-saudi-arabia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bb625c1190907463379cb79-1136-568.jpg", "publishedAt": "2018-11-20T10:35:42Z", "content": "It was another dark day in the markets for America's biggest tech companies. The so-called FAANG firms — Facebook, Apple, Amazon, Netflix, and Google — all finished Monday in the red as the sell-off deepened. It was the continuation of a downward spiral that … [+1277 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "A team of 'extremely drunk' Canadian curlers were disqualified from a tournament for breaking brooms, swearing, and damaging the locker room", "description": "A Canadian curling team including a former Olympian reportedly ran amok at an event on Saturday. The team turned up to the rink \"extremely drunk\" after swearing, breaking brooms, and damaging the locker room. They even kicked their opponents' curling bags aro…", "url": "https://www.businessinsider.com/drunk-canadian-curlers-disqualified-from-tournament-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3d747d1e8441c6147df64-2732-1366.jpg", "publishedAt": "2018-11-20T10:32:00Z", "content": "A team of \"extremely drunk\" Canadian curlers have been disqualified from a tournament for life because they turned up to the rink to compete after swearing, breaking brooms, and damaging the locker room. Former Winter Olympian Ryan Fry, who won gold for Canad… [+1842 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Alexander Zverev destroyed the greatest men's tennis statistic of the year when he beat Novak Djokovic", "description": "Alexander Zverev defeated Novak Djokovic in the last match of the ATP Tour Finals on Sunday. The victory was Zverev's greatest in his entire career. In beating Djokovic, the 21-year-old destroyed the greatest men's tennis statistic in 2018. Before Sunday's fi…", "url": "https://www.businessinsider.com/zverev-destroyed-djokovic-greatest-tennis-statistic-of-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2dd09110d4c78801f23b3-1920-960.jpg", "publishedAt": "2018-11-20T10:23:00Z", "content": "Alexander Zverev destroyed the greatest men's tennis statistic of 2018 when he beat Novak Djokovic on Sunday. Djokovic had been enjoying incredible form up until the last match of the ATP Tour Finals. Since winning the 2018 Wimbledon Championships in July, Dj… [+2694 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tom Murray", "title": "Prince Philip is 97 — here's the best photo from every year of his royal career", "description": "Prince Philip turned 97 this year — and it's been over a year since he announced his official retirement from public service. According to The Telegraph, the Duke of Edinburgh has carried out 22,219 solo engagements and 637 solo visits overseas since he left …", "url": "https://www.businessinsider.com/photo-prince-philip-royal-career-birthday-2018-6", "urlToImage": "https://amp.businessinsider.com/images/5b1952b61ae6621b008b4df2-960-480.jpg", "publishedAt": "2018-11-20T09:51:00Z", "content": "Prince Philip tips his bowler hat at his last solo public engagement on August 2, 2017 Yui Mok/PA Prince Philip turned 97 this year — and it's been over a year since he announced his official retirement from public service. According to The Telegraph, the Duk… [+892 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Global markets are getting routed as the slump in big tech grips investors", "description": "Global stock markets are selling off on Tuesday, as the tech slump which gripped US equities on Monday spreads around the world. US stocks plummeted on Monday, with the tech-focused Nasdaq index losing more than 3%. Those falls have extended into Asia and Eur…", "url": "https://www.businessinsider.com/stock-market-news-global-equities-tumble-on-tech-turmoil-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bb742b39fb84c57a7451705-1536-768.jpg", "publishedAt": "2018-11-20T09:25:09Z", "content": "Global stock markets are selling off on Tuesday, as the tech slump which gripped US equities on Monday spreads around the world. Monday's biggest casualty was the Nasdaq, which closed more than 3% lower, dragged down by mega-cap technology companies, as Wall … [+2266 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Payne", "title": "The UK's chief trade negotiation adviser could quit 'any day' over Theresa May's Brexit deal", "description": "Exclusive: The UK government's top trade advisor has privately expressed his anger with the draft Brexit deal, according to multiple well-placed sources. Crawford Falconer, who was appointed to negotiate free trade deals with Trade Secretary Liam Fox, is unha…", "url": "https://www.businessinsider.com/uk-trade-advisor-crawford-falconer-angry-with-theresa-may-brexit-deal-customs-union-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3c2be01b12d7ab94496a6-1136-568.jpg", "publishedAt": "2018-11-20T08:44:35Z", "content": "LONDON — The UK's chief trade negotiator has privately expressed frustration with the Brexit withdrawal deal amid rumours that he is on the verge of quitting his role in the Department for International Trade. Crawford Falconer, who was appointed to work alon… [+3764 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "The Saudi foreign minister claims a CIA report directly linking the crown prince to Jamal's Khashoggi's murder is an unsubstantiated fib", "description": "Saudi foreign minister Adel Jubeir said on Tuesday that the allegations — including by the CIA — linking the crown prince to the murder of journalist Jamal Khashoggi are false. This weekend, several news outlets reported that the CIA has determined that Saudi…", "url": "https://www.businessinsider.com/saudi-official-denies-alleged-cia-report-linking-prince-to-khashoggi-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57ee640111c8e7f1008b45e5-2732-1366.jpg", "publishedAt": "2018-11-20T08:12:10Z", "content": "Saudi foreign minister Adel Jubeir said on Tuesday that the allegations — including by the CIA — linking the crown prince to the murder of journalist Jamal Khashoggi are false. This weekend, several news outlets reported that the CIA has determined that Saudi… [+1517 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "This year's APEC summit set out to address problems in the Pacific, but it only deepened the US-China feud", "description": "A major Asia-Pacific summit’s failure was down to \"deliberate protectionism\" and \"excusing” by \"individual economies,\" China's foreign ministry spokesperson said in a statement on Monday, using loaded language aimed directly at the United States. For the firs…", "url": "https://www.businessinsider.com/apec-2018-failure-us-china-xi-jinping-mike-pence-tension-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3bf65beb6707a064445d0-1536-768.jpg", "publishedAt": "2018-11-20T08:07:07Z", "content": "It was a summit to help sort out the Pacific's problems, but, in the end, it was all about the lingering spat between two of the world's most-powerful nations. At the start of November, with US President Donald Trump and Chinese President Xi Jinping injecting… [+12017 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "10 things you need to know in markets today", "description": "Good morning! Here's what you need to know on Tuesday. 1. Asian stock markets slipped on Tuesday, extending sharp overnight losses on Wall Street as technology firms bore the brunt of worries about slackening demand. 2. The US and China are giving off bad sig…", "url": "https://www.businessinsider.com/10-things-you-need-to-know-in-markets-today-november-20-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b6097482ee9d327008b49c7-1920-960.jpg", "publishedAt": "2018-11-20T07:54:41Z", "content": "Federal Reserve Board Chair Jerome Powell put on his glasses while testifying during a House Committee on Financial Services hearing, Wednesday, July 18, 2018, Capitol Hill in Washington. Jacquelyn Martin/AP Good morning! Here's what you need to know on Tuesd… [+2204 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Tuesday. Uber insiders told Business Insider about infighting and questionable decisions before its self-driving car killed a pedestrian. On March 18, one of Uber's self-driving cars killed a woman, th…", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-20-2018-11", "urlToImage": "https://amp.businessinsider.com/images/557b297871ca1bfa328b4ce3-2732-1366.jpg", "publishedAt": "2018-11-20T07:36:43Z", "content": "Bill Gates says HBO's \"Silicon Valley\" is good way to learn about the real Silicon Valley. HBO Good morning! This is the tech news you need to know this Tuesday. Uber insiders told Business Insider about infighting and questionable decisions before its self-d… [+2493 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Papua New Guinea's Parliament is reportedly in lockdown as angry, unpaid police and soldiers storm the building", "description": "A group of disgruntled soldiers and police officers have attacked Papua New Guinea’s national Parliament, according to reports from The Guardian's Australia edition. Parliament building in Port Moresby was in lockdown Tuesday afternoon. According to The Guard…", "url": "https://www.businessinsider.com/papua-new-guinea-parliament-is-locked-down-as-police-and-soldiers-seek-their-pay-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3a284f556fc7a137618d9-2732-1366.jpg", "publishedAt": "2018-11-20T07:06:28Z", "content": "Angry local police and national soldiers have stormed PNG's Parliament building, shattering windows and tearing up furniture, according to reports from The Guardian's Australia edition. According to a person familiar with the situation in Port Moresby, the gr… [+3654 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "The 10 most important things in the world right now", "description": "Hello! Here's what you need to know for Tuesday. 1. The US and China are giving off bad signals ahead of a crucial meeting between their leaders. President Donald Trump is talking up the possibility of making progress on the trade war with China, but other pa…", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-20-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ad8023314b83f1c008b487f-960-480.jpg", "publishedAt": "2018-11-20T06:56:40Z", "content": "Hello! Here's what you need to know for Tuesday. 1. The US and China are giving off bad signals ahead of a crucial meeting between their leaders. President Donald Trump is talking up the possibility of making progress on the trade war with China, but other pa… [+2326 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Trump is reportedly 'afraid of' going to a combat zone to visit US troops, but that may soon change", "description": "President Donald Trump, in private conversations, expressed concern for his safety in potential trips to Afghanistan or Iraq to visit deployed US service members, a former senior White House official told The Washington Post. \"He's never been interested in go…", "url": "https://www.businessinsider.com/trump-visits-us-troops-deployed-to-combat-zone-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf39fbd381507022564a0fa-1920-960.jpg", "publishedAt": "2018-11-20T06:47:47Z", "content": "President Donald Trump, in private conversations, expressed concern for his safety in potential trips to Afghanistan or Iraq to visit deployed US service members, a former senior White House official said in a Washington Post report published Monday. \"He's ne… [+3411 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Gray", "title": "The next White House Correspondents’ Dinner may look more like a lecture with presidential biographer slated as keynote speaker and Michelle Wolf isn't happy", "description": "For the first time in over three decades, a stand-up comedian will not headline the White House Correspondents' Dinner. Biographer Ron Chernow, who wrote the book on Alexander Hamilton that was turned into the musical \"Hamilton,\" will be headlining. \"The WHCA…", "url": "https://www.businessinsider.com/next-white-house-correspondents-dinner-ron-chernow-2019-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf394fb9e8c5307674935c9-2732-1366.jpg", "publishedAt": "2018-11-20T05:40:32Z", "content": "For the first time in over three decades, a stand-up comedian will not headline the White House Correspondents' Dinner. Instead the event, which will take place on April 27, 2019, will feature Ron Chernow, the noted biographer whose books include those about … [+2229 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Ivanka Trump 'was the worst offender in the White House': Ivanka reportedly discussed government affairs using her personal email address", "description": "White House senior adviser Ivanka Trump reportedly sent numerous emails related to internal government affairs using her personal email address. The first daughter is believed to have discussed government policy in her emails, and sent her work schedule and t…", "url": "https://www.businessinsider.com/ivanka-trump-private-emails-official-white-house-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3545566be5055e55cd024-1920-960.jpg", "publishedAt": "2018-11-20T03:58:04Z", "content": "White House senior adviser Ivanka Trump reportedly sent numerous emails related to government affairs using a personal email address, potentially in violation of records laws, according to a Washington Post report published Monday. The first daughter was foun… [+2130 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Members of the Saudi royal family are reportedly looking for ways to keep Mohammed bin Salman from becoming king", "description": "Nicolas Asfouri - Pool/Getty Images Amid international uproar over the killing of journalist Jamal Khashoggi, some members of Saudi Arabia’s ruling family are agitating to prevent Crown Prince Mohammed bin Salman from becoming king, three sources close to the…", "url": "https://www.businessinsider.com/members-of-the-saudi-royal-family-reportedly-looking-for-ways-to-keep-mohammed-bin-salman-from-becoming-king-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf379458c35ab7885631813-960-480.jpg", "publishedAt": "2018-11-20T03:30:05Z", "content": "LONDON (Reuters) - Amid international uproar over the killing of journalist Jamal Khashoggi, some members of Saudi Arabia's ruling family are agitating to prevent Crown Prince Mohammed bin Salman from becoming king, three sources close to the royal court said… [+8444 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "Trump is reportedly getting ready to put Venezuela on the state sponsors of terror list", "description": "The Trump administration is reportedly considering naming Venezuela a state sponsor of terror. The designation would put Venezuela alongside countries like Iran and North Korea. But applying the label may hinder efforts to help Venezuelans, millions of whom h…", "url": "https://www.businessinsider.com/trump-administration-to-put-venezuela-on-state-sponsors-of-terror-list-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b7213138905f287068b5402-1334-667.jpg", "publishedAt": "2018-11-20T03:09:20Z", "content": "The Trump administration is reportedly preparing to escalate its campaign to isolate and pressure the regime of Nicolas Maduro in Venezuela by adding the government to the US's state sponsors of terror list, according to The Washington Post. Countries on the … [+5336 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "It looks like Amazon ended a deal for a new Echo Dot for $1 after only a few hours (AMZN) - CT Post", "description": "Avery Hartmans\n\n\n\n\nAmazon was offering the newest version of the Echo Dot for $1 to new subscribers of Amazon Music Unlimited.\nThe deal lasted for a few hours, but appears to have been taken down after only a few hours: it was hugely popular while it lasted.\n…", "url": "https://www.businessinsider.com/echo-dot-amazon-music-unlimited-deal-how-to-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.ctpost.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-20T02:22:58Z", "content": "Avery Hartmans If you've ever been interested in the Amazon Echo Dot, you may have missed the best chance to get the smart home speaker for just a fraction of the cost. Amazon was giving away the newest version of the Echo Dot for $1 to new Amazon Music Unlim… [+633 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Gray and Ryan Pickrell", "title": "The largest US active-duty mobilization to US-Mexico border under Trump may already be winding down", "description": "Just weeks after President Donald Trump ordered nearly 6,000 troops to the US-Mexico border — the largest active-duty mobilization to the border during his presidency — some of those troops will start heading home. The expected end date for the operation is D…", "url": "https://www.businessinsider.com/us-active-duty-troops-on-us-mexico-border-end-date-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf34678d1e844162d4f8109-1536-768.jpg", "publishedAt": "2018-11-20T01:11:01Z", "content": "Weeks after President Donald Trump ordered nearly 6,000 troops to the US-Mexico border — the largest active-duty mobilization to the border during his presidency — some of those troops will start heading home. The expected end date for the operation is Decemb… [+2820 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton and Samantha Lee", "title": "The cloud computing market is set to double to $116 billion by 2021 — and it's probably only good news for Amazon, Google, Microsoft, and Alibaba (AMZN, GOOGL, MSFT, BABA)", "description": "The cloud computing market should continue to grow at a rapid pace in coming years, Goldman Sachs said in a new report. But the market is already dominated by four big firms — Amazon, Microsoft, Google, and Alibaba. The opportunity for other players is rapidl…", "url": "https://www.businessinsider.com/goldman-sachs-cloud-computing-market-forecast-aws-microsoft-azure-google-cloud-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf33ebe01b12d74fe58623c-960-480.jpg", "publishedAt": "2018-11-20T00:53:13Z", "content": "It's still early days in cloud computing, the hottest sector in the gigantic business technology market. But the window of opportunity for companies to grab a piece of it is closing fast. That's the word from Goldman Sachs, which just released its latest quar… [+4164 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "Here's how Apple's new $1,000 iPhone XS compares to last year's iPhone X (AAPL)", "description": "Every fall, Apple introduces new iPhones. And every fall, many iPhone users wonder: should I upgrade? This year was, in Apple parlance, an \"S year,\" which means that one of the new iPhones, the iPhone XS, was an iterative upgrade rather than a total overhaul.…", "url": "https://www.businessinsider.com/iphone-xs-vs-iphone-x-comparison-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf33bc7b73c28723233ecf3-1920-960.jpg", "publishedAt": "2018-11-20T00:36:48Z", "content": "Every fall, Apple introduces new iPhones. And every fall, many iPhone users wonder: should I upgrade? This year was, in Apple parlance, an \"S year,\" which means that one of the new iPhones, the iPhone XS, was an iterative upgrade rather than a total overhaul.… [+401 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lulu Chang", "title": "Walmart's Jet.com has leaked its Black Friday deals — they include discounts on Bose headphones and the Fitbit Versa", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday is officially here, at least in the eyes of Walmart's Jet.com. An almost alarming nu…", "url": "https://www.businessinsider.com/jet-black-friday-cyber-monday-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf34fc70591f20e4209d982-960-480.jpg", "publishedAt": "2018-11-20T00:30:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday is still a few days away on the calendar, but in reality, Black Friday is officially… [+3554 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "The latest scandals at Facebook will hurt morale and make it harder to hire during this critical moment, insiders say (FB)", "description": "Facebook's latest scandals will hurt hiring efforts and damage employee morale, insiders say. A recent New York Times report exposed how senior leadership tried to downplay the company's problems and smear its critics. Current and former Facebook employees wa…", "url": "https://www.businessinsider.com/facebook-scandals-damage-morale-hurt-hiring-retention-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2fa87beb6706776125218-1136-568.jpg", "publishedAt": "2018-11-20T00:21:35Z", "content": "Facebook is in crisis, yet again. This time, the issue how the company attempted to attack its critics with smears that have been accused of fueling anti-Semitism, while pushing to downplay the extent of public disclosures about Russian election meddling in 2… [+5756 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Villanova dropped out of the AP Top 25 Poll for the first time since 2013 and it could spell trouble for the Big East", "description": "In a nightmarish week for the Villanova Wildcats and head coach Jay Wright, the Michigan Wolverines came to the Pavillion and avenged their 2018 national championship loss to the tune of a 27-point blowout before Villanova lost a 76-68 overtime decision to th…", "url": "https://www.businessinsider.com/villanova-drops-out-of-top-25-rankings-trouble-for-big-east-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf34fbe66be5055675a13e9-1920-960.jpg", "publishedAt": "2018-11-20T00:06:40Z", "content": "In the world of college basketball, blue blood programs have long reigned supreme. In recent years, however, the Villanova Wildcats encroached on that space, winning two national championships in three years and ranking amongst the top programs week after wee… [+3339 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "White House issues rules for the media after it grudgingly reinstates CNN correspondent Jim Acosta's press pass", "description": "The White House has issued rules for the news media in the wake of a dispute between President Donald Trump and CNN correspondent Jim Acosta. The Trump administration says violating those rules \"may result in suspension or revocation\" of the journalist's pres…", "url": "https://www.businessinsider.com/white-house-press-rules-cnn-jim-acosta-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf337c48c35ab73db1639f3-1334-667.jpg", "publishedAt": "2018-11-20T00:06:05Z", "content": "The White House has issued rules for the news media in the wake of a dispute between President Donald Trump and CNN correspondent Jim Acosta. Under the rules, journalists will be allowed to ask one question, and will then \"yield the floor to other journalists… [+2530 chars]"}]}