{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "feedback@businessinsider.com (Mara Leighton), Mara Leighton", "title": "15 travel purchases that made my experience with international travel a lot less stressful", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. International travel, from a distance, can seem like one big graph — replete with peaks and valle…", "url": "https://www.businessinsider.com/international-travel-must-haves-packing-list-recommendations-2018-6", "urlToImage": "https://amp.businessinsider.com/images/5b201a4b1ae66220008b4fec-750-375.jpg", "publishedAt": "2018-11-17T23:29:00Z", "content": "I usually swear by the Allpa 35L ($200) from Cotopaxi (it's far superior to other iterations I've tried), but I wanted something more traditional on hand for this trip. I got the Away Bigger Carry-On ($245), and I was viscerally grateful for it at just about … [+915 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "A huge question looms over Trump after the CIA concludes the Saudi crown prince ordered Jamal Khashoggi's killing", "description": "The CIA has reportedly concluded with high confidence that Saudi Arabia's Crown Prince Mohammed bin Salman personally ordered the killing of dissident journalist Jamal Khashoggi last month, directly contradicting Riyadh's denials that the crown prince was inv…", "url": "https://www.businessinsider.com/cia-assessment-mohammed-bin-salman-khashoggi-murder-trump-russia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf09d899e8c53574a6b1873-1334-667.jpg", "publishedAt": "2018-11-17T23:17:41Z", "content": "The White House is in a bind following the CIA's reported assessment that Saudi Crown Prince Mohammed bin Salman ordered the murder of dissident journalist Jamal Khashoggi at the kingdom's consulate in Turkey last month. The crown prince was widely believed t… [+6992 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Trump tours scorched Paradise, California: 'It's total devastation'", "description": "Evan Vucci/AP President Donald Trump visited northern California neighborhoods Saturday to survey damage caused by a wildfire that ravaged more than 200 square miles in the last week. Hours after Trump blamed forest mismanagement for the fast-spreading fires,…", "url": "https://www.businessinsider.com/trump-toured-scorched-paradise-california-saw-total-devastation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf09ac3c9570148376abad5-1920-960.jpg", "publishedAt": "2018-11-17T23:11:22Z", "content": "PARADISE, Calif. (AP) — From the ashes of a mobile home and RV park, President Donald Trump said Saturday he came to the heart of California's killer wildfire to fully grasp the scale of the desolation wrought on the landscape. \"We're going to have to work qu… [+6492 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "The Air Force has picked bases to test its new advanced bomber — here's where the B-21 Raider is heading", "description": "The Air Force expects to get the first of its new B-21 Raider bombers in the mid-2020s. This week, the Air Force named the bases that would support testing and maintenance for the new bomber. The service previously picked bases that would likely host the new …", "url": "https://www.businessinsider.com/air-force-b-21-raider-new-advanced-bomber-test-bases-2018-11", "urlToImage": "https://amp.businessinsider.com/images/574dff5952bcd029008c5f82-1920-960.jpg", "publishedAt": "2018-11-17T23:02:36Z", "content": "On Friday, the Air Force announced the first two bases that will host its new, highly advanced bomber for testing and maintenance. The service said in a release that Tinker Air Force Base in Oklahoma would coordinate maintenance and sustainment for the B-21 R… [+3311 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Mark and Associated Press", "title": "Democrat Andrew Gillum officially ends bid for Florida governor, congratulates Republican Ron DeSantis", "description": "Democrat Andrew Gillum conceded the Florida governor's race and congratulated his Republican opponent, Ron DeSantis. Gillum initially conceded on election night, but retracted it after the vote margin narrowed. After a recount, DeSantis still led the race by …", "url": "https://www.businessinsider.com/ap-the-latest-democrat-gillum-ends-campaign-for-governor-2018-11", "urlToImage": null, "publishedAt": "2018-11-17T22:47:00Z", "content": "Democrat Andrew Gillum says he is ending his hard-fought race for Florida governor and has congratulated Republican Ron DeSantis. Gillum posted a live video on Facebook on Saturday afternoon in which he congratulated DeSantis. Gillum had conceded to DeSantis … [+749 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin and Dave Mosher", "title": "Elon Musk says a 'radical change' is coming to SpaceX's monster Mars rocket design - Business Insider", "description": "Business Insider Elon Musk says a 'radical change' is coming to SpaceX's monster Mars rocket design Business Insider In a tweet, Musk revealed that \"radical change\" was coming to the design of the Big Falcon Rocket (BFR), which is meant to go to Mars. The twe…", "url": "http://uk.businessinsider.com/elon-musk-says-radical-change-coming-to-spacexs-mars-rocket-design-2018-11", "urlToImage": "http://static1.uk.businessinsider.com/image/5bf07e3bdde86740bb44e007-1190-625/elon-musk-says-a-radical-change-is-coming-to-spacexs-monster-mars-rocket-design.jpg", "publishedAt": "2018-11-17T21:47:39Z", "content": "AP In a tweet, Saturday, SpaceX founder Elon Musk announced that \"radical change\" was coming to the design of the Big Falcon Rocket (BFR), that is being made in an attempt to go to Mars. Musk left out any specifics of his plan, simply announcing that \"SpaceX … [+1584 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "NASA will retire its new mega-rocket if SpaceX or Blue Origin can safely launch its own powerful rockets - CT Post", "description": "CT Post NASA will retire its new mega-rocket if SpaceX or Blue Origin can safely launch its own powerful rockets CT Post NASA is building a giant rocket ship to return astronauts to the moon and, eventually, ferry the first crews to and from Mars. But agency …", "url": "https://www.businessinsider.com/nasa-sls-replacement-spacex-bfr-blue-origin-new-glenn-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.ctpost.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-17T20:59:24Z", "content": "NASA/MSFC NASA is building a giant rocket ship to return astronauts to the moon and, eventually, ferry the first crews to and from Mars. But agency leaders are already contemplating the retirement of the Space Launch System (SLS), as the towering and yet-to-f… [+7435 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin and Dave Mosher", "title": "Elon Musk says a 'radical change' is coming to SpaceX's monster Mars rocket design", "description": "In a tweet, Musk revealed that \"radical change\" was coming to the design of the Big Falcon Rocket (BFR), which is meant to go to Mars. The tweet appeared to indicate that the second stage of the Falcon 9 will now be used for component tests for the BFR, and t…", "url": "https://www.businessinsider.com/elon-musk-says-radical-change-coming-to-spacexs-mars-rocket-design-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf07a478c35ab4a8f629c72-2732-1366.jpg", "publishedAt": "2018-11-17T20:45:46Z", "content": "In a tweet, Saturday, SpaceX founder Elon Musk announced that \"radical change\" was coming to the design of the Big Falcon Rocket (BFR), that is being made in an attempt to go to Mars. Musk left out any specifics of his plan, simply announcing that \"SpaceX is … [+1370 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jeremy Berke", "title": "Turkey reportedly has a second audio tape of a Saudi hit team discussing details of Jamal Khashoggi's murder, bolstering the CIA's claims", "description": "Turkish officials reportedly have obtained a second, 15-minute audio tape of a Saudi hit team discussing the details of a plan to murder the journalist Jamal Khashoggi. The tape directly contradicts the conclusions drawn by Saudi investigators. In the tape, a…", "url": "https://www.businessinsider.com/jamal-khashoggi-turkey-has-second-tape-of-murder-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf05c460591f25ce2087434-1920-960.jpg", "publishedAt": "2018-11-17T18:40:09Z", "content": "Turkish officials reportedly have a second, 15-minute audio tape of a Saudi hit team discussing the details of a plan to murder the journalist Jamal Khashoggi. The tape, first reported by a columnist at Turkey's Hurriyet newspaper, allegedly shows evidence th… [+2170 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "NASA will retire its new mega-rocket if SpaceX or Blue Origin can safely launch its own powerful rockets - Business Insider India", "description": "Business Insider India NASA will retire its new mega-rocket if SpaceX or Blue Origin can safely launch its own powerful rockets Business Insider India NASA is building a super-heavy-lift rocket called the Space Launch System to send astronauts back to the moo…", "url": "http://www.businessinsider.com/nasa-sls-replacement-spacex-bfr-blue-origin-new-glenn-2018-11", "urlToImage": "https://www.businessinsider.in/photo/66673026/nasa-will-retire-its-new-mega-rocket-if-spacex-or-blue-origin-can-safely-launch-its-own-powerful-rockets.jpg?83965", "publishedAt": "2018-11-17T18:30:16Z", "content": "NASA is building a giant rocket ship to return astronauts to the moon and, eventually, ferry the first crews to and from Mars. But agency leaders are already contemplating the retirement of the Space Launch System (SLS), as the towering and yet-to-fly governm… [+6955 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher", "title": "NASA will retire its new mega-rocket if SpaceX or Blue Origin can safely launch its own powerful rockets", "description": "NASA is building a super-heavy-lift rocket called the Space Launch System to send astronauts back to the moon. The SLS program has seen multiple delays and cost overruns, and the rocket is not reusable. Elon Musk's and Jeff Bezos' aerospace companies SpaceX a…", "url": "https://www.businessinsider.com/nasa-sls-replacement-spacex-bfr-blue-origin-new-glenn-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef16d39e8c53423a447956-2560-1280.jpg", "publishedAt": "2018-11-17T18:21:00Z", "content": "NASA is building a giant rocket ship to return astronauts to the moon and, eventually, ferry the first crews to and from Mars. But agency leaders are already contemplating the retirement of the Space Launch System (SLS), as the towering and yet-to-fly governm… [+7668 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Trump continues to blame fires on forest mismanagement even while traveling to California", "description": "President Donald Trump again blamed California's wildfires, which have left at least 74 people dead and over 1,000 missing, on forest mismanagement hours before was due to visit the areas ravaged by fires in the past week. Trump told reporters before departin…", "url": "https://www.businessinsider.com/trump-continues-to-blame-wildfires-on-forest-mismanagement-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf0412ed1e844643a200732-1920-960.jpg", "publishedAt": "2018-11-17T17:23:21Z", "content": "President Donald Trump again blamed California's wildfires, that have left at least 74 people dead and over 1,000 missing, on forest mismanagement hours before he was due to visit the affected areas. Trump told reporters before he departed from the White Hous… [+2188 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat and Andy Kiersz", "title": "RANKED: The 50 most underrated colleges in America", "description": "Choosing the right college isn't all about prestige and name recognition. Business Insider compiled a list of the top 50 underrated colleges nationwide. We considered reputation and earnings to determine the ranking, using data from US News & World Report and…", "url": "https://www.businessinsider.com/most-underrated-colleges-in-america-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef289701b12d3a1158b4a4-2732-1366.jpg", "publishedAt": "2018-11-17T16:37:00Z", "content": "Whether a student is more inclined to learn about artificial intelligence or take up photography, several factors play a role in choosing the right college. Business Insider has complied a ranking of the top 50 underrated colleges nationwide by considering tw… [+839 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Andy Kiersz", "title": "Here's how we ranked the most underrated colleges in America", "description": "Business Insider recently ranked the most underrated colleges in America. The ranking is based on a comparison of the schools' US News & World Report ranking with post-attendance median incomes as reported by the US Department of Education. Here are the detai…", "url": "https://www.businessinsider.com/most-underrated-colleges-in-america-methodology-sources-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bb3dcea21e9cb2120449449-1920-960.jpg", "publishedAt": "2018-11-17T16:35:00Z", "content": "We recently came out with our ranking of the most underrated colleges in America. To determine which schools were underrated, we considered two factors: reputation and future earnings. We figured that schools with mediocre or obscure reputations but whose stu… [+2263 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "5 male ad execs are considering a discrimination claim after their gay female boss said she would 'obliterate' her company's reputation as a haven for straight, white men", "description": "Jo Wallace of ad agency JWT said she wanted to \"obliterate\" her company's reputation as a haven for straight, white men. Five men who asked the HR department what she meant by that lost their jobs shortly afterwards. Wallace had previously written a column co…", "url": "https://www.businessinsider.com/jwt-jo-wallace-straight-white-men-consider-a-discrimination-claim-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf036663815074e5e430676-750-375.jpg", "publishedAt": "2018-11-17T15:57:58Z", "content": "Five straight, white men have retained a lawyer to look at whether they can bring a discrimination claim against ad agency JWT, after a senior executive said in a meeting she wanted to \"obliterate\" JWT's reputation for being populated by white, British, privi… [+3432 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "An army vet and CEO says the advice his dad gave him at age 13 about 'résumé piles' helped him get into business school, start his own company, and decide who he'll hire", "description": "Being different from everyone else in some capacity means you'll fare better in grad-school admissions, job hunts, and life in general. That's according to Nick Black, the founder and CEO of GoodUnited. \"Life's about résumé piles,\" his dad advised him, meanin…", "url": "https://www.businessinsider.com/be-different-competition-jobs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beddb4466be50773a17ed83-1536-768.jpg", "publishedAt": "2018-11-17T15:55:00Z", "content": "Nick Black, the founder and CEO of GoodUnited, recently posted on LinkedIn about the best advice he ever got from his father: \"Life's about résumé piles.\" You can read the full post here, but the gist is that you want your résumé to sit in its own pile, apart… [+2771 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "Bose's $350 noise-cancelling headphones are a must-have if you want to live in a quieter world – and they sound great, too", "description": "At $350, Bose's comparatively expensive QC35II headphones aren't for everyone, especially if all you want is a simple, good pair of Bluetooth headphones. But Bose's Quiet Comfort headphones come with noise cancelling, and they're usually the best at drowning …", "url": "https://www.businessinsider.com/review-bose-qc35ii-noise-cancelling-headphones-2018-2", "urlToImage": "https://amp.businessinsider.com/images/5a74a73d24d5056c1b8b4ad4-1136-568.png", "publishedAt": "2018-11-17T15:54:00Z", "content": "You can use Google Assistant that lives in your phone via the QC35II headphones, which seemed like an interesting feature at first, but the experience falls flat. To issue voice commands, you have to press and hold the button on the left ear cup, and Google A… [+1072 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "J.Crew CEO James Brett steps down after just 17 months", "description": "J.Crew's CEO James (Jim) Brett is stepping down from the company. Brett, who took up the position in June 2017, had been leading the charge in J.Crew's turnaround efforts after several years of flagging sales. Last quarter, J.Crew announced its return to posi…", "url": "https://www.businessinsider.com/jcrew-ceo-james-brett-steps-down-hints-at-clash-with-board-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf03726b73c2845267574e7-2732-1366.jpg", "publishedAt": "2018-11-17T15:47:56Z", "content": "The CEO of J.Crew is stepping down after just 17 months in the role. In a statement to the press on Saturday, CEO James (Jim) Brett, who joined the company in June 2017, hinted that a clash with the board may be the reason behind his departure. \"Returning J.C… [+1480 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "New Yorkers are making lots of doomsday predictions about Amazon’s HQ2. Here are all the things that could make it a disaster.", "description": "Half of Amazon's second headquarters, known as HQ2, will be located in Long Island City, Queens, the company announced on Tuesday. The news has sparked fear and outrage among local residents, who worry about climbing rents, crowded subways, and crumbling infr…", "url": "https://www.businessinsider.com/amazon-hq2-disaster-new-york-city-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedb0da10114222a96a7627-2732-1366.jpg", "publishedAt": "2018-11-17T15:45:00Z", "content": "New York's governor may be rejoicing at the news that Amazon will move half of its second headquarters to Long Island City, Queens, but the mood among residents is one of outrage and despair. A day after the announcement, New Yorkers gathered at a rally in Qu… [+1468 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Trump says he'll deliver answers to Mueller questions next week", "description": "President Donald Trump said he would deliver his written answers to special counsel Robert Mueller next week. \"They're all done,\" Trump told reporters outside the White House Saturday morning. Trump did not describe the contents of his answers, but the admini…", "url": "https://www.businessinsider.com/trump-will-deliver-answers-to-mueller-questions-next-week-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf02897beb67044910aa3d6-1920-960.jpg", "publishedAt": "2018-11-17T15:19:52Z", "content": "President Donald Trump said Saturday he would deliver his written answers to special counsel Robert Mueller next week. \" They're all done,\" Trump told reporters outside the White House in the latest development for Trump's participation in Mueller's probe aft… [+1207 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler and Dennis Green", "title": "Take a look around Nike's enormous new flagship store in New York City, complete with the world's largest for-sale collection of Nike shoes (NKE)", "description": "Nike has opened a new flagship store in New York City. Called the Nike House of Innovation 000, it spans six floors and 68,000 square feet and is packed with brand-new customer experiences that Nike has never done before. The store incorporates all of Nike's …", "url": "https://www.businessinsider.com/nike-store-nyc-opens-tech-collection-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee0cc166be507d487e9d67-1920-960.jpg", "publishedAt": "2018-11-17T15:08:00Z", "content": "Nike opened its newest store, officially named the Nike House of Innovation 000, on Thursday. Located on Fifth Ave. in Manhattan, it's Nike's new flagship store in New York. Spanning six floors and 68,000 square feet, it is packed with brand-new customer expe… [+1311 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor and Bob Bryan", "title": "The CEO behind IHOP and Applebee's perfectly illustrates how US restaurants could be one of the biggest winners of Trump’s trade war", "description": "Dine Brands CEO Steve Joyce, whose company owns popular brands like IHOP and Applebee's, laid out how President Donald Trump's trade war is helping restaurants. China, Canada, Mexico, and other countries have placed tariffs on US agricultural goods. This mean…", "url": "https://www.businessinsider.com/trump-trade-war-ihop-applebees-ceo-tariff-restaurants-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b2a55451ae6623a008b45a4-1536-768.jpg", "publishedAt": "2018-11-17T15:03:00Z", "content": "While President Donald Trump's tariffs may be bad news for retailers like Walmart and Costco, the CEO of IHOP and Applebee's says those chains are set to profit. \"Our product costs are probably going to come down,\" Dine Brands CEO Steve Joyce told Business In… [+1740 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "This is the first thing you should do with a new pair of Apple AirPods (AAPL)", "description": "AirPods are one of Apple's most popular new products in years — in urban areas, the wireless white headphones can be seen adorning the lobes of all manner of commuters and pedestrians. That's why it's surprising that so many people don't know about one of the…", "url": "https://www.businessinsider.com/handy-apple-airpods-double-tap-shortcut-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ab959dc51837619008b4587-1334-667.jpg", "publishedAt": "2018-11-17T15:00:00Z", "content": "AirPods are one of Apple's most popular new products in years — in urban areas, the wireless white headphones can be seen adorning the lobes of all manner of commuters and pedestrians. That's why it's surprising that so many people don't know about one of the… [+575 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Zoë Bernard", "title": "Venture firms are making more hires — here's what that means for entrepreneurs", "description": "With the increase of capital in Silicon Valley, venture firms are bringing on more partners. Some entrepreneurs say that the process of raising capital from bigger firms has grown increasingly bureaucratic. There's an increase in the number of venture firms m…", "url": "https://www.businessinsider.com/venture-entrepreneurs-capital-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bef014366be500f8b6011a5-2732-1366.jpg", "publishedAt": "2018-11-17T14:30:00Z", "content": "There's an increase in the number of venture firms making new hires, and it's having a ripple effect on how entrepreneurs raise capital. A new report from compensation data firm J.Thelander Consulting shows that 80% of venture capital and private equity firms… [+2338 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Flavored Juul pods will no longer be sold in retail stores — but here's where you can still buy them", "description": "Juul announced on Tuesday that it would temporarily stop selling flavored pods in stores, in a bid to curb an epidemic of teen vaping. Adult users were left wondering where they would still be able to purchase the pods. Juul will continue to sell the flavored…", "url": "https://www.businessinsider.com/juul-pods-banned-where-to-buy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedc6fe10114225b30a247e-1920-960.jpg", "publishedAt": "2018-11-17T14:20:00Z", "content": "On Tuesday, after facing ongoing pressure from the US Food and Drug Administration (FDA), Juul announced that it would stop selling its flavored pods in stores in order to clamp down on teen vaping. \"JUUL Labs is committed to improving the lives of the world'… [+2824 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Trump continues Twitter campaign for Pelosi: 'I can get her as many votes as she wants'", "description": "President Trump tweeted Saturday: \" I can get Nancy Pelosi as many votes as she wants in order for her to be Speaker of the House.\" Trump tagged Republican Rep. Tom Reed, who has said he would vote for Pelosi if she supported a package of rules reforms. 18 De…", "url": "https://www.businessinsider.com/trump-tweets-support-for-nancy-pelosi-tagging-tom-reed-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf022e2f556fc4720334fe4-2732-1366.jpg", "publishedAt": "2018-11-17T14:19:50Z", "content": "President Trump continued his Twitter campaign supporting longtime Democratic leader Nancy Pelosi's bid for the Speakership, Saturday, suggesting that he could get Republicans to support her. \"I can get Nancy Pelosi as many votes as she wants in order for her… [+1094 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "China's super airlines are on the rise and that puts American, Delta, and United in a complicated situation (AAL, UAL, DAL)", "description": "China 's airlines are growing in their prominence and capabilities. China's three largest airlines, Air China, China Eastern, and China Southern are state-owned. The fourth largest Chinese carrier is Hainan Airlines, which is civilian run. Chinese airlines ha…", "url": "https://www.businessinsider.com/how-china-airlines-will-affect-american-delta-united-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ac62457146e712b008b45c0-1536-768.jpg", "publishedAt": "2018-11-17T14:14:00Z", "content": "China is rising. As the world's second-largest economy, the Middle Kingdom now has the mega-airlines to serve its burgeoning masses of middle-class travelers. Chinese airline passenger traffic skyrocketed from 413.5 million people in 2013 to 589 million in 20… [+7782 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "How much car insurance costs in all 50 states", "description": "Car insurance rates can be one of the most important factors shoppers consider when purchasing a new vehicle. Premiums are an amount owners pay for an insurance policy which protects them against accidents, damages, stolen vehicles and other incidents. The in…", "url": "https://www.businessinsider.com/car-insurance-costs-for-each-us-state-ranked-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5cd13c957010f4273c8d4-2732-1366.jpg", "publishedAt": "2018-11-17T14:07:00Z", "content": "Car insurance rates are among the most important factors buyers consider when purchasing a new vehicle. A premium is the rate motorists pay for a car insurance policy which protects them against accidents, damages, stolen vehicles and other incidents. But car… [+2187 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "The 9 best cars you can buy for under $20,000", "description": "The market research company JD Power on November 7 released its rankings of the best vehicles from model year 2018 that cost less than $65,000. The company produced four lists ranking the top vehicles in four different price segments: $15,000-$19,999, $20,000…", "url": "https://www.businessinsider.com/9-best-cars-under-20000-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef07b0f556fc350e5b70c7-1920-960.jpg", "publishedAt": "2018-11-17T14:07:00Z", "content": "The market research company JD Power on November 7 released its lists of the best vehicles from model year 2018 that cost less than $65,000. The company produced four lists ranking the top vehicles in four different price segments: $15,000-$19,999, $20,000-$3… [+959 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Gut-wrenching photos show what a hellish nightmare it already is to get around Long Island City, Amazon's new HQ2 headquarters (AMZN)", "description": "Amazon is building a new headquarters in Long Island City, Queens, with plans to add up to 40,000 workers to the neighborhood. While not Manhattan, Queens is crowded and transit-starved. Amazon could make that worse. We ventured to the very edge of the boroug…", "url": "https://www.businessinsider.com/amazon-hq2-transit-long-island-city-queens-terrible-pictures-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef35e666be50185e2dd038-1136-568.jpg", "publishedAt": "2018-11-17T14:03:00Z", "content": "Amazon is coming to New York City's second most populated borough. And while it's not quite as dense as Manhattan's famous grid, Queens has come a long way from its farming roots (it was the last of the five boroughs to consolidate and join New York City,) it… [+399 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson", "title": "SAP's top dealmaker explains the German software giant's strategy behind its $8 billion Qualtrics acquisition and where it's looking in 2019 (SAP)", "description": "SAP acquired Qualtrics for $8 billion in a surprise deal just days before the startup's initial public offering. And while SAP didn't intentionally time its acquisition so close to the IPO, acquiring hot cloud companies is all part of the plan, according to i…", "url": "https://www.businessinsider.com/sap-dealmaker-arlen-shenkman-explains-strategy-behind-8-billion-qualtrics-acquisition-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef50f1d1e8445b4c031ca6-1334-667.jpg", "publishedAt": "2018-11-17T14:00:00Z", "content": "Qualtrics, the Utah-based \"experience management\" company, was all set to have one of the last big initial public offerings of 2018. Then last weekend, the hotshot startup announced that it would be acquired by SAP for $8 billion — up from the $4.8 billion va… [+8313 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "China is locking up its Muslim minorities, and pushing Islamophobia to get Europe to do it too", "description": "The Chinese government is receiving more and more heat over its persecution of the Uighurs, a majority-Muslim ethnic minority in the country's west. Beijing is responding by trying to stoke Islamophobia in Western countries to justify its controversial polici…", "url": "https://www.businessinsider.com/china-tries-to-cite-islamophobia-to-export-model-of-muslim-repression-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b9721c180eb3518008b5c83-1136-568.jpg", "publishedAt": "2018-11-17T13:59:00Z", "content": "China is trying to stoke Islamophobia among Europeans to justify, and even export, its model of locking up their Muslim minorities as the troubling crackdown continues to grab global attention. Beijing is waging an unprecedented crackdown on the Uighurs, a ma… [+6707 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "Tesla just had the worst year in its history, but now it's starting to look like the best tech company in the world (TSLA)", "description": "Tesla is a hybrid of tech company and car company — and with various scandals roiling the tech sector, Tesla seems like a tech company that's at least trying to do good. Tesla endured its own self-manufactured travails over the summer. But with companies such…", "url": "https://www.businessinsider.com/tesla-is-making-a-big-comeback-after-a-terrible-year-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b9fb9591982d88d308b5232-1920-960.jpg", "publishedAt": "2018-11-17T13:57:00Z", "content": "Tesla likes to think of itself as a disruptive, Silicon Valley technology company. That's far from accurate. Despite over-the-air software updates to its vehicles and a factory in the Bay Area, Tesla is fundamentally a carmaker. It is, however, the most techi… [+2900 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Facebook's Mark Zuckerberg isn't accountable to anyone, so it's time Congress took away the source of his power (FB)", "description": "Facebook's string of scandals over the last several years have highlighted the poor job Mark Zuckerberg has done running the company — and his lack of accountability. The social networking giant's stock structure gives Zuckerberg near-absolute control over it…", "url": "https://www.businessinsider.com/congress-should-ban-facebooks-dual-class-stock-structure-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b58ba1f89c8a11d008b4594-2732-1366.jpg", "publishedAt": "2018-11-17T13:30:00Z", "content": "No matter how poor a job Mark Zuckerberg has done lately running Facebook, he's almost certainly not going anywhere, because he's effectively his own boss. But with a small change to the nation's securities laws, Congress could weaken his grip on the company … [+8189 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "These are the 7 best Black Friday gaming deals you'll find in stores - Business Insider", "description": "Business Insider These are the 7 best Black Friday gaming deals you'll find in stores Business Insider Black Friday is fast approaching and it's the season for holiday deals on video games. As the current generation of consoles reaches the end of its life spa…", "url": "http://uk.businessinsider.com/black-friday-2018-the-7-best-gaming-deals-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5bef4ef1bde70f3b07677a65-1190-625/these-are-the-7-best-black-friday-gaming-deals-youll-find-in-stores.jpg", "publishedAt": "2018-11-17T13:02:41Z", "content": "Spencer Platt/Getty Images Black Friday is fast approaching and it's the season for holiday deals on video games. As the current generation of consoles reaches the end of its life span, now is a great time to invest in an Xbox One or PlayStation 4 for cheap a… [+2957 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "These are the 7 best Black Friday gaming deals you'll find in stores", "description": "Black Friday is fast approaching and it's the season for holiday deals on video games. As the current generation of consoles reaches the end of its life span, now is a great time to invest in an Xbox One or PlayStation 4 for cheap and start building a library…", "url": "https://www.businessinsider.com/black-friday-2018-the-7-best-gaming-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef4926f556fc3fa65e63a4-1920-960.jpg", "publishedAt": "2018-11-17T13:00:00Z", "content": "Black Friday is fast approaching and it's the season for holiday deals on video games. As the current generation of consoles reaches the end of its life span, now is a great time to invest in an Xbox One or PlayStation 4 for cheap and start building a library… [+333 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "I've tried every single iPhone currently available - here's my ranking of the 7 iPhones you can buy right now - Business Insider India", "description": "Business Insider India I've tried every single iPhone currently available - here's my ranking of the 7 iPhones you can buy right now Business Insider India If you want to buy an iPhone right now, you have seven different options to choose from. From the brand…", "url": "http://www.businessinsider.com/every-iphone-ranked-iphone-xs-xr-8-7-2018-11", "urlToImage": "https://www.businessinsider.in/photo/66668211/ive-tried-every-single-iphone-currently-available-heres-my-ranking-of-the-7-iphones-you-can-buy-right-now.jpg?66410", "publishedAt": "2018-11-17T12:47:59Z", "content": "The iPhone 7 is more than two years old now, but it remains one of the most sensible and cheapest iPhones you can buy. While the iPhone 8 is newer and slightly better looking (and the iPhone XR and XS are in a league of their own), the iPhone 7 has nearly all… [+511 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "I’ve tried every single iPhone currently available — here’s my ranking of the 7 iPhones you can buy right now (AAPL)", "description": "If you want to buy an iPhone right now, you have seven different options to choose from. From the brand-new, futuristic iPhone XS to the old-but-good iPhone 7, the current iPhone lineup has a range of devices and price points. At this point, I've tried all se…", "url": "https://www.businessinsider.com/every-iphone-ranked-iphone-xs-xr-8-7-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef2a62e4218a378f2fa5b3-1920-960.jpg", "publishedAt": "2018-11-17T12:45:00Z", "content": "The iPhone 7 is more than two years old now, but it remains one of the most sensible — and cheapest — iPhones you can buy. While the iPhone 8 is newer and slightly better looking (and the iPhone XR and XS are in a league of their own), the iPhone 7 has nearly… [+515 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "The odds of a second referendum on Brexit just rose sharply", "description": "The odds of Britain holding a second referendum just went sharply up and are now a near coin-toss, according to HSBC. But Prime Minister Theresa May probably does have the majority she needs to get her deal through parliament, economist Elizabeth Martins beli…", "url": "https://www.businessinsider.com/odds-of-a-second-referendum-on-brexit-go-up-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beffb2a0d7c6743955f9cf6-960-480.png", "publishedAt": "2018-11-17T11:32:31Z", "content": "The odds of Britain holding a second referendum just went sharply up and are now above 40% — a near coin-toss — according to HSBC economist Elizabeth Martins. Prime Minister Theresa May unveiled the Brexit deal she has negotiated with the EU, and it was met w… [+1763 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "The stock market looks like it’s past the point of no return — and not even the Fed can save it from the next crash", "description": "Rising interest rates have been a significant catalyst of the corrections in equities this year. According to one Wall Street strategist, they've moved past a threshold that was exceeded before the equity bear markets in 2000 and 2008. He says this implies th…", "url": "https://www.businessinsider.com/stock-market-crash-fed-interest-rates-in-weak-position-to-avoid-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef1d12beb67035b161a623-2732-1366.jpg", "publishedAt": "2018-11-17T11:05:00Z", "content": "An issue that's top of many investors' minds right now is what happens to interest rates next year. Fears that higher rates will make it harder for companies to borrow have been partly responsible for the ongoing volatility in stocks, as well as the correctio… [+2834 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Brexit is now such a headache that the UK is 'uninvestable,' according to one of Wall Street's best respected research houses", "description": "Analysts at Bernstein, one of the best-respected research houses on Wall Street, believe that the UK's Brexit future is so unclear that the country is currently \"uninvestable.\" \"With UK politics in the midst of Brexit turmoil what are investors meant to do?\" …", "url": "https://www.businessinsider.com/brexit-uncertainty-means-uk-is-univestable-bernstein-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beef3ad110d4c449e591534-1536-768.jpg", "publishedAt": "2018-11-17T08:53:01Z", "content": "The last week has been, to put it gently, an eventful one in British politics, and developments around Brexit are now so uncertain that Bernstein, one of the best-respected research houses on Wall Street, thinks the UK is — right now at least — \"uninvestable.… [+2644 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "How it will play out if MPs vote down Theresa May's Brexit deal", "description": "LONDON — As the dust settles on the most chaotic week of British politics in recent memory, one question has become increasingly important. What happens if parliament votes down Theresa May's Brexit deal? Early in December, the prime minister will put her dea…", "url": "https://www.businessinsider.com/how-it-will-play-out-if-mps-vote-down-theresa-mays-brexit-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b6d66782154a33c008b4d66-1136-568.jpg", "publishedAt": "2018-11-17T08:00:00Z", "content": "LONDON — As the dust settles on the most chaotic week of British politics in recent memory, one question has become increasingly important. What happens if parliament votes down Theresa May's Brexit deal? Early in December, the prime minister will put her dea… [+6693 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "The Evolution of Ev: The creator of Twitter, Blogger, and Medium has a plan to fix the mess he made of the internet", "description": "Ev Williams invented Blogger in 1999, Twitter in 2006, and Medium in 2012. In many ways he created the digital content ocean we're swimming in today. But Williams believes social media has become toxic. \"I've pretty much weaned myself off of being addicted to…", "url": "https://www.businessinsider.com/evolution-of-ev-williams-and-medium-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee01440591f234da6ce393-1136-568.jpg", "publishedAt": "2018-11-17T08:00:00Z", "content": "First, let's correct a myth: Ev Williams definitely has a desk. Earlier this year, the New York Times reported that Williams — the billionaire entrepreneur who founded Twitter and Blogger — runs his new company, Medium, from an office that has no desk. The ar… [+24156 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "VP Mike Pence and Chinese President Xi Jinping threw verbal jabs at each other in dueling speeches at Asia-Pacific Economic Cooperation summit", "description": "China's leader Xi Jinping and US Vice President Mike Pence traded barbs in speeches to a summit of world leaders Saturday, outlining competing visions for global leadership as trade and other tensions between them simmer. Pence also announced the US would be …", "url": "https://www.businessinsider.com/china-us-pence-speeches-apec-summit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5befa2369e8c534ed95937b6-2732-1366.jpg", "publishedAt": "2018-11-17T05:11:18Z", "content": "PORT MORESBY, Papua New Guinea (AP) — China's leader Xi Jinping and US Vice President Mike Pence traded barbs in speeches to a summit of world leaders Saturday, outlining competing visions for global leadership as trade and other tensions between them simmer.… [+3570 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Trump alarms his confidantes with questions about Mike Pence's loyalty", "description": "President Donald Trump has been asking advisers lately about whether Vice President Mike Pence is loyal, according to people familiar with the discussions cited by The New York Times on Friday. The question, which The Times said had been asked repeatedly, ala…", "url": "https://www.businessinsider.com/is-mike-pence-loyal-to-trump-white-house-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef8921beb670405c512ee4-1334-667.jpg", "publishedAt": "2018-11-17T04:16:29Z", "content": "President Donald Trump has been asking advisers lately about whether Vice President Mike Pence is loyal, according to people familiar with the discussions cited by The New York Times on Friday. The question, which The Times said had been asked repeatedly, ala… [+2614 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Gray", "title": "CIA: Saudi Crown Prince ordered assassination of Washington Post contributor Jamal Khashoggi, report says", "description": "The CIA has determined that Saudi Crown Prince Mohammed bin Salman ordered the assassination of Jamal Khashoggi, according to a report from The Washington Post. A phone call from the Saudi ambassador to the United States to Khashoggi, audio recordings from Tu…", "url": "https://www.businessinsider.com/cia-mohammed-bin-salman-ordered-jamal-khashoggi-killed-report-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef5606c957013d2f55eb6b-960-480.jpg", "publishedAt": "2018-11-17T02:01:41Z", "content": "The CIA has determined that Saudi Crown Prince Mohammed bin Salman ordered the assassination of the journalist Jamal Khashoggi, 59, according to reports from multiple news agencies. Saudi Arabia has repeatedly denied that the crown prince had a role in Khasho… [+2822 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "'A s---show in a dumpster fire': Attorney George Conway, husband of Kellyanne Conway, rails against the Trump administration", "description": "Attorney George Conway, husband of White House counselor Kellyanne Conway, railed against the Republican Party and President Donald Trump during an interview with Yahoo News. \"I don't feel comfortable being a Republican anymore,\" Conway said on a Yahoo News p…", "url": "https://www.businessinsider.com/george-conway-on-trump-white-house-kellaynne-husband-skullduggery-podcast-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef630c9e8c534cd7207f22-1536-768.jpg", "publishedAt": "2018-11-17T00:39:11Z", "content": "Attorney George Conway, husband of White House counselor Kellyanne Conway, railed against the Republican Party and President Donald Trump during an interview with Yahoo News' podcast \"Skullduggery.\" \"I don't feel comfortable being a Republican anymore,\" Conwa… [+2762 chars]"}]}