{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "San Francisco Chronicle", "title": "The NFL world blasted the Washington Redskins for adding a player 3 days after he was arrested on charge of domestic violence", "description": "AP Photo/Jeff Chiu, File\n\n\n\n\nThe Washington Redskins claimed Reuben Foster off waivers three days after theSan Francisco 49ers released him following his second arrest of 2018 related to allegations of domestic violence.\nWashington swiftly received criticism …", "url": "https://www.businessinsider.com/reuben-foster-washington-redskins-waivers-after-arrest-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.sfgate.com/img/pages/article/opengraph_default.png", "publishedAt": "2018-11-27T23:53:19Z", "content": "AP Photo/Jeff Chiu, File The Washington Redskins claimed former San Francisco 49ers linebacker Reuben Foster off waivers on Tuesday. Foster had been let go by the 49ers after being arrested Saturday on a charge of domestic violence, his second such arrest of … [+3700 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "The NFL world blasted the Washington Redskins for adding a player 3 days after he was arrested on charge of domestic violence", "description": "The Washington Redskins claimed Reuben Foster off waivers three days after theSan Francisco 49ers released him following his second arrest of 2018 related to allegations of domestic violence. Washington swiftly received criticism across the NFL world after ma…", "url": "https://www.businessinsider.com/reuben-foster-washington-redskins-waivers-after-arrest-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdcc40c95701250135abbb-1136-568.jpg", "publishedAt": "2018-11-27T23:53:19Z", "content": "The Washington Redskins claimed former San Francisco 49ers linebacker Reuben Foster off waivers on Tuesday. Foster had been let go by the 49ers after being arrested Saturday on a charge of domestic violence, his second such arrest of the year. The move was me… [+1775 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher", "title": "NASA administrator: 'The US is returning to the surface of the moon, and we're doing it sooner than you think!'", "description": "The last time NASA landed a spacecraft on the moon was in December 1972. The US space agency says it's about to announce \"moon partnerships\" with American companies to return to the lunar surface. NASA administrator Jim Bridenstine claimed the new moon missio…", "url": "https://www.businessinsider.com/nasa-return-moon-mission-commercial-companies-announcement-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdca0366be500e74224936-2732-1366.jpg", "publishedAt": "2018-11-27T23:36:00Z", "content": "If NASA's stunning landing of a car-size robot on Mars didn't already whet your appetite for space exploration this week, mark your calendar for 2 p.m. ET on Thursday. That's when NASA plans to give an update about a program that aims to land privately develo… [+5085 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump blames the Federal Reserve for GM's layoffs", "description": "President Donald Trump laid into the Federal Reserve and Fed Chairman Jerome Powell once again. \" So far, I'm not even a little bit happy with my selection of Jay. Not even a little bit,\" Trump said, using Powell's nickname. Trump also blamed the Fed for the …", "url": "https://www.businessinsider.com/trump-attacks-federal-reserve-powell-over-economy-gm-rate-hikes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b47c462d87a8e1b008b49ce-1920-960.jpg", "publishedAt": "2018-11-27T23:18:12Z", "content": "President Donald Trump continued to point the finger at the Federal Reserve for any and all bad economic news during an interview with The Washington Post published Tuesday. The president blamed the Fed's interest rate hikes for the recent stock market wobble… [+2696 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Newly-elected House Democrats make their play for powerful positions as Pelosi seeks their votes for House speaker", "description": "Newly-elected House Democrats are jockeying for power as Minority Leader Nancy Pelosi scrambles to assemble the required votes to be elected Speaker in the new Congress. A letter drafted by Michigan Rep.-elect Elissa Slotkin is being passed around the large f…", "url": "https://www.businessinsider.com/newly-elected-democrats-angle-for-power-as-pelosi-struggles-for-house-speaker-votes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfda67301b12d22a434a1f2-1136-568.jpg", "publishedAt": "2018-11-27T23:07:58Z", "content": "Playing on their powerful numbers following a \"blue wave\" election, newly-elected House Democrats are jockeying for power as Minority Leader Nancy Pelosi scrambles to assemble the required votes to be elected Speaker in the new Congress. A letter drafted by M… [+3266 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters and Daniel Brown", "title": "Trump says he may cancel G20 meeting with Putin over rising Ukraine conflict", "description": "US President Donald Trump said on Tuesday he may cancel his scheduled G20 meeting in Argentina with Russian President Vladimir Putin because of Russia's maritime clash with Ukraine. \"Maybe I won't have the meeting. Maybe I won't even have the meeting... I don…", "url": "https://www.businessinsider.com/r-trump-says-may-cancel-putin-meeting-at-g20-over-ukraine-conflict-2018-11", "urlToImage": null, "publishedAt": "2018-11-27T23:05:00Z", "content": "A combination of two photos shows U.S. President Trump and Russian President Putin at the G20 leaders summit in Hamburg Thomson Reuters WASHINGTON (Reuters) - U.S. President Donald Trump said on Tuesday he may cancel his scheduled meeting with Russian Preside… [+332 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Ebay says that Cyber Monday and Black Friday set sales records for the site (EBAY)", "description": "Auction-site-turned-online-marketplace Ebay says it had record-setting Black Friday and Cyber Monday events this year. The site also revealed some of the items that customers purchased the most. The days from Thanksgiving to Cyber Monday — which Ebay refers t…", "url": "https://www.businessinsider.com/ebay-black-friday-cyber-monday-record-sales-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdc530beb67024443ebbee-2732-1366.jpg", "publishedAt": "2018-11-27T22:59:52Z", "content": "Ebay had a blockbuster Black Friday and Cyber Monday, the company said on Tuesday. Both Black Friday and Cyber Monday marked records for the site. Cyber Monday beat Black Friday in terms of dollar sales, meaning it was likely the company's biggest day in hist… [+1548 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Canales", "title": "Two photographers captured photos of complete strangers they met on Craigslist — and the photos are hauntingly beautiful", "description": "Photographers Neil Kremer and Cory Johnson turned to Craigslist to recruit complete strangers as photo subjects in their series \" Craigslist Encounters.\" The ad simply asked for \"interesting people to photograph\" in LA for $20 an hour in return. The resulting…", "url": "https://www.businessinsider.com/craigslist-encounters-photographer-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd1e58d9e1e11190364e873-1920-960.jpg", "publishedAt": "2018-11-27T22:55:00Z", "content": "Photographing strangers is a necessity for many photographers. However, not many actively seek out complete strangers as subjects. As a personal project, the duo behind LA-based photography studio Kremer Johnson sent an ad into the Craigslist universe asking … [+364 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "A Russian icebreaker caught fire in St. Petersburg — the latest in a series of shipyard accidents", "description": "A fire broke out aboard an under-construction icebreaker in St. Petersburg on Tuesday. The flames aboard the Viktor Chernomyrdin were extinguished in a few hours. But the accident is the latest in a string of Russian shipyard incidents this year. A fire aboar…", "url": "https://www.businessinsider.com/russia-icebreaker-catches-fire-in-st-petersburg-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdc0d5c9570123037f2f4c-1334-667.jpg", "publishedAt": "2018-11-27T22:46:12Z", "content": "A fire aboard the under-construction Russian icebreaker Viktor Chernomyrdin engulfed a significant portion of the ship and injured at least two people before being extinguished on Tuesday, according to Russian media reports. The fire-alarm call came in around… [+3616 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj", "title": "10 great Cyber Monday tech deals that are still going on right now", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Cyber Monday is technically over, but some of the best tech deals we saw on November 26 are still…", "url": "https://www.businessinsider.com/cyber-week-tech-deals-sales-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdc8e766be500e41217ce6-1536-768.jpg", "publishedAt": "2018-11-27T22:45:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Cyber Monday is technically over, but you haven't missed out on all of the best tech deals. We fo… [+407 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lucia Moses", "title": "A shakeup at Condé Nast highlights the disruptive impact Facebook and Google are having on legacy media brands — and how they're trying to adapt", "description": "Condé Nast announced its CEO Bob Sauerberg is out and that it’s combining its now-separate US and international arms while looking for a new CEO with global experience. The move had been expected as the US arm lost a reported $120 million in 2017, and the com…", "url": "https://www.businessinsider.com/conde-nast-consolidation-shows-impact-of-facebook-google-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdb92bd1e8444cdc3fb8a2-2732-1366.jpg", "publishedAt": "2018-11-27T22:44:35Z", "content": "Condé Nast is chucking its CEO Bob Sauerberg and combining its now-separate US and international arms while starting an outside search for a new CEO with global experience. \"Looking forward, the shift to one global company will help us realize our ambition to… [+3046 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "Amazon is building a dozen satellite transmission facilities that it hopes will extend its lucrative cloud model into space (AMZN)", "description": "Amazon announced AWS Ground Station, a new product that will let businesses rent access to data from satellites. The company plans to build 12 ground stations throughout the world, with two facilities operational on Tuesday. LAS VEGAS — After expanding from r…", "url": "https://www.businessinsider.com/amazon-launches-aws-ground-station-the-station-as-a-service-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be387ceda27f86c8721f8b2-2732-1366.jpg", "publishedAt": "2018-11-27T22:44:26Z", "content": "LAS VEGAS — After expanding from retail sales to cloud computing, Amazon is now getting into satellites. At the Amazon Web Services annual re:invent conference in Las Vegas on Tuesday, the company unveiled plans to build a dozen satellite transmission facilit… [+2950 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Perticone", "title": "Republicans scramble to pass Trump-supported legislation in lame duck session of Congress", "description": "Republicans have to tackle a handful of must-pass legislation in the lame duck session or risk not being able to keep President Trump's word on his campaign promises. Congress has to fund the government and reauthorize the Farm Bill, or risk a partial shutdow…", "url": "https://www.businessinsider.com/republicans-scramble-to-pass-trump-backed-bills-in-lame-duck-session-of-congress-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd85be0591f2405d4d8bd9-2732-1366.jpg", "publishedAt": "2018-11-27T22:38:11Z", "content": "WASHINGTON — During the lame duck session, the period after the election but before the new Congress convenes in January, lawmakers typically have a long list of legislation they want to push through in the final two months of work. This year's lame duck sess… [+6106 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "Mueller reportedly has potentially damning emails between Roger Stone and Jerome Corsi that throw a wrench in their claims about WikiLeaks", "description": "The special counsel Robert Mueller reportedly has several emails from 2016 between the GOP strategist Roger Stone and the far-right commentator Jerome Corsi. In the emails, the two men discuss WikiLeaks' upcoming document dump. In one email, sent three days a…", "url": "https://www.businessinsider.com/mueller-emails-roger-stone-jerome-corsi-wikileaks-dump-russia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b622e5604f16230008b4891-1920-960.jpg", "publishedAt": "2018-11-27T22:26:38Z", "content": "Three days after the radical pro-transparency group WikiLeaks dumped the first batch of Democratic National Committee emails obtained by Russian hackers, the longtime GOP strategist Roger Stone reportedly emailed his associate, Jerome Corsi, instructing him t… [+4513 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "22 unique gifts that both dogs and their humans will love", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. When it comes to gifting the dog owner in your life, you know that few things would make them hap…", "url": "https://www.businessinsider.com/gifts-for-dogs-and-dog-lovers-owners", "urlToImage": "https://amp.businessinsider.com/images/5b05efa81ae66225008b45be-750-375.jpg", "publishedAt": "2018-11-27T22:20:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Pictured: K9 Sport Sack, $69.95, available at Amazon Amazon When it comes to gifting the dog owne… [+734 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Madeline Shi", "title": "An Andreessen Horowitz-backed company is launching a new way for investors to own a piece of a luxury dorm in South Carolina through digital token sales", "description": "A new company backed by investors including Andreessen Horowitz on Tuesday launched a token sale for a luxury student-housing complex near the University of South Carolina. The company, called Harbor, is using blockchain technology to reduce friction for inve…", "url": "https://www.businessinsider.com/harbor-launches-digital-token-sales-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd68700591f23a9f3fcd94-2732-1366.jpg", "publishedAt": "2018-11-27T22:17:26Z", "content": "Investing in real estate can be lucrative, but it also involves a great amount of tedious work, from finding an appraiser to preparing mountains of paperwork. Now, a new company called Harbor is trying to get rid of this elbow grease by using technology to in… [+3825 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "GM looks to be making peace with Trump after he attacked the automaker's decision to idle US factories (GM)", "description": "GM and Trump have butted heads over GM's decision to idle numerous US factories. GM isn't going to change its plans, but on Tuesday it affirmed its commitment to US manufacturing. It remains to be seen whether Trump will back down. On Monday, General Motors a…", "url": "https://www.businessinsider.com/gm-tries-to-make-peace-with-trump-after-threats-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58f028e7cf6d8f47088b460e-1920-960.jpg", "publishedAt": "2018-11-27T22:06:45Z", "content": "On Monday, General Motors announced that in 2019 it would idle a total of four US factories and one in Canada. On Tuesday, President Trump decried the decision. Now, GM appears to be cooling off the situation by noting its ongoing commitment to US manufacturi… [+1620 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "Christmas lights were a best seller on Amazon over Black Friday weekend — and some of them are still on sale", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday and Cyber Monday signal the beginning of holiday shopping in earnest. Prime members …", "url": "https://www.businessinsider.com/amazon-christmas-lights-sale-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdb5b61011423d420146dd-2732-1366.jpg", "publishedAt": "2018-11-27T22:02:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday, like a groundhog escaping its shadow on Groundhog Day, ushers in the holiday shoppi… [+1811 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Border Patrol also used tear gas and pepper spray at US-Mexico border during Obama administration", "description": "The Trump administration is currently under fire after immigration authorities used tear gas on migrants attempting to rush the US-Mexico border at the busiest port of entry over the weekend. But the Border Patrol also used tear gas at the border on dozens of…", "url": "https://www.businessinsider.com/border-patrol-also-used-tear-gas-pepper-spray-at-border-under-obama-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdb8f18c35ab24db6de499-1920-960.jpg", "publishedAt": "2018-11-27T21:58:16Z", "content": "The Trump administration is currently under fire after immigration authorities used tear gas on migrants attempting to rush the US-Mexico border at the busiest port of entry over the weekend. Many have characterized this as a disproportionate response, partic… [+3376 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Brown", "title": "5 photos of the Admiral Makarov, the frigate Russia deployed to the Mediterranean with cruise missiles ready to hit Syria", "description": "Russia deployed a new frigate armed with long-range Kalibr cruise missiles to the Mediterranean Sea, Reuters reported in early November, citing the Russian Defense Ministry. “The Black Sea Navy Fleet’s frigate Admiral Makarov left (Navy base) Sevastopol and l…", "url": "https://www.businessinsider.com/russia-deployed-admiral-makarov-frigate-thats-ready-to-hit-syria-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd8346da27f83b3962ae8b-1136-568.jpg", "publishedAt": "2018-11-27T21:52:19Z", "content": "Russia deployed a new frigate armed with long-range Kalibr cruise missiles to the Mediterranean Sea, Reuters reported in early November, citing the Russian Defense Ministry. \"The Black Sea Navy Fleet's frigate Admiral Makarov left (Navy base) Sevastopol and l… [+593 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "Lionel Messi pulled off a wild nutmeg and no one can agree if it was intentional - Greenwich Time", "description": "Messi TheBoss / YouTube\n\n\n\n\nBarcelona took on La Liga rival Atlético Madrid and finished in a 1-1 draw despite Barcelona dominating for most of the contest.\nArgentinian superstar Lionel Messi stole the show Saturday, leaping into the air to trap the ball with…", "url": "https://www.businessinsider.com/video-messi-pulls-off-wild-nutmeg-on-atletico-madrids-filipe-lus-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.greenwichtime.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-27T21:50:19Z", "content": "Messi TheBoss / YouTube Fans have known for quite some time now that Argentinian superstar Lionel Messi has other-worldly abilities on the pitch, but Saturday he took an opportunity to remind those who still had any doubts. Messi — who has won a record-tying … [+744 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "Suspected cases of the mysterious polio-like disease AFM has grown to 286, up more than 130 cases from last month - SFGate", "description": "WSB-TV\n\n\n\n\nAcute Flaccid Myelitis, a polio-like illness affecting mostly young children, is spreading across the US.\nOfficials at the Centers for Disease Control said on Monday the number of cases has spiked in the last month, with now 286 suspected cases.\nAF…", "url": "https://www.businessinsider.com/acute-flaccid-myelitis-outbreak-spreads-across-us-2018-10?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.sfgate.com/img/pages/article/opengraph_default.png", "publishedAt": "2018-11-27T21:39:07Z", "content": "WSB-TV The outbreak of a polio-like disease called Acute Flaccid Myelitis (AFM) keeps growing, with more than 130 new suspected cases across the United States in the last month. Officials with the Centers for Disease Control and Prevention revealed on Monday … [+3188 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "Coast Guard crews are capturing record amounts of cocaine — here's how they chase down high-seas smugglers", "description": "The past three years have seen some of the Coast Guard's highest cocaine seizures on record. Most of those drugs are intercepted in the eastern Pacific Ocean, where smugglers move drugs from South America to North America. Each Coast Guard interdiction is a m…", "url": "https://www.businessinsider.com/how-coast-guard-crews-take-down-drug-smugglers-on-the-high-seas-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd8754c957011a8f0df203-1136-568.jpg", "publishedAt": "2018-11-27T21:21:42Z", "content": "FT. LAUDERDALE, Florida — The Coast Guard cutter James pulled into Port Everglades on November 15 laden with 38,000 pounds of cocaine hauled in by it and other Coast Guard ships during months of patrols in the eastern Pacific Ocean. The crew of the James and … [+16447 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Gillett and Rachel Premack", "title": "Tell us your funniest or weirdest office holiday party stories", "description": "Have you woken up in the wrong city? Gotten into a bar brawl with a colleague? Drunkenly confessed something completely devious to a superior? Or perhaps you were witness to a colleague's disaster of epic proportions? Business Insider wants to hear your best …", "url": "https://www.businessinsider.com/tell-us-your-funniest-office-holiday-party-stories-2015-12", "urlToImage": "https://amp.businessinsider.com/images/5bfdae6166be50098d5cb3c3-1920-960.jpg", "publishedAt": "2018-11-27T21:21:00Z", "content": "Spill your best (or worst) office holiday party tale. Alena Chendler/Strelka Institute/Flickr Have you woken up in the wrong city? Gotten into a bar brawl with a colleague? Drunkenly confessed something completely devious to a superior? Or perhaps you were wi… [+275 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson", "title": "Salesforce jumps after delivering 'beat and raise' despite rocky few months on the market (CRM)", "description": "Salesforce reported its Q3 2019 earnings Tuesday after the bell. Here's what the company reported: Revenue for the quarter (GAAP): Salesforce reported $3.39 billion, up 26% from the year before. Analysts expected $3.37 billion. EPS Q3 (adjusted): Salesforce r…", "url": "https://www.businessinsider.com/salesforce-q3-2019-earnings-revenue-analysis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdaeb0beb670204641a8d5-2732-1366.jpg", "publishedAt": "2018-11-27T21:17:37Z", "content": "Salesforce reported its Q3 2019 earnings Tuesday after the bell. Here's what the company reported: Revenue for the quarter (GAAP): Salesforce reported $3.39 billion, up 26% from the year before. Analysts expected $3.37 billion. EPS Q3 (adjusted): Salesforce r… [+528 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "The 27 most powerful images of the US military in 2018", "description": "The US military posts hundreds of photos and videos every day from missions around the world. Business Insider selected some of the most compelling images taken in 2018 from across the Army, Navy, Marine Corps, Air Force, and Coast Guard. The US has the world…", "url": "https://www.businessinsider.com/the-27-most-powerful-images-of-the-us-military-in-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb633df556fc570e33924d-2732-1366.jpg", "publishedAt": "2018-11-27T21:16:46Z", "content": "The US has the world's most powerful military. It also has a small army of talented photographers who showcase the military's missions and training every day. At home and around the world, the American armed forces defend US national interests, as well as glo… [+310 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "21 thoughtful corporate gifts your employees will actually like", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. A company is nothing without its employees. Whether you manage a lean team of five out of a cowor…", "url": "https://www.businessinsider.com/thoughtful-corporate-gifts-2018-7", "urlToImage": "https://amp.businessinsider.com/images/5bfdb2709e8c53373d5162ef-2732-1366.jpg", "publishedAt": "2018-11-27T21:09:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Vinebox/Facebook A company is nothing without its employees. Whether you manage a lean team of fi… [+710 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "Mueller is said to be probing a 2017 meeting between Paul Manafort and Ecuador's president", "description": "The special counsel Robert Mueller is reportedly probing a 2017 meeting between former Trump campaign chairman Paul Manafort and Ecuadorian president Lenin Moreno. Mueller is said to be asking specifically about whether Manafort and Moreno discussed WikiLeaks…", "url": "https://www.businessinsider.com/mueller-paul-manafort-lenin-moreno-ecuador-meeting-wikileaks-assange-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ab4732de082e52e008b459c-1920-960.jpg", "publishedAt": "2018-11-27T21:06:29Z", "content": "The special counsel Robert Mueller is inquiring about a 2017 meeting between Paul Manafort, the former chairman of President Donald Trump's campaign, and Ecuadorian president Lenin Moreno, CNN reported. Mueller is said to be asking, in particular, about wheth… [+3674 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eric Roberge, Contributor", "title": "I'm a financial planner — here's my best advice on what to do when you make a mistake with your money", "description": "Everyone makes money mistakes. Certified financial planner Eric Roberge shares his advice on what to do when you've made a mistake with your money. Instead of beating yourself up for the money mistake, acknowledge that it happened, and take responsibility. Co…", "url": "https://www.businessinsider.com/money-mistakes-advice-from-financial-planner-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ada69d619ee864b008b46f7-960-480.jpg", "publishedAt": "2018-11-27T21:02:50Z", "content": "Let's take a quick quiz. Count how many times you answer \"yes\" to the following questions: Have you ever... Overdrafted your checking account? Forgotten to pay a bill? Spent more than you earned? Acted on bad financial advice? Chosen to spend your money inste… [+5726 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "Trump's threat to cut GM's electric-car subsidies is completely meaningless (GM)", "description": "Following GM's announcement that it would idle several US factories, Trump tweeted that the government could cut the carmaker's subsidies on electric vehicles. EV \"subsidies\" are actually tax credits, and they aren't part of GM's long-term EV strategy. The US…", "url": "https://www.businessinsider.com/trumps-threat-cut-gms-electric-car-subsidies-meaningless-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6dd6eb73c2837401dd865-1920-960.jpg", "publishedAt": "2018-11-27T21:02:28Z", "content": "\"The U.S. saved General Motors, and this is the THANKS we get! We are now looking at cutting all GM subsidies, including for electric cars,\" Trump wrote in a pair of tweets. \"General Motors made a big China bet years ago when they built plants there (and in M… [+3099 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "These are the 5 reasons why Apple is having its worst month since the 2008 financial crisis — and one reason you can still be bullish (AAPL)", "description": "Apple stock is on pace to have its worst month since 2008, dropping 21% and wiping out over $200 billion in value. In fact, it briefly lost its crown as the most valuable U.S. company to Microsoft this week. Here's why investors have been so negative on Apple…", "url": "https://www.businessinsider.com/why-apple-stock-is-having-its-worst-month-since-2008-2018-11", "urlToImage": "https://amp.businessinsider.com/images/587e57e2f10a9a23008b8952-960-480.jpg", "publishedAt": "2018-11-27T21:00:02Z", "content": "\"October sales for AAPL's Taiwanese suppliers were better than seasonal given the delayed iPhone XR release. We expect a sharp reversal in this dynamic, with spot checks late last week highlighting 20-30% iPhone order cuts related principally to the iPhone XR… [+1068 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "General Motors' restructuring plan ensures it'll be 'a winner in Auto 2.0' Morgan Stanley says (GM)", "description": "General Motors on Monday announced plans to halt production at seven factories globally and to r educe the size of its workforce by 15%. The Trump administration blasted GM's plans to shut down plants and lay off workers. GM's restructuring plan is necessary …", "url": "https://www.businessinsider.com/general-motors-stock-price-layoffs-ensure-long-term-sustainability-analyst-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd9fae0d7c671f7a627824-1920-960.jpg", "publishedAt": "2018-11-27T20:42:00Z", "content": "General Motors ' plan to significantly shrink capacity and its headcount is a smart decision for the company's long-term sustainability, Morgan Stanley says. \"Many investors pitch GM as a winner in Auto 2.0.,\" Adam Jonas, an analyst at Morgan Stanley, said in… [+2240 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "General Motors' restructuring plan ensures it'll be a 'winner in Auto 2.0' Morgan Stanley says (GM)", "description": "General Motors on Monday announced plans to halt production at seven factories globally and to r educe the size of its workforce by 15%. The Trump administration blasted GM's plans to shut down plants and lay off workers. GM's restructuring plan is necessary …", "url": "http://markets.businessinsider.com/news/stocks/General-Motors-restructuring-plan-ensures-it-ll-be-a-winner-in-Auto-2-0-Morgan-Stanley-says-GM-1027760663", "urlToImage": "https://static4.businessinsider.com/image/589248263149a195008b4594-2000/mary-barra.jpg", "publishedAt": "2018-11-27T20:42:00Z", "content": "General Motors ' plan to significantly shrink capacity and its headcount is a smart decision for the company's long-term sustainability, Morgan Stanley says. \"Many investors pitch GM as a winner in Auto 2.0.,\" Adam Jonas, an analyst at Morgan Stanley, said in… [+2242 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis and Tyler Lauletta", "title": "NFL POWER RANKINGS: Where all 32 teams stand going into Week 13", "description": "After 12 weeks of NFL action, the hunt for the playoffs is taking shape. The Saints, Chiefs, and Rams have already established themselves as Super Bowl contenders. In the race for Wild Card spots, streaking teams like the Colts and Broncos will need to stay h…", "url": "https://www.businessinsider.com/nfl-power-rankings-week-13-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfda4adda27f8414b36e9eb-1136-568.jpg", "publishedAt": "2018-11-27T20:39:44Z", "content": "With 12 weeks of football in the books, we are officially in the homestretch of the NFL season. Every team's bye week is now behind them, and the playoff picture is beginning to take shape. At the top, you have powerhouse teams like the Saints, Chiefs, and Ra… [+347 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Remi Rosmarin", "title": "13 worthwhile Cyber Monday sales and deals that are still going on right now", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. With Black Friday and Cyber Monday in the rearview mirror, you might think that the best online s…", "url": "https://www.businessinsider.com/extended-cyber-monday-deals-sales-happening-now-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfda1d50591f245db0c92f5-1136-568.jpg", "publishedAt": "2018-11-27T20:32:00Z", "content": "Does a high-quality sofa that only takes 10 minutes to assemble sound too good to be true ? Well, that's what Burrow is doing. Their mid-ranged priced sofas are easy to assemble and come in a simple mid-century design that fits well in pretty much any space. … [+378 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "GM is going to kill off its big Buick and Cadillac sedans in the US, but they are still alive and well in China (GM)", "description": "On Monday, General Motors announced that it would close three assembly plants in 2019 and discontinue six passenger cars made at the plants. The six discontinued models are mostly slow-selling sedans from Chevrolet, Cadillac, and Buick. However, GM has confir…", "url": "https://www.businessinsider.com/gm-buick-cadillac-sedans-continue-in-china-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd90eb10114237600720a6-2732-1366.jpg", "publishedAt": "2018-11-27T20:22:35Z", "content": "Even as the China-US trade war heats up, Chinese demand for American cars remains strong. And that includes good old-fashioned American sedans. But even as General Motors announced the discontinuation of six sedans in the US market, three of the models will l… [+1397 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Lionel Messi pulled off a wild nutmeg and no one can agree if it was intentional", "description": "Barcelona took on La Liga rival Atlético Madrid and finished in a 1-1 draw despite Barcelona dominating for most of the contest. Argentinian superstar Lionel Messi stole the show Saturday, leaping into the air to trap the ball with his head before pulling off…", "url": "https://www.businessinsider.com/video-messi-pulls-off-wild-nutmeg-on-atletico-madrids-filipe-lus-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd95a90591f243c9308473-1136-568.jpg", "publishedAt": "2018-11-27T20:14:28Z", "content": "Fans have known for quite some time now that Argentinian superstar Lionel Messi has other-worldly abilities on the pitch, but Saturday he took an opportunity to remind those who still had any doubts. Messi — who has won a record-tying five Ballon d'Or awards … [+914 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "More people shopped online than in stores as the holiday shopping season kicked off, signaling the end of Black Friday as we know it", "description": "Black Friday saw more people shopping online than in stores this year. 41.4 million people shopped only online from Thanksgiving Day to Cyber Monday, 6.4 million more than those who shopped exclusively in stores, according to the National Retail Federation. B…", "url": "https://www.businessinsider.com/black-friday-online-shoppers-outnumbered-in-store-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd9f20d1e84448082c41be-1920-960.jpg", "publishedAt": "2018-11-27T20:13:13Z", "content": "More people shopped online than in stores this year as the holiday shopping season kicked off. According to the National Retail Federation, 41.4 million people shopped only online from Thanksgiving Day to Cyber Monday. That's 6.4 million more than the 34.7 mi… [+1489 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "'Facebook has a black people problem': a former employee posted a 2,500-word memo about racial discrimination at the company (FB)", "description": "A former Facebook employee has accused the company of failing to deal with racism and failing to build an inclusive workplace. In a goodbye note to colleagues he subsequently shared publicly, Mark S. Luckie wrote: \"Facebook has a black people problem.\" The fo…", "url": "https://www.businessinsider.com/ex-facebook-employee-mark-s-luckie-facebook-black-people-problem-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a29b673a3b4741e008b4907-1920-960.jpg", "publishedAt": "2018-11-27T20:07:42Z", "content": "Former Facebook employee Mark S. Luckie's goodbye note starts bluntly: \"Facebook has a black people problem.\" Luckie, the company's strategic partner manager for influencers before quitting in November, sent a 2,500-word memo to his colleagues earlier in the … [+3145 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Ivanka Trump and Apple CEO Tim Cook visited an Idaho school to promote the benefits of Apple products for education (AAPL)", "description": "Apple CEO Tim Cook and Ivanka Trump are visiting schools in Idaho on Tuesday, as part of a join White House initiative to further STEM education. Local media captured video of both Cook and Trump arriving at Wilder Elementary, where they were greeted by a gat…", "url": "https://www.businessinsider.com/apple-ceo-tim-cook-and-ivanka-trump-visit-idaho-schools-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd7d860591f23eb901075b-1536-768.jpg", "publishedAt": "2018-11-27T19:50:38Z", "content": "A small town in Idaho with under 2,000 residents saw two high-profile visitors Tuesday at its elementary school: Apple CEO Tim Cook and Ivanka Trump. The pair — a tech mogul and the daughter of the US President — travelled to a school district in Wilder, Idah… [+2106 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Laura McCamy", "title": "7 things you can hire a hacker to do and how much it will (generally) cost", "description": "A hacker can do everything from hijacking a corporate email account to draining millions of dollars from an online bank account. Though many hackers may have malicious intent, some wear white hats and help companies find security holes and protect sensitive c…", "url": "https://www.businessinsider.com/things-hire-hacker-to-do-how-much-it-costs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd584866be50783825a061-2732-1366.jpg", "publishedAt": "2018-11-27T19:42:00Z", "content": "Some parts of the web are the online equivalent of dark alleys where shady characters lurk in the shadows. Afraid your girlfriend is cheating on you? There's a hacker on the dark web who can get you into her email and social media accounts; that is, if you do… [+1172 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Trump inherited Obama's drone war and he's significantly expanded it in countries where the US is not technically at war", "description": "President Donald Trump has significantly increased the number of drone strikes in places the US is not technically at war, according to an analysis from The Daily Beast. The increase in strikes in these countries is seemingly linked to Trump's easing of restr…", "url": "https://www.businessinsider.com/trump-has-expanded-obamas-drone-war-to-shadow-war-zones-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd959d0591f24394359c7a-1920-960.jpg", "publishedAt": "2018-11-27T19:36:26Z", "content": "President Donald Trump has significantly increased the number of drone strikes in places the US is not technically at war, according to an analysis from The Daily Beast. In former President Barack Obama's first two years in office, the US conducted 186 drone … [+2958 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Papa John's is plunging after report says private-equity firm is no longer interested (PZZA)", "description": "Papa John's was plunging Tuesday afternoon following a report suggesting the private-equity firm Trian Fund Management is no longer interested in a deal. Shares fell more than 12% after The Wall Street Journal reported Trian has pulled out of the bidding for …", "url": "https://www.businessinsider.com/papa-johns-stock-price-report-private-equity-firm-not-interested-2018-11", "urlToImage": "https://amp.businessinsider.com/images/555f2d97eab8ea334772d408-2732-1366.jpg", "publishedAt": "2018-11-27T19:35:00Z", "content": "Papa John's was plunging Tuesday afternoon following a report suggesting the private-equity firm Trian Fund Management is no longer interested in a deal. Shares fell more than 12% after The Wall Street Journal reported Trian has pulled out of the bidding for … [+767 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Papa John's is plunging after report says private-equity firm is no longer interested (PZZA)", "description": "Papa John's was plunging, down more than 14%, Tuesday after it was reported that Trian Fund Management was no longer interested in buying the company. Other private-equity funds are said to be interested in partial stakes, according to the Wall Street Journal…", "url": "http://markets.businessinsider.com/news/stocks/Papa-John-s-is-plunging-after-report-says-private-equity-firm-is-no-longer-interested-PZZA-1027760529", "urlToImage": "https://static4.businessinsider.com/image/555f2d8deab8ea394772d409-2400/papa-johns.jpg", "publishedAt": "2018-11-27T19:35:00Z", "content": "AP Papa John's was plunging Tuesday afternoon following a report suggesting the private-equity firm Trian Fund Management is no longer interested in a deal. Shares fell more than 12% after The Wall Street Journal reported, citing people familiar with the matt… [+1335 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "John Bolton says he hasn’t listened to audio of Khashoggi killing because he doesn’t speak Arabic", "description": "White House National Security Adviser John Bolton on Tuesday said he hadn't listened to audio of the killing of Saudi journalist Jamal Khashoggi because he does not speak Arabic. Bolton said to reporters, \"What do you think I'll learn from it? Everybody who s…", "url": "https://www.businessinsider.com/john-bolton-says-he-hasnt-listened-to-audio-of-jamal-khashoggi-killing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd9a28d1e84446ec2ccbfc-2732-1366.jpg", "publishedAt": "2018-11-27T19:30:19Z", "content": "White House National Security Adviser John Bolton on Tuesday said he hadn't listened to audio of the killing of Saudi journalist Jamal Khashoggi because he does not speak Arabic. Speaking with reporters during a press briefing at the White House, Bolton said,… [+1444 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump threatens to slash GM's subsidies after the automaker announces layoffs, factory closures (GM)", "description": "President Donald Trump threatened to cut subsidies to General Motors on Tuesday. The threat comes after GM announced it would stop producing cars and parts at factories in Michigan, Maryland, and Ohio. \" The US saved General Motors, and this is the THANKS we …", "url": "https://www.businessinsider.com/trump-gm-subsidies-layoff-factory-closing-threatens-subsidy-cuts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd992066be5005cc7bf99a-1920-960.jpg", "publishedAt": "2018-11-27T19:30:09Z", "content": "President Donald Trump on Tuesday threatened to cut subsidies to General Motors due to the automaker's announcement of layoffs and factory shutdowns. \"Very disappointed with General Motors and their CEO, Mary Barra, for closing plants in Ohio, Michigan and Ma… [+2110 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Barcelona tops the 2018 list of the highest-paid sports teams in the world with $13.8 million average annual salary", "description": "FC Barcelona is the new highest-paid sports team in the world, with players making an average of $13.8 million (€12.2 million) during the 2018-19 season. Barcelona returns to the No. 1 spot in the rankings for the first time since 2012. This data comes from S…", "url": "https://www.businessinsider.com/the-25-highest-paid-sports-teams-in-the-world-for-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd5535da27f8329270467a-1334-667.jpg", "publishedAt": "2018-11-27T19:29:25Z", "content": "FC Barcelona is the new highest-paid sports team in the world, with players making an average of $13.8 million (12.2 million) during the 2018-19 season. Barcelona returns to the No. 1 spot in the rankings for the first time since 2012. This data comes from Sp… [+1190 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Kotecki", "title": "The election of Brazil's far-right president could devastate the Amazon, and indigenous groups are calling for a 'sacred corridor of life' to protect it", "description": "Jair Bolsonaro, Brazil's president-elect, has voiced plans to cut down more of the Amazon, which is the largest rainforest in the world. Indigenous communities are calling for the creation of a \"sacred corridor of life and culture\" that would span the Amazon …", "url": "https://www.businessinsider.com/amazon-forest-indigenous-sacred-corridor-of-life-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd7c38beb67017f65584da-1920-960.jpg", "publishedAt": "2018-11-27T19:19:00Z", "content": "As scientists around the world worry that Brazilian president-elect Jair Bolsonaro will destroy more of the Amazon rainforest, a group of indigenous communities is calling for the creation of a nearly 500-million acre protected area from the Andes mountains t… [+2900 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "There's a huge question looming over Paul Manafort's unraveling plea deal with Mueller", "description": "Justice Department veterans are flummoxed that lawyers representing Paul Manafort, the former chairman of President Donald Trump's campaign, are still in touch with Trump's lawyers following Manafort's guilty plea. \"It is absolutely not normal for a convicted…", "url": "https://www.businessinsider.com/manafort-lawyers-still-in-touch-with-trump-team-cooperation-mueller-russia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b9989ade361c090048b5403-1920-960.jpg", "publishedAt": "2018-11-27T19:17:47Z", "content": "As Paul Manafort's name winds up back in the headlines this week, DOJ veterans say there's one big question they want an answer to: why is Manafort's legal team still communicating with lawyers representing President Donald Trump in the Russia investigation? … [+5722 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Charyn Pfeuffer", "title": "8 ways my life at 45 looks nothing like I expected", "description": "Life changes will shift your perspective of personal and societal issues. Here, author Charyn Pfeuffer details eight ways her life has changed unexpectedly by age 45. Like a lot of people, I was raised to think about life in a particular way. You go to colleg…", "url": "https://www.businessinsider.com/how-life-age-45-looks-expectations-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd7bc501b12d1b244ad3ca-1920-960.jpg", "publishedAt": "2018-11-27T19:10:00Z", "content": "Like a lot of people, I was raised to think about life in a particular way. You go to college, land a steady 9-to-5 job, meet \"The One,\" and then swap a promise and a piece of paper before getting down to raising a family. Somewhere in there, you may adopt a … [+572 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meghan Morris", "title": "BlackRock is buying a stake in a financial technology company to reach more than 90,000 money-managers", "description": "BlackRock is trying to get more of its products in front of financial advisors through a new deal. The asset manager is buying a minority stake in financial technology company Envestnet company, which is used by more than 90,000 advisors. The deal is the late…", "url": "https://www.businessinsider.com/blackrock-buys-minority-stake-in-evestnet-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd90d1beb6701b7a4e2097-2732-1366.jpg", "publishedAt": "2018-11-27T19:02:57Z", "content": "BlackRock, already the world's largest asset manager, wants to distribute its retail products even more broadly. To get in front of more financial advisors, the New York-based firm is buying a 4.9% stake in financial technology firm Envestnet for $123 million… [+1642 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The uncensored cut of Lars von Trier's serial-killer movie that prompted 100 walkouts at Cannes will play in theaters tomorrow for one night only", "description": "The uncensored director's cut of Lars von Trier's controversial serial-killer movie, \"The House That Jack Built,\" will be released for one night only on Wednesday. The R-rated cut will be released December 14. The film prompted over 100 people to walk out dur…", "url": "https://www.businessinsider.com/uncensored-the-house-that-jack-built-only-playing-wednesday2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb1cc901b12d4c76004ab4-960-480.jpg", "publishedAt": "2018-11-27T18:53:31Z", "content": "The uncensored director's cut of the controversial serial-killer movie that caused an outcry at this year's Cannes Film Festival is getting a theater release for one night only on Wednesday. Director Lars von Trier's \"The House that Jack Built,\" starring Matt… [+1153 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "25 thoughtful gifts for teachers to thank them around the holidays", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Teachers form the backbone of our educational system. They teach us everything we need to know in…", "url": "https://www.businessinsider.com/best-teacher-gifts", "urlToImage": "https://amp.businessinsider.com/images/5b1155031ae6621d008b49b1-750-375.jpg", "publishedAt": "2018-11-27T18:48:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Gift a Driftaway Coffee subscription, from $39 Driftaway Coffee Instagram Teachers form the backb… [+895 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nasha Smith", "title": "12 of the biggest money scandals and scams of 2018", "description": "Fyre Festival creator Billy McFarland defrauded clients out of over $100,000 in a ticketing scheme. Faux German heiress and socialite Anna Delvey allegedly conned wealthy friends and business associates. Users of Airbnb and players of Fortnite were reportedly…", "url": "https://www.businessinsider.com/reported-alleged-money-scams-scandals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b5a0f418ea82f1a008b46b5-750-375.jpg", "publishedAt": "2018-11-27T18:46:11Z", "content": "Sisters Joanne Pascarelli and Marie Wilson were arrested in August 2018 for allegedly stealing almost $500,000 from affluent schools in New Canaan, Connecticut, according to the New York Times. Pascarelli was in charge of the meals at Saxe Middle School and W… [+598 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "'Tariffs are coming': GM's massive layoffs could spur Trump to hit imported cars and trucks with tariffs, a potentially devastating move", "description": "General Motors announced that the automaker will stop producing cars at three North American plants and reduce its salaried workforce by 15%. According to some analysts, GM's move could convince President Donald Trump to move forward with tariffs on imported …", "url": "https://www.businessinsider.com/trump-trade-war-auto-tariffs-gm-factory-closing-layoff-impact-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd5decb73c2811782eb891-1920-960.jpg", "publishedAt": "2018-11-27T18:34:11Z", "content": "General Motors' announcement that the company would shutter three North American factories — two in the US —could help inspire President Donald Trump to move forward with tariffs on imported cars and trucks. Chris Krueger, a policy analyst at Cowen Washington… [+3228 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Waymo announced two major executive hires as it races to launch a commercial self-driving car service (GOOGL)", "description": "Waymo has hired a former NTSB head as its first chief safety officer, the company announced Tuesday. Amee Chandee will become Waymo's first chief commercial officer. Hersman and Chandee join secretive Alphabet subsidiary as it races to launch commercial rides…", "url": "https://www.businessinsider.com/waymo-hires-safety-and-business-chiefs-ahead-of-self-driving-launch-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd891110114235a559efcf-1920-960.jpg", "publishedAt": "2018-11-27T18:28:14Z", "content": "Waymo, Alphabet's secretive self-driving car startup, announced two new executives on Tuesday as it races to launch commercial rides as soon as next month. Deborah Hersman, former chair of the National Transportation Safety Board and CEO of the National Safet… [+2298 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Brown", "title": "2 new videos show Russian Su-57s fighters landing at the same time and performing flat spins", "description": "A TV network run by the Russian government recently published two interesting videos of Su-57 stealth fighters. The first video shows two Su-57s landing at the same time, and the second shows four Su-57s flying in close formation before one performs a flat sp…", "url": "https://www.businessinsider.com/interesting-new-video-shows-2-russian-su-57s-landing-at", "urlToImage": "https://amp.businessinsider.com/images/5bfd727c8c35ab19082d152e-1136-568.jpg", "publishedAt": "2018-11-27T18:04:52Z", "content": "A TV network run by the Russian government recently published two interesting videos of Su-57 stealth fighters. The first video, run by the Russian Ministry of Defence's Zvezda TV, shows two Su-57 fighters landing at the same time, and the second shows four S… [+810 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "'Fox & Friends' reportedly passed Scott Pruitt's interview scripts onto EPA staffers", "description": "\"Fox & Friends\" fed interview scripts to Environmental Protection Agency staff ahead of former administrator Scott Pruitt's interviews, according to The Daily Beast. Emails reviewed by The Daily Beast show producers would provide scripts and topic guidance to…", "url": "https://www.businessinsider.com/fox-news-staff-fed-scott-pruitt-epa-scripts-for-interviews-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd7652101142325f3c68f5-1920-960.jpg", "publishedAt": "2018-11-27T18:04:48Z", "content": "\"Fox &amp; Friends\" fed interview scripts to Environmental Protection Agency (EPA) staff ahead of former administrator Scott Pruitt's interviews, The Daily Beast reported Tuesday. Pruitt's communications staff were often in touch with \"Fox &amp; Friends\" prod… [+2538 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "The 'slow food' approach to AI — why every ingredient matters", "description": "By Kim Rees As a practitioner of data visualization and the design of data systems, I appreciate how the choices we make about data collection, curation, extraction, and transformation impact the outcomes of our analyses and algorithms. The way we choose to f…", "url": "https://www.businessinsider.com/sc/ai-humans-at-center-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd63c5b73c2812f15495eb-1536-768.jpg", "publishedAt": "2018-11-27T18:00:00Z", "content": "By Kim Rees Kim Rees, head of data experience design at Capital One Capital One As a practitioner of data visualization and the design of data systems, I appreciate how the choices we make about data collection, curation, extraction, and transformation impact… [+4551 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Amazon's emphasis on 'the Turkey 5' reveals Black Friday and Cyber Monday as we know them are dying (AMZN)", "description": "Amazon announced that Black Friday and Cyber Monday again broke records this year. The company highlighted sales figures during what it calls \"the Turkey 5,\" its cutesy nickname for the five days stretching from Thanksgiving to Cyber Monday, otherwise known a…", "url": "https://www.businessinsider.com/amazon-renames-thanksgiving-weekend-turkey-5-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb0d8a5f1f754be055dc81-2732-1366.jpg", "publishedAt": "2018-11-27T17:59:16Z", "content": "Surprising absolutely nobody, Amazon again announced on Tuesday that Cyber Monday and Black Friday have broken records. The company didn't offer many details, but said that Cyber Monday is now its biggest shopping day in history, surpassing last year's event.… [+2012 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "GM will kill off these 6 Chevy, Buick, and Cadillac sedans when it closes select factories in 2019", "description": "GM announced on Monday that it will idle three assembly plants and cut more than 14,000 jobs in a major strategy shift. The company will also shift its resources away from passenger cars towards crossovers, SUVs, trucks, and EVs. In addition, GM confirmed tha…", "url": "https://www.businessinsider.com/gm-chevy-buick-cadillac-sedans-end-production-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd659b0d7c6715226632ef-2732-1366.jpg", "publishedAt": "2018-11-27T17:58:12Z", "content": "General Motors announced a major shift in its business strategy on Monday that will see the automaker shift its focus towards trucks, SUVs, and EVs. The announcement also signals a shift away from the traditional sedan which has been losing sales to crossover… [+2923 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "A new study found that Trump's trade war could take a gigantic bite out of the US economy", "description": "President Donald Trump's trade policy could take a major bite out of the US economy, according to a new report. The report, commissioned by the pro-free trade Koch Industries, modeled the impact if Trump were to go through with all of his tariff threats on Ch…", "url": "https://www.businessinsider.com/trump-trade-war-china-steel-tariff-impact-on-economy-household-study-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd7bcf9e8c532de42af4b5-1920-960.jpg", "publishedAt": "2018-11-27T17:50:50Z", "content": "President Donald Trump's trade policy could cost American households thousands of dollar next year, according to a new study released Tuesday. The report, authored by Terrie Walmsley and Peter Minor and sponsored by the pro-free market Koch Industries, conclu… [+3107 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Apple could 'ultimately mitigate' Trump's tariffs, UBS says (AAPL)", "description": "President Donald Trump told The Wall Street Journal on Monday that he is prepared to hit another $267 billion worth of Chinese goods with tariffs — and he is not afraid to put tariffs on consumer goods like the Apple iPhone. Trump's renewed tariff threat coul…", "url": "http://markets.businessinsider.com/news/stocks/Apple-could-ultimately-mitigate-Trump-s-tariffs-UBS-says-AAPL-1027760318", "urlToImage": "https://static2.businessinsider.com/image/5b461b0cc0229b5e058b45dc-2400/rts1osuu.jpg", "publishedAt": "2018-11-27T17:49:00Z", "content": "Fears over such tariffs were highlighted Monday when President Donald Trump told The Wall Street Journal that he was prepared to slap tariffs on the rest of Chinese goods not already subject to duties, including some consumer goods such as iPhones and iPads. … [+2122 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Apple could 'ultimately mitigate' Trump's tariffs, UBS says (AAPL)", "description": "President Donald Trump told The Wall Street Journal on Monday that he is prepared to hit another $267 billion worth of Chinese goods with tariffs — and he is not afraid to put tariffs on consumer goods like the Apple iPhone. Trump's renewed tariff threat coul…", "url": "https://www.businessinsider.com/apple-stock-price-trump-threatens-tariffs-on-iphones-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd5969b73c28114079fdb5-2732-1366.jpg", "publishedAt": "2018-11-27T17:49:00Z", "content": "Fears over such tariffs were highlighted Monday when President Donald Trump told The Wall Street Journal that he was prepared to slap tariffs on the rest of Chinese goods not already subject to duties, including some consumer goods such as iPhones and iPads. … [+2121 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "Elon Musk said 'nobody ever changed the world on 40 hours a week' — and he couldn't be more wrong (TSLA)", "description": "In advertising his companies on Twitter, Tesla and SpaceX CEO Elon Musk wrote, \" There are way easier places to work, but nobody ever changed the world on 40 hours a week.\" Musk's comments, particularly about how you can't change the world working only 40 hou…", "url": "https://www.businessinsider.com/elon-musk-nobody-changed-world-40-hours-a-week-not-true-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd7df1c9570118c5704119-1334-667.png", "publishedAt": "2018-11-27T17:46:40Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "A new technology designed to help one of NYC's most crowded subway lines went live for less than an hour before something broke — and commuters were furious", "description": "New York is in the process of updating its subway signals to a modern, \"communications-based\" system. After plenty of delays, the 7 train is the second of 27 lines to get the technology. A circuit failure less than an hour after the agency said the system had…", "url": "https://www.businessinsider.com/new-cbtc-signals-in-nyc-subway-went-live-on-t-train-for-an-hour-before-delays-angry-commuters-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd7c2a10114233294376ce-1136-568.jpg", "publishedAt": "2018-11-27T17:45:08Z", "content": "At long last, modern signaling went live on a line of New York City's subway that desperately needs any relief it can get. Communications-based train control, or CBTC for short, has been in the works on the 7 train from Manhattan to Flushing, Queens for nearl… [+2235 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "'Good luck, guys': 17 Russian jets buzzed a British destroyer and left a threatening message earlier this year - mySanAntonio.com", "description": "mySanAntonio.com 'Good luck, guys': 17 Russian jets buzzed a British destroyer and left a threatening message earlier this year mySanAntonio.com Footage released as part of a documentary about life aboard a British warship shows an incident in which 17 Russia…", "url": "https://www.businessinsider.com/17-russian-jets-buzzed-a-british-destroyer-in-the-black-sea-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-27T17:40:59Z", "content": "NATO/CPO FRA C.Valverde Footage released as part of a documentary about life aboard a British warship shows an incident in which 17 Russian warplanes swarmed the Royal Navy destroyer HMS Duncan as it sailed near Crimea in the Black Sea earlier this year. Russ… [+5280 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Kotecki", "title": "A Bill Gates-backed energy company is developing what could be a game-changing nuclear reactor", "description": "TerraPower, an energy company co-founded by Bill Gates, builds advanced nuclear reactors. The company is developing a new reactor that uses molten salt instead of water as a coolant. TerraPower believes the design will be safer and more efficient than today's…", "url": "https://www.businessinsider.com/bill-gates-terrapower-molten-salt-nuclear-reactor-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bfc46abb73c287bb3708e7a-1920-960.jpg", "publishedAt": "2018-11-27T17:34:00Z", "content": "Bill Gates sees nuclear energy as a potential solution to lowering carbon dioxide emissions around the world, and he has spent the past decade funding new ways to produce the energy in a safe, affordable way. About 10 years ago, Gates co-founded a company cal… [+7943 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "The all-new Echo Dot was the number one most purchased item on Amazon this weekend", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. People bought an incredible 180 million products worldwide on Amazon over the long Thanksgiving w…", "url": "https://www.businessinsider.com/new-echo-dot-sales-on-black-friday-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd6bf51011422ff24e8681-960-480.jpg", "publishedAt": "2018-11-27T17:33:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Cyber Monday was once again the biggest shopping day in Amazon's history, and it has already been… [+2212 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "Trump's views on the US auto industry are childish and intended only to rally his supporters (GM)", "description": "Trump thought he could makes deals with the US auto industry that would largely benefit Trump. Detroit has taken what it wanted from the administration in the form of tax cuts and reduced fuel-economy objectives, but the industry is now back to preparing its …", "url": "https://www.businessinsider.com/why-trumps-views-on-the-us-auto-industry-are-childish-2018-11", "urlToImage": "https://amp.businessinsider.com/images/591b711ee559f1bc588b56f6-1334-667.jpg", "publishedAt": "2018-11-27T17:32:50Z", "content": "President Trump hasn't gotten what he wanted from the US auto industry — but he was never going to. On Monday, General Motors announced that it would idle two car factories in Michigan and Ohio, as well as transmission plants in Michigan and Maryland (a third… [+4551 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "6-foot-7 heavyweight Deontay Wilder says he'd 'sign up' if he could get pregnant, carry a child, and give birth as a man", "description": "Heavyweight Deontay Wilder, a father of seven, wants to experience pregnancy and childbirth as a man. The six-foot-seven athlete is one of the world's most feared boxers with a terrifying record of 40 wins from 40 fights, 39 of which have come by knockout. Bu…", "url": "https://www.businessinsider.com/deontay-wilder-would-sign-up-to-give-birth-as-a-man-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd6c37f556fc17bd7be62e-1920-960.jpg", "publishedAt": "2018-11-27T17:16:00Z", "content": "Deontay Wilder has said he would \"sign up\" if a procedure was ever invented that would allow him to get pregnant, carry a child, and give birth as a man. Wilder is a six-foot-seven heavyweight who has knocked out every single opponent he has ever faced in a b… [+2930 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "Anxious South Korean youngsters have lost hope in their future and don't want to get married — and that's unexpectedly fueling the country's $2.5 billion air fragrance industry", "description": "South Korea is one of the fastest-growing air freshener markets in the world, dominating a global industry that's worth $10 billion. Candle sales alone jumped from $55.3 million in 2013 to $184.5 milion in 2016. South Korean millennials are driving the home f…", "url": "https://www.businessinsider.com/south-korea-youth-unemployment-candle-fragrance-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf8520738150758741a4e09-1920-960.jpg", "publishedAt": "2018-11-27T17:12:41Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "A day in the life of a luxury interior designer, who starts her day with a 'caffeine cocktail,' has designed penthouses for Ivanka Trump and Jared Kushner, and goes to a SoulCycle class every night", "description": "Cheryl Eisen is the CEO of Interior Marketing Group, a New York City -based company that does interior design, staging, and marketing for luxury homes. Her past clients include Ivanka Trump and Jared Kushner, Kim Kardashian West and Kanye West, Bethenny Frank…", "url": "https://www.businessinsider.com/day-in-the-life-luxury-interior-designer-nyc-penthouse-townhouse-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc08a33815077c8177cdf7-1536-768.jpg", "publishedAt": "2018-11-27T17:04:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press and Daniel Brown", "title": "Inside a Ukrainian nationalist camp where kids are trained to kill Russian invaders", "description": "The campers, some clad in combat fatigues, carefully aim their assault rifles. Their instructor offers advice: Don’t think of your target as a human being. So when these boys and girls shoot, they will shoot to kill. Hidden in a forest in western Ukraine, the…", "url": "https://www.businessinsider.com/inside-ukrainian-nationalist-camp-where-kids-train-to-kill-russians", "urlToImage": "https://amp.businessinsider.com/images/5bfc56d3da27f821713a7a56-1136-568.jpg", "publishedAt": "2018-11-27T17:02:02Z", "content": "The campers, some clad in combat fatigues, carefully aim their assault rifles. Their instructor offers advice: Don't think of your target as a human being. So when these boys and girls shoot, they will shoot to kill. Hidden in a forest in western Ukraine, the… [+860 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "MoviePass may have found a way to stop losing money on every subscriber, but it could lead to the company's demise (HMNY)", "description": "MoviePass subscribers' average monthly usage was down to below one movie (0.77) in September, according to the company. In March, when the company was touting close to three million subscribers, it was averaging just over two movies (2.23) per month. But the …", "url": "https://www.businessinsider.com/moviepass-may-have-figured-out-how-to-stop-losing-money-per-subscriber-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd74a58c35ab197c3d7d03-1920-960.jpg", "publishedAt": "2018-11-27T17:02:00Z", "content": "The dirty little secret about movie-ticket subscription services, like MoviePass, is that the less people actually use the service, the better it is for the company offering it. And it seems that lack of usage may be the only thing keeping MoviePass afloat. A… [+2627 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "OnePlus is partnering with McLaren for a mysterious new device — here's the best bet as to what it could be", "description": "OnePlus is announcing a new device on December 11 in partnership with McLaren F1, the McLaren Formula 1 team. No details about the device have been shared — it could be a new edition of the OnePlus 6T, but it could also be a brand new line of smartphone separ…", "url": "https://www.businessinsider.com/oneplus-mclaren-device-could-be-5g-smartphone-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdca5c7da27f8723a509d29-1920-960.jpg", "publishedAt": "2018-11-27T16:54:44Z", "content": "OnePlus is announcing a new device during an event on December 11 in the UK in partnership with car-maker McLaren, which has a pedigree in Formula 1 racing. The slogan for the event on December 11 is \"Salute to Speed,\" which suggest it'll be fast, whatever it… [+2385 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "How big is 'Fortnite'? With more than 200 million players, it's now equal to nearly two-thirds the US population", "description": "\"Fortnite\" is stronger than ever, with more than 200 million registered players. That's a huge increase from June, when just 125 million players were registered. Additionally, \"Fortnite\" has more than 80 million monthly players. The biggest game in the world …", "url": "https://www.businessinsider.com/how-many-people-play-fortnite-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd51ed66be50778a79daf3-1536-768.jpg", "publishedAt": "2018-11-27T16:50:52Z", "content": "The biggest game in the world — \"Fortnite\" — is showing no signs of slowing down. That's clear from the latest statistic to come out of \"Fortnite\" creator Epic Games: More than 200 million players have registered accounts, Epic Games confirmed on Tuesday. Bet… [+1831 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Abigail Abesamis", "title": "10 of the best keto meal options at popular chain restaurants", "description": "The keto diet can be challenging to keep up with, but popular chain restaurants have some meals that are particularly keto-friendly. Here, two registered dietitians take you through 10 of the best keto meal options at chain restaurants. Life on the keto diet …", "url": "https://www.businessinsider.com/best-keto-meal-options-chain-restaurants-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc67683815070f3b6d1e58-1136-568.jpg", "publishedAt": "2018-11-27T16:50:00Z", "content": "Life on the keto diet can be challenging as you carefully track macronutrients (carbs, protein, and fat) to turn your body into a fat-burning machine. But eating out isn't something you have to completely eliminate. What follows is a list of keto-friendly mea… [+1243 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanza Loudenback", "title": "It's about to get easier for millions of California workers to save for retirement", "description": "CalSavers, a new state-sponsored retirement savings program in California, requires employers without a company-sponsored retirement plan to offer employees a Roth IRA. A Roth IRA allows you to save after-tax earnings now and withdraw the money tax-free durin…", "url": "https://www.businessinsider.com/california-employer-ira-retirement-accounts-calsavers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd74859e8c532bf9107347-1334-667.jpg", "publishedAt": "2018-11-27T16:45:25Z", "content": "Saving for retirement is about to get easier for millions of Californians. Beginning next summer, workers at any California company with more than 100 employees and no employer-sponsored retirement plan will be able to contribute part of their paycheck to an … [+2999 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Insider Inc.", "title": "APPLY NOW: Insider Inc. is hiring interns, reporters, editors, photographers, and more", "description": "Insider Inc. has a number of editorial openings across both Business Insider and INSIDER. If you're interested in joining a fast-paced, growing newsroom, apply at the links provided below. Unless otherwise stated, positions are located in our New York City he…", "url": "https://www.businessinsider.com/insider-inc-business-insider-hiring-jobs-editors-interns-reporters-producers-photographers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b91478d80eb35572d8b4d6a-1334-667.jpg", "publishedAt": "2018-11-27T16:38:56Z", "content": "Insider Inc. has a number of editorial openings across both Business Insider and INSIDER. If you're interested in joining a fast-paced, growing newsroom, apply at the links provided below. Unless otherwise stated, positions are located in our New York City he… [+2181 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "A business school professor who studied 20,000 startup founders says 'going ugly' can be the key to a successful partnership — or marriage", "description": "Most of us try to avoid tough conversations, but the most successful people tackle awkward subjects head on. A professor who studied 20,000 startup founders said \"going ugly\" and addressing uncomfortable issues can help you both in the business world and in r…", "url": "https://www.businessinsider.com/entrepreneurs-startup-founders-going-ugly-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd6bbc0d7c6716422fbeef-1536-768.jpg", "publishedAt": "2018-11-27T16:34:37Z", "content": "Don't avoid tough conversations \"going ugly\" benefits all parties in a relationship. Strelka Institute/Flickr It's human nature to want to avoid tough conversations. But the most successful people know that skirting around uncomfortable subjects just makes th… [+2308 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "People are furious at a New Jersey college for cutting Chick-fil-A as a potential campus dining option", "description": "Chick-fil-A supporters are slamming Rider University for cutting the chain from a survey about potential on-campus dining options. The New Jersey college blocked Chick-fil-A as an option \"based on the company's record widely perceived to be in opposition to t…", "url": "https://www.businessinsider.com/chick-fil-a-college-block-sparks-outrage-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5af98dc89aa4ce1c008b4ab6-1536-768.jpg", "publishedAt": "2018-11-27T16:31:40Z", "content": "A New Jersey college's decision to block Chick-fil-A as a potential campus dining option because of the chain's perceived stance on LGBTQ rights has sparked backlash. Rider University, a college in New Jersey, cut Chick-fil-A from a survey about potential on-… [+2546 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Trump administration floats claims that tear-gassed women and children were 'human shields'", "description": "The Trump administration floated unsubstantiated claims about a group of migrants who stormed a US port of entry to defend the use of tear gas on a crowd that included women and children. Department of Homeland Security Secretary Kirstjen Nielsen speculated t…", "url": "https://www.businessinsider.com/trump-administration-tear-gassed-women-and-children-were-human-shields-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc0cc99e8c5306ea797944-1920-960.jpg", "publishedAt": "2018-11-27T16:31:24Z", "content": "The Trump administration floated unsubstantiated claims about a group of migrants who stormed a US port of entry to defend the use of tear gas on a crowd that included women and children. In a lengthy statement released late Monday night, Department of Homela… [+4182 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Potentially explosive secret Facebook documents will be published by a fake news committee 'within the next week'", "description": "UK lawmaker Damian Collins said on Tuesday that he intends to publish internal Facebook documents his committee on fake news has seized. Collins' committee secured the documents from Ted Kramer, the founder of a software company who himself obtained the docum…", "url": "https://www.businessinsider.com/damian-collins-to-publish-six4three-facebook-docs-within-a-week-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd66839e8c5329c82318a3-960-480.jpg", "publishedAt": "2018-11-27T16:31:15Z", "content": "British lawmaker Damian Collins said on Tuesday that he plans to publish \"within the next week\" documents, which could contain potentially explosive revelations about Facebook's approach to privacy. Collins — the Conservative politician leading a UK parliamen… [+1989 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "I've owned an Amazon Echo for three years now — here are my 19 favorite features (AMZN)", "description": "I activated my Amazon Echo for the first time in December 2015. It's since become one of my favorite tech gadgets ever. I've outlined my favorite features to get the most out of Amazon's Echo devices. Amazon's family of Echo speakers are some of the most popu…", "url": "https://www.businessinsider.com/amazon-echo-features-tips-tricks-2017-1", "urlToImage": "https://amp.businessinsider.com/images/56b61c28dd0895cb158b4652-960-480.jpg", "publishedAt": "2018-11-27T16:29:00Z", "content": "Amazon's family of Echo speakers are some of the most popular gifts right now, so many people are activating their Echo units for the first time. Here's what you need to know: These speakers, which can respond to either \"Alexa,\" \"Amazon,\" or even \"Computer\" (… [+515 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "A Facebook glitch has been causing messages from users' pasts to resurface — and people are calling it a 'cringe-fest' (FB)", "description": "Facebook has been notifying some users of old messages they received months or even years ago. A glitch caused by software updates caused the messages to show up as if they were new, Facebook said in a statement. Facebook has caught flack in the past for dred…", "url": "https://www.businessinsider.com/facebook-glitch-resurfacing-old-messages-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd6a08110d4c32ba0a73f2-1920-960.jpg", "publishedAt": "2018-11-27T16:20:31Z", "content": "Some Facebook users are reliving long forgotten memories thanks to an issue with the platform that has been notifying them of messages they received years ago. On Monday, users took to Twitter to express their confusion that they were being notified of old me… [+747 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "'Good luck, guys': 17 Russian jets buzzed a British destroyer and left a threatening message earlier this year", "description": "During a NATO operation in the Black Sea, a British warship was buzzed by 17 Russian military aircraft. The planes flew within a few hundred feet of the ship but departed without endangering the ship. The incident took place in May, but tensions in the Black …", "url": "https://www.businessinsider.com/17-russian-jets-buzzed-a-british-destroyer-in-the-black-sea-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd64ad0591f239c32cc497-1334-667.jpg", "publishedAt": "2018-11-27T16:20:25Z", "content": "Footage released as part of a documentary about life aboard a British warship shows 17 Russian warplanes swarming the Royal navy destroyer HMS Duncan as it sailed near Crimea in the Black Sea earlier this year. Russia intervened in Ukraine and annexed Crimea … [+5668 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Shocking footage purportedly shows cells inside prison camp where China oppresses Muslim minority", "description": "New video footage purports to show a camp in western China designed to detain the country's Uighur minority. Uighurs, who are mostly Muslim, are subjected to intense surveillance and persecution in their home region, Xinjiang. Bitter Winter, a magazine that r…", "url": "https://www.businessinsider.com/china-camps-for-muslims-look-like-jail-cells-in-purported-video-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd6de6beb670157f215de6-1920-960.jpg", "publishedAt": "2018-11-27T16:17:41Z", "content": "Screenshot from footage by Bitter Winter magazine purporting to show the inside of Yingye'er camp in Xinjiang, designed for China's Uighur Muslim minority. Bitter Winter/YouTube Shocking footage appears to show inside China's camps for its persecuted Uighur m… [+4681 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "We compared Dunkin's first store to its brand-new 'store of the future' — and it showed how far the coffee giant has come (DNKN)", "description": "Dunkin' Donuts — which is now just Dunkin' — revealed its plans for the \"store of the future\" in early September, starting with a name change that rolled out to about 50 stores earlier this year. The name change is the beginning of a major rebrand that includ…", "url": "https://www.businessinsider.com/dunkin-donuts-original-vs-dunkin-store-future-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc6d4a66be506a95713cd8-1920-960.jpg", "publishedAt": "2018-11-27T16:13:10Z", "content": "But the name change is only the beginning for Dunkin'. The Massachusetts-based coffee empire is undergoing a major rebrand that includes a new store design, drinks like nitro-infused cold brew, and digital-ordering kiosks. The rebrand also includes a focus on… [+1124 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The 5 highest-paid TV hosts of 2018, including almost $150 million for Judge Judy", "description": "Forbes released its 2018 list of the world's highest-paid TV hosts on Monday, and Judy Sheindlin, a.k.a. Judge Judy, topped the list with $147 million. That's nearly $60 million more than the second highest-paid host, Ellen DeGeneres. The list also includes R…", "url": "https://www.businessinsider.com/highest-paid-tv-hosts-of-2018-judge-judy-ellen-degeneres-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd668a0d7c67157a048b39-750-375.jpg", "publishedAt": "2018-11-27T16:06:19Z", "content": "For the first time, Judy Sheindlin (a.k.a. Judge Judy) is the world's highest-paid TV show host of the year — and it's not even close. According to Forbes, Sheindlin made $147 million between June 1, 2017 and June 1, 2018, before taxes. That's nearly $60 mill… [+925 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Amazon reveals the best-selling items that it says helped Cyber Monday become its biggest sales day in history (AMZN)", "description": "Amazon announced on Tuesday that Cyber Monday has once again become the company's single biggest sales day in history. It also revealed the items that customers purchased the most. Some have speculated that Cyber Monday might be losing strength due to online …", "url": "https://www.businessinsider.com/amazon-cyber-monday-best-sellers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd54ae0d7c6712ae7eb389-1536-768.jpg", "publishedAt": "2018-11-27T15:56:00Z", "content": "Amazon announced on Tuesday that Cyber Monday has once again become Amazon's single biggest shopping day in history. This follows a pattern for the e-commerce giant, as Amazon's previous biggest day for shopping was Cyber Monday in 2017. \"Black Friday and Cyb… [+1773 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Fox News commentator Geraldo Rivera slams use of tear gas against migrants: ‘I am ashamed…These are desperate people’", "description": "Fox News commentator Geraldo Rivera on Monday said he was \"ashamed\" to see tear gas used on migrants at the US-Mexico border over the weekend. \"For goodness sake, we suspend our humanity when it comes to this issue, and I fear that it is because they look dif…", "url": "https://www.businessinsider.com/fox-news-commentator-geraldo-rivera-slams-use-of-tear-gas-on-migrants-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd672bd1e8443e0658cd2b-1536-768.jpg", "publishedAt": "2018-11-27T15:55:32Z", "content": "Fox News commentator Geraldo Rivera on Monday said he was \"ashamed\" to see tear gas used on migrants at the US-Mexico border over the weekend and issued an impassioned plea for the US to take a more humane approach to immigration. \"I am ashamed. The tear gas … [+1878 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Malarie Gokey", "title": "The best pieces of smart jewelry you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Smart jewelry brings fashion and tech together in the perfect marriage of beauty and brains. We'v…", "url": "https://www.businessinsider.com/best-smart-jewelry", "urlToImage": "https://amp.businessinsider.com/images/5bfc5a4dda27f82177535325-1920-960.jpg", "publishedAt": "2018-11-27T15:43:00Z", "content": "Why you'll love it: The Motiv ring is a unique and more discreet alternative to traditional fitness trackers that you wear on the wrist, so you can free that space up for your favorite watch or jewelry. Fitness trackers are known for providing a wealth of dat… [+3085 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Morrell", "title": "Goldman Sachs and UBS have actively poached senior dealmakers from rivals this year — but their fortunes have been notably different", "description": "Goldman Sachs and UBS have been the most active banks in hiring senior dealmakers from rivals in 2018, according to a Business Insider analysis. But their stories diverge from there. Goldman has made inroads on its goal of boosting investment banking revenues…", "url": "https://www.businessinsider.com/goldman-sachs-and-ubs-poached-most-banking-talent-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a3164c24aa6b527008b4a1a-2732-1366.jpg", "publishedAt": "2018-11-27T15:27:40Z", "content": "While Goldman and UBS have been the two most aggressive firms in poaching senior dealmakers away from rivals this year, their fortunes have been notably different. In the most active year for investment-bank recruiting in the US since the financial crisis, Go… [+3217 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain and Sarah Jacobs", "title": "People travel thousands of miles to sell Christmas trees on the streets of Manhattan — meet an Alaskan family who has been doing it for 21 years", "description": "Christmas tree vendors always pop up around New York City after Thanksgiving. The Gilmartins are an Alaskan family who spend the holidays selling evergreens in Manhattan, and have for 21 years. They sleep in a camper and shower at a nearby hostel, taking 12-h…", "url": "https://www.businessinsider.com/christmas-tree-new-york-city-2017-12", "urlToImage": "https://amp.businessinsider.com/images/5a25d7e6f914c350018b7d4f-1920-960.jpg", "publishedAt": "2018-11-27T15:27:00Z", "content": "'Tis the season in New York City, which means miniature evergreen forests have sprouted up every few blocks. The Christmas tree-sellers have come to town. Despite a coniferous tree shortage, vendors have come from all around North America to make some extra c… [+680 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Steven John", "title": "The best gingerbread house kits you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. People have been constructing gingerbread houses for hundreds of years. Make this classic holiday…", "url": "https://www.businessinsider.com/best-gingerbread-house-kit", "urlToImage": "https://amp.businessinsider.com/images/5bfd5a690d7c67132f24952d-1536-768.jpg", "publishedAt": "2018-11-27T15:21:00Z", "content": "Why you'll love it: With this one set of molds, you could make a thousand gingerbread houses or more; the Juvale Gingerbread House Silicone Mold Kit is all you need. Well, that and some gingerbread batter, candy, icing, and time. OK, yes, in order to use the … [+1780 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Zoë Bernard", "title": "Google employees petition Google to shut down its work on controversial censored search engine for China", "description": "Google employees have signed a petition asking Google to cancel its controversial Chinese search engine project, internally codenamed \"Dragonfly.\" Dragonfly has received scrutiny from both human rights organizations and politicians for its reported ambitions …", "url": "https://www.businessinsider.com/google-empoyees-petition-for-china-search-engine-project-dragonfly-shut-down-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd59c2d1e8443bba0ac8b4-1536-768.jpg", "publishedAt": "2018-11-27T15:20:51Z", "content": "On Tuesday morning, several Google employees signed a petition asking Google to shut down work on its controversial censored search engine for China, internally referred to as \"Dragonfly.\" As of 10 am ET, the petition had been signed by eleven Google engineer… [+4425 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "The Dow drops as much as 225 points after Trump says he expects to ramp up tariffs against China", "description": "Stocks fell after President Donald Trump told the Wall Street Journal he expects to increase tariff rates on Chinese imports. Concerns about the prospect of slowing economic growth and rising rates have pummeled equities in recent months. Follow the US indice…", "url": "https://www.businessinsider.com/stock-market-news-trump-expects-ramp-up-china-tariffs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd5a0b66be5078ba1a6c87-2732-1366.jpg", "publishedAt": "2018-11-27T15:20:00Z", "content": "Stocks fell Tuesday as Wall Street worried global trade tensions could weigh on growth, a day after President Donald Trump said he expects protectionist policies between the largest economies to increase. The Dow Jones Industrial Average fell 0.9%, or 225 poi… [+2177 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "The Dow drops as much as 225 points after Trump says he expects to ramp up tariffs against China", "description": "Stocks fell after President Donald Trump told the Wall Street Journal he expects to increase tariff rates on Chinese imports. Concerns about the prospect of slowing economic growth and rising rates have pummeled equities in recent months. Follow the US indice…", "url": "http://markets.businessinsider.com/news/stocks/The-Dow-drops-as-much-as-225-points-after-Trump-says-he-expects-to-ramp-up-tariffs-against-China-1027759757", "urlToImage": "https://static1.businessinsider.com/image/5bfd59f001b12d15010cade6-2400/ap18318582889714.jpg", "publishedAt": "2018-11-27T15:20:00Z", "content": "AP Photo/Richard Drew Stocks fell Tuesday as Wall Street worried global trade tensions could weigh on growth, a day after President Donald Trump said he expects protectionist policies between the largest economies to increase. The Dow Jones Industrial Average… [+2199 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Starbucks has debuted a new holiday beverage as it doubles down on festive cheer (SBUX)", "description": "Starbucks debuted the Juniper Latte — a new addition to the chain's winter menu — on Tuesday. The Juniper Latte features \"a hint of juniper and sage, an evergreen aroma and citrus notes,\" according to the chain. Starbucks is going all-in on the holidays this …", "url": "https://www.businessinsider.com/starbucks-juniper-latte-hits-menus-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd5c6c0591f2383c7d3838-1920-960.jpg", "publishedAt": "2018-11-27T15:10:06Z", "content": "Starbucks has a new holiday latte. On Tuesday, the coffee giant debuted the Juniper Latte. The new addition to Starbucks' winter menu features \"a hint of juniper and sage, an evergreen aroma and citrus notes,\" according to the chain. Starbucks is going all-in… [+1417 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "Paul Manafort reportedly met with Julian Assange months before WikiLeaks began dumping hacked emails", "description": "Paul Manafort, the former chairman of President Donald Trump's campaign, reportedly met in secret with WikiLeaks founder Julian Assange in March 2016. Four months later, WikiLeaks dumped the first batch of hacked emails from the Democratic National Committee …", "url": "https://www.businessinsider.com/report-paul-manafort-met-julian-assange-in-2016-at-ecuadorian-embassy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59c3388438d20d41188b8b33-1920-960.jpg", "publishedAt": "2018-11-27T15:07:22Z", "content": "Paul Manafort, the former chairman of President Donald Trump's campaign, secretly met with WikiLeaks founder Julian Assange shortly after he joined the campaign, The Guardian reported Tuesday. Sources told The Guardian Manafort had previously interacted with … [+3249 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nathaniel Lee and Shira Polan", "title": "NASA sent an $850 million drill to Mars and it could uncover clues to an outstanding mystery in our solar system", "description": "Insight Lander successfully touched down on Mars yesterday and it's the largest drill NASA has ever sent to space. The $850 million drill is designed to study the interior structure of Mars, digging deeper than ever before. Watch the video above to find out h…", "url": "https://www.businessinsider.com/nasa-insight-mars-850-million-dollar-drill-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beca362d1e8441d2f02b702-960-480.jpg", "publishedAt": "2018-11-27T15:03:00Z", "content": "Following is a transcript of the video. NASA's about to break new ground like never before, by sending a giant drill to Mars. It's the largest drill NASA has ever sent to space, and it will dig deeper into Mars than ever before. The mission? Uncover clues to … [+2608 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Green", "title": "Venmo saw exceptionally high fraud in Q1 (PYPL)", "description": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. PayPal-owned peer-to-peer (P2P) app Venmo was reportedly hit by an atypically h…", "url": "https://www.businessinsider.com/venmo-high-q1-fraud-rate-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd5b22d1e8443bfb6a9f18-750-375.jpg", "publishedAt": "2018-11-27T15:02:00Z", "content": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. PayPal-owned peer-to-peer (P2P) app Venmo was reportedly hit by an atypically h… [+3969 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat and Richard Feloni", "title": "The sisters behind Yuengling, America's largest independent brewery, have an inside joke that completely explains their business philosophy", "description": "The four Yuengling sisters who run the oldest brewery in America joke that it took 189 years to get their beer in 22 states. The brewery took 18 months of research and testing before releasing its first new product in 17 years, and it has no immediate plans t…", "url": "https://www.businessinsider.com/yuengling-beer-inside-joke-business-philosophy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd5b56c9570111a634c30b-750-375.jpg", "publishedAt": "2018-11-27T14:57:37Z", "content": "It took 18 months of research before beer-maker Yuengling released a pilsner beer — the first new year-round product in 17 years. As the oldest brewery in America producing more than 2 million barrels of beer annually, innovation isn't at the center of Yuengl… [+2460 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Susanna Heller", "title": "Christine Blasey Ford says she and her family 'feel hopeful that our lives will return to normal'", "description": "On November 21, Christine Blasey Ford posted an update to her GoFundMe page, announcing that she would no longer be accepting donations. Ford said that she and her family had been using the funds to pay for a security service, a home security system, temporar…", "url": "https://www.businessinsider.com/christine-blasey-statement-gofundme-donate-money-to-survivors-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd58a9d1e8443b9141f722-1920-960.jpg", "publishedAt": "2018-11-27T14:57:08Z", "content": "It has been two months since California professor Christine Blasey Ford testified in front of the Senate Judiciary Committee, alleging that Brett Kavanaugh, then a Supreme Court justice nominee, sexually assaulted her when they were both in high school during… [+2158 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "Trump rips Mueller for 'ruining lives' of people 'refusing to lie' after Jerome Corsi says he will reject Mueller's plea offer", "description": "President Donald Trump unleashed a tweetstorm Tuesday against the special counsel Robert Mueller and the Russia investigation. Trump accused Mueller of treating people \"viciously\" and \"ruining lives for them refusing to lie.\" Trump's tweets came after the far…", "url": "https://www.businessinsider.com/trump-tweets-attacks-mueller-russia-after-corsi-rejects-plea-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd5563e4218a101005c6a5-1920-960.jpg", "publishedAt": "2018-11-27T14:55:46Z", "content": "President Donald Trump unleashed a torrent of tweets attacking the special counsel Robert Mueller and the Russia investigation on Tuesday, shortly after a far-right political commentator said he would reject a plea offer from Mueller. \"The Phony Witch Hunt co… [+2276 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "The glorious history of the Ford F-Series truck, America's best selling vehicle for 36 years (F)", "description": "The Ford F-Series truck is the best selling vehicle in the US and has been for the past 36 years. In 2017, Ford sold an astonishing 896,764 F-Series trucks, an all-time single-year record. Through October, Ford has sold 749,456 of the trucks and is on pace to…", "url": "https://www.businessinsider.com/ford-f-series-f150-truck-sales-record-history-2017-1", "urlToImage": "https://amp.businessinsider.com/images/586d1087f10a9a1d008b67ae-1334-667.jpg", "publishedAt": "2018-11-27T14:55:00Z", "content": "Ford F-150 Raptor. Ford In 2017, Ford sold an astonishing 896,764 F-Series trucks in the US. An all-time, single-year high for a model that has a history of setting records. That makes F-Series the best-selling vehicle in America in 2017. Just like it did the… [+1200 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "The total romaine lettuce ban is over after 43 reported illnesses across 12 states", "description": "Romaine lettuce is now safe to eat, as long as it was not grown in northern and central California, the FDA announced Monday. Major romaine lettuce producers and distributors will begin labeling lettuce with its harvest location and date. If lettuce is unlabe…", "url": "https://www.businessinsider.com/romaine-lettuce-is-safe-to-eat-label-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ade1e6d19ee861c008b46dc-1920-960.jpg", "publishedAt": "2018-11-27T14:54:07Z", "content": "Romaine lettuce is back on the menu. On Monday, the US Food and Drug Administration announced that romaine lettuce not grown in northern and central California is safe to eat. The romaine has been linked to an E. coli outbreak that resulted in 43 reported ill… [+2183 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Greg Magana", "title": "Black Friday online shopping hit $6.2 billion (AMZN)", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Online sales during Black Friday reached a total of $6.2 billion, growing 23.…", "url": "https://www.businessinsider.com/black-friday-online-shopping-6-billion-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd5954f556fc14b85f6723-1920-960.jpg", "publishedAt": "2018-11-27T14:54:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Online sales during Black Friday reached a total of $6.2 billion, growing 23.… [+2451 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "There's a free way to watch 72 movies from Hollywood's hottest indie film studio, including 'Lady Bird' and 'Moonlight'", "description": "72 movies from indie film studio A24 are available on Kanopy, a free streaming service that partners with public libraries and universities. The titles include critically lauded movies like \"Lady Bird,\" \"Moonlight,\" and \"The Florida Project.\" In total, the se…", "url": "https://www.businessinsider.com/watch-a24-movies-for-free-on-kanopy-lady-bird-moonlight-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd55ea0591f237016fdafe-960-480.jpg", "publishedAt": "2018-11-27T14:53:39Z", "content": "A24 has emerged as Hollywood's hottest indie film studio in recent years, releasing acclaimed hits like \"Lady Bird,\" \"First Reformed,\" \"The Witch,\" \"Room,\" \"Ex Machina,\" \"The Florida Project,\" and best picture Oscar winner \"Moonlight.\" And now you can watch n… [+693 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "A new $100 keto breathalyzer could finally make the low-carb diet easier to manage", "description": "The keto diet is a low-carb routine that involves eating about 70% to 80% of daily calories from fat, and nearly zero from carb and sugar intake. Ideally, this primes the body for a fat-burning state called ketosis, wherein fat is burned as fuel. But it can b…", "url": "https://www.businessinsider.com/keto-breathalyzer-test-could-tell-if-in-ketosis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd48ad8c35ab12781ec5fc-1136-568.jpg", "publishedAt": "2018-11-27T14:50:00Z", "content": "For ages, dieters have had essentially one tool for measuring their success: the brutal bathroom scale. Progress there is measured out in full pounds, and it can take weeks or months to know if a new eating plan is working. For the increasingly popular low-ca… [+3055 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "20 US colleges where financial aid could be better, according to students", "description": "With the cost of college at an all-time high, it's important to take into consideration what's being offered in a financial aid package. The Princeton Review ranked the top 20 colleges that offer the least amount of financial aid based on student responses. M…", "url": "https://www.businessinsider.com/colleges-least-financial-aid-ranked-by-students-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b9ace258905f222388b589a-1920-960.jpg", "publishedAt": "2018-11-27T14:44:00Z", "content": "The cost of an undergraduate degree is at an all-time high. More than 44 milion Americans are saddled with student loan debt, contributing to a national total of $1.5 trillion, according to Student Loan Hero. And the average student debt per graduate who took… [+721 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "14 emerging movie directors who will take over Hollywood in 2019 and beyond", "description": "These are the directors whose movies we'll be falling in love with for years to come. They include the likes of Steven Caple Jr. (\"Creed II\"), Bo Burnham (\"Eighth Grade\"), and Desiree Akhavan (\"The Miseducation of Cameron Post\"). 2018 has been a great year at…", "url": "https://www.businessinsider.com/best-up-and-coming-movie-directors-of-2019-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2fb09beb670677612521c-1136-568.jpg", "publishedAt": "2018-11-27T14:40:49Z", "content": "2018 has been a great year at the box office, and it has also showcased the talents of many filmmakers who are on the cusp of major fame. In some cases, like that of Bo Burnham (the indie hit \"Eighth Grade\") and Steven Caple Jr. (box office champ \"Creed II\"),… [+357 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Newman", "title": "Amazon released a new set of robotics tools for AWS (AMZN)", "description": "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider. To be the first to know, please click here. Amazon announced the release of a new set of tools for its Amazon Web Services (AWS) c…", "url": "https://www.businessinsider.com/amazon-web-services-robomaker-robotics-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd55ec8c35ab13ef499c62-1920-960.jpg", "publishedAt": "2018-11-27T14:40:09Z", "content": "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider. To be the first to know, please click here. Amazon announced the release of a new set of tools for its Amazon Web Services (AWS) c… [+2426 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Secret Facebook documents show it was warned about a potentially huge data issue involving Russia back in 2014", "description": "A Facebook engineer warned in 2014 about a potentially huge data issue involving Russia, according to a lawmaker who reviewed a cache of sealed Facebook documents. The engineer reportedly warned that entities with Russian IP addresses used a Pinterest API key…", "url": "https://www.businessinsider.com/facebook-engineer-warned-about-russia-data-issue-in-2014-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b58ba1f89c8a11d008b4594-2732-1366.jpg", "publishedAt": "2018-11-27T14:26:57Z", "content": "A Facebook engineer warned in 2014 about a potentially huge data issue involving Russia, according to secret documents seized by British Parliament last week. UK politician Damian Collins has reviewed the papers, which stem from a protracted legal battle betw… [+2236 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier and Julie Bort", "title": "Why trees have wreaked havoc on Uber's self-driving program", "description": "Uber 's self-driving car software is routinely fooled by the shadows of tree branches, which it sometimes mistakes for real objects, insiders say. The revelation comes as part of a Business Insider investigation into the death of an Arizona pedestrian who was…", "url": "https://www.businessinsider.com/trees-are-wreaking-havoc-on-uber-self-driving-car-software-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc68f1f556fc068047ddc4-2732-1366.jpg", "publishedAt": "2018-11-27T14:15:36Z", "content": "The human brain is an extremely complex pattern recognition machine. Among the hundreds of millions of other daily tasks, there's one that's extremely important for driving a car: distinguishing a shadow from a real, physical object. For a period of weeks dur… [+1636 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "MORGAN STANLEY: The next credit crunch could trigger a financial crisis more painful than the last — and companies are only making it worse", "description": "Morgan Stanley says loan default rates could be higher in the next default cycle, on average, than they were during the 2008 financial crisis. The firm also says credit markets will struggle to recover as quickly as they did following the last crisis, making …", "url": "https://www.businessinsider.com/next-financial-crisis-looming-credit-crunch-could-make-it-long-painful-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a3033030b0f2732268b48a0-1136-568.jpg", "publishedAt": "2018-11-27T14:09:51Z", "content": "The next US recession could seriously unhinge markets and lead to billions of dollars of losses. And the pain is likely to be longer-lasting and than it was during the financial crisis of 2008. Financial markets' favourite new product, the leveraged loan, cou… [+2842 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mekebeb Tesfaye", "title": "Australian alt lender secures $350 million in debt financing from Credit Suisse", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. Australia-based Judo Capital has signed a $350 million debt facility agreement with Credit Suisse, reports Business Ins…", "url": "https://www.businessinsider.com/judo-capital-secures-debt-financing-credit-suisse-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5afb90ee4c9ab919008b4d56-2732-1366.jpg", "publishedAt": "2018-11-27T14:07:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. Australia-based Judo Capital has signed a $350 million debt facility agreement with Credit Suisse, reports Business Ins… [+2535 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "What you need to know in advertising today", "description": "The ad holding giant WPP is merging J. Walter Thompson, one of the world's oldest ad agencies, with Wunderman, its global digital network, the company announced on Monday. The new organization, called Wunderman Thompson, will be led by Wunderman's global CEO,…", "url": "https://www.businessinsider.com/advertising-news-today-wunderman-thompson-facebooks-latest-exec-departure-11-27-2018", "urlToImage": "https://amp.businessinsider.com/images/5bfd4a8ac9570110110e8196-480-240.jpg", "publishedAt": "2018-11-27T14:02:55Z", "content": "Mark Read / Twitter The ad holding giant WPP is merging J. Walter Thompson, one of the world's oldest ad agencies, with Wunderman, its global digital network, the company announced on Monday. The new organization, called Wunderman Thompson, will be led by Wun… [+2033 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jack Houston and Abby Narishkin", "title": "How Ocean Spray harvests 220 billion cranberries a year", "description": "Ocean Spray cranberry farms are a part of a large cooperative established in 1933 that includes the US, Canada, and Chile. Many of the farms have been owned by families for four or more generations. Each year, Ocean Spray facilities produce about 88 million c…", "url": "https://www.businessinsider.com/how-ocean-spray-harvests-220-billion-cranberries-a-year-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf59182b73c2822cb4d4f84-1920-960.jpg", "publishedAt": "2018-11-27T14:00:00Z", "content": "Following is a transcript of the video. Narrator: Come Thanksgiving, cranberries hit tables across the US. Usually in sauce form. But these pink super fruits have a long journey before they ever make it to your holiday plate. Odds are your cranberries started… [+2951 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "Jeff Bezos donated nearly $1 billion to 24 homeless groups. Only 4 of them are in cities where Amazon's HQ2 will go.", "description": "Jeff Bezos announced the recipients of nearly $1 billion in grants for homeless families, which he will distribute from his Day One Fund. The grants are divided among 24 charitable groups, three of which are located in Washington, DC — a metro that will soon …", "url": "https://www.businessinsider.com/jeff-bezos-day-one-homeless-grants-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc42b666be5061d272434b-1920-960.jpg", "publishedAt": "2018-11-27T14:00:00Z", "content": "Jeff Bezos' latest round of charitable givings has been met with some controversy. When it came time to choose the location of Amazon's second headquarters, or HQ2, Bezos opted for two of the most prominent cities in the world: New York and Washington, DC. Bu… [+2574 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "Roadside bomb kills 3 US service members in Afghanistan in the deadliest month this year for the US forces fighting there", "description": "Three US service members were killed Tuesday in Afghanistan, bringing the total number of Americans dead this month to five. The count makes November the deadliest month for the US military this year. Three American service members were killed and three more …", "url": "https://www.businessinsider.com/afghanistan-war-us-killed-service-members-roadside-bomb-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b76dd2d2154a332008b51b7-1334-667.jpg", "publishedAt": "2018-11-27T13:58:02Z", "content": "Three American service members were killed and three more wounded when a roadside bomb exploded in Afghanistan, NATO's Resolute Support announced Tuesday. A US contractor was also injured when the improvised explosive device detonated near Ghazni, a heated ba… [+1624 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Bienkov", "title": "Jeremy Corbyn allies deny claim he is preparing to back a second Brexit referendum", "description": "A new report suggests Labour leader Jeremy Corbyn is preparing to back a second Brexit referendum if May's deal is defeated. However, sources close to Corbyn deny that he imminently plans to back another vote. One source close to Corbyn told Business Insider …", "url": "https://www.businessinsider.com/jeremy-corbyn-allies-deny-he-is-preparing-to-back-a-peoples-vote-brexit-referendum-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd44f466be507622184826-960-480.jpg", "publishedAt": "2018-11-27T13:35:00Z", "content": "LONDON — ITV's Robert Peston has published an interesting blog post this afternoon suggesting that Jeremy Corbyn is preparing to back a second Brexit referendum if and when Theresa May's Brexit deal is defeated in the Commons. He writes: \"According to senior … [+1445 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The 8 most-anticipated new TV shows of 2019, including Netflix's 'The Witcher' starring Henry Cavill", "description": "Television-tracking app TV Time provided Business Insider a list of the most-anticipated new shows coming in 2019 that don't have release dates yet. They include HBO's \"Watchmen\" and Netflix's \"The Witcher.\" As 2019 looms, viewers can expect the return of som…", "url": "https://www.businessinsider.com/most-anticipated-new-tv-shows-2019-watchmen-the-witcher-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc4bf8b73c287cbd4ae07a-960-480.jpg", "publishedAt": "2018-11-27T13:33:21Z", "content": "As 2019 looms, viewers can expect the return of some fan-favorite TV shows, including the long-awaited third season of HBO's \"True Detective,\" starring Mahershala Ali. But there are also plenty of new shows coming up that could become major hits that don't ye… [+361 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Erin Brodwin", "title": "I tried a test that let me peek inside my microbiome, the 'forgotten organ' that scientists say is the future of medicine — and what I learned shocked me", "description": "I tried an at-home gut microbiome test kit made by Silicon Valley startup uBiome. Since being founded in 2012, uBiome has raised nearly $110 million and rocketed from a meek citizen science project to a key player on the life science venture scene. Having exp…", "url": "https://www.businessinsider.com/microbiome-gut-bacteria-test-forgotten-organ-future-medicine-ubiome-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd48bcb73c280efa0eadc7-2732-1366.jpg", "publishedAt": "2018-11-27T13:30:00Z", "content": "If you've ever taken a probiotic, eaten yogurt, or added pickles to your sandwich, you've taken a step toward nourishing the vital community of life in your gut collectively known as your microbiome. In recent years, scientists have called the microbiome the … [+1120 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Tesla is sliding after its sales in China crashed 70% in October amid Trump's trade war (TSLA)", "description": "Tesla sales in China crashed 70% in October amid the ongoing trade war. Last week, the electric-car maker cut prices on some models in China to help offset the impact of President Donald Trump's tariffs. Tesla shares slid as much as 2.27% early Tuesday, tradi…", "url": "https://www.businessinsider.com/tesla-stock-price-china-sales-crash-trump-trade-war-bites-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd43d601b12d129c7db594-1920-960.jpg", "publishedAt": "2018-11-27T13:30:00Z", "content": "Tesla slid as much as 2.27% early Tuesday, trading near $338, after a report said the company's vehicle sales in China slumped in October amid the trade war between the US and China. The electric-car maker sold just 211 vehicles in the world's largest auto ma… [+969 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "An investment company is going bananas after saying it's spinning off its crypto-mining business to position for a 'bitcoin recovery' (DPW)", "description": "The investment company DPW Holdings has announced plans to spin off its crypto-mining business, Super Crypto Mining. It says it will pay a special dividend to shareholders of at least 80% of Super Crypto's common stock. DPW says the spin-off will position Sup…", "url": "https://www.businessinsider.com/bitcoin-price-dpw-holdings-spinning-off-crypto-mining-business-2018-11", "urlToImage": "https://amp.businessinsider.com/images/54b2ea57eab8ea3e7e4382fd-2732-1366.jpg", "publishedAt": "2018-11-27T12:49:00Z", "content": "The investment holding company DPW Holdings was soaring ahead of Tuesday's opening bell, its shares up more than 25% at $0.29, after the company said it was spinning off its crypto-mining business, Super Crypto Mining. DPW said it planned to pay a special div… [+1145 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "An investment company is going bananas after saying it's spinning off its crypto-mining business to position for a 'bitcoin recovery' (DPW)", "description": "The investment company DPW Holdings has announced plans to spin off its crypto-mining business, Super Crypto Mining. It says it will pay a special dividend to shareholders of at least 80% of Super Crypto's common stock. DPW says the spin-off will position Sup…", "url": "https://markets.businessinsider.com/currencies/news/bitcoin-price-dpw-holdings-spinning-off-crypto-mining-business-2018-11-1027758619", "urlToImage": "https://static6.businessinsider.com/image/54b2e901eab8eaa8794382fd-2400/rtx14ymv-1.jpg", "publishedAt": "2018-11-27T12:49:00Z", "content": "Stephen Lam/Getty Images The investment holding company DPW Holdings was soaring ahead of Tuesday's opening bell, its shares up more than 25% at $0.29, after the company said it was spinning off its crypto-mining business, Super Crypto Mining. DPW said it pla… [+1170 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Mom pictured fleeing with her kids from tear gas at the US border says she never thought Border Patrol would use it on children", "description": "A mom who fled tear gas with her kids at the US border said she did not think Border Control would use the gas on children. Maria Lila Meza Castro arrived at the border to seek asylum on Sunday alongside other Central American migrants, who were met with tear…", "url": "https://www.businessinsider.com/mom-tear-gas-children-migrants-us-border-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd3257d1e844389e4ba334-1536-768.jpg", "publishedAt": "2018-11-27T12:48:45Z", "content": "The mom who was pictured fleeing with her kids from tear gas at the US-Mexico border says she never thought Border Patrol would use it on children. Maria Lila Meza Castro, a 35-year-old migrant from Honduras, arrived at the US border on Monday with her five c… [+3130 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "3 US servicemembers killed by IED blast in Afghan city of Ghazni", "description": "Reuters Three US service members were killed and three wounded when an improvised explosive device detonated on Tuesday near the central Afghan city of Ghazni, the NATO-led Resolute Support mission said in a statement. The names of the killed soldiers will be…", "url": "https://www.businessinsider.com/3-us-servicemembers-killed-by-ied-blast-in-afghan-city-of-ghazni-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a381b0ab0bcd552188b5880-1136-568.jpg", "publishedAt": "2018-11-27T12:47:20Z", "content": "Three US service members were killed and three wounded when an improvised explosive device detonated on Tuesday near the central Afghan city of Ghazni, the NATO-led Resolute Support mission said in a statement. A US civilian contractor was also wounded in the… [+1158 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Mark Zuckerberg humiliated by international lawmakers for failing to give evidence on Facebook scandals", "description": "Facebook CEO Mark Zuckerberg was humiliated by a group of international lawmakers for failing to give evidence on Facebook scandals. The International Grand Committee convened in the UK on Tuesday, with politicians from nine different countries coming togethe…", "url": "https://www.businessinsider.com/facebook-ceo-mark-zuckerberg-empty-chaired-by-international-rand-committee-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd33250d7c67102a74de60-2732-1366.jpg", "publishedAt": "2018-11-27T12:36:00Z", "content": "Facebook CEO Mark Zuckerberg was publically humiliated by a group of international lawmakers for failing to give evidence on Facebook scandals. The International Grand Committee convened in the UK on Tuesday, with politicians from nine different countries com… [+913 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Israel says will renew ties with Chad after presidential visit - Business Insider", "description": "Business Insider Israel says will renew ties with Chad after presidential visit Business Insider JERUSALEM (Reuters) - Israel said on Tuesday that it and Chad would resume relations, severed in 1972, after the central African country's President Idriss Deby m…", "url": "http://uk.businessinsider.com/r-israel-says-will-renew-ties-with-chad-after-presidential-visit-2018-11", "urlToImage": "http://static5.uk.businessinsider.com/image/5bfd3a2cbde70f38c53668dc-1190-625/israel-says-will-renew-ties-with-chad-after-presidential-visit.jpg", "publishedAt": "2018-11-27T12:29:00Z", "content": "FILE PHOTO: Chadian President Deby attends a ceremony at Yad Vashem World Holocaust Remembrance Center in Jerusalem Thomson Reuters JERUSALEM (Reuters) - Israel said on Tuesday that it and Chad would resume relations, severed in 1972, after the central Africa… [+1271 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Sensitive Facebook documents were seized by British Parliament after the creator of a bikini app 'panicked'", "description": "A court filing has revealed more details about how British lawmakers got their hands on sensitive Facebook documents last week. Ted Kramer, the founder of a software company suing Facebook, handed over papers after he \"panicked\" following a parliamentary orde…", "url": "https://www.businessinsider.com/facebook-documents-seized-in-uk-after-six4threes-ted-kramer-panicked-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ba126858ea82f1d008b61d0-1920-960.jpg", "publishedAt": "2018-11-27T12:12:43Z", "content": "Damian Collins MP. Tristan Fewings/Getty Images for Foundation For Sports Integrity The UK Parliament seized a cache of highly sensitive Facebook documents last week. Now, a court filing has revealed more details on how the lawmakers got their hands on the pa… [+3542 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "jgarber@businessinsider.com (Jonathan Garber), Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, AMZN, TSLA, MSFT, AAPL, BABA)", "description": "Reuters/Kiichiro Sato Here is what you need to know. Trump says he's ready to go all out in the trade war with China. President Donald Trump on Monday told The Wall Street Journal it was \"highly unlikely\" that he would reach a trade deal with Chinese Presiden…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-opening-bell-november-27-2018-2018-11-1027758342", "urlToImage": "https://static4.businessinsider.com/image/5bfd2e82beb6700e883ff72d-2400/ap18330563257398.jpg", "publishedAt": "2018-11-27T11:47:00Z", "content": "Your Personalized Market Center"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, AMZN, TSLA, MSFT, AAPL, BABA)", "description": "Here is what you need to know. Trump is ready to go all-out in the trade war with China. President Donald Trump on Monday told The Wall Street Journal that it is \"highly unlikely\" that he will reach a trade deal with Chinese President Xi Jinping at the upcomi…", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-november-27-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd2e9701b12d11980dbb79-2732-1366.jpg", "publishedAt": "2018-11-27T11:47:00Z", "content": "Here is what you need to know. Trump is ready to go all-out in the trade war with China. President Donald Trump on Monday told The Wall Street Journal that it is \"highly unlikely\" that he will reach a trade deal with Chinese President Xi Jinping at the upcomi… [+2327 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Chinese President Xi faces potential 'humiliation' in shaky G20 trade talks with Trump", "description": "The chances that President Donald Trump and Chinese President Xi Jinping will strike a deal to resolve their escalating trade war are looking increasingly poor. Trump said this week that he is \"highly unlikely\" to step back on a planned increase in tariffs on…", "url": "https://www.businessinsider.com/us-china-deal-unlikely-tariffs-humiliation-g20-buenos-aires-argentina-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd205bf556fc110d7535b6-1536-768.jpg", "publishedAt": "2018-11-27T11:43:00Z", "content": "Hopes of that President Donald Trump and Chinese President Xi Jinping will manage to strike a deal this week to avoid escalating trade conflict are pretty much dead in the water after Trump said he expects to move forward with tariffs ahead of the leaders' pl… [+2370 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Fighting Floyd Mayweather interests Khabib Nurmagomedov more than anything the UFC can offer", "description": "There is one fight that interests Khabib Nurmagomedov more than all others. Nurmagomedov, the UFC lightweight champion, has been linked with a fight against jiu-jitsu expert Tony Ferguson and a rematch against Irish striker Conor McGregor. But the Russian wre…", "url": "https://www.businessinsider.com/floyd-mayweather-more-interesting-than-ufc-says-khabib-nurmagomedov-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bbb78219a4ab80af15ef415-1920-960.jpg", "publishedAt": "2018-11-27T11:30:04Z", "content": "Fighting Floyd Mayweather interests Khabib Nurmagomedov more than anything the UFC can offer. Nurmagomedov reigns over the UFC lightweight division as the unbeaten champion won the vacant title by beating Al Iaquinta by decision in April, before romping to a … [+3182 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider Deutschland", "title": "The diet of this South American tribe may hold the secret to healthier blood pressure", "description": "In the first world, we tend to see rising blood pressure as an unavoidable consequence of ageing. However, according to a new study on the Yanomami tribe in South America, our blood pressure problems may have less to do with our age and more to do with our We…", "url": "https://www.businessinsider.com/the-diet-of-this-tribe-may-hold-the-secret-to-healthier-blood-pressure-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfbfd1301b12d71f10de57f-1136-568.jpg", "publishedAt": "2018-11-27T11:26:17Z", "content": "So far, scientists have found it difficult to investigate the causes of the rise in blood pressure in old age. Numerous theories have sprung up surrounding specific diets and foods that may have an effect on blood pressure, but it's difficult to find a contro… [+1780 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "GM warned Trump that his China tariffs would hurt jobs. He now complains that it's happening. (GM)", "description": "Trump is railing against GM's decision to close plants and axe up to 14,000 jobs, despite the role his trade war played in triggering the events in the first place. GM has warned about tariffs hurting jobs and wages earlier this year. But cited demand and oth…", "url": "https://www.businessinsider.com/china-trade-war-trump-blames-gm-for-job-losses-caused-by-his-tariffs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd276e101142291264aa84-1536-768.jpg", "publishedAt": "2018-11-27T11:22:08Z", "content": "US President Donald Trump is railing against GM's decision to close plants and axe up to 14,000 jobs, despite the role his trade war played in triggering the events in the first place. When listing reasons behind the job cuts on Monday, General Motors tiptoed… [+1920 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "Amazon says Black Friday and Cyber Monday 2018 were the biggest shopping days in its history", "description": "Amazon has said that Cyber Monday was the biggest ever shopping day in their 24-year history. It was part of a record-breaking holiday season spanning Thanksgiving, Black Friday, the weekend, and Cyber Monday. They say they also shifted \"millions\" more produc…", "url": "https://www.businessinsider.com/amazon-cyber-monday-black-friday-2018-biggest-shoppings-days-ever-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd25ec110d4c2bdd33afc4-1920-960.jpg", "publishedAt": "2018-11-27T11:12:55Z", "content": "Amazon say that Cyber Monday smashed the company's records to become the biggest shopping day in history. The company did not release hard figures but said 2018 was \"the single biggest shopping day in the company's history with the most products ordered world… [+499 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "MORGAN STANLEY: The best group of stocks to own has shifted for the first time in years — here's why it will be more permanent than most investors expect", "description": "In a major shift, investors are starting to place a greater premium on stock valuation over earnings growth as a performance factor, according to Morgan Stanley's equity strategists. They forecast that the market will be choppy in 2019 due to a slowdown in ea…", "url": "https://www.businessinsider.com/stock-market-investing-major-shift-to-value-underway-morgan-stanley-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc56c8da27f82177535303-640-320.jpg", "publishedAt": "2018-11-27T11:06:00Z", "content": "In the perennial tussle between value and growth stocks, Morgan Stanley has picked a winner. In 2019 — and for the foreseeable future after that — the firm's equity strategists are recommending a preference for stocks that trade at cheaper prices relative to … [+2541 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "Bank of America’s $2.8 trillion wealth management CIO reveals his biggest market fear, which he warns could trigger the next recession if left unchecked", "description": "Chris Hyzy, the chief investment officer for Bank of America's Global Wealth and Investment Management division, reveals his biggest market fear. If Hyzy's greatest worry does transpire, he says it could trigger a vicious chain reaction, ultimately resulting …", "url": "https://www.businessinsider.com/next-recession-chris-hyzy-of-baml-on-what-could-cause-economic-meltdown-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc3a73da27f81c113d7106-1334-667.jpg", "publishedAt": "2018-11-27T11:03:00Z", "content": "In the current market environment, picking one fear that stands above the rest is a tall task. There's President Donald Trump's trade war, which has decimated emerging markets and left US corporations exposed to the wrath of retaliatory tariffs. There's also … [+2644 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "A dog Kim Jong Un gave to South Korea as a peace gift has had 6 puppies", "description": "A dog gifted to South Korea by North Korea has given birth to three male and three female puppies. South Korea described the dogs as a “symbol of peace” when they arrived in September. South Korea’s presidential residence has shared pictures of the puppies wi…", "url": "https://www.businessinsider.com/dog-north-korea-south-korea-peace-puppies-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd171dc957010dc03b0a93-1536-768.jpg", "publishedAt": "2018-11-27T10:46:00Z", "content": "A dog given to South Korea by North Korean leader Kim Jong-un to promote peace has given birth to six puppies. Two white Pungsan dogs were presented to South Korean President Moon Jae-in in September as a peace offering from North Korea, to symbolize the two … [+1055 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Saudi Crown Prince Mohammed gets the royal treatment on tour of Middle East", "description": "Bandar Algaloud / Courtesy of Saudi Royal Court / Handout via REUTERS Saudi Arabia's Crown Prince Mohammed bin Salman arrived in Egypt on Monday, the third leg of his first trip abroad since the murder of prominent Saudi journalist Jamal Khashoggi in Turkey l…", "url": "https://www.businessinsider.com/saudi-crown-prince-mohammed-gets-the-royal-treatment-on-middle-east-tour-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd1eace4218a0c876a9dd5-1920-960.jpg", "publishedAt": "2018-11-27T10:40:05Z", "content": "CAIRO (Reuters) - Saudi Arabia's Crown Prince Mohammed bin Salman arrived in Egypt on Monday, the third leg of his first trip abroad since the murder of prominent Saudi journalist Jamal Khashoggi in Turkey last month. President Abdel Fattah al-Sisi greeted th… [+2123 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter and Reuters", "title": "Uber was just fined nearly $1.2 million over the giant 2016 data hack", "description": "Uber CEO Dara Khosrowshahi. Matt Winkelmeyer/Getty Images Uber has been fined nearly $1.2 million for failing to protect customers' personal information during a 2016 cyber attack that impacted millions of users. The fines were imposed by Britain's Informatio…", "url": "http://uk.businessinsider.com/r-british-dutch-regulators-fine-uber-for-2016-data-hack-2018-11", "urlToImage": "http://static3.uk.businessinsider.com/image/5bc8dab8bde70f5d42535e87-1190-625/uber-was-just-fined-more-than-12-million-over-the-giant-2016-data-hack.jpg", "publishedAt": "2018-11-27T10:22:00Z", "content": "Uber CEO Dara Khosrowshahi. Matt Winkelmeyer/Getty Images British and Dutch regulators on Tuesday fined ride-hailing service Uber for failing to protect customers' personal information during a 2016 cyber attack involving millions of users. The Information Co… [+395 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Many migrants are now considering staying in Mexico after the US used tear gas at the border", "description": "Kim Kyung-Hoon/Reuters Many among the more than 5,000 Central American migrants in Tijuana were urgently exploring their options and realizing they have little hope of getting asylum or crossing the border illegally. They saw the US's use of tear gas to turn …", "url": "https://www.businessinsider.com/migrants-considering-staying-in-mexico-after-us-tear-gas-at-border-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc37430d7c677a36725c30-1920-960.jpg", "publishedAt": "2018-11-27T10:18:53Z", "content": "TIJUANA, Mexico (AP) — Many among the more than 5,000 Central American migrants in Tijuana were urgently exploring their options amid a growing feeling that they had little hope of making successful asylum bids in the United States or of crossing the border i… [+4297 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Trump's latest trade barbs are hammering Apple stock and the British pound", "description": "President Trump said on Monday night that he is considering tariffs on Apple products, which had previously been spared. Apple's stock fell 1.4% in premarket trading. The pound has also lost ground after Trump said Theresa May's Brexit deal threatens a future…", "url": "https://www.businessinsider.com/trump-china-trade-war-apple-st5ock-sinks-and-british-pound-retreats-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd1899c957010dc03b0a96-1920-960.jpg", "publishedAt": "2018-11-27T10:18:12Z", "content": "US President Donald Trump's threats about slapping tariffs on iPhones sent Apple's stock tumbling, while his barbs about Brexit sent the pound lower. In a chat wth the Wall Street Journal, Trump threatened to escalate the trade war further, saying it is \"high… [+1831 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter and Reuters", "title": "Uber was just fined more than $1.2 million over the giant 2016 data hack", "description": "Uber has been fined nearly $1.2 million for failing to protect customers' personal information during a 2016 cyber attack that impacted millions of users. The fines were imposed by Britain's Information Commissioner's Office and the Dutch Data Protection Auth…", "url": "https://www.businessinsider.com/r-british-dutch-regulators-fine-uber-for-2016-data-hack-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc8bbafead52d17673a6353-1920-960.jpg", "publishedAt": "2018-11-27T09:33:30Z", "content": "British and Dutch regulators on Tuesday fined ride-hailing service Uber for failing to protect customers' personal information during a 2016 cyber attack involving millions of users. The Information Commissioner's Office (ICO) in Britain slapped a £385,000 ($… [+337 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "Theresa May told to set her resignation date as Trump blasts her Brexit plans", "description": "Theresa May has been advised to set out her departure date in order to win the support of sceptical Brexit-supporting Tory MPs, who could be more tempted to back the deal if a Brexiteer prime minister was installed next year. May's chances of getting her deal…", "url": "https://www.businessinsider.com/brexit-tory-mp-demand-theresa-may-sets-a-resignation-date-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfcfbae0591f2322b65fad2-1136-568.jpg", "publishedAt": "2018-11-27T09:21:43Z", "content": "LONDON — Theresa May is under growing pressure to hand Conservative MPs a date for her resignation in return for their support for a Brexit deal, as one of her most loyal MPs Michael Fallon issued a damaging warning that her draft deal was a \"huge gamble.\" Th… [+3188 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Tuesday. President Trump threatened to place tariffs on the iPhone and Apple stock is getting crushed. Trump said in an interview with The Wall Street Journal that he could put a 10% tariff on iPhones …", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-27-2018-11", "urlToImage": "https://amp.businessinsider.com/images/594930a99a7af5a3038b58c3-2732-1366.jpg", "publishedAt": "2018-11-27T07:54:02Z", "content": "Tim Cook and Donald Trump. AP Good morning! This is the tech news you need to know this Tuesday. President Trump threatened to place tariffs on the iPhone and Apple stock is getting crushed. Trump said in an interview with The Wall Street Journal that he coul… [+2496 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Ukraine says Russia may be preparing to launch a large-scale ground invasion", "description": "Ukraine on Monday imposed martial law in parts of the country as President Petro Poroshenko warned of the \"extremely serious\" threat of Russian invasion. Poroshenko said in a televised address that the move was necessary after Russian ships attacked Ukrainian…", "url": "https://www.businessinsider.com/ukraine-says-russia-preparing-to-launch-large-scale-ground-invasion-martial-law-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58f919487522ca15128b4ddb-1920-960.jpg", "publishedAt": "2018-11-27T06:29:46Z", "content": "Ukraine on Monday imposed martial law in parts of the country as President Petro Poroshenko warned of the \"extremely serious\" threat of attack by Russian forces. Poroshenko on Monday said in a televised address that the move was necessary after Russian ships … [+2457 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "The 10 most important things in the world right now", "description": "Hello! Here's everything you need to know on Monday. 1. Paul Manafort's plea deal with the feds is on shaky ground. The former campaign chairman of Donald Trump has been accused of violating his plea agreement by lying to the FBI and the special counsel Rober…", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-27-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfcc8bed1e8443420629ee3-2732-1366.jpg", "publishedAt": "2018-11-27T06:07:49Z", "content": "Hello! Here's everything you need to know on Monday. 1. Paul Manafort's plea deal with the feds is on shaky ground. The former campaign chairman of Donald Trump has been accused of violating his plea agreement by lying to the FBI and the special counsel Rober… [+2026 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "<a target='_blank' href='https://www.businessinsider.com/author/david-slotnick/?IR=T'>David Slotnick</a>, <a target='_blank' href='http://www.businessinsider.com/?IR=T'>Business Insider US</a>", "title": "7 Cyber Monday deals on headphones that are still going on — from Bose to Beats - Business Insider", "description": "Business Insider 7 Cyber Monday deals on headphones that are still going on — from Bose to Beats Business Insider The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue fro…", "url": "https://www.businessinsider.com/cyber-monday-headphone-deals-2018-11/", "urlToImage": "https://static.businessinsider.sg/sites/2/2018/11/5bfc6fd18c35ab079a70af44.png", "publishedAt": "2018-11-27T06:06:09Z", "content": "The Insider Picks team writes about stuff we think you’ll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. source JBL There are thousands of Cyber Monday deals out there, and we’ve rounded up the best one… [+3531 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "'It's a pretty easy read... there are pictures': CNN's Anderson Cooper throws serious shade at Trump after new climate-change report", "description": "In a lighthearted segment on Monday night, CNN host Anderson Cooper targeted a series of tweets in which President Donald Trump appeared to conflate the weather with climate. Trump and his advisers have refrained from unequivocally associating climate change …", "url": "https://www.businessinsider.com/anderson-cooper-nasa-kids-website-climate-change-trump-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfcb84966be5070aa00ec62-1536-768.jpg", "publishedAt": "2018-11-27T04:40:37Z", "content": "CNN host Anderson Cooper responded to President Donald Trump's comments on climate change, after the release of a new federal climate change assessment that gave a harrowing view of an unmitigated climate. In a light-hearted segment on Monday night, Cooper ta… [+3229 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Gray", "title": "15 attorneys general join amicus brief opposing Matthew Whitaker as Acting US Attorney General", "description": "Fifteen attorneys general filed an amicus brief on Monday supporting Maryland Attorney General Brian E. Frosh's motion to block Matthew Whitaker from serving as US attorney general. Whitaker was named acting attorney general following former Attorney General …", "url": "https://www.businessinsider.com/15-attorneys-general-oppose-matthew-whitaker-in-amicus-brief-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfcc2540d7c670c261f9a37-1136-568.jpg", "publishedAt": "2018-11-27T04:05:03Z", "content": "Fifteen attorneys general filed an amicus brief on Monday supporting Maryland Attorney General Brian E. Frosh's motion to block Matthew Whitaker from serving as US attorney general. Whitaker was named acting attorney general following former Attorney General … [+2147 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Gray", "title": "15 attorneys general join amicus brief opposing Matthew Whitaker as Acting US Attorney General - Business Insider", "description": "Business Insider 15 attorneys general join amicus brief opposing Matthew Whitaker as Acting US Attorney General Business Insider Fifteen attorneys general filed an amicus brief on Monday supporting Maryland Attorney General Brian E. Frosh's motion to block Ma…", "url": "http://uk.businessinsider.com/15-attorneys-general-oppose-matthew-whitaker-in-amicus-brief-2018-11", "urlToImage": "http://static3.uk.businessinsider.com/image/5bfcc29fdde86738b55eabd7-1190-625/15-attorneys-general-join-amicus-brief-opposing-matthew-whitaker-as-acting-us-attorney-general.jpg", "publishedAt": "2018-11-27T04:05:00Z", "content": "Acting Attorney General Matthew Whitaker speaks at the Dept. of Justice's Annual Veterans Appreciation Day Ceremony, Thursday, Nov. 15, 2018, at the Justice Department in Washington. Pablo Martinez Monsivais/AP Photo Fifteen attorneys general filed an amicus … [+2361 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Chinese researcher behind genetically edited babies is now under investigation and suspended without pay", "description": "The Chinese researcher who claims to have led the creation of the world's first genetically edited human babies, has been suspended without pay since February. His unverified claims of leading the team behind genetically edited human babies has attracted fier…", "url": "https://www.businessinsider.com/dna-modified-babies-researcher-under-investigation-suspended-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfcab900d7c670b1739731c-2732-1366.jpg", "publishedAt": "2018-11-27T03:06:07Z", "content": "He Jiankui, largely unknown until yesterday, is an associate professor at Shenzhen's Southern University of Science and Technology of China ( or SUSTC). The Guangdong province-based researcher said he used gene-editing tool CRISPR on embryos of seven differen… [+2863 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Top US House tax writer floats tax bill on retirement plans, IRS - Business Insider", "description": "Business Insider Top US House tax writer floats tax bill on retirement plans, IRS Business Insider WASHINGTON (Reuters) - A Republican who will soon step down as chairman of the U.S. House of Representatives tax committee late on Monday released a sweeping, n…", "url": "http://uk.businessinsider.com/r-top-us-house-tax-writer-floats-tax-bill-on-retirement-plans-irs-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5bfcb5ffbde70f39027f3a7d-1190-625/top-us-house-tax-writer-floats-tax-bill-on-retirement-plans-irs.jpg", "publishedAt": "2018-11-27T03:05:00Z", "content": "FILE PHOTO: Chairman of the House Ways and Means Committee Brady (R-TX) holds up a sample tax form as he speaks during a media briefing in Washington Thomson Reuters WASHINGTON (Reuters) - A Republican who will soon step down as chairman of the U.S. House of … [+1846 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Jack Ma, creator of e-commerce giant Alibaba and China's richest man alive, has been outed as a member of the Communist Party", "description": "Creator of e-commerce giant Alibaba Group, and China's wealthiest person alive has been outed by Chinese media as a member of China's Communist Party. Speculation about Ma's ties to the Chinese government have long been discussed, though he has often kept his…", "url": "https://www.businessinsider.com/alibaba-jack-ma-outed-as-a-member-of-china-communist-party-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc956fe4218a07343ca8a7-960-480.jpg", "publishedAt": "2018-11-27T02:45:45Z", "content": "Creator of Chinese e-commerce giant Alibaba Group, and the country's wealthiest person alive, has been outed by state media as a member of the Communist Party of China (CPC). Speculation about Ma's ties to the Chinese government has long been discussed, thoug… [+2067 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Fox Nation, the new streaming service for Fox News 'superfans,' dumps news coverage and goes all-in on conservative opinion", "description": "Fox Nation, Fox News' new opinion streaming service, will be available Tuesday. The service features Fox News' most well-known and controversial figures, like Tucker Carlson and Tomi Lahren. Fox News says that early purchases suggest a younger demographic cou…", "url": "https://www.businessinsider.com/fox-nation-news-streaming-service-goes-all-in-on-conservative-opinion-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc837b8c35ab09b3773813-1920-960.jpg", "publishedAt": "2018-11-27T01:48:42Z", "content": "Fox News has built a reputation for serving its news, analysis, and opinion with a conservative edge. With Tuesday's launch of its opinion-only streaming service, Fox Nation, it's leaning further into that sometimes controversial brand. \"I think our brand ide… [+6471 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "WhatsApp's chief business officer is the latest exec to leave Facebook (FB)", "description": "WhatsApp's chief business officer Neeraj Arora is quitting. He's the latest in a long line of senior execs to quit Facebook, from the cofounders of Instagram to Oculus. Arora's departure follows ugly clashes between WhatsApp's cofounders and Facebook leadersh…", "url": "https://www.businessinsider.com/whatsapp-chief-business-officer-neeraj-arora-quits-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc9547f556fc0b5004cd8a-1920-960.jpg", "publishedAt": "2018-11-27T01:27:46Z", "content": "The chief business officer of WhatsApp is leaving, the latest in a line of high-level departures at Facebook and its associated apps. Neeraj Arora, a seven-year veteran of the encrypted messaging app, announced on Facebook on Monday that he was stepping down,… [+2775 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Google paid $1 billion to buy a 52-acre office park a few blocks from its Googleplex headquarters (GOOG)", "description": "Google paid $1 billion to buy a large business park near its Mountain View, California headquarters, according to a Mercury News report on Monday. The business park Google will acquire in the deal is larger than its \"Googleplex\" headquarters located just a fe…", "url": "https://www.businessinsider.com/google-pays-1-billion-for-buildings-near-hq-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc9a1b01b12d0bc62e91d8-2732-1366.jpg", "publishedAt": "2018-11-27T01:13:30Z", "content": "Google has paid $1 billion to own a large business park near its Mountain View, California headquarters, according to a Mercury News report on Monday. The business park Google will acquire in the deal is larger than the Googleplex headquarters located a few b… [+1120 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sally Kaplan", "title": "13 things the Insider Picks team bought on Black Friday and Cyber Monday — after sorting through and writing about thousands of deals", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Over the weeks leading up to Black Friday and Cyber Monday, the Insider Picks team spends countle…", "url": "https://www.businessinsider.com/what-insider-picks-team-bought-on-black-friday-and-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc86f4110d4c24be5318c3-750-375.jpg", "publishedAt": "2018-11-27T01:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. MeUndies Instagram Over the weeks leading up to Black Friday and Cyber Monday, the Insider Picks … [+922 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Gray", "title": "'I don't believe it': Trump responds to reporters asking about the multibillion-dollar economic impact of climate change", "description": "President Donald Trump responded on Monday to the bombshell climate assessment released by his administration on Friday, saying he doesn't believe the economic impact its predicted to have on the country. The report, which is the fourth National Climate Asses…", "url": "https://www.businessinsider.com/trump-responds-to-climate-change-report-multibillion-economic-impact-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc96019e8c531d8e0df752-1334-667.jpg", "publishedAt": "2018-11-27T00:56:19Z", "content": "President Donald Trump responded on Monday to the bombshell climate assessment released by his administration on Friday, saying he doesn't believe the economic impact it's predicted to have on the US. \"Mr. President, have you read the climate report yet?\" a r… [+4052 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "These 6 tech companies are the best bargains hiding in the tech selloff's wreckage heap (FB, GOOGL, BKNG, WIX, TTD, ROKU)", "description": "The prices of many tech stocks have plunged in recent months. Thanks to that sell-off, the shares of many companies are now trading at values that are out of whack with their real worth, RBC Capital Markets analyst Mark Mahaney argues in a new research note. …", "url": "https://www.businessinsider.com/rbcs-mark-mahaney-6-top-picks-after-tech-stock-sell-off-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc91a738150713f61db2d7-2732-1366.jpg", "publishedAt": "2018-11-27T00:37:36Z", "content": "Yes, the social-media giant has been facing a slew of scandals this year. And, yes, its growth has slowed and its costs have gone up as CEO Mark Zuckerberg has tried to refocus the company on combatting fake news and other problems. But the precipitous drop i… [+1138 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi and Sonam Sheth", "title": "Paul Manafort's plea agreement with the feds is in jeopardy as Mueller accuses him of lying to investigators", "description": "Paul Manafort, the former campaign chairman of Donald Trump, violated his plea agreement by lying to the FBI and special counsel Robert Mueller's office \"on a variety of subject matters,\" according to court filing. Mueller's office asserted that \"the nature o…", "url": "https://www.businessinsider.com/paul-manafort-new-accusations-plea-agreement-mueller-russia-probe-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc89da101142227765b7a6-1920-960.jpg", "publishedAt": "2018-11-27T00:28:54Z", "content": "Paul Manafort, the former campaign chairman of Donald Trump, violated his plea agreement by lying to the FBI and special counsel Robert Mueller's office \"on a variety of subject matters,\" according to court filing on Monday. The plea agreement, which Manafort… [+2524 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian de Looper", "title": "The 10 best soundbar and home theater deals to be had on Cyber Monday 2018 — all of which are still going on tonight", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we may get a share of the revenue from your purchase. Cyber Monday is finally here, bringing with it hundreds of deals on all kinds of products. Ma…", "url": "https://www.businessinsider.com/best-soundbar-deals-on-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc802be4218a05c154adf8-1136-568.jpg", "publishedAt": "2018-11-27T00:00:00Z", "content": "Shayanne Gal/Business Insider The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we may get a share of the revenue from your purchase. Amazon Cyber Monday is finally here, bringing with it hundreds … [+586 chars]"}]}