{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Hundreds injured as major earthquake strikes Iran", "description": "A major 6.3 magnitude earthquake hit western Iran on Sunday night, injuring hundreds of people and sending panicked residents running. Between 300-500 people were reported injured in the quake. No casualties have been reported as of Sunday evening. The earthq…", "url": "https://www.businessinsider.com/earthquake-iran-injuries-death-toll-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfb277df556fc698e5c5ed4-960-480.jpg", "publishedAt": "2018-11-25T23:47:40Z", "content": "A major 6.3 magnitude earthquake hit western Iran on Sunday night, injuring hundreds of people and sending panicked residents running into the street. According to USGS, the earthquake originated 20 km (12.5 miles) southwest of Sarpol-e Zahab, in the Kermansh… [+1253 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj and David Slotnick", "title": "The best Walmart Cyber Monday deals you can get on sale right now", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Cyber Monday 2018 is here, and Walmart has a ton of incredible deals available to online shoppers…", "url": "https://www.businessinsider.com/walmart-cyber-monday-sale-deals-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf9c2a366be5041de11ded3-1136-568.jpg", "publishedAt": "2018-11-25T22:30:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Cyber Monday is here, and Walmart is doing its best to compete with Amazon — which has also been … [+916 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Marcia Dunn", "title": "Mars landing looms for NASA; anxiety building a day out - Business Insider", "description": "New York Times Mars landing looms for NASA; anxiety building a day out Business Insider CAPE CANAVERAL, Fla. (AP) — With just a day to go, NASA's InSight spacecraft aimed for a bull's-eye touchdown on Mars, zooming in like an arrow with no turning back. InSig…", "url": "http://uk.businessinsider.com/ap-mars-landing-looms-for-nasa-anxiety-building-a-day-out-2018-11", "urlToImage": null, "publishedAt": "2018-11-25T21:09:15Z", "content": "CAPE CANAVERAL, Fla. (AP) With just a day to go, NASA's InSight spacecraft aimed for a bull's-eye touchdown on Mars, zooming in like an arrow with no turning back. InSight's journey of six months and 300 million miles (482 million kilometers) comes to a preca… [+5525 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Brawl breaks out between Jags and Bills while 2 players wrestle on the ground for the ball in bizarre and wild scene", "description": "A brawl broke out between the Jacksonville Jaguars and Buffalo Bills after a contested catch. As the two teams pushed and shoved, Leonard Fournette ran over to Bills defensive end Shaq Lawson and threw a punch as they went down to the ground, fighting. Meanwh…", "url": "https://www.businessinsider.com/leonard-fournette-shaq-lawson-fight-bills-jags-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfb0cde0d7c6767802fcce6-2560-1280.jpg", "publishedAt": "2018-11-25T21:02:55Z", "content": "A wild and ugly scene broke out between the Buffalo Bills and Jacksonville Jaguars on Sunday. In the third quarter, Blake Bortles threw a deep, contested pass to wide receiver Donte Moncrief, who came down with the ball with Bills cornerback Levi Wallace clin… [+935 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj", "title": "Early Cyber Monday 2018 deals at Best Buy include $330 off a Surface Pro 6 and $125 off an iPad Pro", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Cyber Monday 2018 is pretty much here, and Best Buy has some of the best deals we've seen on tech…", "url": "https://www.businessinsider.com/best-buy-cyber-monday-sale-deals-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf9bffec957015c3d31f952-1136-568.jpg", "publishedAt": "2018-11-25T20:28:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Best Buy has rolled out hundreds of its Cyber Monday deals on the latest tech, kitchen appliances… [+946 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Seahawks running back front flips while hurdling a defender, lands on his feet, and continues running in one of the coolest highlights of the NFL season", "description": "Seattle Seahawks running back Chris Carson hurdled a defender and got flipped while in the air. Carson somehow managed to land on his feet and continue running. NFL running backs have increasingly gotten better at hurdling defenders, but the Seattle Seahawks'…", "url": "https://www.businessinsider.com/chris-carson-front-flip-hurdle-panthers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfb03748c35ab683b217d35-1136-568.jpg", "publishedAt": "2018-11-25T20:18:22Z", "content": "NFL running backs have increasingly gotten better at hurdling defenders, but the Seattle Seahawks' Chris Carson took it to a new level on Sunday. In the third quarter, Carson broke free down the middle and tried to hurdle Panthers safety Eric Reid. But as Car… [+388 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "US shuts down portion of Mexico border as groups of migrants clashed with authorities and reportedly stormed port of entry", "description": "Authorities clashed with groups that are believed to be from the Central American migrant caravan Sunday after a group estimated to be in the hundreds stormed a US port of entry. Migrants walked from a makeshift shelter in Tijuana, Mexico to head to San Ysidr…", "url": "https://www.businessinsider.com/border-closed-after-groups-of-migrants-stormed-us-border-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfafc72e4218a64722bf527-1536-768.jpg", "publishedAt": "2018-11-25T20:02:30Z", "content": "Authorities clashed with members of a migrant caravan after a group estimated to be in the hundreds stormed a US port of entry, according to video and photos posted to social media from journalists on the ground. The migrants left a makeshift shelter in Tijua… [+395 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Browns cornerback intercepts the Bengals, hands the ball to ex-head coach Hue Jackson after play", "description": "Cleveland Browns cornerback Damarious Randall intercepted Andy Dalton on Sunday. Afterward, Randall handed the ball to Hue Jackson, the ex-Browns head coach and current Bengals assistant coach. Jackson seemed to take it well, patting Randall on the helmet aft…", "url": "https://www.businessinsider.com/damarious-randall-interception-ball-hue-jackson-bengals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfaf86966be504b3f77f2b2-1136-568.jpg", "publishedAt": "2018-11-25T19:36:15Z", "content": "Cleveland Browns cornerback Damarious Randall had some fun with his ex-head coach Hue Jackson on Sunday. During the second quarter, Randall picked off a pass from quarterback Andy Dalton and ran it out to the sideline. As he ran out of bounds, he handed the b… [+607 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas and Benjamin Goggin", "title": "Ohio will soon be the first state to accept Bitcoin for taxes", "description": "Ohio is becoming the first US state to accept the Bitcoin cryptocurrency for business tax payments. Ohio politicians have been open about their desire to be on the forefront of blockchain technology adoption. It's good news for Bitcoin and cryptocurrency amon…", "url": "https://www.businessinsider.com/ohio-accepting-bitcoin-for-business-tax-payments-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfaec6701b12d67e55baa74-750-375.jpg", "publishedAt": "2018-11-25T19:21:25Z", "content": "The state of Ohio will accept Bitcoin for Ohio business tax payments beginning this week — a first for the US, according to a report from The Wall Street Journal. Bitcoin has struggled to become a widespread form of payment, but Ohio Treasurer Josh Mandel say… [+1637 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "18 gifts to spoil your dog with this holiday season", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Don't forget your furry best friend this holiday season! From treats to beds and even activity mo…", "url": "https://www.businessinsider.com/cute-dogs-gifts-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bcf7549c63f4e7c4c422076-750-375.jpg", "publishedAt": "2018-11-25T19:14:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. When searching for the perfect gifts for your friends, family, and co-workers during the holiday … [+522 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Bills rookie Josh Allen showed off his insane arm with a 75-yard touchdown", "description": "Buffalo Bills rookie quarterback Josh Allen made his return to the lineup for the first time since Week 6. Allen threw a 75-yard touchdown in the first quarter, showing off his massive arm strength. Allen's ability to move the ball immediately makes a differe…", "url": "https://www.businessinsider.com/josh-allen-arm-75-yard-touchdown-vs-jaguars-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfaf1b40d7c6765ed750e3c-1334-667.jpg", "publishedAt": "2018-11-25T19:04:55Z", "content": "The Buffalo Bills offense has struggled nearly all season, but the return of rookie quarterback Josh Allen appears to have gotten them back on track. Allen made his first start since Week 6, and immediately reminded the NFL world of the arm talent that made h… [+559 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "500 flights have been canceled as a winter storm pummels the Midwest on the busiest travel day of the year", "description": "Nearly 500 flights were canceled Sunday as a quickly strengthening winter storm pelted the Midwest on the busiest travel day of the year. A winter storm pelted many areas in the Midwest with ice, rain, and snow causing massive road delays and cancelations at …", "url": "https://www.businessinsider.com/500-flights-canceled-as-winter-storm-pummels-the-midwest-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfadf5601b12d67304a9049-2732-1366.jpg", "publishedAt": "2018-11-25T18:51:40Z", "content": "Nearly 500 flights have been canceled as a quickly strengthening winter storm pelted the Midwest the Sunday following Thanksgiving, the year's busiest travel day in the US. A winter storm dumped ice, rain, and snow, causing massive road delays and flight canc… [+1445 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick and Brandt Ranj", "title": "The 42 best deals and sales you can get online at Target for Cyber Monday 2018", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Cyber Monday 2018 is here, and Target has deals and sales on tons of items — from Google Home dev…", "url": "https://www.businessinsider.com/target-cyber-monday-deals-sales-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf9d1cf0591f27cbc17f2d6-1136-568.jpg", "publishedAt": "2018-11-25T18:40:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Last week, Target shared a sneak preview of its Cyber Monday deals, a glimpse of what this holida… [+1407 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "Disney's 'Ralph Breaks the Internet' feeds on the Thanksgiving weekend box office, taking in $84.5 million (DIS)", "description": "\"Ralph Breaks the Internet,\" Disney's sequel to \"Wreck-It Ralph,\" wins the long Thanksgiving holiday weekend box office with an estimated $84.5 million. That's the second-best opening ever for a movie over the 5-day Thanksgiving weekend, topping fellow Disney…", "url": "https://www.businessinsider.com/ralph-breaks-the-internet-wins-thanksgiving-weekend-box-office-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfa8ab9beb670613b7b1db6-1536-768.jpg", "publishedAt": "2018-11-25T18:06:38Z", "content": "Six years after \"Wreck-It Ralph,\" Disney's sequel \"Ralph Breaks the Internet\" had no trouble being a major winner at the domestic box office. The movie took in an estimated $84.5 million over the long Thanksgiving holiday weekend (Wednesday-Sunday). That's th… [+1492 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "Everlane's rare 'Choose What You Pay' sale is a different kind of Cyber Monday deal", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Everlane is one of a handful of companies not to participate in sitewide discounts to celebrate B…", "url": "https://www.businessinsider.com/everlane-choose-what-you-pay-cyber-monday-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfadae4e4218a630e363a76-960-480.jpg", "publishedAt": "2018-11-25T18:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Every year while retailers — both big and small — cut prices by up to 70% to kick off Black Frida… [+2859 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Texas A&M takes down LSU in thrilling 7-overtime, 74-72 game that included a premature Gatorade bath and the catch of the year", "description": "Texas A&M defeated LSU 74-72 on Saturday night in one of the wildest college football games ever played. LSU initially thought they had won the game in regulation, even dumping Gatorade on head coach Ed Orgeron, but a review gave the Aggies the chance comebac…", "url": "https://www.businessinsider.com/video-texas-am-lsu-7-overtime-catch-of-the-year-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfa35953815076a22320e43-1536-768.jpg", "publishedAt": "2018-11-25T17:31:32Z", "content": "After seven overtime periods and 146 points combined, the Texas A&amp;M Aggies took down the LSU Tigers at College Station to win the most thrilling college football game of the 2018 season thus far. In the fourth quarter, it looked as though the game might a… [+3309 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Facebook asks Parliament to keep quiet on internal documents seized following cat and mouse game", "description": "In a letter to British MP Damien Collins, Facebook chief of public policy Richard Allan asked Parliament to put internal documents that were seized by the body last week off limits until the matter was addressed by a judge, according to a copy of the letter s…", "url": "https://www.businessinsider.com/facebook-asks-parliament-to-keep-quiet-on-seized-internal-documents-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfada84d1e8440c446a40f7-1920-960.jpg", "publishedAt": "2018-11-25T17:24:20Z", "content": "In a letter to British MP Damien Collins, Facebook chief of public policy Richard Allan asked Parliament to put internal documents that were seized by the body last week off limits until the matter was addressed by a judge, according to a copy of the letter s… [+3859 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sally Kaplan", "title": "Macy's Cyber Monday sale has everything from cashmere sweaters to kitchen appliances— here are some of the best deals", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Macy's always has major discounts on Cyber Monday, but this year the online deals seem to be even…", "url": "https://www.businessinsider.com/macys-cyber-monday-sale-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfad260d1e8440c0f4f18c3-1136-568.jpg", "publishedAt": "2018-11-25T16:50:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Macy's is known for its annual blowout Black Friday and Cyber Monday sales, which often result in… [+2424 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "13 things you should never wear to work in the winter", "description": "What to wear to work is a daily struggle for many. It gets even more complicated in the winter. Wear items that will keep you warm, but steer clear of wearing your parka or other winter accessories at your desk. Office dress codes have become more casual over…", "url": "https://www.businessinsider.com/winter-what-not-to-wear-to-work-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5709a38150727c4278069-2732-1366.jpg", "publishedAt": "2018-11-25T16:27:00Z", "content": "Office dress codes have become more casual over the years, but there are still certain guidelines you need to follow for winter workwear. \"Dressing for work in the winter can present unique challenges because you need to prepare for both the cold weather outs… [+563 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press and Ellen Cranley", "title": "Ex-Trump campaign adviser George Papadopoulos will report to prison Monday", "description": "A judge has rejected an effort by former Trump campaign foreign policy adviser George Papadopoulos to delay his two-week prison term The judge ordered Papadopoulos must surrender Monday as scheduled. Papadopoulos pleaded guilty last year to lying to federal a…", "url": "https://www.businessinsider.com/ap-ex-trump-campaign-adviser-loses-bid-to-delay-prison-sentence-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd46d9acd6f384e0975b3f3-960-480.jpg", "publishedAt": "2018-11-25T15:46:48Z", "content": "WASHINGTON (AP) — A judge has rejected an effort by former Trump campaign foreign policy adviser George Papadopoulos to delay his two-week prison term and says Papadopoulos must surrender Monday as scheduled. Papadopoulos sought the delay until an appeals cou… [+1086 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The top 5 TV shows on Netflix and other streaming services this week", "description": "This week's most in-demand streaming shows include Netflix's \"Narcos: Mexico\" and \"Chilling Adventures of Sabrina.\" \"Big Mouth\" returned to the list this week after a brief hiatus. \"Narcos\" is gaining momentum with audiences with a new iteration of the Netfli…", "url": "https://www.businessinsider.com/netflix-shows-to-watch-this-week-narcos-and-sabrina-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf997a0e4218a59ed1baeb4-750-375.jpg", "publishedAt": "2018-11-25T15:45:00Z", "content": "\"Narcos\" is gaining momentum with audiences with a new iteration of the Netflix crime drama, \"Narcos: Mexico,\" which premiered earlier this month. Every week, Parrot Analytics provides Business Insider with a list of the five most \"in-demand\" TV shows on stre… [+671 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Riots broke out in Paris after protests over rising fuel prices and Macron's presidency", "description": "Protesters clashed with riot police in Paris over the weekend as a demonstrations against French President Emmanuel Macron and rising fuel prices turned violent. The \"gilets jaunes\" or yellow jackets movement began as a grassroots movement against business-ce…", "url": "https://www.businessinsider.com/paris-protests-over-rising-fuel-prices-macrons-presidency-turn-violent-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfaaeaf3815076d0b3ee1d2-1920-960.jpg", "publishedAt": "2018-11-25T15:40:54Z", "content": "Thousands of protesters clashed with police in Paris over the weekend in the second week of demonstrations against rising fuel prices. Police launched tear gas and water on protesters, who lit fires and erected makeshift blockades near the Champs-Elysees, a m… [+2461 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "The CEO of a real estate PR firm explains how he sells multimillion dollar homes with 'Instagram museums,' Hollywood-style trailers, and exclusive dinners for the super-rich", "description": "The CEO of a real estate PR firm sells multimillion dollar homes by making Hollywood-style real estate trailers, throwing Instagram parties for influencers, and hosting exclusive dinners for high net worth individuals. \"Just how a celebrity has a publicist, w…", "url": "https://www.businessinsider.com/multimillion-dollar-home-sales-hollywood-trailers-instagram-exclusive-dinners-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5b9b4381507334570e164-1920-960.jpg", "publishedAt": "2018-11-25T15:30:00Z", "content": "If you're looking to sell your multimillion-dollar Los Angeles home in a wildly unconventional way, you'll likely turn to one person: Alexander Ali, founder and CEO of PR firm The Society Group. His company is best known for the dramatic, Hollywood-style real… [+2585 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "Dunkin' is doubling down on fancy espresso, but says it has a key advantage over Starbucks (DNKN)", "description": "Dunkin' Donuts — now just called Dunkin' — revealed its plans for its \"store of the future\" experience in early September, starting with a name change that rolled out to about 50 stores earlier this year. One of the biggest parts of Dunkin's rebrand is comple…", "url": "https://www.businessinsider.com/dunkin-espresso-plan-to-beat-starbucks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf42b330591f21a2750fe6d-1920-960.jpg", "publishedAt": "2018-11-25T15:20:00Z", "content": "\"Our espresso is so good, you don't have to go to Starbucks,\" Tony Weisman, chief marketing officer for Dunkin', told reporters at the company's annual media day last week. Dunkin' Donuts — now just Dunkin' — revealed its plans for the \"store of the future\" e… [+1992 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "Forget shiny Rolexes and Louis Vuitton handbags — rich people are investing more in education and health, and it shows that discreet wealth is the new status symbol", "description": "Long synonymous with dripping diamonds, flashy Lamborghinis, and shiny Rolexes, rich people are being more discreet about their money. Showing off wealth is no longer the way to signify wealth. Investing in things like education and health helps the rich prop…", "url": "https://www.businessinsider.com/discreet-wealth-new-status-symbol-rich-people-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bea02d2e4218a4b423b4733-1920-960.jpg", "publishedAt": "2018-11-25T15:05:00Z", "content": "Owning a Louis Vuitton handbag, multi-million dollar Bugatti, or shiny Rolex has always been a marker of elite status. But such flashiness is becoming less ubiquitous among the ultra-high-net-worth crowd. They're spending more than ever before on security and… [+5264 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "If you've ever wanted to visit Dubai, there's likely never been a better time than right now. Here's why.", "description": "Dubai has a whopping 703 hotels with 111,864 rooms, the vast majority of which are in four- and five-star hotels. Many experts and industry researchers say the city's hotel industry is suffering from oversupply, which is pushing down revenue and room rates fo…", "url": "https://www.businessinsider.com/dubai-luxury-hotels-are-affordable-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf92d72b73c28564e014c64-1920-960.jpg", "publishedAt": "2018-11-25T14:51:03Z", "content": "Dubai is jam-packed with five-star hotels, beaches, luxury malls, and newly minted landmarks designed to be the biggest of everything — tallest building, largest indoor theme park, second-biggest mall, etc. It's all part of the city's aims to be the most popu… [+4116 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "Every time someone quits or is fired from tech company Basecamp, a detailed, company-wide 'goodbye announcement' email explains why", "description": "At web app company Basecamp, every time an employee leaves, a \"goodbye announcement\" is sent to the entire staff. The person can write it themselves or have their manager write it. If the person doesn't include details about why they quit or were fired, the m…", "url": "https://www.businessinsider.com/basecamp-cofounders-employee-departures-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57d2dea6077dcc6b138b46e5-1334-667.jpg", "publishedAt": "2018-11-25T14:30:00Z", "content": "Basecamp is known for its unconventional people practices. Employees at the small web app company work from places all over the world. CEO and cofounder Jason Fried places more value on a candidate's writing skills than on their résumé, and has hired several … [+2744 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "23 hot cars we can't wait to see at the 2018 LA Auto Show", "description": "The 2018 Los Angeles Auto Show kicks off next week in sunny Southern California. The LA Auto Show is generally a more consumer-focused show, which means fewer new concept debuts and more cars destined for showroom floors. BMW, Porsche, Lincoln, Mercedes, Lexu…", "url": "https://www.businessinsider.com/la-auto-show-2018-coolest-cars-preview-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf32a159e8c537edd2576c7-1920-960.jpg", "publishedAt": "2018-11-25T14:07:00Z", "content": "The 2018 Los Angeles Auto Show kicks off next week in sunny Southern California. As America awakens from its post-Thanksgiving turkey dinner induced stupor, the world's automakers will descend up Tinsel Town to launch the 2018-2019 US auto show season. Vehicl… [+1043 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "We tested the $1,500 mirror that streams exercise classes into your home and saw how it could upend the fitness world", "description": "Mirror, a New York-based startup, launched its $1,500 interactive mirror in September. The machine streams live and on-demand workout classes into your home. Classes cost $39 per month. Customers connect to the Mirror using a Bluetooth heart rate monitor or v…", "url": "https://www.businessinsider.com/1500-dollar-mirror-streams-workout-classes-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf47e64da27f82db408a997-750-375.jpg", "publishedAt": "2018-11-25T14:05:00Z", "content": "The biggest bonus of the screen is that it takes up no room space. While you'll need to carve out an area to actually do the exercises in, when you're not using it, it won't encroach at all. For those who don't have the time or can't make it to a group class,… [+546 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Working on a cruise ship can be brutal — but two lawyers who rep cruise line workers explain why even terrible cruise ship jobs can be attractive", "description": "Working on a cruise ship may sound like an exciting opportunity for those who like to travel, but the reality of many cruise ship jobs is far less glamorous, two lawyers who represent cruise line workers and passengers told Business Insider. The hours are lon…", "url": "https://www.businessinsider.com/why-cruise-ship-workers-take-brutal-jobs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf84ab80d7c674d8a06b8be-1920-960.jpg", "publishedAt": "2018-11-25T13:57:00Z", "content": "Working on a cruise ship may sound like an exciting opportunity for those who like to travel, but the reality of many cruise ship jobs is far less glamorous, two lawyers who represent cruise line workers and passengers told Business Insider. Often signed to s… [+2776 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "Scammers are changing the contact details for banks on Google Maps to defraud people (GOOG)", "description": "Scammers are using Google Maps to trick people into giving up their bank details. The app lets users edit and update listings, so the fraudsters are changing banks' phone numbers to their own. Victims then call them up and give up their details without ever r…", "url": "https://www.businessinsider.com/scammers-edit-google-maps-bank-listings-fraud-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bcf932e756c100202005494-2560-1280.jpg", "publishedAt": "2018-11-25T13:30:00Z", "content": "Scammers have found a new avenue for defrauding unsuspecting victims: Google Maps. The Google-run online map service lets users submit changes and corrections to listings — so would-be fraudsters are changing the contact details listed for banks on the app. T… [+1136 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson", "title": "Salesforce lost nearly 24% of its value since September — here's why Wall Street has high hopes for its earnings on Tuesday (CRM)", "description": "Wall Street analysts expect a \"beat and raise\" from Salesforce in its Q3 2019 earnings, which the company is set to report on Tuesday after markets close. Analysts noted that the company had strong traction in its sales department across verticals, with parti…", "url": "https://www.businessinsider.com/salesforce-q3-2019-earnings-revenue-analysis-preview-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a70fd8b1072901e008b475e-960-480.jpg", "publishedAt": "2018-11-25T13:00:00Z", "content": "Salesforce stock is down nearly 24% from its high of $160 per share at the end of September, but analysts on Wall Street remain optimistic about the software giant's prospects in its Q3 2019 earnings, which it reports on November 27. In notes published last w… [+2162 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "These old Apple ads show how similar — and different — the company and its products were back in the day", "description": "I recently stumbled on an old Apple ad from 1993 that advertised Macs as a more affordable computer option. That's clearly not the case anymore, as Apple computers tend to be more expensive than its competition these days. Curious to find out how else Apple a…", "url": "https://www.businessinsider.com/old-apple-ads-compared-to-modern-apple-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf8592eb73c284de50e2f28-1136-568.jpg", "publishedAt": "2018-11-25T12:30:00Z", "content": "Much of Apple's success with its devices had to do with their simplicity. They were — and still are — simpler and cleaner to use than competing devices, which tend to appeal to a wide range of people. Recently, when Apple switched to all-USB-C ports on its Ma… [+503 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "The stock market is flashing some terrifying parallels to the tech bubble — and it could be foreshadowing a painful crash to come", "description": "The stock market has struggled lately, leaving investors wondering how bad the selling can get. The Leuthold Group sees parallels forming between current trading conditions and the period around the tech bubble. The firm warns against even deeper losses, espe…", "url": "https://www.businessinsider.com/stock-market-crash-terrifying-parallels-to-the-tech-bubble-flashing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf47d3f01b12d114c7f7907-1536-768.jpg", "publishedAt": "2018-11-25T11:05:00Z", "content": "In terms of stock market health, it's a pretty good rule of thumb that as soon as conditions start to resemble the dot-com era, it's time to get worried. The Leuthold Group has been closely watching one metric that's been showing some tech-bubble characterist… [+2318 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "America targets Middle East as it fears Islamic strengthening: Iran leader - Business Insider", "description": "Business Insider America targets Middle East as it fears Islamic strengthening: Iran leader Business Insider DUBAI (Reuters) - Iranian Supreme Leader Ayatollah Ali Khamenei said on Sunday the United States is targeting the Middle East because it fears Islamic…", "url": "http://uk.businessinsider.com/r-america-targets-middle-east-as-it-fears-islamic-strengthening-iran-leader-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5be0473bdde8675af278474a-1190-625/america-targets-middle-east-as-it-fears-islamic-strengthening-iran-leader.jpg", "publishedAt": "2018-11-25T10:53:14Z", "content": "FILE PHOTO: Iran's Supreme Leader Ayatollah Ali Khamenei, is seen during a meeting with students at the Hussayniyeh of Imam Khomeini in Tehran Thomson Reuters DUBAI (Reuters) - Iranian Supreme Leader Ayatollah Ali Khamenei said on Sunday the United States is … [+1174 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider España", "title": "An ex-Apple HR specialist says these four steps can help you answer any question in a job interview", "description": "Daxiao Productions/Shutterstock Juan Manuel Ramos, a Spaniard who worked in HR at Apple Ireland for 3 years, claims to have the perfect formula to answer any question during a job interview. According to the HR specialist, it's all about following the \"STAR\" …", "url": "https://www.businessinsider.com/these-four-steps-will-help-you-answer-any-question-in-a-job-interview-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7e1eec957014090240fd6-1920-960.jpg", "publishedAt": "2018-11-25T10:01:00Z", "content": "While it can be nerve-wracking to find the right answer to an interview question, there are a few tips and tricks you can use during interviews to impress recruiters. At least that's what Juan Manuel Ramos says — as Apple Ireland's former HR specialist for Eu… [+1560 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Bienkov", "title": "The EU has agreed to Theresa May's Brexit deal", "description": "The European Union have signed up to a Brexit Withdrawal agreement with Theresa May at a special summit in Brussels. European Council president Donald Tusk said on Sunday morning that an agreement had been reached. \"EU27 has endorsed the Withdrawal Agreement …", "url": "https://www.businessinsider.com/the-eu-has-agreed-to-theresa-may-brexit-deal-summit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b212d681ae6621f008b5178-960-480.jpg", "publishedAt": "2018-11-25T09:41:08Z", "content": "The European Union have signed up to a Brexit Withdrawal agreement with Theresa May at a special summit in Brussels. European Council president Donald Tusk said on Sunday morning that an agreement had been reached. \"EU27 has endorsed the Withdrawal Agreement … [+2667 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Jeff Bezos pictures Amazon as an inverted pyramid, in which he is the least important person at the bottom", "description": "A seasonal Amazon worker, who wrote an anonymous column in The Guardian, described the induction talk they were given on their first day. A manager took an image of an inverted pyramid, labelled the bottom \"least important\" and said that CEO Jeff Bezos thinks…", "url": "https://www.businessinsider.com/jeff-bezos-pictures-amazon-as-inverted-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf805e2c9570142b467cbf7-1920-960.jpg", "publishedAt": "2018-11-25T09:00:00Z", "content": "Amazon workers are told that Jeff Bezos considers himself the least important person at the company. That's according to a seasonal worker, who wrote an anonymous column for The Guardian in which they described their introductory talk from a fulfilment center… [+1714 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Bienkov", "title": "Theresa May to sign Brexit deal with EU leaders as her Cabinet plot to rip up her agreement", "description": "Theresa May is in Brussels for a special EU summit to sign off her Brexit deal. However, May's Cabinet are already preparing to rip up the deal when it is thrown out by the UK parliament when it returns to the UK in early December. Some senior Cabinet ministe…", "url": "https://www.businessinsider.com/theresa-may-to-sign-brexit-deal-with-eu-leader-summit-as-cabinet-plot-to-rip-up-her-agreement-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfa5d7810114278570c7433-960-480.jpg", "publishedAt": "2018-11-25T08:39:42Z", "content": "LONDON — Theresa May is set to agree her Brexit Withdrawal Agreement with EU leaders on Sunday, as she faces a fresh rebellion from her Cabinet at home that could yet force her to rip up the deal. The prime minister is in Brussels for a special summit with le… [+2136 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "UFC fighter Paige VanZant and model Charlotte McKinney told us how they deal with stalkers and harassers on Instagram", "description": "People ought to think twice about harassing Paige VanZant online. She punches people for a living. But they do it anyway. UFC fighter VanZant and model Charlotte McKinney told us how they deal with creepy or dangerous online fans. McKinney has a time-delay ta…", "url": "https://www.businessinsider.com/paige-vanzant-and-charlotte-mckinney-talk-about-instagram-harassment-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf832409e8c535c716ca76b-2732-1366.jpg", "publishedAt": "2018-11-25T08:02:57Z", "content": "Sometimes, being \"Instagram famous\" isn't much fun. Sure, you might have millions of adoring fans. And yes, brands might give you sponsorship money for exposure on your account. But the dark side of social media stardom is the harassment and stalking you get … [+3481 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Mark", "title": "'All will stay in Mexico': Trump says the US will bar asylum-seekers from entering the country until judges approve their claims", "description": "President Donald Trump tweeted Saturday that asylum-seekers won't be allowed to enter the United States until their claims are approved in court. The move means that migrants will be forced to wait in Mexico while their asylum cases are processed. The news co…", "url": "https://www.businessinsider.com/trump-asylum-seekers-remain-in-mexico-migrant-caravan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf9f29166be50435318ba14-1920-960.jpg", "publishedAt": "2018-11-25T00:58:42Z", "content": "President Donald Trump on Saturday tweeted that the United States will no longer allow asylum-seekers to enter the country until their claims are already approved by a judge, essentially confirming an earlier report that said migrants will be forced to wait i… [+2690 chars]"}]}