["Famed horror writer Stephen King issued a last-minute plea to his Iowa-based fans to vote a fellow Steve King, a Republican representative in the state, out of public office during Tuesday’s midterm elections.\n\n“Iowans, for personal reasons I hope you’ll vote Steve King out,” the writer King wrote to his five million Twitter followers. “I’m tired of being confused with this racist dumbbell.”\n\nIowans, for personal reasons I hope you’ll vote Steve King out. I’m tired of being confused with this racist dumbbell. — Stephen King (@StephenKing) November 4, 2018\n\nThe political King, an eight-term congressman, routinely spouts white nationalist views and recently endorsed a far-right white nationalist in Toronto’s mayoral race. He also frequently retweets other white supremacists on Twitter and has warned about “mixing cultures.”\n\nThe author King has regularly wielded his social media account to criticize politicians, most notably President Donald Trump. Last month, he challenged Trump’s political assertions about asylum seekers, firing back that the so-called caravan of migrants fleeing violence in Central America were simply “scared and hungry people,” not an existential threat to American values.\n\nHe simply followed up with a note of disappointment, telling the president: “Jesus, man.”\n\nKing, the congressman, has been forced to go on the defensive several times in recent days, erupting at a questioner during a forum in his home state last week who asked the lawmaker about his political views. An unidentified man appeared to link King’s rhetoric with the suspect in the shooting at a Pittsburgh synagogue last month, an assertion that caused the politician to go ballistic.\n\n“No,” King told the man, before telling security to escort him from the room. “Do not associate me with that shooter.”\n\nDespite his denial, the lawmaker has recently lost a number of high profile donors over his political stances. Land O’Lakes, the Minnesota dairy-giant, said last week it would no longer donate to his campaign because the company wanted its contributions to be used as “a positive force for good.” Two other major donors have also withdrawn support in recent days.", "A 15-year-old aspiring homicide detective has been charged with first-degree premeditated murder after authorities said he strangled his mother and then recruited friends to help bury her body following an argument about his grades.\n\nThe Florida teen, who attended a police explorer program in Orange City, was taken into custody after local authorities on Saturday said he gave a disturbingly callous reenactment of the crime that was initially staged to look like a home burglary.\n\n“You can’t begin to imagine how wild this story was,” Volusia County Sheriff Mike Chitwood said at a press conference.\n\nVolusia County Sheriff's Department Gail Cleavenger, 46, was strangled to death by her 15-year-old son following an argument about a grade he received at school, authorities said.\n\nAuthorities said what started as an argument over a D letter grade at school ended with 46-year-old Gail Cleavenger being strangled to death in her bed as her husband was out of the state for business on Thursday night.\n\nIn an effort to cover up the crime, her son allegedly recruited two juvenile friends to help him bury her body in a church’s fire pit and then stage a burglary at their home. The boy then went to school Friday morning and came home to report his mother as missing to police and their home ransacked by unknown intruders.\n\nSgt. A.J. Pagliari, with the Sheriff’s Major Case Unit, said at a press conference that the teen confessed to the crime after his two friends came clean, which led to them being charged with accessory to first-degree murder.\n\nHe described the boy as appearing “very proud of what he did” during his re-telling of the events.\n\nThe boy, who is not being identified by HuffPost as it’s not clear whether he will be charged as an adult, had taken criminal justice classes at a university and had been fascinated with the investigation to the point that he invited the sergeant to go “admire his work” at the crime scene, Pagliari said.\n\n“He said, ‘I did a really good job at staging everything,’” Pagliari said.\n\nThough the boy said he wanted to be a homicide detective one day, Pagliari said: “At the end of the day, I’m standing here, and he’s where he belongs.”", "View this post on Instagram\n\nMuch love & appreciation @badgalriri! 🙌🏾🙌🏾🙌🏾 #Repost @badgalriri with @get_repost ・・・ FLORIDA: You have the opportunity to make history this election. The US has only had four black Governors in its entire history, and we can help make #AndrewGillum the next one and Florida’s first! If you’re tired of feeling like you don’t matter in the political process, know the most important thing you can do in supporting a candidate is finding someone who will take on critical issues such as: making minimum wage a livable wage, paying teachers what their worth, ensuring criminal justice reform, making healthcare a right, and repealing Stand Your Ground. That’s a platform we MUST support. Let’s #bringithome, Florida. Vote @andrewgillum. And VOTE YES on Amendment 4 to restore voting rights to folks who have already paid their debt to society. VOTE on November 6th!", "WASHINGTON (AP) — No longer reluctant to speak out, former President Barack Obama is delivering a closing argument for Democrats that seeks a firm check on President Donald Trump’s policies in Tuesday’s midterm elections.\n\nObama and Trump were offering competing visions for the country in a split screen of campaigning on Sunday, seeking to galvanize voter turnout in the fight to control Congress and governors’ mansions.\n\nObama was traveling to Gary, Indiana, on behalf of Sen. Joe Donnelly, D-Ind., who faces a stiff challenge from Republican businessman Mike Braun. Later in the day, the former president was campaigning in his hometown of Chicago for businessman J.B. Pritzker, Democrats’ nominee for Illinois governor.\n\nObama has taken on a more public role this fall after refraining from offering a full-blown counterpoint to Trump’s policies, which have sought to dismantle Obama’s legacy. Without invoking his name, Obama has accused Trump of lying and “fear-mongering” and warned Democrats not to be distracted.\n\nTrump has punched back, accusing Obama of leaving behind a trail of broken promises on trade, the economic recovery and a promise during his presidency that patients could keep their doctors under his health care law.\n\nTrump was holding Sunday afternoon rallies in Macon, Georgia, and Chattanooga, Tennessee, in support of Republican Brian Kemp, who is running for Georgia governor, and Rep. Marsha Blackburn, who is seeking an open Senate seat in Tennessee.\n\nA look at campaign activities on Sunday:\n\n___\n\nIMMIGRATION\n\nThe White House pushed back against claims that Trump’s recent steps to secure the U.S. southern border were motivated by the upcoming election.\n\nSecretary of State Mike Pompeo said in an interview with CBS’ “Face the Nation” that the president’s moves had nothing to do with electoral politics.\n\n“I’ve been involved in scores of conversations about stopping illegal immigration from Mexico and never once has there been a discussion of the political impact in U.S. domestic politics,” Pompeo said. “It has always been about securing the safety of the American people and securing our southern border.”\n\nTrump is sending up to 15,000 U.S. troops to the border to stave off a caravan of migrants slowly making its way through southern Mexico, hundreds of miles from the border. Trump has also announced plans to try to end the constitutionally protected right of birthright citizenship for all children born in the U.S.\n\n___\n\nSENATE STAKES\n\nRepublicans predicted that they would pad their two-seat Senate majority even though the party of a first-term president typically struggles in midterm elections. Democrats are defending 10 Senate seats in states Trump carried in 2016.\n\nSen. Thom Tillis, R-N.C., said Republicans would not only “hold the majority — I believe we’re going to add to it.” Republican National Committee Chairwoman Ronna McDaniel pointed to the recent October jobs report as evidence Republicans are delivering.\n\n“We have a record of results and the Democrats have a record of resistance and obstruction,” she said, arguing that voters would return Republicans to the majority.\n\nSen. Mark Warner, D-Va., said that even if voters are motivated by a strong economy, “many people realize we need a check on this president.” And Sen. Chris Van Hollen, D-Md., said the party still has a “very narrow path” to a Senate majority despite facing the toughest Senate political map in 60 years.\n\nMcDaniel and Warner appeared on CBS’ “Face the Nation,” Tillis appeared on “Fox News Sunday,” and Van Hollen appeared on “Fox News Sunday” and ABC’s “This Week.”\n\n___\n\nELECTION SECURITY\n\nWarner, the ranking Democrat on the Senate intelligence committee, said that people should “go out and vote with confidence” but that the White House has “frankly held back” on ensuring the election will be secure.\n\nThe Virginia Democrat faulted the White House for opposing an election security bill that would have ensured that every polling station had a paper ballot to audit after the election. And he questioned Trump’s decision to eliminate the role of cybersecurity coordinator on the National Security Council.\n\nTrump received a briefing on election security last week. U.S. intelligence agencies jointly asserted last month that Russia, China, Iran and other countries are engaged in continuous efforts to influence American policy and voters in the upcoming elections and beyond.\n\n___\n\nAssociated Press writers Jill Colvin and Zeke Miller contributed to this report.\n\n___", "A white woman who was filmed harassing two black sisters outside of an apartment complex in North Carolina last month has reportedly turned herself over to the police to face charges stemming from the incident.\n\nSusan Westwood, widely dubbed “South Park Susan,” was booked by the Sunset Beach Police Department on Saturday on an outstanding misdemeanor warrant for misuse of the 911 system and four criminal summons, local station WCNC reported.\n\nShe was transferred to the Brunswick County Sheriff’s Department, NBC News reported, and later released. The sheriff’s department did not immediately respond to HuffPost’s requests for comment.\n\nFacebook Susan Westwood, 51, turned herself into the Sunset Beach Police Department on Saturday after being wanted on charges related to the Oct. 19 incident.\n\nThe 51-year-old’s arrest follows her harassment of sisters Leisa Garris and Chele Garris in a parking lot in Charlotte’s South Park neighborhood as they waited for assistance from AAA on Oct. 19.\n\n“Is your boyfriend here, is your baby daddy here? Nobody cares. I’m white and I’m hot,” the woman is heard telling the two sisters. “I’m still gonna make $125,000. Who are you?”\n\nWestwood was also heard claiming to have a concealed carry permit and threatening to “bring out” her weapon.\n\nOne woman in the background of the recording remarked that Westwood smelled of alcohol.\n\nWestwood was fired from her job following the incident.\n\nPolice were called to the scene but Westwood had left before they arrived. Officers said Westwood called 911 to falsely report attempted break-ins near her home before leaving the scene, according to Charlotte station WBTV.\n\n“There are folks that are trying to break in. They’re trying to get in the apartments.” Westwood told police, according to the station. “They are actually people that I’ve never seen here before ― but they are African American.”\n\nAttorney Michael Phillips, who has been hired to represent the Garris sisters, told WBTV that he has been in contact with the apartment complex and its management has agreed to evict Westwood.\n\nWestwood has also been fired from her job at Charter Communications.", "We live in a society saturated with propaganda, conspiratorial thinking, scapegoating and delegitimization, all of it disproportionately deployed to suit the needs of the GOP and its overwhelmingly white constituency. In our political sphere, this constant stream of misinformation stems from a philosophy so invested in the desires and needs of white men that it demands the extraction of the lives and humanity of everyone else.\n\nThey do not pretend to have a list of meaningful policies that they will pass to the benefit of every citizen.\n\nAnd if a few seeds planted yield bloody fruit, what of it? This philosophy says that violence is as inevitable as it is tragic, and no action need be taken except offers of thoughts and prayers.\n\nThese are the effects of white supremacy.\n\nBut the reality of white supremacy is as undeniable as it is terrible. It is in the fear of practicing your faith and meeting as a community because the government will do nothing to protect you from violence. It is in allowing unchecked lies to whittle away at the concept of shared truth, allowing truth to be whatever an individual wants it to be. It is in knowing that your voice has been silenced by a map that you can never hope to overturn. It is in having your citizenship ― and by extension, humanity ― defined out of existence.\n\nWhite supremacy will not diminish over time or come to a natural halt. It will not give ground quietly or respect institutions. Those institutions are conveniently cast as foundational when they promote the interests of white supremacy and meaningless when they do not. Negotiation is futile because white supremacy does not negotiate in good faith. The violence is part of the attraction, and it views entire classes of people as unworthy of mourning. It will not bend to hear other voices, because the entire point of the philosophy is that only one group of people has voices worth hearing.\n\nASSOCIATED PRESS It has to be made clear that our polity is prepared ― white dominated though it is ― to begin exiling white supremacy from American political life.\n\nThis is what the GOP has offered the country as we approach one of the most consequential midterm elections in American history. Republicans do not pretend to have a list of meaningful policies that they will pass to the benefit of every citizen. They do not campaign on their supposed accomplishments during the past two years. They do not tender olive branches or seek compromise with citizens who disagree with their vision. Instead, the GOP promises an escalation of white supremacy and support for Trump’s every depravity, no matter how unlawful.\n\nAt the moment, many Republicans are endorsing or defending the president’s decision to send troops to the southern border to prevent unarmed refugees from claiming their human right to asylum. Others in the GOP are still hoping to undermine the Mueller investigation and the Department of Justice. More Republicans still are spreading conspiratorial lies about their local opponents and about national Democrats, even after several prominent Democrats were targets of a terrorist assassination attempt.\n\nThe Republican Party has abandoned a closing argument for a primal scream. But it does not have to work.\n\nThough white supremacy cannot be diminished, reasoned with or loved into submission, it can be pushed out. It can be rebuked and repudiated. It can be tethered to an extraordinary electoral loss, a removal from power that would shame the ideology’s ancestors. If Republicans have chosen to epitomize white supremacy then we can choose to reject them at the polls.\n\nIn this white voters are uniquely situated. Diverse voters have already chosen our alignment, but white voters are typically split. It will be the task of enough white voters to mobilize against this poisonous atmosphere and attack on democracy. It has to be made clear that our polity is prepared ― white dominated though it is ― to begin exiling white supremacy from American political life and to demonstrate that no one willing to espouse, promote or ally with these politics should wield the power of government.\n\nThe violence and fear ahead of these elections is a tragedy and a portent. With continued Republican rule, we could have a society in which these sacrifices of lives and communities are common and apologies are rare; in which the costs of violence are downplayed and the effects on many uninterrogated; in which truth is defined by what you choose to believe.", "Ten years ago Sunday, Americans elected a young senator from Illinois named Barack Obama to be the 44th president of the United States.\n\nThe country’s first black president recalled the historic night of Nov. 4, 2008, in an Instagram post on the anniversary.\n\n“When more people get off the sidelines and decide to participate, our country becomes a little more representative of its people ― of everyone’s collective decision,” Obama wrote. “And American politics can change as a result.\n\nHe continued: So on Election Day this Tuesday, I’m not just asking you to vote. I’m asking you to really show up once again. Talk with your friends, convince some new voters, and get them out to vote because then something powerful happens. Change happens.”\n\nThe anniversary drew emotional tributes to Obama on Twitter, with many supporters echoing the former president’s call to vote in the midterm elections.\n\n“10 years ago we elected @BarackObama as the 44th President,” one Twitter user wrote. “Our entire West Philly neighborhood flooded the streets to celebrate in the rain. The joy was unstoppable. This is what happens # whenweallvote. This night changed my entire life. Please do your part Tuesday. Please.”\n\nRacial Barriers Fall: Barack Obama is elected as the first black president of the United States, 10 years ago today. https://t.co/8gSz4k0GAN pic.twitter.com/0fiewVSr1Y — NYT Archives (@NYTArchives) November 4, 2018\n\n10 years ago we elected @BarackObama as the 44th President. Our entire West Philly neighborhood flooded the streets to celebrate in the rain. The joy was unstoppable. This is what happens #whenweallvote. This night changed my entire life. Please do your part Tuesday. Please. pic.twitter.com/QdxKr4XS5c — deesha is voting 11/6 (@DeeshaDyer) November 4, 2018\n\n10 years ago today we elected Barack Obama as the 44th POTUS and put this wonderful family in the White House.\n\n\n\nBEST. DECISION. EVER.🇺🇸🗳🙌🏽#YESWECAN pic.twitter.com/9pyugQhMRo — Dartagnan Anton Llorens (@Dartagnan_Llore) November 4, 2018\n\nHistory was made 10 years ago today. The first family. The first term. @BarackObama, thank you for helping us to dream bigger and to aim higher. #DontBooVote pic.twitter.com/J9bmGvlfL1 — Blessed And Highly Flavored. (@ShellBell429) November 4, 2018\n\n10 years ago the world changed forever.\n\n\n\n@BarackObama You gave us hope.\n\n\n\nYou’ve inspired a generation of young Americans to reach for the stars and we WILL be better because of that.\n\n\n\nThank you for your hard work, advocacy and inspiration. #BarackObama #Obama — Stephen Rumbolo (@Stephen_rum) November 4, 2018\n\n10 years ago today, we voted @BarackObama in as our president. I’ll never forget how I felt when that happened. — My Alias is Alice (@jennessa__) November 4, 2018\n\n10 years ago today, Barack Obama was elected as president. — This is a friendly reminder to #VOTE on Tuesday, November 6th. pic.twitter.com/GNKfnaDlRa — Karen Civil (@KarenCivil) November 4, 2018\n\n10 years ago today @BarackObama was elected. A strikingly symbolic moment in our nation’s racial history One of the most remarkable night in American political history. I am so elated to have lived a great moment in history and relive it 10 years later. #govote #yourvotecounts pic.twitter.com/lXF9lqhInn — EconWade (@Batchnet) November 4, 2018\n\n10 years ago today, the wonderful Barack Obama became our 44th president...❤💖 pic.twitter.com/1RN8iheCvk — Jasmine 🥀 (@_ohhthatsjazz) November 4, 2018\n\n10 years ago today I was a college freshman who recently voted for the first time. I was at soccer practice when I heard that @BarackObama had won the presidency. I knew I was witnessing history. Proud to have voted for him. I’ll never forget where I was when he won. — Courtney Esposo (@ItsCourtneyYo) November 4, 2018", "Twenty-five years after “Jurassic Park,” life’s finally found a way to address one of the movie’s most head-scratching moments.\n\nLet’s set the scene: Dr. Alan Grant (Sam Neill) and paleobotanist Ellie Sattler (Laura Dern) are struggling to hold a door closed, as pursuing raptors paw at the other side. Ellie desperately tries to wrangle a gun lying nearby on the floor, but it’s just out of her reach. Acting fast, child hacker Lex (Ariana Richards) tries to activate the door locks on the Unix system. Her brother Tim ... just stands there.\n\nWell, at one point Tim does jump up and down. But, for the most part, he just stands behind his sister while Alan and Ellie struggle. Over the years, the odd moment has inspired some frustrated parodies. But none answered the question: Why, Tim? Why?\n\n“Mistakes were made, OK? Mistakes were made” Joe Mazzello, the actor who played Tim, recently told me.\n\n“It was a high-pressure situation,” he noted. “Maybe Dr. Grant didn’t want an 8-year-old boy handling a gun. That’s one theory, but all I have to say is... I wasn’t a complete bozo in the movie. Tim at least understood, ’Hey, don’t shine the light in the T-Rex’s face.′ So I’ll give myself credit for that one.”\n\n“Maybe the gun thing was a mistake,” he added, “but all’s well that ends well.”\n\nAnd it has ended up pretty well for Mazzello. Since his “Jurassic Park” days, the actor has appeared in high-profile projects like “The Social Network” and “The Pacific.” In his latest role, he’s a dead ringer for Queen bassist John Deacon in the Freddie Mercury/Queen biopic “Bohemian Rhapsody.”\n\nIn our interview, the actor explained how he got the part in the recently released, Rami Malek-led movie and why his spot-on John Deacon look even had him confused. And he continued to humor my “Jurassic Park” questions, including another age-old conundrum: Why didn’t Tim just climb through the electric fence?\n\nSo you look exactly like Queen bassist John Deacon. How did you end up playing him?\n\nIt was a pretty unusual process. I was in London when it was announced that Rami Malek was going to play Freddie, and I’ve known Rami for years, so I thought that was really cool. I was with my manager and he was like, “Hey, I actually know one of the producers. Let’s go and see them because they’re in London.” He sort of did a soft pitch of me at a bar and was like, “Hey, you should put Joe in your movie.” They were like, “Oh, do you play guitar?” And I was like, “Not as good as Queen,” and they were like, “OK, hmm.” I was like, well this is never happening, so I basically forgot about it. I appreciate my overzealous manager, but it’s not happening.\n\nThen it was probably about three weeks. I got a text from my manager again saying, “Hey, guess what? They’re interested in you for ‘Bohemian Rhapsody.’ You look a lot like John Deacon the bassist.” I did a little Google search of John Deacon and then immediately called my mother and said, “Mom, where were you in 1983? You have some explaining to do.” This guy could def be my dad.\n\nWow, that’s crazy. So can we confirm John Deacon is not your dad?\n\nI haven’t taken a DNA test but yeah, no. It is weird though, isn’t it? At one point, if I just squint my eyes a little bit, kind of bring my lip out, I sort of know how to hold my face to look like him and move like him, and before you know it it’s really uncanny.\n\nYeah, it’s like exact.\n\n[Queen drummer Roger Taylor] saw a photo of me in the makeup trailer one day, and he was like, “Oh, I’ve never seen that photo of John.” And it’s like, “No, that’s actually Joe.”\n\nWhat was it like during the Mike Myers cameo? In the movie he’s playing a producer who’s discouraging “Bohemian Rhapsody,” saying no one will ever want to play it in a car, which is clearly giving a nod to how he rocks out to it in “Wayne’s World.”\n\nI am a lifelong fan of Mike Myers. I think I fit the Mike Myers fan profile pretty good, and so it was a very cool thing... just to watch him work. He came on set in character, in costume. I didn’t know it was him at first, which was very funny. And then I went, “Oh crap. That’s actually Mike Myers.”\n\nNo way. How long did it take to recognize him?\n\nIt only took like maybe 30 seconds, but still, it was long enough to be like, “Oh wait a minute. Oh my God. Mike Myers is in the room.” What was really cool about it is even though he was only on set for three days, he could’ve been like... he comes in, does a cameo, he tells some jokes, he gets out of there. But he cared so deeply about making it great and getting the speeches right, and if he flubbed the lines, he’d go, “No, let’s do it again.” He just wanted it to be so perfect. It was just cool to see that even in a small featured cameo role, he took his job so seriously and cared so deeply about the work.\n\nHe’s passionate about Queen. A lot of people are, which may have been part of the reason there was so much controversy when the trailers came out and there were claims that the film was straightwashing Mercury’s sexuality. As an actor, how did you feel about that? And how did you feel about how the movie handled it?\n\nIt was funny when that first trailer came out, because I just feel like nothing could be further from the truth about the movie that we made... I think a lot of people who felt that way felt different once they saw the film. I certainly do.\n\nI don’t think there was any sort of straightwashing at all. I think it’s a very truthful telling of Freddie Mercury’s life. It would be untruthful if we didn’t talk about the Mary Austin part of his life. He was engaged to a woman. She is the only person who knows where his ashes are, so this is someone who is deeply, deeply important to his life. She still runs his estate and lives in his home, so that all had to be dealt with. We had to tell that portion of his life, and then you see him go down a really bad path. You see some bad gay relationships and some very good gay relationships. Literally, our story ends with him introducing his boyfriend to his family and them being accepting of him.\n\n[Freddie’s boyfriend Jim Hutton] says in the movie, “Come back when you realize you love yourself,” and that had to be Freddie’s journey. He had to accept who he was and come to terms with it and embrace it. So you really see the entire journey of Freddie Mercury and his personal life. I actually felt like we handled it really well, and just because you don’t get explicit or graphic about certain things, that’s not the same thing as not dealing with it head-on.\n\nMichael Jackson is a part of your character’s story, since Jackson apparently convinced Queen to release the John Deacon song “Another One Bites The Dust” as a single. There’s also obviously a lot of David Bowie in Queen’s story. Were there ever scripts where they were included as characters? What were other Queen moments that maybe didn’t make the final movie?\n\nThere was an early draft with Sid Vicious in it. Apparently he and Freddie got into a little bit of a fight, but that was a draft before I was even attached. There was never a version of it, though, with David Bowie or Michael Jackson that I’m aware of. The script’s been kicked around for 10 years. It’s possible, but not that we filmed.\n\nYou’ve also been in “The Social Network.” Have you ever met your real-life counterpart in that movie, Facebook co-founder Dustin Moskovitz.\n\nI never met Dustin. I think initially the Facebook guys were not too keen on the movie coming out. I think they came around to it pretty quickly though, because it was a pretty fun movie and successful. I don’t think it was necessarily damning toward anyone. I think it’s a fairly fair depiction of who these guys are. But it would be really great, if he owns 6 percent of the company, if he wanted to finance a movie I was in or a movie I want to direct. That would be really great.\n\nHow do you feel about Facebook and social media now?\n\nI remember being on Facebook... and I had no clue what it was going to become. My girlfriend at the time wanted me to sign on, so my profile was just like, teasing her. Basically making fun of her. Before I knew it I suddenly started getting thousands of friend requests, and I was like, “What is going on?” And it turned out some blog was like, “Hey, the kid from ‘Jurassic Park’ is on Facebook, and here’s a link to his profile.” I suddenly realized, “Whoa, you put something on the internet, and it’s forever.” And these pictures and my life are something that I have to recognize has to be guarded a little bit tighter.\n\nSpeaking of “Jurassic Park,” one other question I have is: Why didn’t Tim just climb through the electric fence?\n\nMan, do you know what’s funny? I love heights. I’m like the exact opposite, so when we did that scene and we’re supposed to be climbing, I climbed up faster than anyone and got to the top and suddenly everyone had a freakout. Steven Spielberg ran out from video village and was like, “No, no, no, no, no! Joey, Joey, come down slowly. Slowly drop down. Everyone was terrified that I was going to get hurt, and I was up there like it was a jungle gym, having the time of my life.\n\nYeah, I think that maybe when they made the fence they didn’t realize how small I was. That probably, yeah, I could’ve fit through, but I think in the closeups you actually see a different fence. You actually see that it was a little bit smaller. In this day and age, with blu-ray and high definition, yeah, you maybe see some flaws. But let’s suspend disbelief and not try to get too far in the weeds.\n\nHave you seen the new “Jurassic World” movies?\n\nI actually haven’t seen the most recent one. I have to be honest. But I am loving that they are so successful and that a younger generation is really getting into “Jurassic Park,” because I think it’s such a great franchise. And so I have nothing but love for those movies. Yeah, you never know. [It’d be] a fun thing maybe if Tim Murphy reappeared, but that is not up to me. So I guess we’ll see what happens.", "Pittsburgh Steelers quarterback Ben Roethlisberger on Sunday donned custom-made cleats honoring those killed in last Saturday’s mass shooting at the Tree of Life synagogue.\n\nThe shoes were emblazoned with the words “stronger than hate” and included a reimagined version of the NFL team’s logo, featuring the Star of David.\n\nBen Roethlisberger wearing these cleats today in response to shooting at Tree of Life Synagogue. Roethlisberger and his wife are close to Michele Rosenthal, who worked in Steelers’ community relations and assists with Ben’s foundation. Michele lost two of her brothers in shooting pic.twitter.com/W3UrHDBb6M — Adam Schefter (@AdamSchefter) November 4, 2018\n\nRoethlisberger and his wife Ashley Harlan are reportedly close friends with former Steelers’ community relations manager Michele Rosenthal, the sister of two men killed in the attack.\n\nCecil and David Rosenthal ― 59 and 54, respectively ― were among the 11 killed when a gunman opened fire at the Pittsburgh synagogue on Oct. 27.\n\n“To say that everyone in the Pittsburgh Jewish community knows them is not even a remote exaggeration,” Jeffrey Solomon, a fellow Tree of Life congregant, told The New York Times. “They were both active participants in so much of life.”\n\nRoethlisberger, along with several other Steelers players, attended funeral services for the brothers last week.", "For the entirety of Donald Trump’s presidency, it has been clear that American Christians, evangelicals in particular, are willing to overlook all sorts of moral violations in order to hold onto political power. People who claim to be Christian, wholeheartedly practicing their politics “in the name of God,” have wholly abandoned the way of Jesus who tells us from the beginning to care first for the poor, marginalized and downtrodden. The question posed by this week’s midterm elections is yet again: Will Christians continue to compromise the way of Jesus in favor of perpetuating a Christian subculture obsessed with power ― and the delusion that Trump’s presidency is a direct result of God’s will? Or will they break free of that trap?\n\nAs of 2017, 91 percent of Congress identified as Christian, and while this is a vague moniker in many ways, it is notably both unrepresentative of the total population (where three-fourths identify as Christian) and consistent with Christianity’s overrepresentation in politics throughout the history of United States.\n\nChristians frequently call on the history of Christianity of the “founding fathers” to back-up the authority of their politics in the U.S. without recognizing the inherently unchristian values that some of those founders held. From having affairs and using violence as a primary tool (most of them) to literally cutting and pasting the scriptures to create a religious ideology (Jefferson), the foundation of U.S. politics was laid on compromising the ways of Jesus in exchange for power. This same compromise was made to justify slavery, genocide of indigenous people and massive land theft and is the foundation of how Christians interact with the political system.\n\nThe equation is actually quite simple: Christians’ (particularly Christian leaders) perception of moral authority, plus a contextual and universalized interpretation of the Bible, and the false notion that God ordained the U.S. to be a Christian nation, manifests in a spiritual rhetoric that backs up all power and violence as a means to an end for a Christian reality. This is a dangerous pattern present in American Christianity where those in power, believing that God is in control, create realities where their way is done and then call it God’s plan. God’s plan somehow always seems to agree with political agendas in this logical tail chasing.\n\nIt shouldn’t be this way.\n\nAs Christians align ourselves with political parties, the key question becomes, “Who and what would Jesus align himself with?” Even a quick look at just the first few chapters of each of the gospels reveals a God that is less interested in moral purity or political power (which in the story Satan offers), and more interested in both embodying the experience of the marginalized and calling the poor, meek, hungry, merciful, pure in heart, persecuted and peacemakers to follow him in an upside down way of being. In Jesus’ way, God’s closeness has nothing to do with power and everything to do with alleviating suffering and siding with the concerns of the downtrodden.\n\nChristians in the U.S. would rather talk about a fallacious war on Christianity in order to recast themselves as the persecuted. The spiritual gymnastics required to fit ourselves into the role of the people who Jesus sided with his asinine.\n\nIf the lens of politics comes first, it is not hard to justify a whole range of positions with scripture.\n\nThere is not a lot in scripture that is clear ― and it only ends up clear if we make a ton of assumptions. One thing that is clear, however, is that Jesus, when summing up the law, says that it’s about loving God and loving people ― not institutionalizing God and subjugating people.\n\nIt turns out, what Christians often perceive as a commitment to scripture is more specifically a commitment to Christian power. If the lens of politics comes first, it is not hard to justify a whole range of positions with scripture. It is how people like Attorney General Jeff Sessions can use scripture out of context one day to justify separating migrant children from their parents, but then ignore and kick out pastors who quote scripture back to him.\n\nThe psychology of victimhood allows them to claim that any critique of their Christianity is part of the effort to “erode our great tradition of religious freedom.” Theirs is a Christianity that, putting itself at the center, cannot see how its policies impact those who don’t share its interests.\n\nChristian political rhetoric, and by extension voting, largely centers on “taking a stand” against things that seem unchristian, but seem inherently disinterested in living out the way of Jesus. In the modern Republican party, this is most clear around abortion, where it is notable that anti-choice policy, while seen as “taking a stand,” doesn’t actually decrease abortions. The issue functions purely as a source of performative moral outrage that eliminates Christians’ capacity for nuanced, educated, responsible and holistic voting.\n\nMorality and ethics are not absolute and scripture doesn’t treat them like they are ― the Bible is full of God not telling people what to do specifically, them doing super messed up stuff and scripture seemingly remaining indifferent. What is notable are the things that do seem to be constants ― love for God and sacrificial love for others regardless of identity.\n\nAt the end of the day, if we opt into politics that deeply humanize people regardless of identity, we enter into the story of the people Jesus aligned himself with.\n\nHistory doesn’t typically look back fondly on those who attempt to “conserve” traditional ways, and scripture doesn’t expect that culture will always look the same. The cultural values of Jesus’ time do not line up with ours, so the values must be understood contextually, not just at face value. In the choice in partisan politics between flawed candidates on all sides, Christians’ engagement with politics ought not just mean unquestioningly supporting candidates like Trump who promise them seats at the table of power, but to call all politicians to higher standards of the common good.\n\nWe must be educated voters and political actors, choosing not based on single issues or partisan politics, but by looking at candidates and their overall impacts more consciously. It is our responsibility to emulate Christ and not the people who have distorted him to their own purpose.\n\nJesus didn’t use his name to gain political power. We ought to be careful with our own temptation to do so.", "The controversial ad attacks Democrats for allowing Bracamontes to enter the country, though he was first deported during President Bill Clinton’s administration. He returned, was deported a second time under President George W. Bush’s administration, but again re-entered the U.S.\n\nTapper told McDaniel that he “completely” agrees that immigration reform is needed, before drilling in again on the ad’s misleading rhetoric.\n\n“President Trump is inaccurately ― inaccurately ― blaming [Democrats] for putting a cop killer, for letting him into the country,” Tapper said. He noted that “the last time he came into the country was under” Bush, a Republican.\n\nMcDaniel responded, “Regardless, we don’t want him in the country. He killed police. That’s not good.”\n\nTapper tried again to question the GOP leader about the ad’s accuracy. “He’s a monster,” Tapper said. “And he was sentenced to death. And good riddance. But was his presence in the United States the Democrats’ fault?”\n\n“It’s a systemic failure ― ” McDaniel replied, prompting Tapper to interrupt, “Yes! That’s true. It’s a systemic failure. That’s my point. It’s a systemic failure. Democrats and Republicans ― that’s the failure. But [Trump] blamed it all on Democrats.”\n\nMcDaniel then attempted to pivot the discussion toward the Trump administration’s handling of the country’s opioid abuse epidemic, which didn’t go unnoticed by Tapper.\n\n“I know you want to change the subject,” he said.\n\nCNN on Saturday confirmed it had declined to air the ad after Donald Trump Jr., the president’s eldest son, criticized the network over its decision hours earlier.\n\n“CNN has made it abundantly clear in its editorial coverage that this ad is racist,” CNN Communications tweeted. “When presented with an opportunity to be paid to take a version of this ad, we declined. Those are the facts.”", "Keitany ran the race in 2 hours, 22 minutes, 48 seconds, the second fastest in history. Margaret Okayo of Kenya holds the record of 2:22:31, which was set in 2003.\n\nThe victory was Keitany’s fourth in New York in the last five years. She won in 2014, 2015 and 2016 before coming in second last year to American Shalane Flanagan. Keitany joined Grete Waitz as the only women to win the marathon four times. Waitz, a Norwegian, won the marathon nine times between 1978-1988.", "The Trump administration is set to defend its controversial decision to add a question about citizenship to the 2020 census in a closely watched federal trial that will begin Monday in New York City.\n\nControversy over the question immediately erupted when it was leaked that the Justice Department requested it in December so it could collect better data to enforce the Voting Rights Act. In March, Commerce Secretary Wilbur Ross, who oversees the Census Bureau, announced he had decided to add the question. Civil rights groups and other critics say the question is unnecessary and designed to scare immigrants and other minorities into not responding to the decennial survey. An inaccurate count would have severe and lasting consequences because census data are used to draw electoral districts and determine how hundreds of billions of dollars in federal funds are allocated.\n\nThe census currently asks about citizenship in the American Community Survey, a longer questionnaire that goes out to more than 3.5 million households each year. It has not asked about citizenship on its decennial survey ― which goes out to every American household ― since 1950. The Voting Rights Act, the basis for the Justice Department’s request to add the citizenship question, was passed in 1965.\n\nThe case, State of New York, et al. v. United States Department of Commerce, et al., is likely to focus on the way Commerce Department officials made the decision to add the citizenship question. The plaintiffs in the case ― 18 states, the District of Columbia, several cities and a handful of immigrant groups ― say the decision to add the question was motivated by discriminatory intent. They say the Justice Department’s request was a pretext and Ross was set on adding the question before DOJ asked the Census Bureau to do it and ignored evidence and recommendations that he should not add the question. The Commerce Department also made the decision to add the question without testing it ― an unusual practice given that questions are typically added to the census only after they’ve been extensively tested.\n\nAgence France-Presse The Trump administration is defending a decision by Commerce Secretary Wilbur Ross to add a citizenship question to the 2020 census\n\nThe Trump administration says the question is not discriminatory and that Ross acted within his authority when he decided to add it.\n\nWhile opening arguments are on Monday, the plaintiffs and the Trump administration have been fighting for months about how much information the government has to share about the decision. It’s easy to see why: The information the government has disclosed so far has substantially undermined its public justification for adding the question.\n\nThe emails show Ross eager to get the question on the census far in advance of the Justice Department’s request and getting frustrated that it was taking so long. He also disclosed in June that he had discussed adding the question with “senior administration officials” ― including Steve Bannon, ― and that it was he who approached the Justice Department about adding the question, not the other way around.\n\nWhen he announced the decision, Ross downplayed concerns that the question would lead to a lower response rate. But a January memo from the Census Bureau’s top scientist warned that adding the question would be “very costly, harms the quality of the census count, and would use substantially less accurate citizenship status data than are available from administrative sources.”\n\nAttorney General Jeff Sessions reportedly personally blocked the Justice Department from meeting with Census Bureau officials to discuss alternatives to adding the question.\n\nJohn Gore, a top official in the Justice Department’s Civil Rights Division closely involved in the request, said in a deposition he didn’t know if the data collected through a citizenship question would be any better than the citizenship data DOJ already has.\n\nThe case is likely to eventually be decided by the Supreme Court, which has already weighed in twice in the case. It agreed to block Ross from having to sit for a deposition and answer questions under oath about adding the question. The Supreme Court on Friday also declined to halt the trial over a dispute on what evidence U.S. District Judge Jesse Furman, an appointee of Barack Obama, can consider in the case.", "If you couldn’t handle the rollercoaster of emotions that “Toy Story 3” evoked, you might want to reconsider buying a ticket for the next installment of the franchise.\n\nIn an interview with BBC Radio on Thursday, Tom Hanks, who voices Woody, described the final scenes of “Toy Story 4” as “impactful” and “a moment in history.”\n\n“The way you record “Toy Story” is you’re in a room with a team that has created it,” he said on The Chris Evans Breakfast Show.\n\n“When I went in for my last day of recording, I wanted to have my back to them because usually you’re facing them so you can look right up and you can talk about it but I didn’t want to see them and I wanted to pretend they couldn’t see me.”\n\nWhile Hanks didn’t go into the specifics, his co-star Tim Allen has previously said that he “couldn’t even get through the last scene.”\n\n“I gotta resist getting emotional. I don’t want to give it away, but this is an incredibly great story,” he said. “It’s so emotional, it’s so funny, it’s so big. The idea they’ve come up with, I’m startled.”\n\nReferring to the films as a “very special collection of movies” that “hits each one of us in a completely individual way,” Hanks praised the people behind the hugely successful franchise.\n\n“Here’s the thing about those geniuses that are there at (Disney’s Pixar Animation Studios) and everybody who has ever been involved in any of the ‘Toy Story’ things: they invented something there,” he said.", "Stacey Abrams, Georgia’s Democratic nominee for governor, lashed out against Republican challenger Brian Kemp on Sunday over his office’s 11th-hour claim that Democrats had attempted to hack into the state’s voter registration system.\n\nThe office of Georgia’s secretary of state announced Sunday ― just two days before the midterm elections ― that it had opened an investigation a day earlier into the Democratic Party of Georgia over an unspecified alleged cyber attack.\n\nBut Abrams brushed off the probe as Kemp’s “desperate attempt to turn the conversation away from his failures” as Georgia’s secretary of state in the lead up to the gubernatorial election on Tuesday.\n\n“I’ve heard nothing about it,” Abrams told CNN’s “State Of The Union” when asked about the investigation. “My reaction would be that this is a desperate attempt on the part of my opponent to distract people from the fact that two different federal judges found him derelict in his duties and forced him to allow absentee ballots to be counted and those who are being held captive by the exact match system be allowed to vote.”\n\nShe continued: “He is desperate to turn the conversation away from his failures, from his refusal to honor his commitments, and from the fact that he is part of a nationwide system of voter suppression that will not work in this election because we’re going to outwork him, we’re going to outvote him, and we are going to win.”\n\nStacey Abrams on Georgia Secretary of State’s office opening an investigation into the Democratic party of Georgia for possible alleged cyber crimes: “This is a desperate attempt on the part of my opponent to distract people” #CNNSOTU pic.twitter.com/CzVrwqTKkB — CNN Politics (@CNNPolitics) November 4, 2018\n\nKemp’s office said Sunday that it had alerted the Department of Homeland Security and Federal Bureau of Investigation, but did not provide details about the alleged hacking attempt in its press release.\n\n“While we cannot comment on the specifics of an ongoing investigation, I can confirm that the Democratic Party of Georgia is under investigation for possible cyber crimes,” Candice Broce, Kemp’s press secretary, said in a statement. “We can also confirm that no personal data was breached and our system remains secure.”\n\nRepresentatives for both Kemp’s office and the Department of Homeland Security did not immediately respond to requests for comment.\n\nThe Democratic Party of Georgia vehemently denied the accusation in a statement on Sunday, calling the probe “yet another example of abuse of power by an unethical Secretary of State.”\n\n“To be very clear, Brian Kemp’s scurrilous claims are 100 percent false, and this so-called investigation was unknown to the Democratic Party of Georgia until a campaign operative in Kemp’s official office released a statement this morning,” Rebecca DeHart, executive director of the Democratic Party of Georgia, said in a statement.\n\nIn a subsequent statement, DeHart noted that the Democratic Party of Georgia is concerned about election security, but “did not create, discover, or attempt to take advantage of the deeply vulnerable system used by the Secretary of State’s office.”\n\nBrian Kemp has a long and well documented history of failing to protect the security of Georgia’s elections system. In 2016, Kemp was one of the only secretaries of state in the country to refuse help from the Department of Homeland Security to improve election security, leaving Georgians vulnerable to foreign cyber attacks. On two occasions, Kemp’s office leaked personal information including the social security numbers of six million Georgians, forcing Georgia taxpayers to foot the bill for credit monitoring because Brian Kemp’s office made Georgians vulnerable to identity theft. ... As Kemp aims to deflect blame for his failures, the questions everyone must be asking is: Why was the system vulnerable in the first place? Why has Brian Kemp still not taken basic steps to secure Georgians’ personal information?\n\nLater Sunday, Kemp’s office released an additional statement on the probe, contending they opened an investigation into the Democratic Party of Georgia “after receiving information from our legal team about failed efforts to breach” the voter registration system.\n\nThe statement did not address the numerous vulnerabilities within the system as outlined by the Democratic organization.\n\nNEW statement from Georgia Secretary of State’s office about investigation into @GeorgiaDemocrat Party for “failed cyberattack.” @wsbtv pic.twitter.com/wy2OcKzeQn — Aaron Diamant (@AaronDiamantWSB) November 4, 2018\n\nInvestigative journalism website WhoWhatWhy reported Sunday that they had received an email and document, sent from the Democratic Party of Georgia to election security experts, that highlights “massive” vulnerabilities within the state’s online voter registration system.\n\nCybersecurity experts examined the code used to build My Voter Page, Georgia’s online voter registration site, and told WhoWhatWhy that they determined data of voters could easily be accessed, changed or even cancelled.\n\nBruce Brown, lawyer for the nonprofit Coalition for Good Governance, told WhoWhatWhy that the security vulnerabilities suggested Kemp had failed in protecting the security of voter information as Georgia’s secretary of state.\n\n“That Kemp would turn this around and blame other people for his failures is reflective of his complete failure as Secretary of State,” Brown told the outlet. “Putting his own political agenda over the security of the election, Kemp is ignoring his responsibility to the people of Georgia.”\n\nPolls currently show a tight race between Abrams and Kemp. If elected, Abrams would be the first black woman governor in the country.\n\nIgor Bobic contributed reporting.", "Tree of Life Rabbi Jeffrey Myers delivered a poignant sermon on Saturday in which he blamed politicians for a rise in “hate speech” across the country — a troubling trend that he said led to the recent massacre at his synagogue in Pittsburgh, CNN reported.\n\nMyers shared his message with three Tree of Life congregations that came together to attend the synagogue’s first Shabbat services since the mass shooting. The rabbi said he had shared the same message with Donald Trump when he met with the president in Pittsburgh last week.\n\n“I said to him, ‘Mr. President, hate speech leads to hateful actions. Hate speech leads to what happened in my sanctuary... I witnessed it with my eyes,’” Myers said.\n\nEleven people were killed on the morning of Oct. 27 when a gunman entered the synagogue as Shabbat services were just getting underway. The gunman reportedly shouted “All Jews must die!” before opening fire in different areas of the building.\n\n“It seemed like a typical morning,” Myers recalled in an ABC News interview. “The usuals were there. Nothing seemed out of the ordinary in any way, shape or form. I’m not hyper-vigilant but you’re always looking to see, all right, is there something out of place? I’ve just been over the years readily trained to do that. But all seemed good. All was ready.”\n\nMyers said that he and a dozen congregants were just beginning service in the sanctuary upstairs when the first rounds of gunfire were heard. The rabbi managed to evacuate some people out of a side door ― but eight congregants remained behind.\n\n“One of them was wounded. Thank God, she will survive her injuries,” Myers said. The remaining seven people were killed.\n\n.@realDonaldTrump and @FLOTUS with Rabbi Jeffrey Myers, lay a stone and flower for each of the 11 victims at the memorial outside the Tree of Life synagogue in Pittsburgh, PA. pic.twitter.com/bIyZO8Zslb — Sarah Sanders (@PressSec) October 30, 2018\n\nThe alleged shooter, Robert Bowers, had posted anti-Semitic tirades on social media. He was arrested at the synagogue after being wounded by police who responded to the shootings.\n\nMyers was criticized by some for meeting with Trump during the president’s controversial visit to Pittsburgh on Tuesday. The rabbi said he’d received death threats for saying Trump was welcome at the synagogue. Following the get-together, Myers said he was “pleasantly surprised” to discover a “warm and personal side” to Trump.\n\nIn his sermon on Saturday, Myers said he’d drawn on “lessons from Jewish tradition in welcoming the president” to Pittsburgh, CNN reported.\n\nAnd though he called out politicians generally for fueling hateful rhetoric in the U.S., Myers stressed that he does not “foist blame” on Trump or “any one person” for the mass shooting.\n\nTree of Life Rabbi Jeffrey Myers on President Trump's Pittsburgh visit: “I was pleasantly surprised by a warm and personal side to the President that I don’t think America has ever seen” pic.twitter.com/Jzpk3J1KBS — CNN Politics (@CNNPolitics) November 1, 2018\n\nMyers, who wore a rainbow-colored prayer shawl during his Saturday sermon, has been appealing to politicians to tone down their inflammatory rhetoric in the aftermath of the synagogue tragedy.", "After targeting Andrew Gillum, the Democratic nominee for governor in Florida, with outrageously racist robocalls, an Idaho-based neo-Nazi group has reportedly been using the same tactic in Georgia, where another black candidate is engaged in a similarly hotly contested gubernatorial race.\n\nThe voice on the robocall, which went out to an unknown number of Georgia voters, identified itself as the “magical negro Oprah Winfrey.”\n\n“I see … potential in Stacey Abrams,” the voice said. “Where others see a poor man’s Aunt Jemima, I see someone white women can be tricked into voting for, especially the fat ones.”\n\nAbrams and her Republican opponent, Georgia Secretary of State Brian Kemp, both denounced the racist robocall, The Associated Press reported. Kemp called the message “contrary to the highest ideals of our state and country.”\n\nAbrams’ campaign, in condemning the robocall, added a jab about Kemp’s most prominent supporter ― President Donald Trump ― who will be traveling to Georgia to stump for him on Sunday.\n\n“These automated calls are being sent into homes just days before President Trump arrives, reminding voters exactly who is promoting a political climate that celebrates this kind of vile, poisonous thinking,” Abrams spokeswoman Abigail Collazo said, per AP.\n\nKemp had been scheduled to debate with Abrams on live television at the same time as Trump’s Georgia rally, but he canceled his participation last week ― prompting Abrams to call him out for callously “breaking promises” to Georgians. The candidates’ first debate on Oct. 23 had been heated, with Kemp defending himself against accusations of voter disenfranchisement.\n\nIn a blow to Kemp and his campaign, a federal judge ruled on Friday that Georgia must ease its “exact match” law, which requires that a person’s information on voter applications matches precisely what is on state databases ― such as use of a middle name or initial. Kemp, who is in charge of state elections and voter registration as Georgia’s secretary of state, had championed the law as being critical for election integrity.\n\nRoad to Power, which the Anti-Defamation League has described as a white supremacist and anti-Semitic group, has funded at least two racist robocalls against Gillum in recent months. Polls have shown Gillum, who would be Florida’s first black governor, running neck-and-neck against his GOP rival, former Rep. Ron DeSantis.", "Associated Press Rep. Matt Shea, R-Spokane, is facing intense criticism for distributing a document describing how a \"Holy Army\" should kill people who flout \"biblical law,\" with some campaign donors asking for their contributions back.\n\nSPOKANE, Wash. (AP) — A Republican lawmaker in Washington state denied Friday that he is racist or a white nationalist for distributing a document describing how a “Holy Army” should kill people who flout biblical law.\n\nState Rep. Matt Shea of Spokane Valley in conservative eastern Washington has been under fire since he acknowledged in a Facebook video last week that he had distributed the four-page document titled, “Biblical Basis for War” to some of his supporters.\n\nThe document condemns abortion and same-sex marriage and describes how those who don’t follow biblical law should be punished. At one point, the document says, “If they do not yield, kill all males.”\n\nNews of the document prompted several of Shea’s political contributors to demand refunds of their donations.\n\n“I have consistently and unequivocally condemned racism, anti-Semitism and white nationalism and do so again,” Shea said in a Friday tweet.\n\nHe said his critics were involved in a “ridiculous smear” to derail his election to a sixth term in the state House, where he has served since his election in 2008.\n\n“I look forward to serving again ... and fighting for lower taxes, less government, and more freedom for all of you,” Shea wrote, adding it would be his final statement on the matter.\n\nShea has embraced far-right conspiracy theories, mingled with militia groups, visited right-wing activists who seized a wildlife refuge in Oregon in 2016, and led a push to convert eastern Washington into a 51st state, called Liberty.\n\nHe represents a deeply conservative district that keeps electing him because he is effective in promoting his business-friendly agenda.\n\nShea, a lawyer, has said the document was merely a summary of sermon notes based on the Old Testament and that he was not promoting violence.\n\nHe did not return a message left by The Associated Press.\n\nCritics including his Democratic opponent, Ted Cummings, and Republican Spokane County Sheriff Ozzie Knezovich have called the document a guideline for Christian domination.\n\nOther critics said the document appears to call for violence against people who do not share Shea’s religious views.\n\nCummings said the attention appeared to trigger a wave of small contributions to his long-shot campaign for the legislative seat.\n\n“I’m overwhelmed by the support coming in!” Cummings tweeted. “We brought this dangerous, destructive man out of the shadows, into the open.”\n\nShea also is facing backlash from some of his donors. The political arm of the Northwest Credit Union Association, which represents more than 180 credit unions in Washington, Oregon and Idaho, gave $1,000 to Shea’s campaign before the August primary but recently asked the campaign to return it.\n\n“His beliefs do not reflect the views and values of the NWCUA, our member credit unions, or the consumers who are credit union members,” Lynn Heider, the group’s vice president for public affairs, said in a statement.\n\nThe Washington Association of Realtors, which donated $2,000 to Shea’s campaign, demanded a refund and said its name should be removed from Shea’s campaign materials.\n\nIn addition, AT&T, BNSF Railway and Avista, a Spokane-based utility, have demanded refunds of recent campaign contributions they made to Shea.", "LAKE HALLIE, Wis. (AP) — A western Wisconsin community on Sunday was grieving the deaths of three Girl Scouts and an adult who were collecting trash along a rural highway when police say a pickup truck veered off the road and hit them before speeding away.\n\nAuthorities have not released the names of the girls or the woman who were struck by the truck on Saturday in Lake Hallie, including the name of a fourth girl who survived but was in critical condition at a hospital in Rochester, Minnesota. The girls were members of Troop 3055 and were fourth-grade students at Halmstad Elementary School in adjoining Chippewa Falls, which is about 90 miles east of Minneapolis.\n\n“Our hearts are broken for the girls and families of the Girl Scouts of the Northwestern Great Lakes,” CEO Sylvia Acevedo of Girl Scouts of the USA said in a statement Sunday. “The Girl Scout Movement everywhere stands with our sister Girl Scouts in Wisconsin to grieve and comfort one another in the wake of this terrible tragedy.”\n\nLake Hallie police Sgt. Daniel Sokup said the pickup, a black Ford F-150, crossed a lane and veered into a roadside ditch, striking the victims. Other members of the troop were pickup up trash from the opposite shoulder.\n\nThe 21-year-old driver, Colten Treu of Chippewa Falls, sped off but later surrendered and will be charged with four counts of homicide, Sokup said. It was unclear Sunday if Treu had an attorney who could speak for him. Police misspelled Treu’s first name as “Colton” in initial news releases.\n\nSokup said it was not immediately known if there were other factors that might have led the driver to leave the road. The Minneapolis Star Tribune reported that the crash happened before a hill and there were no blind spots, Sokup said it was “not an unsafe area.”\n\nBut Cecily Spallees, a personal care attendant at a group home near the crash site, told the newspaper that drivers regularly speed on that stretch of road, which quickly changes from a 55-mph to a 35-mph zone.\n\n“I’m always telling one of my residents that he shouldn’t walk this strip at night,” Spallees said. “It’s not safe.”", "In his latest pyrrhic victory, Hungary’s authoritarian leader Viktor Orbán has forced Central European University, the marquee English-language institution of higher education in the heart of Europe, to abandon much of its operations in Budapest and depart for nearby Vienna. The departure comes after a years-long campaign to penalize, de-certify and ultimately drive out CEU, which was founded three decades ago to provide a global education for those shaking off the yoke of communism in Eastern Europe.\n\nCEU’s billionaire founder, George Soros, believed that the region, with the university as its engine, could become a powerhouse for democracy and truly vibrant societies. In the subsequent years, CEU became a global hub, attracting about 1,400 students from more than 100 countries. When I worked there, from 2010 until 2012, it was a place of incredible promise. Students held human rights workshops, faculty led classes on extremism and nationalism, speakers from around the world came to the ’90s-era auditorium to lecture on bioethics and Ottoman history. Roma students were given opportunities to access higher education they have long been denied.\n\nBut such diversity of thought and character were no match for the era of illiberal democracy in Hungary, and the university’s departure is the latest and perhaps most profound sign that Hungary’s democracy truly is failing.\n\nThe university’s departure is the latest and perhaps most profound sign that Hungary’s democracy truly is failing.\n\nIn 2010, well before Brexit and well before the election of President Donald Trump, Hungary began a near-decade-long slide toward single-party control and the silencing of dissent. That year, Orbán’s Fidesz party swept to power on the heels of a painful economic downturn. With a two-thirds majority in parliament, Orbán was able to redraw the country’s election districts, locking up Fidesz’s power. By 2011, a new media law gave Orbán allies the power to impose fines for “imbalanced news coverage,” a move Human Rights Watch called “incompatible with Hungary’s human rights obligations.” In subsequent years, opposition media outlets would close their doors.\n\nHungary has been a member of the European Union since 2004, and there was outcry from EU leaders following a flurry of laws that sapped the independence of the country’s central bank and its judiciary. By 2012, Orbán and his allies had rewritten the country’s entire post-1989 constitution, a move critics said would erode free speech and civil rights even further.\n\nOrbán’s animosity toward Soros’ work has been clear for some time. For years, Orbán decried the influence of foreign-funded nongovernmental organizations, and in 2017 his government passed a bill requiring organizations receiving $26,000 annually from overseas sources to declare themselves “foreign-supported,” or risk closure. It was widely seen as a rebuke to any group connected to Soros’ decades-long campaign of supporting pro-democracy organizations and movements across the region and the globe. During the summer of 2017, I counted well over 40 government-funded billboards between Budapest’s airport and the city center, all depicting a grinning Soros and the caption, “Don’t let George Soros have the last laugh.”\n\nASSOCIATED PRESS\n\nLast year, Orbán’s party moved to amend the country’s higher education law, specifically targeting foreign universities. While the Soros-founded CEU operates as a partly Hungarian institution, its programs are accredited in the United States. The newly amended law’s complex provisions ― for instance, requiring a bilateral international agreement, incompatible with the fact that U.S. universities are mostly regulated at the state level ― appeared to solely target CEU.\n\nWhile cautioning publicly that the new regulations might force CEU to close its doors, the university’s current president, former Canadian Liberal Party leader Michael Ignatieff, and his predecessor, American diplomat John Shattuck, led the good fight. CEU students, faculty, staff and supporters flooded the streets of the Hungarian capital, insisting on academic freedom and criticizing the government’s campaign to single out and shutter the institution. Emblazoned on buttons and shop windows was the campaign’s rallying cry, #aCEUvalvagyok. “I stand with CEU.”\n\nAnd despite the law’s onerous terms, CEU made an earnest effort to comply with the law. The university started operations at its sister school Bard College, and inked an agreement with New York state education officials that they believed could serve as the kind of bilateral agreement that the new law required. But this fall, Orbán’s government refused to hold up its end of the bargain, failing to sign the mandated bilateral agreement. It was the ultimate proof that Orbán and his enablers had been acting in bad faith all along.\n\nIn 2010, well before Brexit and well before the election of President Trump, Hungary began a near-decade long slide toward single-party control and the silencing of dissent.\n\nThat was the last straw for CEU’s board and leadership. They announced that starting next academic year, CEU will commence operations for its U.S.-accredited programs at the parallel campus in Vienna. Fortunately, thanks to the largesse of its founder and its immense network of supporters, the university and its students will likely thrive there.\n\nIt’s Hungarians and Hungary who stand to lose the most from CEU’s departure. As one of Hungary’s highest-ranked educational institutions, in 2015 alone CEU drew 9 billion forints (over $30 million) in research funds into the country and calculated in-country expenditures of over $35 million. The university just completed a multimillion-euro renovation project in the heart of Budapest’s historic downtown. While the university says it will continue some operations in Hungary, it’s clear the local economy will take a massive hit when it decamps to Vienna.\n\nBut beyond the economic damage, CEU’s departure marks an inflection point after years of democratic decay. Opposition press has all but evaporated. Once-independent institutions are now firmly within Orbán’s control. His Fidesz party has forged a deep structural advantage against nearly all opponents. Orbán continues to leverage fear of foreigners and migrants to shore up his right-wing base.\n\nIt’s part of a pattern that seems to be consuming Eastern and Central Europe: In 2017, the democracy-monitoring NGO Freedom House gave Hungary the lowest ranking of the nations it monitors in Central Europe, and lowered its overall democracy scores for 18 of the 29 countries in Eastern Europe and central Asia. And it’s all a little too familiar for anyone watching from the United States, where attacks on the press, electoral suppression and xenophobia have led us into a very dark moment.\n\nWhat’s happening in Hungary is, in some ways, unique to a small country whose experience with democracy is less than a generation old. But it’s a cautionary tale about how the steady chipping away of norms and principles can cause irreparable harm. The departure of CEU represents not just yet another strike against yet another independent institution, it’s a blow to the free inquiry, debate and academic freedom that form the backbone of strong, democratic societies. Hungary shows us those principles are more essential ― and perhaps more fragile ― than we might think.\n\nStephen Fee is director of media and strategic engagement at the Brennan Center for Justice at New York University School of Law and worked in the communications department at Central European University from 2010 to 2012.", "In the lead-up to this year’s midterm elections, HuffPost Opinion asked writers to examine the many ways that voting ― a fundamental and hard-won civil right ― is imperiled in the United States. In far too many cases, Americans are blocked from exercising that right. This piece is the first in that series, Democracy Denied.\n\nThe Muslim ban. The separation of families at the southern border. The president’s refusal to unequivocally condemn white supremacists. Brett Kavanaugh’s confirmation to the Supreme Court. Attempts to write transgender people out of the law.\n\nThe Trump administration routinely takes action that defies our sense of morality; that shatters the boundaries of decency and civility. The fear and anguish evoked by the president’s policies take a personal toll. But change is within our reach. And that’s precisely why Republicans are trying desperately to undermine our right to vote.\n\nAt our nation’s founding, voting was enshrined only for educated white men who owned property. It took more than a century for the franchise to meaningfully expand to people of color, women, people with disabilities, people who are low-income and Native Americans. Today, some elected leaders are still working to silence people who were historically denied access to the ballot box. The media is calling voter suppression the Republican party’s “secret weapon.” But there is nothing secret about their playbook.\n\nChange is within our reach. And that’s precisely why Republicans are trying desperately to undermine our right to vote.\n\nTo understand that playbook, we must return to June 25, 2013, when five justices on the Supreme Court invalidated key provisions of the Voting Rights Act that for decades protected voters in states with histories of pernicious voting discrimination. Within 24 hours of the Shelby County v. Holder ruling, Texas and Alabama announced plans to plow ahead with restrictive and previously blocked voter-ID laws. And just weeks later, North Carolina passed a monster voter-suppression law that a federal court found had deliberately sought to disenfranchise Black and Latino voters with “surgical precision.”\n\nNow, in the absence of federal enforcement of voting rights and a robust Voting Rights Act, Republicans’ attempts to erode voting rights are written plainly into legislation. And purging of voter rolls, or “voter maintenance,” as Georgia Secretary of State and gubernatorial candidate Brian Kemp calls it, is publicly celebrated as a solution to voter fraud — which nonpartisan studies show is virtually nonexistent. No amount of spin can disguise these tactics from what they are: dog whistle policies designed to confuse voters and ultimately deny their vote. Such policies are enthusiastically endorsed by the president and other members of his party at the federal and state level.\n\nAs the former head of the Department of Justice’s Civil Rights Division, I am proud of the Obama administration’s efforts to challenge restrictive voting laws across the country. Sadly, it is a different department today. Under Attorney General Jeff Sessions, the mandate is simple: make it harder to vote. In the 2018 case Husted v. A. Philip Randolph Institute, Sessions reversed the federal government’s position and sided with Ohio’s extreme practice of removing people from voter rolls. Sessions also dropped the DOJ’s objection to a strict voter-ID law in Texas, which a federal judge found to be discriminatory against communities of color. With Sessions at the helm, the Justice Department has abdicated its responsibility to safeguard civil and human rights for all.\n\nASSOCIATED PRESS\n\nNow, civil rights groups have taken up the mantle to protect and expand the right to vote. In Georgia, where voter registrations for 53,000 people are on hold, The Leadership Conference on Civil and Human Rights, along with the Campaign Legal Center, contacted every person whose registration is pending, to inform them of their rights. Using text messages, the groups let people know they are still eligible and can vote if they show up to the polls with proper identification.\n\nFurther, All Voting is Local is removing barriers between voters and the ballot, particularly in historically disenfranchised communities. In Florida, after a federal court struck down a ban on early voting at public universities, the organization worked with local election officials to help college students vote early on their campuses.\n\nThat was not an isolated win. In courtrooms and statehouses across the country, we are seeing voting rights prevail. The issue is even showing up on the ballot in several states this week.\n\nAmong them is Florida, where voters have the opportunity to restore the franchise for an estimated 1.4 million people with felony convictions. If passed, Michigan’s Proposal 3 will enact a sweeping modernization of voting, including automatic voter registration and extended registration deadlines up until, and on, Election Day.\n\nWith Sessions at the helm, the Justice Department has abdicated its responsibility to safeguard civil and human rights for all.\n\nStill, structural change is no substitute for people showing up to the polls. Trump and his ilk are working hard to suppress the vote, which is why it’s all the more important for every one of us to vote, and to get our friends and family to do the same. We cannot let up.\n\nJust look at this year’s primary results. Because people across America voted their values, more women won primaries in House and Senate races than ever before. Vermont’s Democratic Party because the first major party to nominate a transgender candidate for the governorship, and a record number of African-Americans won their gubernatorial primaries. Michigan and Minnesota are soon to elect the first Muslim women to serve in Congress.\n\nThose wins are not flukes in the system. Over the last two years, people have exercised their power by registering to vote, many for the first time. They stepped off the sidelines and chose to participate in democracy by marching, calling and writing their legislators, signing petitions, organizing and talking about politics at the dinner table — a simple but radical act for many of us. Now, the field of political candidates looks more like America than ever before. We are better for it.\n\nDiverse leadership will shine a light on critical issues that for too long have been swept under the rug, dismissed or treated with contempt: police accountability, health care, protections for Dreamers and LGBTQ communities, workplace safety and equity, reproductive justice and rights for people with disabilities. People’s lives hang in the balance. If these issues are to be addressed, we must elect leaders who insist they are top of the agenda. Our votes can move the nation to a place where justice and fairness are no longer mere ideals, but the values driving the decisions of elected leaders every day.\n\nThese elections could be the most important of our lifetime. As you head to the polls, know this: We have the power. We are the difference. Despair is the enemy of justice. If you are fed up, speak up — and vote. Together, let’s call forth a new vision for America.", "ASSOCIATED PRESS President Donald Trump has been using fear to motivate his base.\n\nThe Republican Party has aired eight times as many ads focused on crime and public safety as it did during the last midterm election, according to a HuffPost analysis, a reflection of President Donald Trump’s strategy of trying to fire up the GOP’s base with fear.\n\nDuring the last midterm elections, in 2014, Republicans running for House and Senate seats aired ads about public safety more than 12,000 times, according to data from Kantar Media/CMAG. That number spiked to nearly 107,000 for the 2018 election, an increase of more than 800 percent. While just 2 percent of GOP ads in 2014 dealt with crime, about 12 percent of their 2018 ads have touched on the subject.\n\nDemocrats have responded by airing more than 50,000 ads on the issue, typically to defend themselves in response to GOP attacks, up from just over 7,000 in 2014. That represents an increase from 1 percent of all ads to 4 percent.\n\nThe spike shows how Trump’s successful use of fear-mongering about crime and immigration during his 2016 presidential bid has resurrected crime as a political issue in the United States, despite the overall crime rate remaining low and largely unchanged over the course of the past decade. Trump has unapologetically continued the rhetoric during the run-up to the midterm elections, and his party has followed suit. The ads have run in both the swing districts the GOP is counting on to fend off Democratic control of the House, and in the red-tinted states where they seek to expand their Senate majority.\n\n“A blue wave equals a crime wave,” Trump said Friday during a rally in West Virginia for Senate candidate Patrick Morrisey, who is trailing Democratic Sen. Joe Manchin in polls. “A red wave equals jobs and safety.”\n\nNot all of the public safety ads are negative or focus on the threat of crime. Some are positive spots about a candidate’s support for law enforcement.\n\nStill, the spike has alarmed criminal justice reform advocates. Members of both parties have begun to embrace elements of criminal justice reform, including reduced penalties for low-level drug offenders and the elimination of mandatory minimum sentences, as ways to save government money and increase personal liberty.\n\nMS-13 is the new Willie Horton. Inimai Chettiar, the Brennan Center\n\n“Trump resurrected a trend of talking about crime in really alarmist ways that we haven’t seen in more than a decade,” said Inimai Chettiar, the director of the Justice Program at New York University’s Brennan Center.\n\nUnlike the earlier wave of crime ads in the 1980s and 1990s that focused on the threat of black criminals coming from the inner cities, the new ads suggest danger is coming from the southern border, even in districts thousands of miles away from the Rio Grande. Criminal justice scholars have repeatedly found no link between legal or illegal immigration and crime levels.\n\n“MS-13 is the new Willie Horton,” Chettiar said, adding that “there’s a lot of data out there showing no link between immigration and crime.”\n\nSome of the ads suggest Democrats are insufficiently tough on sex offenders, and others slam candidates with prosecutorial backgrounds over the standard practice of cutting deals to give criminals shorter sentences if they plead guilty. Others attack Democrats for giving criminals a defense at all. But the most common ads seem to suggest undocumented immigrants pose a unique threat to Americans, and they slam Democrats for wanting to abolish the Immigration and Customs Enforcement agency.\n\nOne spot, titled “Murder, Gangs, Terrorism,” attacks Democrat Ron DiNicola, a Marine veteran and lawyer running against GOP Rep. Mike Kelly in a conservative-learning Pennsylvania district, for representing “a Mexican drug lord who tortured and murdered a U.S. agent.”\n\n“We’re taught crime never pays,” a male narrator says in the 30-second ad. “But for Ron DiNicola, crime paid.”\n\nA Susquehanna University poll released last week gave DiNicola ― who is running on his military background and work to get benefits for laid-off General Electric workers in the area ― a 51 percent to 47 percent lead over Kelly in the district, which is based around the city of Erie.\n\nIn Kentucky’s 6th District, Republican groups and GOP Rep. Andy Barr have hammered Democrat Amy McGrath, a former fighter pilot and one of the early stars of the midterm cycle, over her opposition to a border wall. The ads have also accused her of wanting to abolish ICE ― a position she does not hold.\n\n“Amy McGrath, undefended borders. Unsafe communities,” a female narrator says at the end of one of Barr’s ads. McGrath and Barr are in a toss-up race in a Republican-leaning district centered around Lexington.\n\nDemocrats have often responded with spots portraying their GOP opponents as desperate, or with ones that emphasize their support for law enforcement. In North Dakota’s Senate race, Democrat Heidi Heitkamp defended herself from attacks on immigration and crime by featuring a retired police chief and Trump voter in her ads. (Heitkamp is trailing GOP Rep. Kevin Cramer in her re-election bid.)\n\n“Heidi voted to arrest, imprison and deport illegal immigrants who commit crimes,” the former police chief says. “Heidi was a tough, law-and-order attorney general.”\n\nIn Arizona’s contest, Democratic Rep. Kyrsten Sinema fought back against an attack labeling her weak on sex offenders by calling GOP Rep. Martha McSally’s campaign “desperate.”\n\n“If she’ll lie just to get elected, she’ll lie about anything,” a narrator says of McSally at the end of the ad. Sinema and McSally are in a toss-up contest.\n\nThe immigration and crime ads have reached a new peak in the waning days of the campaign, with Trump labeling a migrant caravan consisting largely of women and children an “invasion,” and other Republicans picking up on the theme.", "When Hillary Clinton lost the presidential election in 2016, public trust in election polling ― which systematically overstated her standing in key states ― took a hit as well. Heading into the next election, many voters and pundits are still feeling apprehensive.\n\n“I’m more skeptical of polls now because of who ... is in the White House,” Elthia Parker, a 79-year-old retiree, said at a Las Vegas rally late last month.\n\n“Ignore the polls,” political commentator Ana Navarro exhorted, a sentiment that racked up more than 10,000 retweets. “We’ve all seen them be wrong before.”\n\nJust 37 percent of registered voters said in a survey last year that they had even a good amount of faith in public opinion research. Republicans were most likely to be skeptical. And those responses were from people who were willing to be polled.\n\nMost pollsters would agree with the skeptics that surveys are far from infallible. National polling, as pollsters are happy to remind anyone in earshot suggesting otherwise, wasn’t actually that far off in 2016. Surveys largely predicted a modest popular vote win for Clinton. But it was a historically bad year for polls in states like Wisconsin and Pennsylvania, which almost uniformly underestimated Donald Trump’s chances and left much of the public blindsided by his win.\n\n“The number of times we’ve had to reassure a client that the process still works and the number of skeptical questions I get when giving talks has certainly increased since 2016,” Ashley Konig, the polling director at Rutgers University, noted in a recently published review of midterm polling.\n\nDistrust, she said, has hampered pollsters’ job to provide an accurate depiction of public opinion. That and a slew of other challenges, from changing technology to rising costs, have driven pollsters to experiment with how they conduct surveys. Even more, distrust has ushered in a new focus on recalibrating public expectations about what horse-race polling can actually tell us ahead of an election.\n\n“The 2016 surprise clearly stung a lot of us who work in the field,” said Scott Keeter, a senior adviser at Pew Research. “Part of it is that national polling did a good job, but few people remember that. But there were real problems with some of the state polling, and owing to the often limited resources state pollsters have to work with, there’s no guarantee that everything will go better this year or in 2020. Based on my conversations, some pollsters have made efforts to fix problems and a lot of creative work is being done. But off-year elections pose their own set of challenges, especially with respect to estimating likely turnout.”\n\nWhat Went Wrong In 2016\n\nSix months after Trump’s victory, a task force of pollsters released a report that acted in equal parts as a technical post-mortem and an existential defense of the industry.\n\n“It is ... a mistake to observe errors in an election such as 2016 that featured late movement and a somewhat unusual turnout pattern, and conclude that all polls are broken.” the authors wrote. “Well-designed and rigorously executed surveys are still able to produce valuable, accurate information about the attitudes and experiences of the U.S. public.”\n\nTheir research found no evidence of a consistent bias toward one party in recent polling, they noted, nor that a cohort of “shy” Trump voters were deliberately hiding their choices from pollsters.\n\nInstead, there was a perfect storm of more prosaic issues ― some potentially fixable, others less so, and some seemingly innate to the practice of polling itself. In the fixable camp: College graduates, who were more likely to support Hillary Clinton, were overrepresented in many polls.\n\nVoters with higher levels of education have always been more likely to answer surveys, but in past elections, where education was less of a partisan fault line, this proved less of an issue. Since then, a number of university pollsters who didn’t already include education on the list of variables used to weight their results have begun doing so, although others have found the change to be less useful to their situations.\n\nMore intractable: State and district-level races often see relatively little polling, a problem that’s certainly persisted through 2018. At the moment, Real Clear Politics’ aggregation includes just three polls of the North Dakota Senate race taken since October. And although polls differed widely in how they were conducted, the report found little evidence that so-called “gold standard polls,” which use a traditional set of methodologies, were innately better-performing than the rest.\n\nAnd then there’s the problem that’s plagued the industry since 1948, when pollsters like Gallup found Thomas Dewey winning tidily weeks before the presidential election ― and then declared themselves done for the season, meaning they entirely missed the late movement toward Harry Truman.\n\nMost pollsters today wouldn’t dream of hanging up their hats in early October. But they remain entirely vulnerable to the prospect of missing a last-minute swing in the electorate. That was a main factor in the 2016 elections, the polling report concluded, based on a review of exit polls that found voters in states like Wisconsin who made up their minds late went for Trump by far greater margins than those who chose earlier. (Again, polling being an inexact science, not everyone agrees on the magnitude or existence of that shift.)\n\nAAPOR\n\nThere’s nothing to say that 2018, or future elections, won’t once again feature a race that breaks late toward one side.\n\n“I think the bottom line of what happened was that polling was just wrong enough nationally and at the state level that everyone got the wrong impression about what was going to happen,” SurveyMonkey’s Mark Blumenthal, a former polling editor at HuffPost, said last year. “Hopefully, if it happens again, we will all do a better job warning everyone that it’s possible.”\n\nWhat’s Changed In 2018\n\nHeading into the 2018 election, there’s been an effort to drive home that uncertainty by exposing the nuts and bolts behind every set of top-line numbers. Starting with 2017′s off-year elections, several outlets took the still-unusual step of releasing multiple estimates for how a race might look, depending on which kinds of voters turn out.\n\nFiguring out who will turn out is always a challenge for pollsters, but particularly so in a year when Democrats are banking on supporters who are enthusiastic about this year’s elections but haven’t been reliable midterm votes in the past. Off-year elections in 2017 seemingly rewarded that gamble, prompting some pollsters to mull lowering the bar for including people without a strong voting history.\n\n“We do not know what the population is until Election Day,” Monmouth pollster Patrick Murray, who has regularly released polls showing results for both high- and low-turnout scenarios, wrote earlier this year. “We are modeling a possibility.”\n\nThe online survey firms SurveyMonkey and Ipsos have also released surveys with multiple turnout models; outlets including CBS and The Washington Post have presented readers with multiple estimates based on their polling.\n\nPerhaps the most extreme effort at transparency came from The New York Times’ Upshot, which partnered with Siena College to release dozens of polls as they were being conducted. Although reactions focused mostly on the queasy thrill of watching a candidate’s numbers grow or shrink in real time, the project also went to painful lengths to catalog the often-unspoken caveats that encumber every horse-race survey. Unanswered phone calls appear on district maps as a flood of empty circles, sampling error as a wide smear of color on a line graph of the results.\n\nTheir poll of the closely watched Texas Senate race, which gives Sen. Ted Cruz an 8-point lead, is peppered with provisos ― “It’s just one poll, though”; “Even after weighting, our poll does not have as many of some types of people as we would like”; “Even if we got turnout exactly right, the margin of error wouldn’t capture all of the error in a poll”; “Assumptions about who is going to vote may be particularly important in this race.”\n\nThose turnout assumptions lend themselves to estimates ranging from a 15-point lead for Cruz if the electorate looks like 2014, to a 3-point edge for Democratic challenger Beto O’Rourke among only the people who say they’re almost certain to vote.\n\nPollsters are also experimenting with different ways of identifying and reaching voters. Most media and academic pollsters who conduct phone surveys have traditionally relied on a method called random digit dialing ― more or less what it sounds like ― to reach respondents. Many still do.\n\nBut voter files, once largely the domain of campaign pollsters, have seen increasing adoption, especially at the state level. Voter files are built off of publicly available records of who’s registered to vote and how often they do so, and supplemented by commercial vendors. Using them provides pollsters with unambiguous data on respondents’ voting history, and allows them to keep track of what kind of people aren’t responding to their polls.\n\nThere are potential drawbacks though ― although voter files do include information on people who aren’t registered to vote, that data can be spottier, carrying a risk of missing new voters.\n\nThe Upshot/Siena live polling made use of the voter file, and The Washington Post now uses a mix of the two methods for its state surveys. Also among those making the switch to a voter file this cycle was the venerable NBC/Wall Street Journal poll. Bill McInturff, the Republican half of the survey’s bipartisan team of pollsters, described the move as “the most important change we made after 2016,” noting that he and his Democratic counterpart have already seen the “powerful advantages” of using the method to handle political campaigns.\n\nAnother of the biggest changes in polling this cycle won’t be entirely felt until election night. For decades, the exit polls have been conducted through a consortium called the National Election Poll, consisting of The Associated Press and the major television networks, and relying heavily on in-person interviews at polling places across the country. This year, the AP and Fox News split from the consortium to launch an alternative called VoteCast, relying on interviews conducted just before the election ― an approach the AP says “reflects how Americans vote today: not only in person, but also increasingly early, absentee and by mail.”\n\nThe remaining members of the NEP and their pollster, Edison Research, have announced major changes of their own, including stationing pollsters at early voting centers and changing the way they ask about and incorporate data on voters’ education levels.\n\nThe results of the 2016 election, contrary to the most glib critiques, don’t mean that polling is broken. But they come at a time when the industry is already in flux. Response rates to surveys plummeted over the past three decades, as telemarketing-plagued Americans grew increasingly wary of unsolicited phone calls. That decline, which has since leveled off, wasn’t enough to derail polling ― people who still answer the phone, it turns out, are still largely similar enough to the ones who don’t, and election polling doesn’t seem to have grown any less accurate. But that shift, combined with the increasing ubiquity of cellphones, has made traditional polling more expensive than ever at a time when media sponsors and other clients are paring back. And it comes at a time when pollsters are facing both sky-high expectations for accuracy, and sky-high mistrust when they inevitably fail to meet them.\n\nPolls, and the forecasting models built off them, can provide a snapshot of the most likely set of outcomes for Tuesday’s elections. And they do a far better job of it than yard signs, conversations with voters at small-town diners or pundits’ gut feelings. But as 2016 made achingly clear, they can never offer any guarantee that the unlikely won’t prevail.", "PENSACOLA, Fla. ― Donald Trump keeps claiming that construction on his promised “great wall” is well underway although not a single yard of it has been built, and his supporters are getting mad ― not at the president, but at those who point out his lie.\n\n“I don’t care. He has done more than any Republican or Democrat,” said Pete Sandifer, a 58-year-old military retiree who with his wife drove two and a half hours from Hattiesburg, Mississippi, to attend Trump’s rally in the far western Florida Panhandle.\n\nSharon Sandifer, 43, disputed that Trump has been unable to secure any funding for his wall along the U.S.-Mexico border from any source ― a fact easily proven in the spending legislation that Trump himself has signed.\n\n“Excuse me,” she told HuffPost a short while before Trump arrived at Pensacola International Airport for a Saturday evening rally. “But it’s your word against his.”\n\nRobert Robertson, in line to clear security and enter the massive hangar where Trump was to speak, was not interested in hearing about Trump’s falsehoods about the wall ― or anything else, for that matter.\n\n“All politicians are liars. They’re all weasels,” said the 60-year-old from Panama City. “You know why he’s so good? Because he’s up there breaking all the furniture. If he wanted to shoot somebody on Broadway, I’d vote ‘not guilty.’”\n\nRick Wilson, a Florida GOP consultant and a Trump critic from the time he entered the presidential race, said the Trump supporters who ignore his failure to deliver on the signature promise of his campaign ― let alone get Mexico to pay for it, which he also promised ― speak volumes.\n\n“They either think it’s mostly built, or they think the Mexican check just hasn’t cleared yet,” Wilson said. “It’s just magical thinking.”\n\nTrump promised hundreds of times during his campaign that he would force Mexico to pay for the wall’s construction. Yet nearly two years into his presidency, he has not even once broached the topic with that country. In fact, he acknowledged to Mexican President Enrique Peña Nieto just days after taking office that he understood Mexico would not pay for the wall but asked Peña Nieto not to say that publicly to avoid embarrassing Trump with his supporters.\n\nS.V. Date/HuffPost Sharon and Pete Sandifer drove two and half hours from Hattiesburg, Mississippi, to see Trump speak in Pensacola Saturday night. She refuses to believe that Trump is lying when he claims work has started on his border wall. He says he doesn't care even if Trump is lying.\n\nThat promise of forcing Mexico to pay, first made the day Trump came down his Manhattan condo escalator to announce his campaign in June 2015, has now been abandoned. Instead, Trump has taken to claiming in recent months that Congress gave him $1.6 billion to start wall construction. He later increased that amount to $3.2 billion, and in recent speeches he has added a third $1.6 billion tranche, bringing the supposed total to nearly $5 billion.\n\nIn fact, the actual dollar amount Congress has appropriated for wall construction is zero.\n\nThere was $1.57 billion in the 2017-2018 spending bill to build and repair 33 miles of fencing along the southwest border and pay for some additional border security measures. However, the legislation specifically prohibited the construction of any form of structure that was not already in use in 2017.\n\nWith most of Trump’s thousands of falsehoods, it is unclear whether he knows he is saying something untrue. Trump has proven to be deeply ignorant on any number of issues important to the presidency, so in many cases, a given falsehood could be a matter of him lacking information about a topic but forming a strong opinion nonetheless.\n\nBut on the matter of the wall, Trump does seem to understand that Congress has not provided any funding for its construction. In fact, he threatened to veto a massive $1.3 trillion spending package in March because it did not pay for his wall. He wound up signing it anyway, and said he did so because of all the money it contained for the military.\n\nTrump similarly signed an $853 billion spending bill in September to avoid a government shutdown just weeks before the midterm elections. That legislation also has no money for wall construction.\n\nDespite all of this, Trump has claimed that construction has begun on his wall in virtually every rally speech of late. He repeated the falsehood again in Pensacola Saturday night.\n\n“So we’re building the wall. As you know. It started. We did $1.6 billion. We got another $1.6 billion, we’re doing that. And we have another third, but I want to build it all at one time,” Trump said.\n\nAnd his supporters, from elderly to first-time voters, said the lie did not bother them.\n\n“Trump has really good intentions. And a lot of the things he says, I think he will do,” said Abigail Mainor, an 18-year-old student at Northwest Florida College in nearby Niceville who said she will be casting her first ballot in Tuesday’s midterm elections. “Everyone makes mistakes.”\n\nTrump’s Pensacola visit was his second campaign stop in Florida in four days on behalf of former Jacksonville-area Rep. Ron DeSantis, who is running for governor, and current Gov. Rick Scott, who is running for Senate.", "“I know some of you are curious about the breakup but the truth is it’s nobody’s business and sometimes things just don’t work out and that’s OK,” he said. “She’s a wonderful, strong person and I genuinely wish her all the happiness in the world.”", "NORTH OGDEN, Utah (AP) ― The mayor of a Utah city was killed during an attack in Afghanistan while he was serving with the state’s National Guard, the Salt Lake Tribune and other media reported.\n\nNorth Ogden Mayor Brent Taylor died Saturday in an apparent “insider attack” in Kabul, the capital of Afghanistan, the Tribune reported. Another U.S. service member is being treated for wounds sustained in the attack, American military officials said.\n\nRIP Brent Taylor, who temporarily stepped down as North Ogden mayor to deploy to Afghanistan with the Utah Army National Guard and was KIA today pic.twitter.com/0MeSltIQfw — Jake Tapper (@jaketapper) November 4, 2018\n\nThe Utah National Guard has identified the service member killed as a member of the Guard. The Guard member’s name is being withheld pending notification of next of kin.\n\nBut Utah Lt. Gov. Spencer J. Cox wrote on his Facebook page that Taylor, 39, has been killed.\n\n“Devastating news. North Ogden Mayor Brent Taylor was killed today while serving in Afghanistan,” Cox said. “I hate this. I’m struggling for words. I love Mayor Taylor, his amazing wife Jennie and his seven sweet kids. Utah weeps for them today. This war has once again cost us the best blood of a generation. We must rally around his family.”\n\nU.S. Sen. Orrin Hatch issued a statement Saturday about Taylor’s death on Twitter. “Brent was a hero, a patriot, a wonderful father, and a dear friend. News of his death in Afghanistan is devastating. My prayers and love are with Jennie and his 7 young children. His service will always be remembered,” Hatch said.\n\nHatch on the death of North Ogden Mayor Brent Taylor:\n\n\n\n“Brent was a hero, a patriot, a wonderful father, and a dear friend. News of his death in Afghanistan is devastating. My prayers and love are with Jennie and his 7 young children. His service will always be remembered.” pic.twitter.com/UHHbhTciYo — Senator Hatch Office (@senorrinhatch) November 3, 2018\n\nUtah Gov. Gary Herbert plans to hold a news conference on Sunday to discuss the death.\n\nTaylor was deployed to Afghanistan in January with the Utah National Guard for what was expected to be a 12-month tour of duty. Taylor, an officer in the National Guard, previously served two tours in Iraq and one tour in Afghanistan.\n\nAt the time of his deployment in January, Taylor told local media that, as an intelligence officer, he will be assigned to serve on an advisory team training the staff of an Afghan commando battalion.\n\n“Right now there is a need for my experience and skills to serve in our nation’s long-lasting war in Afghanistan,” he said. “President Trump has ordered an increase in troops, and part of the new strategy focuses on expanding the capabilities of the Afghan commando units.”\n\nTaylor became mayor of North Ogden, a city of about 17,000 people 46 miles north of Salt Lake City, in 2013.", "When you tell whoppers like White House press secretary Sarah Huckabee Sanders it’s often hard to sleep at night, according to a sly “Saturday Night Live” mock TV ad.\n\nWhat’s a woman to do? Try HuckaPM pills.\n\n“It’s the only sleep medication strong enough for Sarah Huckabee Sanders,” intones the ad.\n\nThey manage to knock Aidy Bryant’s Huckabee Sanders out cold the instant the pill touches her tongue.\n\n“CNN is just ISIS spelled backwards? Sounds good to me, sir,” Bryant tells her boss on the phone seconds before gulping a pill.", "A federal judge has refused to delay a landmark lawsuit against President Donald Trump — and as part of the reasoning for his ruling he relied on an attitude expressed by Trump’s own tweets.\n\nU.S. District Judge Peter Messitte of Maryland refused a Justice Department request to halt the lawsuit against Trump, which accuses him of violating the emoluments clause of the Constitution. The clause bars federal officials from accepting gifts or benefits from foreign officials or governments.\n\nThe case, filed by the attorneys general of Maryland and Washington, D.C., says Trump is skirting that prohibition by profiting from his Trump International Hotel in the District of Columbia, just blocks away from the White House. The suit contends foreign leaders can curry favor with the president via pricey bookings and parties in his hotel.\n\nThe Friday ruling means that the plaintiffs will likely move quickly to obtain income and business documents from the president ― and possibly tax returns, which Trump has declined to release.\n\nOne of the arguments the Justice Department used against the suit was that it would be a burden and too much of a “distraction” for the president to deal with while running the country.\n\nBut Messitte noted in his ruling that the “president himself appears to have had little reluctance to pursue personal litigation despite the supposed distractions it imposes upon his office.”\n\nIn one tweet in August featured in a New York Times story that was cited by Messitte, Trump challenged former CIA director and frequent critic John Brennan to sue him.\n\nI hope John Brennan, the worst CIA Director in our country’s history, brings a lawsuit. It will then be very easy to get all of his records, texts, emails and documents to show not only the poor job he did, but how he was involved with the Mueller Rigged Witch Hunt. He won’t sue! — Donald J. Trump (@realDonaldTrump) August 20, 2018\n\nThe judge also cited Trump’s apparent eagerness to head to court over issues linked to tell-author Michael Wolff, former White House chief strategist Steve Bannon and porn star Stormy Daniels.\n\nDistrict of Columbia Attorney General Karl Racine, who is up for re-election Tuesday, called Messitte’s ruling a “big win” and vowed to “stop Trump from illegally profiting from the presidency.”\n\n🚨Emoluments Update 🚨\n\n\n\nAnother big win in our Emoluments case! Our case is moving forward and we will continue to work to stop Trump from illegally profiting from the presidency. https://t.co/zlwje6c5Q2 — Karl Racine (@KarlRacineDC) November 2, 2018\n\nMessitte noted in his ruling that income from Trump’s hotel can legally be considered emoluments. Trump’s “apparent receipt of benefits from at least some foreign and state governments ... suggest that he has received ‘emoluments’ in violation of the Constitution,” he wrote.\n\nHe added that foreign governments have “expressly stated in the media that they are patronizing the President’s hotel precisely because he is the President.” He added that it “appears likely” in some cases that “payments to his hotel are being made with an expectation of favorable treatment by the President in matters of foreign policy.”\n\nRevenue at the Trump International Hotel in New York jumped 13 percent in the first three months of 2018 — after years of falling revenue — thanks to spending by the entourage accompanying controversial Saudi crown prince Mohammed Bin Salman, according to the hotel’s general manager. Turkey has accused the prince of orchestrating the murder of Saudi Arabian journalist and U.S. resident Jamal Khashoggi last month. Trump was slow to speak out against the attack.\n\nIn September, another federal judge ruled that 200 congressional Democrats also have the legal standing to sue Trump for allegedly flouting the Constitution’s emoluments clause.", "“Saturday Night Live” cast members playing ordinary Democratic voters put on a sunny, cheerful face in a spoof election ad declaring that there’s a “blue wave on the horizon.”\n\nOr is there?\n\nDespite their best efforts to appear confident, everyone’s got a bad case of the jitters in the sketch.\n\n“They say don’t trust the polls, but I’m choosing to,” Kate McKinnon half-heartedly declares as she fumbles with blooms at a florist shop. “We’re finally going to put this administration in check.” But she needs a vase full of booze to settle her nerves.\n\nLeslie Jones says that “white women finally promised to do the right thing this time; they’re not going to let us down, right?” Her cat does an eye roll.\n\nFinally, Heidi Gardner breaks down and yells at her two children gambolling on the lawn to get inside ... NOW ... until Tuesday.", "A report by the Republican-controlled Senate Judiciary Committee concluded that no evidence supported the “numerous allegations” of misconduct against Supreme Court Justice Brett Kavanaugh that surfaced during his confirmation process.\n\n“This was a serious and thorough investigation that left no stone unturned in our pursuit of the facts,” said committee chairman Sen. Chuck Grassley (R-Iowa) in a statement on Saturday as the panel’s Republican majority released a 414-page report. “In the end, there was no credible evidence to support the allegations against the nominee.”\n\nIn the accusation that gained the most public attention, California professor Christine Blasey Ford testified to the committee that when they were both teenagers, a drunk Kavanaugh pinned her to a bed, tried to remove her clothing and pressed his hand over her mouth when she attempted to scream at a house party.\n\nYale University classmate Deborah Ramirez also said that a drunken Kavanaugh exposed himself to her at a party and thrust his penis into her face. Additionally, high school and college classmates said publicly before Kavanaugh was confirmed that he was a heavy drinker.\n\nKavanaugh in his testimony denied all of the allegations of sexual misconduct and disputed characterizations that he had a drinkng problem.\n\nAccording to the Senate Judiciary Committee report, six FBI reports on Kavanaugh over the course of his career in politics and on the bench ― probes that included interviews with nearly 150 individuals who knew him ― “did not reveal any alcohol abuse or inappropriate sexual behavior.”\n\nThe report included speculation by two men that Ford may have mistaken them for Kavanaugh during innocent encounters decades ago. The names of the men were redacted.\n\nBefore Ford’s testimony, conservative lawyer Ed Whelan suggested in a strange series of tweets that a classmate of Kavanaugh’s who looked like him may have assaulted her. President Donald Trump also gave credence to the theory. Ford said in her testimony that she was “100 percent” certain she was assaulted by Kavanaugh.\n\nGenerally, interviews in the committee report concerning Kavanaugh were glowing while questions were raised about Ford’s credibility.\n\nOne person interviewed who claimed to know Ford said she did drugs on occasion. The type of drugs were not specified.\n\nAnother woman said she had seen an old photo of Ford with billionaire Democratic donor George Soros. Another said Ford had a “robust” social life and did not seem to be suffering from the effects of a sexual assault.\n\nThe report concluded: “Committee investigators found no verifiable evidence that supported Dr. Ford’s allegations against Justice Kavanaugh. The witnesses that Dr. Ford identified as individuals who could corroborate her allegations failed to do so, and in fact, contradicted her.”\n\nIn the Ramirez case, the report took note of a public statement by James Roche, who was Kavanaugh’s roommate at Yale. He “characterized Justice Kavanaugh as a ‘notably heavy drinker, even by the standards of the time’ who ‘became aggressive and belligerent when he was very drunk,’” the report said.\n\nBut an unidentified classmate said Kavanaugh’s drinking was “within range of what was normal at the time.” That classmate added that those who accused Kavanaugh of heavy drinking “were engaged in the same behavior.”\n\nCommittee investigators “found no verifiable evidence to support Ramirez’s allegations,” the report stated.\n\nAs for Julie Swetnick, who told NBC that Kavanaugh was present in a house during high school when she said she was sexually assaulted, the committee “found no verifiable evidence to support” her allegations.\n\nThe report added: “Indeed, the evidence appears to support the position that Julie Swetnick and [her attorney, Michael] Avenatti criminally conspired to make materially false statements to the Committee and obstruct the Committee’s investigation.”\n\nTheir names have been forwarded to the Department of Justice and FBI for further investigation, according to the report.\n\nOther allegations with few details and largely unknown to the public were also dismissed by the committee. Judy Munro-Leighton admitted that she falsely claimed to have authored an anonymous letter alleging that Kavanaugh and a friend raped her. The true author of the letter remains unknown and Munro-Leighton admitted she had never met Kavanaugh. Her name was also forwarded to the Justice Department for investigation.\n\nCommittee investigators spoke with 45 individuals and took 25 written statements.", "“Saturday Night Live” pulled out all the stops in its cold open to mega-hype a tongue-in-cheek PANIC over the CARAVAN!\n\n“Dozens, maybe millions of illegal immigrants” are “headed straight for you and your grandchildren,” warns Kate McKinnon, playing Fox News’ Laura Ingraham.\n\nWho’s in the caravan heading north to the U.S. border?\n\n“Everyone you’ve ever seen in your nightmares,” Cecily Strong’s Jeanine Pirro tells McKinnon. “Its got Guatemalans, Mexicans, ISIS, the Menendez brothers, the 1990 Detroit Pistons, Thanos and several Babadooks.”\n\nIt also has “hella” Middle Eastern Aladdins. “They took the very common direct flight from Iran to Guatemala, claimed their elephants as service animals, and then rode them straight into Mexico,” warns Strong. “It makes almost too much sense.”\n\nThe horrifying scramble of migrants looks surprisingly like a zombie horde straight from a scene in the film “World War Z” — with Brad Pitt.\n\n“We believe he’s actually dating the caravan, which people are labeling the Brad-avan,” says “Pirro.”\n\nMcKinnon launched the cold open with a dig at President Donald Trump.\n\n“Except for his words and actions throughout his life, how is he racist?” McKinnon-as-Ingraham asks. She also bemoans the fact that the phrase “white nationalist” is now considered “bad.”\n\nAlec Baldwin, the frequent Rump impersonator on “SNL” who was arrested for assault on Friday, did not escape ribbing.\n\nMcKinnon touted an update on “disgraced former actor Alec Baldwin, seen here molesting a young Boy Scout.” A photo showed a scene from an infamous 1994 “SNL” sketch with Baldwin’s Boy Scout troop leader hitting on Adam Sandler’s Canteen Boy.", "WASHINGTON (AP) — President Donald Trump has been acting like a candidate on the ballot this week, staging daily double-header rallies and blasting out ads for Republicans up for election on Tuesday. Given the stakes for his presidency, he might as well be.\n\nA knot of investigations. Partisan gridlock. A warning shot for his re-election bid. Trump faces potentially debilitating fallout should Republicans lose control of one or both chambers in Congress, ending two years of GOP hegemony in Washington. A White House that has struggled to stay on course under favorable circumstances would be tested in dramatic ways. A president who often battles his own party, would face a far less forgiving opposition.\n\nOn the flip side, if Republicans maintain control of the House and Senate, that’s not only a victory for the GOP, but a validation of Trump’s brand of politics and his unconventional presidency. That result, considered less likely even within the White House, would embolden the president as he launches his own re-election bid.\n\nWhite House aides insist the president doesn’t spend much time contemplating defeat, but he has begun to try to calibrate expectations. He has focused on the competitive Senate races the final days of his scorched-earth campaign blitz, and has distanced himself from blame should Republicans lose the House. If that happens, he intends to claim victory, arguing his efforts on the campaign trail narrowed GOP losses and helped them hold the Senate, according to a person familiar with Trump’s thinking who asked for anonymity because the person was not authorized to discuss White House conversations by name.\n\nThroughout the campaign, Trump has been testing out other explanations — pointing to historical headwinds for the party of an incumbent president and complaining about a rash of GOP retirements this year. He told the AP last month that he won’t bear any responsibility should Democrats take over.\n\nAt a rally in West Virginia Friday a defiant Trump brushed off the prospect of a Democratic House takeover. “It could happen,” he said, adding “don’t worry about it. I’ll just figure it out.“\n\nMeanwhile his staff has begun preparations to deal with a flood of subpoenas that could arrive next year from Democrat-controlled committees and the White House counsel’s office has been trying to attract seasoned lawyers to field oversight inquiries.\n\nShould they take the House, Democrats are already plotting to reopen the House Intelligence Committee’s investigation into the Trump campaign’s ties to Russia. Other committees are plotting aggressive oversight of Trump’s administration and his web of business interests. Some Democrats are looking at using the House Ways and Means Committee to obtain copies of the president’s tax returns after he broke with decades of tradition and withheld them from public scrutiny during his campaign for the White House.\n\nASSOCIATED PRESS\n\nA slim Republican majority in the House would also present challenges, likely inflaming simmering intraparty disputes. First among them would be a potentially bitter leadership fight in the House to replace retiring Speaker Paul Ryan. But a narrowed majority would also exacerbate divisions over policy — and continued unified control could leave the GOP facing the blame for gridlock.\n\n“Clearly there’s an awful lot on the line in terms of the legislative agenda,” said Republican consultant Josh Holmes. “The prospect of a Democratic controlled House or Senate puts a serious wrinkle in getting anything through Congress.“\n\nSome in the White House think losing to Democrats might actually be preferable. They view Democrats’ eagerness to investigate the president as a blessing in disguise in the run-up to 2020. They view House Minority Leader Nancy Pelosi as a potent foil for Trump, and believe they can tag the party responsibility for Washington dysfunction.\n\nAri Fleischer, George W. Bush’s press secretary, said Democratic control of the House “has both peril and promise for the president.”\n\n“The peril is subpoenas, investigations, legal bills and headaches,” he said. “The promise is Trump will have an easy foil to run against: Pelosi and Democratic leadership.“\n\nWhite House aides have discussed floating popular legislative issues, like infrastructure, to tempt Democrats and test the unity of the Democratic opposition.\n\nWhile keeping the House remained an uphill battle for the GOP, in the closing days of the campaign, Trump and Republicans have tried to sell voters on the possibilities of another two years of GOP control. They promised hardline immigration policies and more tax cuts, arguing that Democrats would erase two years of progress.\n\nIn the closing weeks of the midterms, Trump has unleashed a no-holds-barred effort to boost Republicans as he dipped into the same undercurrents of unease that defined his 2016 campaign. From stoking fears about illegal immigration to warning of economic collapse if Democrats are victorious.\n\nBut a House loss will prompt GOP hand-wringing about the divides in the party and the struggles for moderate Republicans to run in the Trump, as well as raise questions about whether the Democratic gains point to a path for presidential hopefuls in 2020.\n\nDemocratic consultant Jim Manley said Tuesday may reveal if Democrats are having any success recapturing white working class voters in the Midwest who backed Trump in 2016.\n\n“Trump is helping. He’s becoming more and more radioactive,” Manley said. “There’s a chance to try and win them back over.“\n\nBut while the results may reveal weaknesses in the Republican coalition, midterm elections are very different than presidential years. Republicans were quick to point out that the party in power typically suffers defeats in midterms. Former President Barack Obama was in his words “shellacked” in 2010 and went on to win re-election in 2012.", "Bloomberg via Getty Images Agriculture Secretary Sonny Perdue made the racially tinged remark during a campaign rally for Republican gubernatorial candidate Ron DeSantis.\n\nA Trump administration official on Saturday called the Florida gubernatorial race, in which the Democratic candidate is seeking to become the state’s first black governor, “cotton-pickin’ important.”\n\nAgriculture Secretary Sonny Perdue used the racially charged phrase while campaigning for Ron DeSantis, the Republican candidiate, in Lakeland, Florida. American Bridge, a Democratic super political action committee, obtained an audio recording of Perdue’s speech.\n\n“Public policy matters. Leadership matters,” Perdue can be heard saying. “And that is why this election is so cotton-pickin’ important to the state of Florida. I hope you all don’t mess it up.”\n\nThe Agriculture Department did not immediately respond to HuffPost’s request for comment. A DeSantis spokesman told Politico that the candidate was “happy” to have Perdue, the former GOP governor of Georgia, campaign for him. The spokesman and told the news site to contact Perdue directly to comment on his remarks.\n\n🚨 Wow: While campaigning for racist Ron DeSantis, Agriculture Secretary Sonny Perdue manages to use the phrase “cotton picking” when making the argument against electing the first black governor in Florida’s history.🚨 #FLGov pic.twitter.com/zDmbqB50ua — American Bridge (@American_Bridge) November 3, 2018\n\nMerrian-Webster’s defines “cotton-picking” as another way of saying “damned,” but the phrase evokes race and the cotton plantations in Southern states that used slave labor.\n\nDavid Bossie, a former campaign manager for President Donald Trump, was temporarily suspended from his role as a Fox News contributor after using the phrase in June. On air, Bossie told Joel Payne, a black Democratic strategist, that he was “out of his cotton-picking mind.”\n\nPayne rebuked Bossie’s racist remark, telling him, “I have some relatives who picked cotton, and I’m not going to sit back and let you attack me on TV like that.”\n\nFox News later issued a statement calling Bossie’s comments “deeply offensive and wholly inappropriate.”\n\nRacial overtones have marked the closely contested race between DeSantis, who is white, and Tallahassee Mayor Andrew Gillum, who is black,\n\nIn late August, DeSantis faced a backlash after he said during an interview on Fox News that Florida shouldn’t “monkey this up” by electing Gillum.\n\n“The last thing we need to do is to monkey this up by trying to embrace a socialist agenda with huge tax increases and bankrupting the state,” DeSantis told the conservative news network.\n\nFlorida Democratic Party Chairwoman Terrie Rizzo equated DeSantis’ choice of words to “racist dog whistles.”\n\nIn DeSantis’ defense, campaign spokesman Stephen Lawson said the GOP candidate was talking about voters embracing Gillum’s “socialist policies.”\n\n“To characterize it as anything else is absurd,” Lawson told HuffPost.\n\nLater in the campaign, voters started getting robocalls from a person pretending to be Gillum who spoke in an exaggerated dialect. Drums and jungle noises played in the background during the call.", "Trump then condemned the migrant caravan headed toward the U.S., falsely claiming it was full of “vicious” and “very tough young people” who “hurt Mexican military very badly.”\n\n“Mexico is trying, they are trying but we’re different, we have our military on the border,” he said. “And I noticed all that beautiful barbed wire going up today. Barbed wire, used properly, can be a beautiful sight.”\n\nTRUMP: “Barbed wire used properly can be a beautiful sight.\" pic.twitter.com/BFuc3ljwfo — JM Rieger (@RiegerReport) November 3, 2018\n\nWith the midterms just days away, the Trump administration has made the migrant caravan a campaign issue. Last week it was announced that at least 5,200 active-duty troops would be sent to the border despite the caravan still being more than 700 miles away.\n\nSome Twitter users pointed out that barbed wire historically hasn’t been used for “beautiful” reasons.\n\nNationalist @realDonaldTrump tells Montana rally that: “Barbed wire used properly can be a beautiful sight.“ pic.twitter.com/d7N2gW35J9 — Facts Do Matter (@WilDonnelly) November 3, 2018\n\nI've seen lots of barbed wire in lots of situations. It's never ever been a beautiful sight. — Tony P-K (@BongoThePongo) November 3, 2018\n\nDear God. Did he ever see the Berlin Wall with barbed wire, guard dogs, rollers at the top and German soldier's marching back and forth with guns? He is sickening. — Patricia L. Franz (@patricialfranz) November 3, 2018\n\nWhen I think of rolls of barbed wire used like that, reminds me of... pic.twitter.com/H6161943Mt — keith johnson (@keith_johnson) November 3, 2018\n\nAsk any Japanese American who were rounded up and put behind barbed wire if it was a “beautiful sight”.\n\n\n\nMy grandparents and parents did not find the view beautiful. — 0bento Box (@0bentobox) November 3, 2018", "The Nigerian army posted — then later deleted — a video on Twitter of President Donald Trump bashing the migrant caravan heading north through Mexico. The post was apparently an attempt to justify the military’s deadly crackdown on protesters in the West African nation.\n\nThe army tweeted the section of Trump’s press conference Thursday when the president said that if migrants in the caravan throw rocks, American troops stationed at the border should “consider it a rifle.” He added: “They want to throw rocks at our military, our military fights back.”\n\nThe Nigerian army tweet said: “Please watch and make your deductions.”\n\nAmnesty International has accused the Nigerian army of fatally shooting some 45 peaceful Shiite Muslim protesters in demonstrations that began last weekend. The army is claiming it killed only six, and that they were armed. Videos of the confrontations show the military opening fire as protesters hurl rocks, and shooting many of the fleeing demonstrators in the back, The New York Times reported.\n\nSickening. Under scrutiny from human rights orgs for firing on a crowd of protesters, the Nigerian Army tweets Trump from yesterday telling US troops that any migrants throwing rocks should be handled as if they are armed with “a rifle” 1/2 pic.twitter.com/2udS9fgAhm — Samantha Power (@SamanthaJPower) November 2, 2018\n\nMany took Trump’s comments to mean that he would consider troops justified in firing on immigrants throwing rocks\n\nA spokesman for the Nigerian army told the BBC: “This is what Trump was talking about.” He said the army’s decision to fire on protesters was justified because they were armed.", "Former President Barack Obama stopped at a restaurant to order tacos while on the campaign trail in Florida. Unsurprisingly, he drew large crowds of enthusiastic supporters.\n\nObama was greeted with shouts of excitement as he entered restaurant Coyo Taco at its location in the Wynwood neighborhood of Miami, The Miami Herald reported.\n\n“I want everybody to vote!” Obama shouted, according to the Herald.\n\nObama visited Miami to campaign for the state’s Democratic gubernatorial nominee, Andrew Gillum, and Democratic Sen. Bill Nelson. Both candidates joined the former president to order tacos after the rally.\n\nThe staff at Coyo Taco expressed their excitement over Obama’s visit in an Instagram post.\n\nThe caption for the post explained that Obama told the restaurant staff he was proud of their work. “This group of immigrants will always love you!!” the restaurant added.\n\nObama ordered the special. He ate one of Evan Schlecker’s tortilla chips while he waited pic.twitter.com/xyS1MCFutK — David Smiley (@NewsbySmiley) November 2, 2018\n\nObama stopped at Coyo Taco in Miami’s Wynwood. And folks shrieked. pic.twitter.com/6mFPVQKDe5 — Marc Caputo (@MarcACaputo) November 2, 2018\n\nSo @BarackObama @AndrewGillum and @SenBillNelson dropped in at @coyotacowynwood after their Miami rally. People shrieked. A huge crowd formed. Obama took some tacos to go. pic.twitter.com/wgqrVbBMuI — Patricia Mazzei (@PatriciaMazzei) November 2, 2018\n\nA larger crowd apparently formed outside the restaurant as word got out that Obama, Gillum and Nelson were there, the Herald reported.", "The man who police say walked into a Tallahassee, Florida, yoga studio and opened fire on Friday evening was a self-identified misogynist who ranted against women and spewed racist beliefs in videos and songs posted online.\n\nTallahassee police say Scott Beierle, 40, shot six people, killing two of them, and struck another with his gun after posing as a patron of the studio. The women killed were Dr. Nancy Van Vessem, 61, and Maura Binkley, 21.\n\nSome at the studio attempted to stop the shooter as he fired, police say.\n\nBeierle posted several videos to a YouTube channel in 2014 that painted him as the victim of “treachery” by many of the “females” he has wanted to “court.”\n\nBuzzFeed News was first to report on the shooter’s social media presence Saturday.\n\n“Those who engage in treachery will ultimately be the victims of it,” Beierle said in a video titled “The Rebirth of My Misogynism.”\n\nAt other points, he names girls and women he has known since eighth grade, complaining about their “collective treachery” and saying they can “justify anything if you offend their sensibilities.”\n\nBeierle lamented in a video titled “The Dangers of Diversity” what he viewed as the rise of “foreigners” in the U.S. and praised nations that maintain one “ethnic character.” In a video he dubbed “The American Whore,” Beierle said interracial relationships were “a betrayal of blood,” and that women in them have a mental illness.\n\nIt was unclear Saturday evening whether YouTube had suspended the account. Beierle also had a SoundCloud account that is still active. On it, he posted songs with lyrics describing violence against women, with one song, complaining about “the girl I can’t get in the sack,” posted just hours before the shooting.\n\nThe gunman took his own life at the yoga studio before police arrived. Police have yet to officially disclose a motive in Friday’s shooting.\n\nCourt records viewed by The Associated Press show that Beierle had previously been arrested for groping women from behind, and was once banned from Florida State University’s campus.\n\nThrough his videos, he appeared to identify as an “incel,” shorthand for “involuntarily celibate,” a misogynistic label used primarily on the internet to describe men who cannot convince women to have sex with them. In one video viewed by BuzzFeed, Beierle reportedly said he related to Elliot Rodger, the man who wrote a manifesto detailing his hatred of women before embarking on a shooting rampage in California, where he killed six people. In the “Misogynism” video, he spoke about a woman who kept canceling and rescheduling dates, saying he “could have ripped her head off.”\n\nBeierle, a military veteran, also spoke angrily about the idea that women can press charges for his being “aggressive” in his pursuit of women, which he considered a typical “male characteristic.”\n\n“Can I press charges for being evasive?” he asked.\n\nBeierle also spoke of another series of women who turned down his invitation to a concert, acting as though he were entitled to romantic attention.\n\n“I’m trying to live my life here. You’re not helping,” he said of the women.", "Did you know that the hero of Nintendo’s “Super Mario Bros.” was originally called Jumpman? Yep, Nintendo only later named the lovable mustachioed hero Mario to give him a more everyday-sounding moniker.\n\nMario Segale, the man who inspired that name, died last week at the age of 84.\n\nMario Segale, the namesake of Nintendo’s Mario character, dies at age 85https://t.co/vgFVwlfMYp\n\n\n\nThis is the first labeled photo of him as an adult on the Internet pic.twitter.com/fm4Do6tikY — Benj Edwards (@benjedwards) November 1, 2018\n\nMario Segale was born in 1934 in Seattle, according to an obituary posted on the website of Marlatt Funeral Home in Kent, Washington.\n\nAs told by his family in the obituary, Segale was the only child of Italian immigrant farmers. He started his own construction business soon after graduating from high school in 1952, and later began focusing on real estate and property development, establishing the Segale Business Park in the 1970s.\n\nIt was then that Segale leased warehouse space to the still young U.S. wing of Nintendo. He reportedly made such an impression on the video game company that the company decided to use his name for its hero, NPR reported.\n\nHowever, according to his family, Segale was never looking to cash in on that.\n\n“While he was the inspiration for the name of Nintendo’s ‘Super Mario’ from when they were tenants in his business park in the 1970s, he always ducked the notoriety and wanted to be known instead for what he accomplished in his life,” his family writes.", "The Nov. 6 elections are first and foremost about Donald Trump. The president is a dangerous authoritarian whose political party not only refuses to restrain him, but seems to take pleasure in emulating his most nihilistic impulses. The meaning of the midterms depends on whether the Democratic Party can win control of at least one chamber of Congress, allowing it to conduct official investigations and perform meaningful oversight.\n\nBut the midterms are also a critical test for the health of American democracy. And while we won’t know the full story until Wednesday morning, there are some reasons for cautious optimism. Fear may be the most explosive force in our politics, but the most corrosive is apathy. So far, Americans appear to be responding to the Trump era with renewed political vigor.\n\nIn states that allow early voting, over 30 million ballots have already been cast, far surpassing the 20.5 million cast in 2014, with a few days left to go. New voter registration is smashing records in swing states including Colorado, Iowa and Virginia, all of which feature important congressional races. Surveys of interest and enthusiasm in the 2018 election indicate an electorate far more energized than it was four years ago. Fundraising from small donors is off the charts.\n\nThis is the sort of activity you would hope to see if you cared about the state of the world’s most powerful democracy. It’s also the sort of activity you’d want to see if you are emotionally attached to the beleaguered Democratic Party.\n\nNationwide, 31 states and the District of Columbia register voters according to party. Among these, Democrats enjoy an advantage of nearly 12 million, according to the University of Virginia’s Center for Politics. Democrats outnumber Republicans in 19 states, including West Virginia, Kentucky, North Carolina, Louisiana and Florida. The 12 million figure almost certainly understates the scale of the Democratic advantage, since of the 19 states that do not register by party, many are solidly Democratic ― Hawaii, Washington, Minnesota and Illinois ― while still others ― New Hampshire, Ohio, Wisconsin, Indiana, North Dakota, Missouri, Montana and, yes, Alabama ― are currently represented by at least one Democratic official elected statewide. Of the 19 states that don’t track party registration, only five ― Mississippi, Texas, Georgia, South Carolina and Tennessee ― don’t currently feature a Democratic senator or governor.\n\nAnd yet. Twenty-six states exhibit unified Republican rule, while six more have a Republican governor and another six have a Republican-controlled state legislature. The Senate is split 51 to 49 and Republicans hold a 47-seat advantage in the House. When election day comes around, Democrats often have the voters, but not the votes.\n\nProfessional Democrats typically explain the gap between their registration advantage and their election-day results by emphasizing gerrymandering and voter suppression. It’s a comforting narrative ― Republicans win, but only because they cheat. And there is no doubt that gerrymandering and voter suppression are both very real, very destructive and very racist. Nationwide, Democratic candidates won 1,592,083 more votes than their Republican counterparts in 2012, yet Republicans secured 234 seats to Democrats’ 201. The tactics Republicans deploy to suppress the black vote seem endless.\n\nYou can’t win seats you don’t compete for.\n\nRepublicans resort to voter suppression and gerrymandering because it works. But Democrats have always had the ability to take the sting out of each by generating more enthusiasm and greater turnout. And they rarely deliver the goods. In 2014, only 36.7 percent of eligible voters bothered to show up, according to the United States Election Project at the University of Florida. In 2010, a wave year for Republicans, the figure was just 41 percent. Voter turnout hasn’t eclipsed 50 percent in a midterm since 1914, but it took an 8.2 percentage point dive in 1974 ― proportionally almost one-fifth ― and never really recovered. Bumping turnout by just a few percentage points in prior elections could have been the difference between a Republican triumph and a Democratic wave, dirty tricks notwithstanding.\n\nPart of the problem is that Democrats just don’t run. You can’t win seats you don’t compete for. In 2018, with the party in its weakest electoral position since the Civil War, a host of candidates decided to roll the dice on what seemed like long-shot bids in deep-red territory. In California’s super-rich (median income: $93,995) 45th District, Katie Porter, an acolyte of Sen. Elizabeth Warren (D-Mass.) is running neck and neck with cut-my-property-taxes Republican Mimi Walters. In Virginia’s 5th District ― overwhelmingly rural territory gerrymandered to neutralize liberal votes in Charlottesville, lefty Leslie Cockburn is in a dead heat with her Bigfoot-friendly opponent Denver Riggleman.\n\nPorter and Cockburn aren’t alone. A record number of women are running for office in 2018 ― good news for the representational part of representational democracy. There are 256 women on the ballot in House and Senate races this year, 197 of them Democrats. The 183 Democratic women running for the House is more than 50 percent higher than the party’s prior record of 120.\n\nWe don’t know if Rep. Beto O’Rourke will beat Sen. Ted Cruz in Texas or if Stacey Abrams will defeat Brian Kemp in Georgia. We don’t know if Democratic challenger J.D. Scholten can dethrone white nationalist Republican Steve King in rural Iowa. But all of these races are solidly competitive heading into the final stretch, and Democratic Party leaders who scoffed at the idea of spending time and money in deep-red territory now look foolish. Democrats are running well in Kansas, and even the Oklahoma governor’s race isn’t a lock for Republicans.\n\nMuch of this new competitiveness has been enabled by a new fundraising model. After years of emulating Republican campaign finance strategies ― targeting big donors and catering to their interests ― Democrats seem to have at last figured out how to raise money from people who are not millionaires or billionaires. This cycle, they’re out-raising Republicans more than 3-to-1 on donations of $200 or less. O’Rourke alone has raised $31 million from small donors, a staggering sum for a Senate race. That’s the money it takes to get the message out.\n\nSo what message will work? The midterms are about to test a bunch of different strategies. In the Senate, Claire McCaskill (D-Mo.) and Joe Donnelly (D-Ind.) are doing their best to survive in red states by yoking themselves to Trump ― touting their support for his banking agenda and his anti-immigrant message. Tammy Baldwin (D-Wis.) and Sherrod Brown (D-Ohio) are pursuing the opposite approach, presenting themselves as unapologetic populist progressives in Trump territory. In Arizona, Rep. Kyrsten Sinema ― one of the most conservative Democrats in Congress ― is essentially running as Mitt Romney, while O’Rourke is running as a progressive ― some of his voting record to the contrary.\n\nWill all of this be enough to give Democrats a congressional majority? Most polling suggests that a House takeover is likely and a Senate switch is a long shot. But it all depends on who shows up to vote on Tuesday. Polling models slightly misgauged turnout demographics in the Upper Midwest in 2016, making what had appeared to be a sure thing for Hillary Clinton into a narrow upset for Trump.", "Rep. John Lewis (D-Ga.) on Friday recalled the day known as “Bloody Sunday” ― when he and several hundred others marched the Edmund Pettus Bridge in Alabama in 1965 ― while campaigning for Stacey Abrams, the Democratic gubernatorial nominee in Georgia.\n\n“I gave a little blood on that bridge in Selma, 53 years ago,” Lewis told the crowd at a rally. “I almost died. Some of my friends and colleagues were murdered in Mississippi and other places.”\n\nThe congressman and voting rights activist was 25 years old when he had his head fractured by law enforcement officers while peacefully marching along the bridge over the Alabama River to Montgomery in March 7, 1965. The march intended to call attention to black disenfranchisement in the South and followed the slaying of activist Jimmie Lee Jackson, who was shot by a state trooper during a peaceful civil rights protest.\n\nAt the rally, Lewis urged voters to show up to the polls for Abrams, saying voting is the “most powerful nonviolent” instrumental tool in society.\n\n“I’m not asking any of you to give any blood,” he said. “I’m just asking you to go and vote like you never voted before. We have to vote.”\n\nLewis also acknowledged the many times he has been arrested while fighting for equality. “I’m probably going to get arrested again for something,” he said as the crowd laughed and cheered.\n\nDuring another period people waited in immovable lines, faced billy clubs and cattle prods, in order to register and vote. Have courage, raw courage, and let nothing stop you from exercising your right to vote in this election. Do your part. Vote. #GoodTrouble — John Lewis (@repjohnlewis) November 3, 2018\n\n“I’m not suggesting that any of you should go out and get arrested, but when you see something that is not right, not fair, not just, stand up and say something, do something,” he said.\n\nLewis’ speech touching on voting rights is particularly poignant considering the allegations of black voter suppression in Georgia.\n\nAbrams, who has long fought for voting rights, has accused her Republican opponent, Georgia Secretary of State Brian Kemp, of voter suppression.", "WASHINGTON, Nov 3 (Reuters) - U.S. congressional candidates hammered into the campaign homestretch on Saturday, with Democratic former Vice President Joe Biden urging voters to reject division as President Donald Trump touted economic growth after sounding dire warnings on immigration.\n\nControl of both houses of the U.S. Congress, currently dominated by Republicans, and 36 governors’ offices will be at stake when Americans vote in Tuesday’s elections. Interest has been unusually high for a non-presidential election year, with early voting running well ahead of past cycles.\n\nOpinion polls and nonpartisan forecasters generally show Democrats with a strong chance of taking the 23 additional seats they would need for a majority in the House of Representatives, which they could use to launch investigations into Trump’s administration and block his legislative agenda.\n\nRepublicans are favored to retain control of the Senate, whose powers include confirming Trump’s nominations to lifetime seats on the Supreme Court.\n\nTrump was due to campaign with Senate candidates in Montana and Florida, on the fourth day of an 11-rally tour largely focused on states he carried in 2016, where Republican challengers are trying to unseat Democratic incumbents.\n\n“Heading to Montana and Florida today! Everyone is excited about the Jobs Numbers - 250,000 new jobs in October. Also, wages rising. Wow!” Trump said on Twitter early Saturday.\n\nThe Labor Department on Friday reported sharply better-than-expected job creation in October, with the unemployment rate steady at a 49-year low of 3.7 percent and wages notching their best annual gain in almost a decade.\n\nRepublicans in many competitive suburban districts have tried to focus their campaign messages on the robust economic growth, though in his campaign appearances Trump has also focused on his hard-line immigration stance as he looks to stem the illegal and legal flow of people into the United States.\n\nBiden campaigned in Ohio on Saturday in support of Democrats U.S. Senator Sherrod Brown and gubernatorial candidate Richard Cordray.\n\n“We’re in a battle for America’s soul,” Biden, his voice faint and scratchy, told a crowd at a high school south of Cleveland. “We Democrats have to make it clear who we are. We choose hope over fear, we chose unity over division, we choose our allies over our enemies and we choose truth over lies.”\n\nCongressional candidates campaigned in a whirlwind close across the country: in Virginia, Democrat Jennifer Wexton greeted voters in the Manassas Veterans Day parade; in New Jersey Republican Jay Webber met them in a diner, and in Minnesota Republican Pete Stauber went door to door urging people to vote.\n\nEARLY VOTING UP SHARPLY\n\nAs of Friday night, almost 32.4 million people had cast ballots early, according to The Election Project at the University of Florida, which tracks turnout. That is up more than 50 percent from the 20.5 million early votes cast in all of 2014, the last federal election when the White House was not at stake.\n\nTrump on Friday appeared in West Virginia with Patrick Morrisey, who is seeking to unseat Democratic Senator Joe Manchin. That marked his third campaign appearance in that state.\n\nHis Saturday visit to Belgrade, Montana, to pump up the campaign of Matt Rosendale, the Republican state auditor challenging Democratic U.S. Senator Jon Tester, will be his fourth to Montana.\n\nSome analysts said the president’s repeated visits to states that he won in 2016 were a signal Republicans were worried about keeping control of Congress.\n\n“It’s not a good sign for Republicans if they have to spend all these resources for a seat they shouldn’t have to be fighting for,” said Simon Haeder, a professor of political science at West Virginia University, in a phone interview. “That should be a solid Republican seat.”\n\nIn Florida, Trump is due to campaign for Governor Rick Scott, who is trying to unseat Democratic U.S. Senator Bill Nelson, and U.S. Representative Ron DeSantis, who is running for governor against Democratic Tallahassee Mayor Andrew Gillum.", "“If you’ve read anything about the rise of the Third Reich and Adolf Hitler, you will see the parallels,” the legendary actress told Variety at the Women’s Media Awards in New York City. “Attacking the media is the first step in the move towards fascism. The cornerstone to democracy is an independent, democratic media.”\n\nFonda also said that “our democracy is fragile and under attack” and urged people to vote.\n\nGary Gershoff via Getty Images Talking to reporters at the Women's Media Awards, Jane Fonda said that U.S. democracy is \"fragile and under attack.\"\n\nThe “parallels” that Fonda was talking about include Nazi propagandists referring to people critical of the regime and Adolf Hitler as members of the “Lügenpresse apparatus” ― “Lügenpresse” translates to “lying press.” Journalist Marvin Kalb has noted that dictators like Joseph Stalin and Mao Zedong also regularly made similar comments about their critics.", "CNN on Saturday defended its decision not to air President Donald Trump’s anti-immigration ad, saying the spot was racist and not fit to broadcast.\n\nA tweet on the CNN Communications Twitter account responded to Donald Trump Jr., the president’s eldest son who was upset CNN wouldn’t show the ad, by saying the network “has made it abundantly clear in its editorial coverage that this ad is racist.”\n\n“When presented with an opportunity to be paid to take a version of this ad, we declined,” the tweet said.\n\nCNN has made it abundantly clear in its editorial coverage that this ad is racist. When presented with an opportunity to be paid to take a version of this ad, we declined. Those are the facts. 🍎 — CNN Communications (@CNNPR) November 3, 2018\n\nTrump Jr. had criticized the network hours earlier in a tweet that included the ad. “I guess they only run fake news and won’t talk about real threats that don’t suit their agenda,” he wrote.\n\n“Remember this on Tuesday,” he added, referring to Election Day. He had previously told followers to vote on the wrong day.\n\nTrump first shared the anti-immigration ad on Wednesday. It likens the Central American migrant caravan bound for the U.S. border to undocumented immigrant Luis Bracamontes, the Mexican citizen who killed two police officers in 2014, to stir up fearful sentiment before the midterm elections.\n\nThe 53-second ad accuses Democrats of allowing Bracamontes to enter the country. Bracamontes was first deported back to Mexico under the Clinton administration, however, and returned to the U.S. under former President George W. Bush.\n\nIt has drawn comparisons to former President George H.W. Bush’s notoriously racist 1988 “Willie Horton” ad, which was about a black man who committed violent crimes against white people while on a furlough program in place under Bush’s opponent. The ad played on some white voters’ fears about Americans of color while painting Democrats as soft on crime, just as Trump now appears to be doing.\n\nThe president has propagated fear surrounding immigration in the lead-up to the 2018 midterm elections, falsely claiming on a number of occasions that the Central American caravan contains many gang members and Middle Eastern terrorists.", "A Philadelphia teenager and her 5-year-old brother were trick-or-treating on Halloween when they were both shot by masked gunmen, police said.\n\nMikaya, 14, was with her brother Mael when two men began shooting, striking the children in the crossfire, WPVI reported. Both children were shot once in the leg, Philadelphia Police Capt. Malachi Jones said Thursday.\n\nMikaya was released from the hospital and her brother remains in stable condition.\n\n“I was just focused on getting my little brother,” Mikaya told WPVI. “I was just focused on getting him to safety and making sure he was alright.”\n\nPolice said two masked men exited a car and began shooting in their direction. Six shots were fired from two guns, and reporters found shell casings next to candy that had been dropped during the mayhem.\n\nOfficers visited Mael at the hospital on Thursday to make sure he still got treats for Halloween.\n\n.@PhillyPolice @PPD35Dist brought Halloween to 5yr old shooting victim still in hospital recovering from serious injuries. Our entire city needs to unite around this young man and work together to stop the gun violence. ALL kids have a right to have a childhood! No Exceptions! pic.twitter.com/61jO565Kv5 — Joe Sullivan (@PPDJoeSullivan) November 1, 2018\n\nThe children’s mother, identified only as Dominique, expressed anguish at the idea children can’t even trick-or-treat without fearing being shot.\n\n“It makes no sense to send your children out to trick-or-treat and then you get a phone call that not one but two of your children were shot,” Dominique told the station.", "Welcome to Good Stuff, HuffPost’s weekly recommendation series devoted to the least bad things on and off the internet.\n\nMonday night, I found myself in the very top row of the United Center in Chicago, where I bore witness to an absurd bit of history, and what is quite possibly the most entertaining version of basketball ever invented: A Klay Game.\n\nThe game itself wasn’t that good, by normal standards. By the end of the first quarter, the Golden State Warriors had run up a 20-point lead on the hapless and injured Chicago Bulls. By halftime, the Dubs had 92 points and were winning by 40. It was pointless. Except for Klay.\n\nExcept for Klay. Thompson, that is, the Warriors’ gunner of two-guard who, up to that point in the season, had been trash. Thompson entered the evening having made just five of his first 36 three-point attempts of the season ― a 14 percent clip that was nearly 30 points below his career average from distance. But on Monday, he reverted to his old, dumb self, which unlike Stephen Curry and Kevin Durant ― his superstar teammates whose dominant nights always feel like reminders that they have absolutely broken basketball ― tends to feel more normal. Klay is the old dude at the gym who uses screens the right way, finds himself in the corner, and pummels you with an endless barrage of buckets ... if that old dude was also 6′6″ and one of the greatest shooters of all time.\n\nHe hit his first three less than 90 seconds into the game. By the end of the first quarter, he’d made five more. At halftime, he had 10, and at one point, he had made nine out of 11 threes. He finished the game with 14, setting a single-game NBA record in just 27 minutes on the floor. He had 52 points.\n\nThe amazing thing about it, though, wasn’t that he broke the record, but how. A Klay Game is a special phenomenon: on the occasions where Klay isn’t just hot but reaches thermonuclear status, the Warriors’ other superstars cease to even consider themselves a part of the game, and instead funnel the ball to him with a relentless, single-minded focus. So each time a Bulls shot clanked off the rim and landed in the hands of a Golden State player, they looked for Klay. In the corner. At the top of the key. Barely across half-court. It didn’t matter. Curry and Durant were passing up open shots to find him. Draymond Green, on one possession, set five screens in an effort to free Thompson from his defenders. They still got theirs, but the night was Klay’s, and they knew it.\n\nSo did the crowd. By the start of the second half, no one was paying attention to the score, or the Bulls. Not even their fans. Each time Klay touched the ball, the crowd urged him to shoot. Each time he did, the air burped with the anticipation that he was about to hit another one. And more often than not, it went in. The Warriors are dumb, and even though its cool in some circles to hate them now, I can’t. Not when they play basketball like this. And not when they can decide, on any given night, to let Klay be Klay, and remind us that there are still endless wonders in an NBA season, even when its ultimate outcome already feels certain. ― Travis Waldron\n\nKurt Russell As Cool Santa\n\nI don’t really know how to explain the new trailer for “The Christmas Chronicles.” There’s Kurt Russell as cool Santa Claus throwing concerts in prison and bemoaning images on cola cans for making his butt look big. There are very CGI elves who don’t totally look like gremlins, but I wouldn’t want to feed them after midnight. The Netflix movie’s premise seems to revolve ― maybe? ― around the potential death of Christmas, which won’t be saved unless some kids travel around the world with Chris Pratt’s evil dad, who seems more worried about breaking out “Star Wars” references and dunking presents down chimneys. Hmm.\n\nIt feels like a Christmas miracle this is happening at all, so I for one will be counting down the days until it arrives in my queue. ― Bill Bradley\n\nWHY IS LIZZO PERFECT?\n\nI KNOW YOU WANT THIS BBW OCTOPUSSY 😫 pic.twitter.com/hRHNit5aO5 — |L I Z Z O| (@lizzo) November 1, 2018\n\nWHY.\n\nHOW.\n\n― Julia Craven\n\nA Very Good Paperback\n\nSimon & Schuster\n\nI know. I know! This book came out in February. But I missed it then, and this week I finally circled back to the book I’d heard glowing things about for months. If you haven’t read Halliday’s masterfully engineered debut yet, you should do the same thing.\n\nThe novel opens on the blossoming romance between Alice, a young editor at a publishing house in New York, and Ezra Blazer, an elderly acclaimed novelist who bears an unmistakeable resemblance to Philip Roth. Also an aspiring writer, Alice soaks up Ezra’s attention and guidance, as he showers her with blackout cookies, rolls of cash to spend at upscale department stores, and sacks of edifying books to read. Rather than fully flipping a narrative so often told from the older male perspective on its head, Halliday relates it from a remove that hovers between clinical and whimsical, as if their relationship is a case file put into the language of a fairy tale.\n\nThen, just as Alice realizes she must choose between her own future as a writer or a real partnership with the ailing Ezra, Halliday throws us into another story. Amar Jaafari, an Iraqi-American economist, has been detained in Heathrow en route to see his brother in Kurdistan. In between dealing with the crushing bureaucracy ― repeated interrogations that cycle through the same questions, vague and inexplicable explanations for his detention ― he reflects on his life, the two countries that have been home to his family, and the violence that has surrounded his brother and other loved ones.\n\nThe novel ends with an eerily convincing transcript of a “Desert Island Discs” interview in which Ezra, some ten years on from the start of his relationship with Alice, recommends his all-time favorite songs, reminisces, and flirts with the interviewer.\n\nA dazzling puzzle box of a book, Asymmetry melds ambition and restraint in its exploration of power, artistic imagination, empathy, geopolitics, and love. It’s recently out in paperback, so there’s absolutely no reason not to read it immediately. ― Claire Fallon\n\nA Night of Short Horror Films (By Mostly Women!)\n\nNitehawk \"Cat Calls\" (directed by Kate Dolan)\n\nEvery year, Nitehawk Cinema in Brooklyn hosts a short film festival. And every year, Caryn Coleman, director of programming and special projects at the theater, co-curates a midnight showing dedicated to mini horror flicks, the kinds that only require eight to 19 minutes to rattle your already fragile existence and catapult your adrenaline levels in glorious micro waves of fear.\n\nThis year’s showing will take place on Thursday, Nov. 8 at 9:30 p.m. And its lineup is like a pleasant middle finger to Jason Blum, a man blithely unaware of the many female directors working in horror today.\n\n“When I read the Jason Blum article I had watched two brand new horror films directed by women in the previous 24 hours,” Coleman told HuffPost. “Genre films by women is nothing new to me or to the many people clued into what’s happening in horror. Therefore, what he said is a prime example of how out of touch certain parts of the film industry establishment are; they are completely unaware of a reality that is right in front of their face simply because they don’t care enough to look.”\n\nColeman and her co-programmer Sam Zimmerman have paid particular attention to women’s voices at her festival over the years. “This year we’re thrilled that our program not only features 70 percent female directors,” she said, “but that nearly all address the real horror of what it’s like to be a woman in the world.”\n\nThree films to watch at the Shorts Festival’s “Midnite” screening this year are “Rape Card,” “Pumpkin Movie” (“I saw it the night of the Blasey-Ford testimony and it was utterly prescient, couldn’t get it out of my head,” Coleman said), and “Cat Calls.” Tickets are on sale here. ― Katherine Brooks\n\nRosé In October\n\nNestled halfway into Quavo’s new album, “Quavo Huncho,” is a track that dares to bring rosé out of the summer slums and into the autumn breeze. Understanding the pink-tinted bubbly should be a year-round affair, “Champagne Rosé” had the rapper “poppin’ bottles” in — gasp! — October. More significantly, he did so with the help of two incredible collaborators. One of them (Cardi B) comes as no surprise; the other (Madonna) is a left-field swerve that proves to be one of the record’s highlights.\n\nDominating the song with a high-pitched autotune, Madonna’s is the first voice we hear. She stretches “champagne” to three syllables and turns wine into sex the way only she can (“Please drink me up”). Her presence is the yin to Quavo’s full-throated yang, perfectly accentuated by a flute that graces the intoxicating beat. And then, before the four-minute bop ends, Madonna nails a verse that again lets her bend and elongate words with a crisp, clarion cadence: “Let me entertain you / Get inside your vein, too / Intoxicate your brain, ooh / Crazy, what I’ll make you.” It’s a frothy morsel, likely to remain an under-appreciated footnote in all three artists’ repertoires. But listen to it and try not to hit the repeat button a dozen times. You can’t do it. ― Matthew Jacobs\n\nWitch Hunting\n\nHalloween may be over, but witches rule all year long. If you haven’t yet checked out two spooooky witchy reboots ― The CW’s “Charmed” and Netflix’s “Chilling Adventures of Sabrina” ― the time is now. Both series take beloved ’90s shows and turn them into something darker, more complex and more overtly feminist. Neither show is perfect, but they both have done something interesting and timely ― and, dare we say ... magical? Plus, with all the talk of “witch hunting” powerful white men, it’s about damn time we saw some real witchy women get their due. ― Emma Gray\n\nMartha Rosler Forever\n\nIn the 1975 video “Semiotics of the Kitchen,” one of multidisciplinary artist Martha Rosler’s most famed works, Rosler stands at a makeshift kitchen station in front of a refrigerator and stove. It looks like a cross between a Rachael Ray cooking demo and a Francesca Woodman photograph.\n\n“Apron,” she says, as she pulls one over her head. “Bowl,” displaying a bowl to the world while pantomiming stirring. “Chopper,” plunging it into the bowl violently. “Egg beater ... fork ... grater,” she continues, rubbing the fork up and down the grater, emitting a jarring racket. She continues down the alphabet, naming different kitchen appliances and simulating their use for the viewer like an alien mimicking domestic rituals. When she picks up the nutcracker, Rosler glares at the viewer while spreading and shutting the tool’s legs with vigor. The video, critiquing the oppressive, domestic roles women are often forced to embody, becomes a jagged dance to the tune of a grating metallic symphony.\n\nThis is Rosler’s most well-known piece, but far from the only one worth knowing. A retrospective at the Jewish Museum spans Rosler’s five-decade career. Featuring installations, photographic series, sculpture, and video, the exhibit probes far beyond “Semiotics of the Kitchen” to show us one of the most witty and dogged feminist artists of our time. In one photo collage, blond women snap selfies in a mod mansion as flames blaze outside the windows. In an installation, various women’s lingerie and sleepwear congregate around a white mattress. The cluster of thongs and spanx and granny panties alludes to the stories clothes tell about the women who wear them. Or perhaps just the stories we buy into.\n\nThe show opens on Friday, Nov. 2 and is up until March. All feminists, Jews and bad chefs are encouraged to attend. ― Priscilla Frank\n\nThe Drawing of Lines\n\nScreenshot", "Ryan Reynolds’ trolling days are far from over.\n\nThe “Deadpool” actor recently shared a video on Twitter featuring a fake political attack ad against fellow actor Hugh Jackman, adding to their history of hilarious online exchanges.\n\nThe video, “paid for by not Ryan Reynolds,” asks awards voters to consider “facts” about Jackman before they judge his performance in new movie “The Front Runner.”\n\nHow well do you really know @RealHughJackman? pic.twitter.com/cV0W7C4LE3 — Ryan Reynolds (@VancityReynolds) November 2, 2018\n\n“Hugh Jackman isn’t his real name, it’s Hugh Michael Jackman,” the ad charged.\n\nThe faux attack ad then argued “The Wolverine” actor would deliver a “preachy liberal speech” at an awards ceremony, before suggesting another actor “from a bordering country” would be better suited for the honor ― Reynolds, of course.\n\nBut the “attack ad” was really promotion for his friend who plays Democratic politician Gary Hart in the new film, which hits select theaters on Election Day, Nov. 6.\n\nNonetheless, Jackman responded to Reynolds’ trolling with a video of his own.\n\nThe Australian actor shared an Instagram video showing him scoop his dog’s poop from a photo of Reynolds as Deadpool.", "TALLAHASSEE, Fla. (AP) — Court records show that the 40-year-man identified as the shooter at a yoga studio in Tallahassee had been previously arrested for grabbing women.\n\nPolice say that Scott Paul Beierle shot six people, killing two, and pistol whipped another person before turning the gun on himself.\n\nBeierle was charged by police with battery in 2016 after he slapped and grabbed a woman’s buttocks at an apartment complex pool. Records show that the charges were eventually dismissed after Beierle followed the conditions of a deferred prosecution agreement.\n\nASSOCIATED PRESS Scott Paul Beierle in an undated photo from the Leon County Sheriff’s Office.", "President Donald Trump on Saturday attempted to cast renewed doubt on sexual misconduct allegations against Supreme Court Justice Brett Kavanaugh by pointing to the recantation of one little-known accuser.\n\nThe woman, Judy Munro-Leighton, falsely claimed to have authored a “Jane Doe” letter stating that Kavanaugh and a friend raped her “several times” in the back seat of a car, which the judge denies.\n\nThe true author of the letter remains unknown, and the claim was not widely reported on during the September confirmation hearings.\n\n“A vicious accuser of Justice Kavanaugh has just admitted that she was lying, her story was totally made up, or FAKE!” Trump said in a tweet after initially misspelling the judge’s name.\n\n“Can you imagine if he didn’t become a Justice of the Supreme Court because of her disgusting False Statements,” the president continued.\n\nHe added: “What about the others? Where are the Dems on this?”\n\nThe Senate approved the justice in an extremely tight vote Oct. 6, and Trump has leaned on Kavanaugh’s successful confirmation to win favor with his base, referencing the controversy at numerous campaign rallies ahead of Tuesday’s hotly contested midterm elections.\n\nA vicious accuser of Justice Kavanaugh has just admitted that she was lying, her story was totally made up, or FAKE! Can you imagine if he didn’t become a Justice of the Supreme Court because of her disgusting False Statements. What about the others? Where are the Dems on this? — Donald J. Trump (@realDonaldTrump) November 3, 2018\n\nPostmarked Sept. 19 from San Diego, the handwritten letter was mailed to Sen. Kamala Harris (D-Calif.) after Christine Blasey Ford came forward with her story about Kavanaugh earlier that month. Kavanaugh called the letter’s contents a “crock” and a “farce” in sworn testimony during a Sept. 26 conference call with senators.\n\nFord, who testified before the Senate Judiciary Committee on Sept. 27, stands by her assertion that Kavanaugh sexually assaulted her at a high school gathering in the 1980s.\n\nCommittee Chairman Chuck Grassley referred Munro-Leighton to Attorney General Jeff Sessions and FBI Director Christopher Wray for investigation in a letter dated Friday.\n\nAccording to Grassley, committee staff received an email from Munro-Leighton on Oct. 3 in which she claimed to be the letter’s author but was “deathly afraid” of going public.\n\nWhen committee staff eventually spoke with Munro-Leighton, she recanted, saying she only sent the email “as a way to grab attention” because she felt angry.\n\nInvestigators found that she lived in Kentucky, not California. She told them she had never met Kavanaugh.\n\nMunro-Leighton is the fourth person Grassley has referred to federal prosecutors for investigation over the Kavanaugh hearings. Julie Swetnick, who says Kavanaugh attended parties where women were gang-raped, and her attorney, Michael Avenatti, were referred in late October. A man who has not been publicly identified was referred in late September.", "Warning: Spoilers below!\n\nAdapting the classic ballet “The Nutcracker” has apparently proven a hard nut to crack for Disney. Painstakingly perfected, with the aid of a month of reshoots and a new director sent in as a closer, “The Nutcracker and the Four Realms” offers a slick adventure spinoff of the original cozy tale.\n\nAs the title suggests, “Four Realms” supersizes the world of the “Nutcracker,” expanding the universe to include four very unique secret realms populated by living toys, each with its own ruler and each the invention of protagonist Clara’s (Mackenzie Foy) late mother, Marie Stahlbaum. Following the death of Marie, the realms fall into disarray and discord with the treacherous Fourth Realm apparently threatening to tear everything apart.\n\nClara, who inherited her mother’s technical chops and dreamy nature, is sent into the realms to restore order, where she must navigate a treacherous scene of shifting alliances and political intrigue, venture into lands populated by insane Matryoshka clowns and mouse tornadoes, and come to grips with her grief over her mother’s loss.\n\nOn paper, the movie has a lot going for it, including composer James Newton Howard adapting Tchaikovsky’s inimitable score, dancing from the legendary Misty Copeland and performances from the likes of Morgan Freeman, Helen Mirren and Keira Knightley.\n\nUnfortunately, the real world has snapped the story right out of its fantasy. Early reviews have been lackluster, with the tale of the four realms proving to be as hollow as the tin soldiers sent into the battle of toys. Is there still hope for this ballet adaptation? Or is it tragically out of step? HuffPosters Bill Bradley and Claire Fallon dig into the highs and lows of “Four Realms” below.\n\nBill: Claire, we’ve both now seen Disney’s new live action movie, “The Nutcracker And The Four Realms.” What are your initial thoughts? It was certainly nuts.\n\nClaire: Both nuts and crackers! This movie was so all over the place, it’s hard to land on any neat takeaways. My very first initial impression was of intense dizziness. This film begins with a swooping camera spiraling through the London airspace, and there are lots of other aerial arabesques throughout. Turns out this technique makes me slightly nauseous, so I spent a lot of the movie limply sprawled in my seat, fighting vertigo. Am I the only person who reacts to movies this way? Am I too fragile to consume contemporary culture?\n\nPutting that aside, I was also dizzy throughout the movie because I never really had any idea what was going on or why. What did you think of the action-packed new twist on the “Nutcracker” narrative?\n\nDisney\n\nBill: Whenever the terrifying nesting egg clowns started opening themselves up, revealing even more terrifying nesting egg clowns, I knew this movie wasn’t for me. That being said, there are things people can enjoy. Keira Knightley has cotton candy hair. That’s cool. Misty Copeland’s ballet dancing speaks for itself. One of the moms beside me seemed to like the shirtless guy dancing in the credits. So there’s that. But those clowns, man. That’s some “American Horror Story”-level shit. Let’s back up a bit though, how did you feel about when we were introduced to Clara and her family?\n\nClaire: Bill, I have a lot of feelings. When we meet Clara, she’s in the attic setting an elaborate Rube Goldberg-esque mousetrap and explaining each scientific force involved to her little brother, Fritz. See, Clara isn’t just a girl: She’s an inventor and a scientist. The “girl power” messaging here felt a little shoehorned in, but I’m a sucker for a Violet Baudelaire type. Then we learn that Clara’s mother has recently died, and she has been avoiding her family ― her father, Tom from “Succession” Mr. Stahlbaum (Matthew Macfadyen), her older sister Louise (Ellie Bamber), and Fritz (Tom Sweet) ― because she hates their attempts to continue life with some normalcy.\n\nThe family gathers around the Christmas tree, and everyone makes a lot of heavy comments about how different it is now that mom is gone while Tom the father gazes dolefully into the middle distance. He gives the older sister her late mother’s favorite dress, and when Louise puts it on for a ball that evening, he directs a lingering, longing stare at her that only makes it more unsettling when he then insists on dancing with both his daughters at the party. The vibe is very pre-war purity ball. Why do they spend so much time talking about whether he’ll get a dance with his teenage daughters? Did something about this family portrait feel, uh, off to you?\n\nThe vibe is very pre-war purity ball. Why do they spend so much time talking about whether he’ll get a dance with his teenage daughters?\n\nBill: There’s a lot going on with this family. First of all, was that really the mom’s favorite dress? I looked back through my notes and one of the things I wrote was, “Why mom dress so ugly?” I don’t know much about style, but to me it looked like a dress from a rejected American Girl Doll, if that doll was also a zombie. I think that should’ve already been a sign that things were going to get weird (see clowns above). I’m sure the dancing thing was meant to be sweet, but the dad was just a little too insistent. Look, the family is going through a hard time. They’re in a Disney movie. Disney’s got a thing for killing off moms. I get it. It was just a bit uncomfortable.\n\nAlso, on the way to the party, after the dad calls dibs on dances with both his daughters, Fritz is like, “Who will dance with me?” And everyone just laughs, just mercilessly mocks this little kid. Clearly they’re saying Fritz isn’t cool enough to dance with anyone. Stupid Fritz. But I wasn’t sure why it was so funny, and it made me worried about the rest of the movie. What’d you think when they finally arrived at Drosselmeyer’s, aka Morgan Freeman, who is apparently some kind of pirate?\n\nClaire: I laughed frequently during this movie, but rarely when the movie believed it had made a joke.\n\nOn a visual level, Drosselmeyer’s was a high point for me: a rambling old mansion, a ballroom filled with dancing couples, a steampunk workshop. Drosselmeyer is Clara’s godfather and cared for her mother after she herself was orphaned, and despite the pirate gear and suspiciously cryptic comments, he does seem to be a good dude. He also made the silver egg that Clara received from her parents (instead of an old hand-me-down dress like poor Louise); her mother left her the egg with a message saying everything she needs is inside.\n\nThe climax of Drosselmeyer’s party is the presentation of gifts to all the kids, which they have to find throughout the house by following ribbons tagged with their names. Fritz’s gift is a nutcracker soldier, which he waves in Clara’s face while hooting, “It’s your boyfriend!” Look, I had brothers, and they never teased me by suggesting that I was dating their Legos, but OK. We still have to deal with the fact that young girls in what appears to be Victorian-era England did not have “boyfriends.” Anachronism alert!\n\nDrosselmeyer’s Christmas gift to Clara is the key that will open her fancy egg. However, he basically leaves her the key in a fantasy realm which she enters magical-portal-style, where it is promptly stolen before her very eyes by a marauding mouse. Why did he handle this in such a risky way? And, more importantly, what did you think of her introduction to the Four Realms?\n\nDisney\n\nBill: First, I just want to mention that Drosselmeyer, who seems to have spent all his time tinkering in the basement with an invention that doesn’t work right and talking to an owl, still has time to set up an elaborate string maze for all the kids at the party to follow around his crazy house to find their presents. That’s time management.\n\nAnd wow, to paraphrase one of the iconic moments in “Venom,” so many realms, so little time. There’s some sort of anthropomorphic flower man in charge of the Flower Realm; an icicle dude running the Snow Realm; Keira Knightley and her accent running the Realm of Sweets; and Helen Mirren as Mother Ginger towering over the Fourth Realm in a giant robot that’s infested with mice. Did I miss any? Yes, I looked them up on Wikipedia to make sure I had them straight. This movie’s got realms on realms on realms. Bummed there’s not even more realms? Check under your seat! You get a realm! You get a realm! Everybody gets a realm!\n\nApparently, it was Clara’s mom who put all this realm madness together. What do you think about the impact her mom had on the realms and Clara’s journey?\n\nClaire: I think it’s actually the Realm of Snowflakes (way more whimsical than Snow). Please be precise! Also, pretty sad that Drosselmeyer just couldn’t get his invention to work, and then Clara fixed it in three seconds. I know she’s a genius, but he’s a much more experienced genius.\n\nSo yes, let’s talk about the superbrain behind all this: Clara’s mom, Marie. According to Sugar Plum (Keira Knightley), the denizens of the Four Realms were all lifeless toys until Marie invented an engine that, through the power of physics and engineering, magically transformed them into living creatures with feelings. Yes: This is a movie about the ethics of artificial intelligence and the singularity. A twist I genuinely didn’t see coming!\n\nYes: This is a movie about the ethics of artificial intelligence and the singularity. A twist I genuinely didn’t see coming!\n\nI was left at sea as to the details: Did the realms exist before the engine? Did Marie invent the other world as well as the toy people inside it? Who is really in charge here? And if the leaders of the realms are just lackeys for Marie, the queen of everything, how did they function during the long stretches of time while she was with her family? Clara learns that time passes much more quickly within the realms, such that the party is still going when she returns after what feels like weeks of adventuring. So if her mom left long enough to, say, go to sleep or have a baby, it seems like years would probably pass in the realms.\n\nBut Marie’s death has really thrown this world into disarray: The resulting political instability during her unexplained absence is what separated the Fourth Realm from the other three, and only Princess Clara’s reemergence offers any hope of unity again.\n\nCan we talk about the Nutcracker, by the way? The whole movie is named after him, and I keep forgetting he was even there.\n\nDisney\n\nBill: You mean the Captain, aka Phillip, aka Mr. Irrelevant? I liked the nutcracker. He seemed like a solid dude, and when he opened the simple bridge gate by going through all these elaborate steps ― that was my favorite part. That and when Keira Knightley says, “Oh poo.” But why is he even in this story? It’s clear from the start this is about all realms all the time. Even when he goes with the mouse to warn Mother Ginger later in the movie, I’m like, “Why is he going? Couldn’t the mouse just tell her?” Maybe Clara realizes he’s irrelevant too and is like, “I’m done with this sad boy. Better send him to Mother Ginger so I can kick soldier ass with actual kicks.”\n\nClaire: Captain Philip, self-proclaimed only nutcracker in the kingdom even though there are a lot of other soldiers who look pretty much the same so what toys are they made from, is very nice. He’s too good for Clara, frankly. As soon as he finds out she’s a princess and bows to her, she makes a hobby of ordering him cheekily into danger. She insists that they cross into the Fourth Realm, over his frantic objections, only to agree that it’s too dangerous as soon as SHE sees something freaky. “That’s an order, Captain!” How fun! She always grins extra-wide while issuing orders to him, like it’s a cute little game that she can send him to his death and he will obey without protest. They have a quasi-romantic friendship vibe throughout, and if I were Clara I would probably try to take it to the next level because he’s very handsome, but nothing happens.\n\nShall we talk about the big twist, where it turns out Sugar Plum is evil? Whoops, spoiler! I think I actually liked Evil Keira better than Elfin Keira. What did you think?\n\nBill: There was one scene where to show Elfin Keira has wings, she laughs and pops her wings out, flies up, and flies down. And it’s like ... uh, OK. Moving on. But Evil Keira? Like she says about boys in uniform, she sends a quiver right through me. Can we talk about all the adult jokes she starts cracking?\n\nClaire: Discourse about threatening female sexuality was invented in preparation for Evil Keira. As soon as she commandeers the life-giving engine to animate tin soldiers (which, inexplicably, do not behave like any of the other animated toys), she turns from sugar baby to unapologetic size queen! When Clara points out with horror that the transformed tin soldiers are enormous, Keira drawls, “I know, isn’t it magNIFicent?” I should also add that she says it’s boys in uniform, with weapons, that send a quiver right through her. Mmm, sexually aroused by weapons. Truly chilling.\n\nWhat about another performance we haven’t much discussed, Mackenzie Foy as Clara? Were you impressed?\n\nDisney\n\nBill: The biggest issue for me was the moment she realized her mom wanted her to know that everything she needs is inside of her. She stares at a mirror in a music box, looking at her own face, but she juuuuust can’t quite get there. In my head, I was just pleading, “Everything you need is inside you! C’mon, dude, you’re the cleverest person around! For the love of God it’s all inside you!” I felt like I lived a thousand lifetimes in that moment. The horrible clowns were jumping out of their own bodies; Keira Knightley was becoming a size queen over and over; and it was all happening in slow motion. Time was a flat circle. But thank Mother Ginger, she eventually she did put it together. For me, that was more of a story thing than acting, but how did you feel about the performances overall?\n\nClaire: Yes, that was a frustrating moment ― but not quite as infuriating, to me, as when she first opens the egg and finds nothing but a beautiful tune playing. “There’s nothing here!” she spits, disgusted. Her mom promised everything she needed would be inside! I’m not sure what she expected to find, but maybe a tiny living version of her mom? A pocketknife, but one of the really good ones with a bottle-opener attachment and little tweezers?\n\nBut OK, that’s on the story, not Foy. Still, I mostly found her performance pretty blank, which is unfortunate since she’s the lead. She has one expression, with a slightly open mouth and tilted head, for when she’s feeling confused, curious, sad, or annoyed, and then a broad grin for when she’s taunting Captain Philip. In the final frenetic battle scene, Clara has to take on droves of tin soldiers almost singlehanded, unarmed, and she polishes them all off with well-timed kicks and punches, but she doesn’t sell the martial arts prowess. I actually wrote in my notes, “I am not convinced Clara could kick anyone’s ass unless the choreography demanded it.” Any other broad takeaways from “Four Realms”?\n\nThe movie actually kind of just stops at one point so everyone can watch the dancing and eat their cotton candy hair. It needed more of that.\n\nBill: Not a lot, except that I think the spirit of the mom is trapped inside the owl. But I don’t want to get into it. Like I said earlier, one of the moms in the theater really liked the dancing at the end, and the dancing throughout is obviously spectacular. The movie actually kind of just stops at one point so everyone can watch the dancing and eat their cotton candy hair. It needed more of that. More cotton candy hair and dancing. Less karate kid moves and sad boys. And the mom is an owl. What about you? Who would you recommend this to?\n\nClaire: I would argue that the spirit of the mom is not trapped inside the owl, because at one point Drosselmeyer refers to the mom as “she” in conversation with the owl. Perhaps the owl is her old familiar? Is she a witch? TBD. The best parts of “Four Realms,” sadly, are the parts that you could get elsewhere: Tchaikovsky’s incredible score, and Misty’s ballet moves. There are two significant Misty sequences, one in a Three Realms ballet that is meant to tell the story of the land’s history, and one in the credits. Her performance is so fluid and graceful, I couldn’t look away. I just wish the camera didn’t keep forcing me to look away ― there were a lot of cuts to close-up during the ballet scenes that I thought detracted from the flow of the dancing.\n\nBefore my mom died when I was a kid, we used to go see the local ballet company perform “The Nutcracker” every holiday season. If you’re a parent with young kids, I recommend that instead. If you’re a Keira superfan, definitely check out her deranged sex maniac fairy turn in “Four Realms.”", "At least two people are dead after a partial building collapse on Friday night at an Amazon warehouse in Baltimore.\n\nBaltimore Fire Chief Roman Clark told The Baltimore Sun and WBAL that rescuers pulled one man out from under debris at the North America Sortation Center on Friday, but he died at the hospital. They recovered the body of a second man on Saturday, Clark said.\n\nA 50-foot wall collapsed at the facility, which is located in southeast Baltimore, at around 10:30 p.m. on Friday.\n\nOfficials are unaware of any other injuries but are continuing to assess the scene.\n\n“We’re going through the rest of the debris to be sure no one else is there,” Clark told the Sun.\n\nThe Baltimore City Fire Department did not immediately return a request for comment.\n\nEmployee Brandon McBride told WBAL that when the wall fell, it sounded like “bombs were dropping.”\n\n“There was stuff falling everywhere, you could see the walls were caving in,” he said. “Rain was pouring everywhere; all the packages were soaked. It’s unreal.”", "President Donald Trump could learn a thing or two from former President Barack Obama about how to handle hecklers.\n\nTrump has infamously encouraged supporters to “knock the crap” out of people who protest him at rallies. Obama showed how it should be done Friday, however, when he was heckled while stumping for Democratic candidates Bill Nelson and Andrew Gillum in Miami, Florida, ahead of Tuesday’s midterms.\n\n“Sir, sir, don’t curse in front of kids, come on. Don’t do that in front of them, come on,” Obama calmly told one heckler.\n\n“We’re OK, we’re OK, we’re OK,” Obama continued, after the unidentified person was reportedly removed by security and the crowd stopped chanting the ex-POTUS’ name.\n\n“You know what? This is what I look forward to, is having a few hecklers to get me back in the mood. You know, it’s like, I enjoy that. You always gotta have a few in order to know that you’re on the campaign trail,” he said.\n\nObama used similar tactics to thwart a second heckler, who interrupted his comments on health care.\n\n“Hold on a second. Sir, sir. Here’s the deal, if you support the other candidates, then you should go support the other candidates. Don’t be here,” said Obama, before telling the heckler to not “come hollering here.”", "Liuba Grechen Shirley may just be painting Long Island blue.\n\nThe 37-year-old Democratic candidate for the U.S. House is taking on a Long Island institution in the midterm elections: 26-year Republican Rep. Peter King. In her aggressive campaign to win in New York’s 2nd Congressional District, she’s managed to turn some staunch Republicans and past King voters into supporters.\n\nKing hasn’t faced a real Democratic challenger in over a decade. But Grechen Shirley’s campaign is giving him a fight.\n\nGrechen Shirley’s campaign has raised more than $1.3 million from more than 7,500 donors in her election cycle — more than any King challenger before and more than King’s past five challengers combined. Additionally, she’s gotten public support from figures like Long Island’s own Amy Schumer, the New York Times Editorial Board, and Democratic Sens. Chuck Schumer (N.Y.), Kirsten Gillibrand (N.Y.) and Elizabeth Warren (Mass.). Videos of King continually interrupting her at one of his first public debates in eight years went viral.\n\nThis is how Peter King views his constituents. This is how he treats us. I will not stop talking about how Peter King's record hurts Long Islanders—no matter how many times he interrupts me. pic.twitter.com/egVnY8pJFU — Liuba Grechen Shirley (@liuba4congress) October 26, 2018\n\nPolling experts say it’s unlikely but not impossible for her to topple the giant, according to WABC-TV. Recent polling shows King ahead by about 5 percentage points, with FiveThirtyEight.com giving him a 5 in 7 chance of winning.\n\nGrechen Shirley made waves before her campaign even gathered steam when she successfully petitioned the Federal Election Commission to use her campaign funds for child care while she ran in the Democratic primary. In a Washington Post op-ed in April, she asked, “Want women to run for Congress? We need someone to watch our kids first.”\n\nHer openness about being a mother combined with her support of a $15 federal minimum wage, climate change action, student debt relief and Medicare for all have made her an attractive candidate even to those who usually vote on the other side of the aisle.\n\nAline Bowen, a native of Massapequa Park, was a born and raised Republican. She told HuffPost in August that she’ll be voting for Grechen Shirley.\n\n“I was born a Republican. So, when you went into the booth, you just hit Republican and it didn’t matter what it was ― I had no clue what it stood for. I didn’t listen to the news. But now I listen. I pay attention,” Bowen said.\n\nBowen told HuffPost that her daughter, who had cancer, inspired her to get involved. Bowen said that when her daughter turns 26 and must get her own health insurance, she’ll be “screwed” if the government has “axed out pre-existing conditions.”\n\nKing has not been quiet about his distaste for the Affordable Care Act, commonly known as Obamacare, voting to repeal it nine times. Under Obamacare, health insurance companies can’t refuse to cover you or charge you more if you have a “pre-existing condition,” which is a health problem you’ve had prior to the date that your new health coverage begins. As of October, many Republicans ― including King ― have been saying, despite their votes to repeal, that they want to defend the act’s protections for people with pre-existing conditions.\n\nBowen said she voted for Obama in 2008 and didn’t vote in 2012 because she was sick in 2012. She says she “never, ever” voted in the “little” elections because, “Why bother?” But Trump’s win changed that.\n\n“When Trump got elected, I thought it was absolutely ridiculous. I hate the man. I can’t stand him,” said Bowen. “I had to step over to the other side, the nicer side.”\n\nLiuba Grechen Shirley/Facebook Liuba Grechen Shirley, 37, speaks to a voter in New York's 2nd Congressional District.\n\nOther Long Islanders with Republican leanings have made a similar shift. HuffPost spoke to several who said they’d be voting for Grechen Shirley despite past support for King.\n\nBonni Watson Pope and Donna Kimick from Massapequa Park told HuffPost that, although they’re both registered Democrats, they’d voted for King in past elections.\n\n“I used to vote for King because we thought he was decent. Since the 2016 election, King has turned on us. Not many choices on [Long Island] then,” Pope told HuffPost. “Since Liuba is running, I adore her.”\n\nPope, 70, told us that she thought King used to care about Long Island, but now cares only about Trump.\n\n“We had no one running that deserved our vote other than him. That has radically changed,” Pope said. “He is all about acting like other [Republicans].”\n\nKimick said she used to vote for King “mainly because I didn’t know who the other person was running against him and knew of him from church.” That changed after the last election when “everything spiraled out of control.”\n\n“I became more involved, educated and more aware,” Kimick said. She was inspired by presidential candidate Hillary Clinton’s post-election book, What Happened, when she read it over the summer. In the book, Clinton counseled Americans to look at local elections to “fix things,” so when Kimick’s son told her about Grechen Shirley’s campaign, she researched her candidacy.\n\nKimick, who has an 18-year-old daughter and 27-year-old son, said Grechen Shirley’s views on health care and student loans have appealed to her because of her children. Of King, Kimick said, she didn’t think he was a “terrible person,” but that “it’s time for someone younger and more motivated.”\n\n“We need to change things. The government is becoming old white men. We can’t let them make the rules anymore,” she said, before adding that, if she could tell undecided voters in this district anything, it would be: “Think about your children. Think about your future grandchildren.”\n\nKimick said King supporters should “look at his record” and ask, “Has he done anything for you personally?”", "It’s just cannabis, right? How important can something affectionately referred to as “wacky-tabbacky” be? In my case, very.\n\nIn 2015, I nearly died from a vitamin B12 deficiency (because that’s a thing), which catapulted an evil disease called fibromyalgia into the center of my world ― and then totally imploded it. I was completely debilitated and lucky to leave my sickbed once a week. There is no way I would have gotten through the worst of it without cannabis to manage both my symptoms and the depression that came with them. No. Fucking. Way. (But, of course, you should always consult your own physician or mental health professional before trying any drug or medication.) It was an incredibly hard time, to put it mildly.\n\nFinally, after two and a half intense-yet-dull years of medical tests, bedrest, physical therapy and intensive self-care, I was healthy enough that rejoining the working world started to seem like an option. I was homeless at the time after moving to the warm Los Angeles area from rainy Portland at the advice of a doctor. I hadn’t been able to find affordable housing or reliable work I could physically perform. I was starting to accept the idea that I’d be a homeless cover letter-writer for the rest of my days. Then, miraculously, an incredible job landed in my lap.\n\nAfter posting about my beloved cannabis on Instagram, a follower-turned-friend introduced me to the manager of a nearby dispensary who then kindly hired me to do their marketing for as many hours as I could handle (whew!). Sadly, the position was phased out of existence after six months due to budgetary restrictions. But it was a brilliant introduction to the industry and helped me get back on my feet.\n\nHere are a few things I learned during my first professional stint in the weed industry:\n\nIt’s like working for any other business: I don’t know what I expected on my first day ― I’m sure images of the police showing up (never saw one) and the sounds of reggae (which I did hear! along with all kinds of tunes) ran through my head ― but I know I didn’t imagine the Keurig machine. In many ways it was, surprisingly, like any other job I’ve had: It involved a very typical management structure; there was software to learn; we attended morning meetings; and there were never quite enough (or the right) office supplies in stock. All in all, it was totally the standard stuff you’d encounter in any other workplace.\n\nIt’s nothing like working for any other business: On the other hand ― oh look, there’s a big stack of cash, video cameras and armed guards and, of course, ginormous bags of herb! I got to weigh and package the cannabis buds (known as “flower”), and playing with cannabis while chatting with customers was definitely unlike any experience at an office I’ve ever had. Even after time began to be filled with duties typical of a more traditional marketing position, I still often found it hard to believe I was getting paid to do things like describe the particular high of a cannabis strain or take photos of herb. I even got to create a giant cannabis painting for a photo-op background.\n\nPeople can be real jerks about getting their cannabis: I assumed our customers would be all chill and thrilled to be at their local weed store. Nope! My guess is that some of the crankier people who visited the store were folks in need of cannabis for medicinal use, and being sick is always an understandable reason for crankiness ― especially if we didn’t have what they needed in stock. We had lots of friendly, laid-back visitors to the dispensary ― the majority, in fact, were that way ― but I was still surprised by the noticeably high jerk ratio. (Still, I’d bet most of them were much more likable once they were able to enjoy our product...)\n\nBut it has good people: I’ve worked in many offices and generally felt like a weirdo, even before I started dying my hair purple. But I never felt like an outsider at my dispensary. Hugs were given out on the regular and it was safe to tell stories and share opinions without having to majorly censor yourself. So far I’ve found that kind, funny, hard-working, passionate badasses dominate the industry.\n\nCannabis is an industry in flux: Recreational cannabis use in California only became legal on Jan. 1 ― and just 10 months in, it’s a total shitshow. New compliance regulations are released by the government all the time, and they often leave dispensaries and manufacturers scrambling to adhere to them or risk losing their licenses. Even with licenses intact, adjusting to the changes can leave businesses temporarily unable to serve their customers and patients.\n\nWhat’s more, illegal dispensaries are still flourishing right out in the open while authorities use their time, energy and resources to make sure the licensed ones are following the new, and often very vague, rules to the T. The fact that cannabis is still federally illegal also makes thinks like banking tricky, which in turn causes daily annoyances and can lead to huge problems, like the inability to pay employees or vendors.\n\nCourtesy of Meg Hartley The author in front of a mural at the dispensary where she worked.\n\nCannabis is a gloriously complicated plant: The therapeutic effects of cannabis seemed magical to me when I started working in the industry, and oh, how I loved the glory of discovering exactly why. It turns out our bodies have something called endocannabinoid systems (ECS), which work with plant compounds called cannabinoids ― THC and CBD are popular ones, but there are so many others. Each cannabinoid engages with the ECS, which then activates their distinct superpowers and thereby helps alleviate suffering from a huge range of ailments. Many cannabinoids are even capable of working their magic without getting the user stoned, a benefit for those who are seeking relief without looking to get high.\n\nThere’s so much more to do with cannabis than just smoke it: I was in love with my vape pen ― a device that uses a battery to warm cannabis oil in a cartridge and then produces a vapor the user inhales ― when I started the job. But I had no idea how many other ways to partake in the plant there were out there. My favorite cannabis product is the tincture: I drop some THCa (a cannabinoid) oil under my tongue a few times a day, which helps my nerve pain like whoa. There are also topical solutions that are applied to the skin, edibles you eat or drink, capsules you take like a pill, patches to slap on your body for longer-term relief, even cannabis lube.\n\nCannabis isn’t just for eating Funyuns and watching goofball movies (though it’s great for that too!): Working in a dispensary taught me just how multifaceted cannabis really is. In addition to what it can offer those suffering from various ailments, different strains of cannabis and different cannabinoid profiles can also provide different users different experiences. If want to become one with your couch and enjoy satiating your munchies, there are strains for that. But there are also strains that are better for socializing, others for being productive, and some for using before or during sexual experiences. You can visit a dispensary and find exactly the strain you want or need for whatever activity you have planned. The notion that cannabis just makes you lazy only exists because people haven’t learned exactly what cannabis is capable of or the myriad ways it can be used.\n\nCannabis is for everyone (of legal age, of course): Pop culture often portrays cannabis users as predominantly male 20-something slackers, but that’s definitely not the case. The combination of decreasing stigma, increased studies on cannabis’ benefits, and the availability of cannabinoids that don’t get users high have all kinds of people interested in trying the plant. Grandmas, school teachers, rich people, poor people ― we served them all at my dispensary. After a few weeks in my position, I was no longer shocked by the wide variety of people who came in to purchase cannabis. The only people who surprised me were the ones who weren’t wearing any shoes, which happened three times in one week before we made a sign requiring footwear in the store.\n\nCannabis used to be sold in pharmacies all across America: I got to do a lot of fascinating research related to my position at the dispensary and cannabis prohibition was one of the most interesting topics I learned about. The plant used to be popular at U.S. pharmacies until 1937, when the Marijuana Tax Act was passed and the first major federal limitations on the sale and use of cannabis went into effect. Before then, it was legally sold in tincture form to treat many ailments. Then, after alcohol prohibition was overturned 1933, cannabis became the new target. A real peach of a man named Harry Anslinger led the charge, demonizing the plant and calling it “marihuana” to make it sound like a different drug than the popular “cannabis” ― and threateningly foreign to boot. He once reportedly said, “Reefer makes darkies think they’re as good as white men.” His horribly racist strategies were horribly effective, which greatly contributed to both the remaining stigma associated with cannabis and the current systemic mess we’re attempting to clean up with legalization and regulation of the drug. This is why you shouldn’t refer to the plant as “marijuana,” a word with a racist history. Instead use its proper name, “cannabis,” or one of its many other colloquial names, like “weed” or “herb.”\n\n***\n\nI feel optimistic and excited about the future of the cannabis industry, despite its current messiness. Aside from legal issues, I believe a lack of education about the plant causes a lot of the troubles related to what cannabis can and can’t ― or should and shouldn’t ― do. I’ve been a cannabis fan for much of my adult life and I’ve lived in a state where it’s been legal for recreational use since late 2015. Still, I was stunned by the massive amount I learned during my brief time working in the industry. If someone like me wasn’t fully aware of the power or potential of this plant, I can only imagine what folks who have never tried it or researched it know ― or don’t know ― about it.\n\nI’m not alone in my passion for spreading accurate information about cannabis. Working to alleviate stigma and misinformation is also included on the manifestos of many cannabis companies. The industry is aware of the problem and is passionately working to find creative ways to address and bust the myths and straight-up lies about cannabis that continue to circulate. Hopefully our lawmakers and those tasked with enforcing the current laws will get on board and work with the industry to regulate cannabis and make it safe and available to everyone.\n\nCannabis is so much more than another way to relax with friends on a Friday night. I’m grateful to have learned so much and to have met some really amazing people while working in the industry and I’m hoping I’ll soon land another job that will allow me to continue to share the life-changing ― and incredibly enjoyable ― capabilities of this incredible plant.\n\nMeg Hartley has also written for Ravishly, Teen Vogue, MindBodyGreen, She Knows, and Tiny Buddha, among other outlets. She is the author of How I Lost All My F-cks, a mindfulness book/experience. For more information about her, visit her official website and follow her on Instagram.", "Digital First Media/Orange County Register/Getty Images Katie Porter speaks at a Human Rights Campaign volunteer kickoff in Tustin, California, on Oct. 15, 2018.\n\nMISSION VIEJO, Calif. ― California is ground zero for the Democratic effort to flip the House, with the party setting its sights on upward of eight GOP-held seats in the Golden State.\n\nBut Katie Porter’s bid for Congress in California’s 45th Congressional District wouldn’t just mean another Democrat representing one of the most liberal states in the nation.\n\nPorter, a former law student of Sen. Elizabeth Warren (D-Mass.), is running in Orange County, traditionally a deep red bloc in a sea of blue. And she’s doing it as an unabashed supporter of single-payer health care, expanded Social Security, tough banking rules and ensuring a debt-free college education.\n\nProgressives have long argued that populist economics have untapped political potential in supposedly red areas ― though their theory usually focuses on struggling blue-collar regions.\n\nA win by Porter, who beat back more moderate rivals in a June primary, would test the appeal of these policies in a higher-earning district.\n\nCalifornia’s 45th, where Porter is seeking to replace the two-term Rep. Mimi Walters (R), has a sizable population of affluent, college-educated voters. For example, over two-thirds of adults in the 280,000-person city of Irvine have a college degree, more than twice the rate of the country at large. The median household income there is nearly $94,000, compared with about $55,000 nationally.\n\nThe political character of the O.C.’s sprawling suburbs have changed over the years as socially liberal voters abandoned the Republican Party and Asian-American families with more moderate political leanings began flowing in. (The county’s Asian population went from 13.6 percent in 2000 to over 21 percent in 2016.)\n\nThe ascent of Donald Trump, whose bigoted views and vulgar demeanor turned off many Republican-leaning voters in the area, accelerated this process. He lost to Clinton in seven GOP-held House districts in 2016, including the 45th, where Clinton bested him by more than 5 percentage points.\n\n“Demography is destiny,” said Matthew Beckmann, a political scientist at UC Irvine and neighbor of Porter’s. “The combination of a diverse, educated electorate with a sufficient number of moderate Republicans is what makes the 45th ‘swing.’”\n\nThe anti-Trump vote is also an anti-corrupt-rich-guy vote. Jeff Hauser, Center for Economic and Policy Research\n\nWhat’s more, Porter has tailored her message to the district with the discipline of a seasoned politician. She adopts centrist stances on some fiscal matters, emphasizes the national implications of her contest and hammers away at two-term Rep. Mimi Walters (R), whose conservative voting record is a liability with moderates.\n\nNonetheless, if Porter prevails, it would not only show that progressive economic policies are political winners in highly educated, upper-middle-class communities, it would be a significant feather in Warren’s cap ahead of the 2020 presidential primary.\n\n“The anti-Trump vote is also an anti-corrupt-rich-guy vote, and the suburban Democratic women attracted to the Democratic Party are attracted to Elizabeth Warren’s economic agenda, as well as the Democratic Party’s greater tolerance on social issues,” said Jeff Hauser, executive director of the Center for Economic and Policy Research’s Revolving Door Project, who previously worked as a strategist at the AFL-CIO.\n\nNone of it is particularly surprising to Porter though, who dismissed the assertion that hers is a “wealthy” district.\n\n“It’s a very middle-class district,” she interjected during an interview with HuffPost at a campaign field office. Porter noted that the high cost of housing in the area and rising costs of education, health care and retirement were squeezing even families with higher degrees and decent-paying jobs. “There are a lot of pressures that families face here in order to provide for themselves.”\n\nDigital First Media/Orange County Register/Getty Images Katie Porter campaigns alongside former Olympic figure skater Michelle Kwan at the University of California, Irvine campus.\n\nThe Suburban Awakening\n\nKatie Kalvoda, a former wealth management executive from Laguna Hills, thinks of herself as the quintessential moderate ― a “purple voter.” She felt confident on Election Day in 2016 that Clinton would defeat Trump, so she voted for Walters, a Republican she admits she knew little about, to serve as a check on Clinton.\n\nWhen Trump won, Kalvoda, like so many other centrist suburbanites, was shocked. She immediately became involved in Women for American Values and Ethics, or WAVE ― an Orange County incarnation of the myriad women-led Resistance groups that have popped up on Facebook pages across the country.\n\nKalvoda and several friends from WAVE then formed Asian Americans Rising to mobilize the Asian-American vote for Democrats. She recounted the tale of her transformation at an Oct. 9 panel discussion in Irvine sponsored by the new group. More than 40 people showed up to hear from Porter, Rep. Judy Chu of East Los Angeles County, and experts representing every Asian nationality present in the district.\n\nVoting for Walters is “the biggest regret of my life,” Kalvoda told the attendees.\n\n“Every day of my life now I’m paying for that sin,” she added, prompting laughter.\n\nAcross the district, other voters shared similar stories ― of voting Republican out of habit, only to wake up shocked to learn that the Grand Old Party was now the party of Trump, a man whose vulgar personality and xenophobia repelled them.\n\nDissatisfaction with Walters, as well as Trump, is a big part of why the latest public poll still shows Porter with a modest lead. That, and not Medicare for all, is the heart of Porter’s pitch to voters.\n\n“My opponent Mimi Walters votes with Donald Trump 99 percent of the time,” Porter began her brief remarks at the Asian Americans Rising event. “And some of her votes ... are hurting families right here in Irvine and in Orange County, day in and day out.”\n\nContinues anti-Walters riff by discussing how Walters celebrated ACA repeal. Walters “took a selfie” in WH rose garden, while millions wondered about their health care, @katieporteroc pic.twitter.com/swsZqNh7jy — Daniel Marans (@danielmarans) October 9, 2018\n\nWalters, a former investment banker who now serves in House Republican leadership, has indeed done little to distinguish herself from the parts of Trump’s agenda that are unpopular in Orange County. Unlike some California Republicans in vulnerable districts, including Dana Rohrabacher in the neighboring 48th, Walters voted for the Republican tax cut legislation. The law dramatically reduced the state and local tax deduction, or SALT, which the highly taxed, affluent residents of Orange County benefited from disproportionately.\n\nPorter’s support for reinstating the deduction is a key part of her stump spiel ― a way of showing that she, unlike Walters, would put her district before her party. It’s also part of what won her the backing of both the California and National Associations of Realtors, trade groups spending serious cash to get Porter elected.\n\nMore controversially, it’s given Porter grounds to buck the California Democratic Party on Proposition 6, a GOP-sponsored referendum repealing a 12-cent-a-gallon gas tax passed by the Democratic legislature and governor. Proponents of the tax, chief among them the state’s building trades unions, consider it a key step toward modernizing the state’s decaying roads and bridges.\n\nBut Porter, whose support for the repeal referendum cost her the endorsement of labor union LiUNA, says the loss of the SALT deduction has been punishing enough for her would-be constituents.\n\n“I can’t support a gas tax on Orange County families at a time when Mimi Walters is going to raise their taxes,” Porter told HuffPost. “We have to have infrastructure investment and I’ll fight for it at the federal level.”\n\nWhat’s more, unlike some other vulnerable Republicans, Walters voted to repeal the Affordable Care Act ― and is now scrambling to claim, inaccurately, that she is a champion of protections for people with pre-existing conditions.\n\nWalters, who was registered to vote in a different district as recently as June 2017, is not doing herself favors with constituent engagement either. Constituents complained to HuffPost about the absence of opportunities to speak with her.\n\nWalters has declined invitations to debate Porter or appear alongside her in any forum, according to Porter. Porter met her once, at a Memorial Day ceremony in the district this past May.\n\n“I was really excited to meet her. She didn’t share my enthusiasm,” Porter deadpanned with a smirk.\n\nWalters’ staff declined to speak with HuffPost during an in-person visit to her campaign headquarters or make Walters available for an interview. They also did not respond to multiple emails with detailed lists of questions about Walters’ policy positions.\n\nBill Clark/Getty Images Rep. Mimi Walters (R-Calif.) leaves a House Republican Caucus meeting in May 2018.\n\nNot A Socialist — Not Even ‘Progressive’?\n\nPorter grew up the daughter of a farmer-turned-banker in a small Iowa town without stop signs, let alone traffic lights. When the farm crisis set in in the 1980s and there was a run on a local bank, Porter, then in middle school, remembers how quickly the bank reopened thanks to the help of the federal government, which restructured the bank’s finances.\n\nFor families struggling with debts they incurred to sell crops that had plummeted in value, however, federal help was not forthcoming. Many families in Porter’s community never really recovered, she told a crowd of about 100 voters who assembled to hear her and Rep. John Sarbanes (D-Md.) discuss seniors’ issues in Mission Viejo on the evening of Oct. 9.\n\n“Washington works for those who pay for it ― for those who write the big checks, for the special interests,” she said. “And it doesn’t work very well for all of us.”\n\nPorter went on to earn her college degree at Yale and a law degree at Harvard, where then-professor Elizabeth Warren, a bankruptcy law expert, would become a mentor. Porter collaborated with Warren in studying the role of high health care costs in household bankruptcies in the United States.\n\nA September 2017 fundraising email for Porter that Warren sent her supporters features a photo of Warren and Porter at Porter’s graduation in 2001.\n\n“I’ve seen Katie’s commitment and grit up close and personal,” Warren wrote. “I’ve seen her determination to tell the story of a rigged game. And I’ve seen her put it all on the line to fight for what she believes in.”\n\nKatie and I spent years studying how working families go broke after a medical emergency. I know we can count on @katieporteroc to fight for health care & working families. https://t.co/w4Tr7XFkJz — Elizabeth Warren (@elizabethforma) September 13, 2018\n\nAfter a period in private practice, Porter embarked on a career in academia. Her expertise on bankruptcy and consumer law has taken her as far as Myanmar, where she advised the government on setting up its own consumer protection infrastructure.\n\nIn 2012, Kamala Harris (D-Calif.), who was then California’s attorney general, tapped Porter to oversee the state’s distribution of its share of a $25 billion national settlement with big banks for fraudulent foreclosures. She was tasked with monitoring the banks to make sure they followed through on their commitments, as well as connecting homeowners to the resources they were owed.\n\nHarris told HuffPost that Porter combined an incredibly detailed grasp for policy with a visceral appreciation of how those details affected ordinary people.\n\n“She really understands the bigger picture and what’s at stake,” Harris said.\n\nWhen Porter decided to run for Congress, she won the near-immediate support of Sens. Warren and Harris. She also became the first congressional candidate this election cycle to be endorsed by EMILY’s List, a group that backs pro-abortion rights Democratic women.\n\nThe June primary race turned nasty in California’s 45th. Porter’s closest rival was fellow UC Irvine law professor Dave Min, whom Porter helped recruit to the school. He ran on a more moderate platform, which notably did not include Medicare for all.\n\nIn the course of a contentious fight for the endorsement of the California Democratic Party in February, some of Min’s allies allegedly spread rumors that the circumstances of Porter’s divorce and restraining order she had secured against her ex-husband were politically disqualifying.\n\nPorter opened up to HuffPost about the whisper campaign in May. Porter had called the police on her then-husband in 2013 when he grew physically violent toward her and their then-infant child. They are now divorced and he lives in Oregon.\n\n“I’m not going to let someone, anyone, say that because a woman’s been a victim of domestic violence, because she stood up for her children’s safety, she’s disqualified,” she said at the time.\n\nMin’s campaign vehemently denied in May that he had any involvement in the rumors, noting that his wife is a “nationally recognized” domestic violence expert.\n\nPorter has since reconciled with Min, who introduced the panel at the Asian Americans Rising event.\n\nI’m gonna be skeptical of any tax increase. Katie Porter\n\nPorter’s support for Medicare for all undoubtedly helped her in the primary, but it has also had some benefits in the general election. It’s earned her the endorsements and modest financial backing of the pro-single payer National Nurses United and Washington Rep. Pramila Jayapal’s (D) Medicare for All PAC.\n\nVirginia Tibbetts, a retired teacher from Tustin, was a diehard “Bernie or bust” partisan in 2016, refusing to vote for Clinton in the general election and formally deregistering from the Democratic Party in protest over how the Democratic National Committee treated Sanders during the primary. She’s not even a fan of Warren, claiming the Massachusetts senator did not do enough to oppose the Dakota Access pipeline.\n\nBut Tibbetts had no reservations about supporting Porter.\n\n“I’m fired up mostly because of our health care and that’s a big issue for her ― Medicare for all,” said Tibbetts, who sported a Porter pin at the Nuns on the Bus event in Irvine.\n\nAt the same time, Republican groups have seized on Porter’s stance on the issue to argue that she would raise middle-class taxes to finance a $32 trillion government takeover of health care. The Congressional Leadership Fund, a super PAC tied to House Speaker Paul Ryan (R-Wis.), has spent over $4 million in the race. A television ad the group aired in September featured an Irvine woman lamenting Porter’s support for single-payer.\n\nA July study by the libertarian Mercatus Center indeed found that adopting a Medicare for all system would cost $32 trillion over a 10-year period. But it also found that the program, while formally shifting health care costs onto the government’s books, would save the country $2 trillion overall, ensuring that consumers come out on top.\n\nEconomists debate exactly how much of the cost of implementing Medicare for all would ultimately have to come through new taxes, and how much of it could be achieved through even greater savings on the cost of the underlying care. Even if it’s a net financial gain for the average American, financing Medicare for all would almost certainly require some form of higher taxation to get off the ground in the near term.\n\nPorter prefers to emphasize the cost control part of the equation, arguing that empowering Medicare to negotiate lower prices on prescription drugs and taking on powerful middlemen like pharmacy benefit managers would get the country most of the way there.\n\n“I’m gonna be skeptical of any tax increase,” she told HuffPost.\n\nAt times, Porter’s efforts to avoid being pegged as a liberal firebrand can seem contrived. If elected, she plans to join the Medicare for All Caucus and the Congressional Progressive Caucus.\n\nBut when asked whether she identifies as a “progressive,” Porter is noncommittal.\n\n“I am going to push to advance issues that will help America make progress,” she said. “I define those to include tackling climate change, working to create more clean energy jobs, pushing for a health care system that is affordable and effective.”\n\nOne of the reasons that Porter’s association with Warren hasn’t proven more politically harmful in the district is that Warren, unlike Trump or House Democratic Leader Nancy Pelosi, has a net-positive approval rating in the district, according to a Democratic strategist familiar with the data.\n\nIt can’t hurt that unlike Bernie Sanders, who identifies as a “democratic socialist,” Warren proudly calls herself a “capitalist.”\n\nSo does Porter, who encouraged HuffPost to ask her about it.\n\n“I have spent my entire career fighting for a system of capitalism that gives every American a fair shake in our economy,” she declared. “And that’s exactly what I’ll do in Congress.”", "Two students have been suspended after showing up at their Kentucky school on Halloween dressed as the teenage Columbine shooters.\n\nThe freshman girls, who weren’t identified by education officials, arrived at Adair County High School Wednesday in costumes similar to the clothing worn by students Dylan Klebold and Eric Harris, reported ABC affiliate WHAS-TV in Columbia.\n\nKlebold and Harris killed 12 students and a teacher at Columbine High School in Colorado in 1999 before turning their guns on themselves.\n\nNo one initially guessed who the girls were supposed to be were until they told friends, “We’re the school shooters,” USA Today reported.\n\n“They pretty much had on all black with fake blood on their faces,” a senior at the school told the newspaper. “At the time, it wasn’t really scary because they didn’t have weapons or anything, but the whole thing was really weird.”\n\nThe girls appeared on social media in their costumes re-enacting poses of the shooters, including after the young gunmen’s suicides. They also posted photos of themselves next to news photos of the Columbine scenes.\n\nThe caption of one of the Instagram posts read, “Bang bang brother,” according to an image shared by WHAS-TV.\n\n“We take the situation very seriously and our personnel are continuing to investigate the facts and circumstances surrounding this matter,” Adair County Schools Superintendent Pamela Stephens said in a statement Friday. “The students are currently suspended.”\n\nThe father of one of the girls, who said he had no idea who they were supposed to be, told a local TV station that the friends realize now they made a mistake. He said the two have received death threats.", "Senior White House adviser Stephen Miller on Friday faced more criticism from his uncle over his hardline stance on immigration.\n\nRetired neuropsychologist David Glosser told CNN’s “New Day” that the controversial policies his nephew helped create for President Donald Trump’s administration were “a complete repudiation of the American Dream.”\n\nIn August, Glosser penned a similarly blistering op-ed for Politico in which he called his sister’s son an “immigration hypocrite” — contrasting his travel ban and family separation policies with how their ancestors fled to the U.S. to escape anti-Semitic persecution in Belarus in the early 1900s.\n\nGlosser said Friday he hadn’t talked politics with Miller’s mother since September 2016, when she said she feared Democratic presidential candidate Hillary Clinton “may lead the country in the wrong direction.”\n\n“Well, OK, I can understand that you have political preferences, but this institutional political racism that’s been sweeping across the country” is “focused on vilifying people that you don’t know, people who really are just like us,” he said in a clip posted online by Media Matters.\n\n“They are just like our family. We needed to come here. We needed to find someplace to go and those that couldn’t, suffered the consequences. So it’s, to me it’s a complete repudiation of the American Dream,” he added.", "Historically, a Julia Roberts character is rarely allowed contradictions. She can be brassy or naive but never unknowable. Roberts, arguably the defining movie star of the past 30 years, has had precious few opportunities to disappear into someone we might call an enigma. You don’t have to figure out a Julia Roberts character because the script has always done it for you.\n\nAnd then along came “Homecoming.”\n\nEasily the best thing Roberts has touched since “Erin Brockovich” 18 years ago, the first season of Amazon Prime’s silvery psychothriller revamps the actress’ armory within its first five minutes.\n\nRoberts plays Heidi Bergman, a social worker employed at a Florida facility that houses freshly discharged members of the military easing into civilian life with professional aid. In the inaugural scene, Heidi greets her newest client (rising star Stephan James, soon to appear in “If Beale Street Could Talk”), flashing a Roberts-certified grin during their warm introduction. She moves through her beige, fish-tanked office with tranquility and an optimism about the progress that awaits them. So far, so Julia.\n\nThe scene is brief, terminating the session before it has even begun. A Disney-ready symphonic score swells, the camera panning out the window behind Heidi’s desk. And then, with a thunderclap, everything shifts. The frame’s dimensions shrink, blackening the edges so the action occupies only half the screen, as if to announce something is awry. But what? There, again, is Heidi, in a condensed aspect ratio, looking slightly older and waiting tables at an even beiger seafood restaurant on a pier. Four years have lapsed. She’s the same person we just saw smiling at her admirable office job ― and yet she’s not.\n\nShe’s Julia Roberts ― and yet, magnificently, she is very much not.\n\nAmazon Studios Roberts and Stephan James in \"Homecoming.\"\n\nAcross 10 snug and addictive half-hour episodes, Roberts sinks further into her not-Julia-Roberts-ness. For someone whose fame and charm has long preceded the characters she portrays, “Homecoming” is a revelation. In widescreen, she is cautious but bright-eyed; scrunched to half that scope, she is weathered and confined. Something or someone has robbed her spirit.\n\nPart of the ingenuity stems from the show’s time-hopping structure: When the screen narrows, we are thrust into a future in which Heidi cannot recall key events from her tenure at the titular rehabilitation program. That design lets Roberts crisscross two divergent mindsets in each episode, and it lets us play detective alongside her. When a Department of Defense investigator (Shea Whigham) starts probing Heidi about her past, it falls on her shoulders ― and ours ― to figure out what really happened to the veterans she thought she was helping. Instead of steering the story, as Roberts does even when she gets second billing on a project, she is the audience’s proxy, equally bewildered by the shadowy turns of events.\n\nThe less you know before watching “Homecoming,” the better. Adapted from Eli Horowitz and Micah Bloomberg’s fiction podcast of the same name, the series is directed by “Mr. Robot” maestro Sam Esmail, who streamlines his hyperstylish kinetics into something crisper and more decisive. He took a swing in casting Roberts not because she doesn’t seem capable but because Heidi is by definition a role that would go to Laura Dern or Regina King ― someone celebrated for the exact complexities that “Homecoming” requires.\n\nRoberts’ performance works in spades because the show, similarly, won’t settle for being just one thing. It’s far too Hitchcockian for that, the sort of conspiracy caper that Robert Redford would have made in the ’70s. Without needing a single combat sequence, it’s a political cryptogram about PTSD and wartime horrors. But it’s also a chilling portrait of corporate American greed, as the company running the Homecoming initiative ― led by a desperate bully (Bobby Cannavale) who barks orders at Heidi from his Bluetooth headset ― is best known for manufacturing household products, not refurbishing soldiers. And most significantly, it’s a character study about a woman who has been used and manipulated and the ways she processes the accompanying memories so they redefine her reality.\n\nAmazon Studios Hong Chau and Bobby Cannavale in \"Homecoming.\"\n\nIn September, when I talked to Roberts at the Toronto International Film Festival, where the first four episodes of “Homecoming” premiered, she insisted she doesn’t see this as a new chapter in her career. Nor is it a comeback — as many will claim — considering that “Wonder,” “Money Monster,” “Mother’s Day,” “The Normal Heart” and “Secret in Their Eyes” came out in the past four years.\n\n“I asked for an ‘introducing’ credit on this, and Sam wouldn’t give it to me,” she joked.\n\nBut next month Roberts will headline the mother-son addiction drama “Ben Is Back” alongside Lucas Hedges, and neither it nor “Homecoming” feels like an obvious choice for the Oscar winner, who has been treated by Hollywood as more a brand than a talent. She has inched in this new direction before, but it has never quite clicked as it does here, largely because she’s never been gifted with material as rich as “Homecoming.” As for what it all means, 31 years into her career, she plays coy. “I don’t know. This is for other people to puzzle out,” she said. “I just put on the cute outfits and show up.”\n\nWhether or not she’s introspective about what these new projects will do for her reputation, Roberts is having a deserved moment ― the kind she hasn’t experienced since at least the early 2010s, when her renown helped her rise above disappointing adaptations of “Eat Pray Love” and “August: Osage County.” The second half of “Homecoming,” which begs to be binged in one sitting (look out for a critical post-credit scene in the finale), reveals what an expressive actress Roberts is when playing forlorn. The mystery’s threads intertwine, and suddenly Heidi must reckon with her actions, as well as those of her overlords, all while a bureaucrat (and her mother, aka Sissy Spacek) demands answers. It evokes “Erin Brockovich” and “The Pelican Brief” but with a far more restrained palette.", "People sometimes moan about how “they don’t make movies like they used to.”\n\nSo, on Friday, hundreds of Twitter users lightheartedly reimagined their favorite ’80s film titles for 2018. Many folks inevitably used the globally trending #UpdateAn80sFilm hashtag to poke fun at President Donald Trump.", "Caitlin O'Hara for HuffPost Ephraim Infante, an organizer with NextGen, holds a month-old Vietnamese pot-bellied pig at the Votes and Goats event at Arizona State University in Glendale on Oct. 23.\n\nGLENDALE, Ariz. ― Tom Steyer, a former hedge fund manager who has become one of the Democratic Party’s biggest individual donors in recent years, has spent $33 million this election cycle trying to increase young voter turnout. Most of the money has gone to hire 750 NextGen America organizers, spread across 11 states and 419 college campuses. Another huge chunk ― more than $10 million ― has gone to digital advertising targeted at people aged 18 to 35.\n\nBut one day last month, on the Arizona State University campus in Glendale, a small portion of Steyer’s fortune went to pay for the rental of an alpaca named Spot, a piglet named Jack Skellington, six goats, a sheep and a group of baby chicks so small they had to remain in a bucket.\n\nStudents crowded around the animals, taking selfies. Their stop at the makeshift petting zoo gave NextGen organizers and volunteers time to approach them, hand them a voter guide and help them make a plan to vote. By the end of the Votes and Goats event, more than 75 students had filled out a mail-in ballot.\n\n“Animals are a really cool attraction,” said Ephraim Infante, a recent Arizona State graduate and NextGen organizer. “Being able to put a voter guide in their hand goes a long way. In the past, young people haven’t really been talked to. This is our chance to talk to them.”\n\nArizona State isn’t the only place where NextGen is deploying petting zoos, and petting zoos aren’t their only tactic. They’re also passing out toilet paper to students who live off-campus, and bringing “puppies to the polls,” and basically any other Instagram-able stunt you can think of.\n\n“We think the best thing that works is voter-to-voter conversation, peer to peer,” Steyer would explain later. “But the other thing we’ve found that works is that human beings love animals. People love puppies. If that’s what it takes to get people to vote, we’re shameless.”\n\nSteyer’s combination of shamelessness and money might be what it takes to solve one of the Democratic Party’s biggest problems: How do you turn out the young people who show up in presidential years but regularly skip the midterm elections, when a majority of the nation’s gubernatorial races are decided and when control of Congress regularly changes hands?\n\nCaitlin O'Hara for HuffPost Students interact with farm animals at the Votes and Goats petting zoo and get-out-the-vote event.\n\nThe fact that Steyer ― who will likely run for president himself in 2020 ― took up this assignment, if you want to call it that, points to his strange standing in the party. While he has been one of the party’s largest donors, he’s somewhat estranged from the Democratic establishment. Even before he began feuding with House Minority Leader Nancy Pelosi and others over his push to impeach President Donald Trump, many Democratic operatives viewed him as something of a dilettante.\n\nAnd his decision to build his own group, NextGen, contrasts with the approach of the other Democratic billionaire who might run for president, former New York City Mayor Michael Bloomberg, who has mostly directed his money toward major Democratic super PACs to spend on traditional television advertising. Asked about the differences between them, Steyer shrugged and said he didn’t want to criticize Bloomberg. Then he quickly added, “We’ve never supported a Republican” ― a reference to Bloomberg’s bipartisan tendencies.\n\nSince Trump’s election, Steyer has been consistent in drawing a clear distinction between the two parties. His goal, simply, is to bring out more Democratic voters.\n\n“We’re only focused on growing the electorate,” said Ben Wessel, director of the youth vote at NextGen. “We don’t need to worry about what a Republican-leaning ironworker named Bob thinks.”\n\nNextGen, which is using college-age organizers to rally their peers to the polls, looks to be the biggest and best-funded effort to turn out young people in a midterm election ever. The group operates in Arizona, California, Florida, Iowa, Michigan, Nevada, New Hampshire, North Carolina, Pennsylvania, Virginia and Wisconsin. It could make or break key Senate, House and governor’s races.\n\nWhile nearly half of eligible voters 18 to 29 tend to cast a ballot in presidential years, that number typically plummets to between 20 percent and 30 percent during a midterm election. The last midterms, where Democrats fell before a second consecutive Republican wave, saw the lowest turnout from voters 18 to 29 in decades, according to U.S. Census data.\n\nThere’s some evidence that’s changing in 2018: While polling indicates young voters aren’t going to turn out at the high rates of the senior citizen crowd, they do seem more excited to vote than in any recent midterm election. A poll from CIRCLE, a center at Tufts University that studies youth voting trends, found 34 percent of 18- to 29-year-olds said they were “extremely likely” to vote this year, which is getting closer to the 40 percent who said they were “extremely like” to cast a ballot in the run-up to the 2016 presidential election. “We’re really seeing positive signs and signals, especially for a midterm election,” said Abby Kiesa, director of impact at CIRCLE.\n\nBloomberg via Getty Images Tom Steyer, co-founder of NextGen, is considering a run for president himself in 2020.\n\nAnother chunk of evidence suggesting higher youth turnout comes from early voting: In Texas and Nevada, youth turnout is up 500 percent from the 2014 midterms, according to an analysis by the Democratic data firm TargetSmart. In Georgia, it’s up 400 percent. Arizona has seen a 300 percent spike.\n\nIt’s hard to attribute all of this to NextGen. After all, they’re not even operating in Texas and Georgia. But the 2017 gubernatorial races point to the group’s potential impact. In Virginia, where NextGen ran extensive operations, youth turnout spiked to 34 percent, according to an analysis from CIRCLE. In the more sleepy New Jersey gubernatorial contest, it stayed steady at 18 percent.\n\nSteyer, chatting over a Cobb salad and an Arnold Palmer at a hotel in Washington, explained why he decided to dedicate millions to the cause of convincing young people to actually vote, when historical evidence shows them stubbornly resistant to showing up at the polls.\n\n“It can make a gigantic difference,” he said. “And also, no one’s doing it. It’s not like there’s gigantic competition to do this job,” he added.\n\nOn specific campuses, NextGen can point to some success as well. In Iowa, their organizers registered one-fifth of the student body at Grinnell College. About one-third of the student body showed up to vote on the first day of early voting. At Bennett College, a small, all-women’s historically black institution in Greensboro, North Carolina, organizers registered about one-third of the student body and have been leading 50-person marches to the polls.\n\n🚨#YouthVote Video of the Day🚨\n\nCheck out these @BennettCollege Belles, marching to early vote (with @iAspire4More!) to cast their ballots in targeted #NC13. @NextGenAmerica knows we gotta #TrustBlackWomen and has registered >30% of the Bennett student body to vote! pic.twitter.com/13giPngOlR — Ben \"Election Day is 11/6\" Wessel (@BenWessel) October 26, 2018\n\nNextGen has made sure to focus on historically black colleges and community colleges, two groups they think were typically ignored as traditional efforts to turn out student voters often came down to encouraging the College Democrats chapter at big universities to hand out fliers on the quad.\n\nSteyer, Wessel and other NextGen organizers can display a bit of dismissiveness toward those traditional efforts to get young people to the polls. Nonpartisan campaigns aiming to guilt students into voting don’t work. “Voting as a civic duty is a total garbage argument,” Wessel said. The giant, celebrity-laden concert tours? “We’ve tried everything,” Steyer responded. “We’ve tried concerts. They don’t work.”\n\nInstead, NextGen focuses on having young people talk to young people about what can happen if they do vote. The voter guide that organizers passed out in Arizona reminds students that the Democratic Senate candidate here, Rep. Kyrsten Sinema, “will stand up to Trump” while her GOP opponent, Rep. Martha McSally, will not. It says the same for Democrat David Garcia, the gubernatorial candidate running an uphill race against Republican incumbent Doug Ducey.", "Somebody buy Tiffany Trump a diary!\n\nPresident Donald Trump’s only daughter with his second wife, Marla Maples, wished her older half-sister, Ivanka Trump, a happy birthday on Friday.\n\nBut the Instagram message to her “best friend” was three days late.\n\nIt’s not known whether Tiffany Trump sent a private message to her sibling on her actual special day, but she blamed her delayed salutation via social media on “law school life.” The 25-year-old is currently a student at Georgetown Law.\n\nIvanka Trump, a senior adviser in her father’s administration, turned 37 on Tuesday.", "After years of reports about corrupt state officials defrauding the government, South Dakota’s Republican lawmakers in 2017 called an emergency session of the Legislature. The goal? To squash a referendum the state’s voters had passed just months earlier to impose stringent new ethics and campaign finance rules.\n\nNow, the Democrat who led the fight against the Republicans’ brazen move is using an anti-corruption message to mount a surprisingly competitive campaign to become the state’s next governor.\n\nBillie Sutton, a 34-year-old rancher, former rodeo competitor and state senator, is promising his first order of business as governor will be to make South Dakota’s government more transparent and reform its campaign finance laws. It’s a nonpartisan policy, embraced by Democratic, Republican and independent voters across the state, and it could help push Sutton over the top in a state that leans heavily Republican.\n\n“People have lost trust in their state government,” Sutton, the leader of the Democratic Party in the state Senate, told HuffPost. “There’s a growing movement of frustration that the voters aren’t being listened to.”\n\nASSOCIATED PRESS South Dakota state Sen. Billie Sutton is running a surprisingly strong campaign as the Democratic candidate for governor.\n\nSutton’s stunningly successful bid comes as national Democrats have struggled to make President Donald Trump’s corruption a central issue in the battle for Congress. But it could provide a template for how good-government Democrats can succeed even in the reddest places on the political map.\n\nSouth Dakota hasn’t elected a Democrat as governor in Sutton’s entire lifetime, and President Donald Trump won the state by 30 points in 2016. But it wasn’t long ago that the state was represented by three Democrats in Congress ― two in the Senate and one in the House. Those elected Democrats were slowly wiped out from 2004 to 2014 as the state followed the national trend of increased regional partisan polarization. They were replaced by the state’s current senators ― John Thune and Mike Rounds ― and Rep. Kristi Noem, who is the Republican nominee for governor in 2018.\n\nThe race between Sutton and Noem to replace outgoing Gov. Dennis Daugaard (R) is currently very close. The most recent poll in the race, released on Thursday, put Noem up three points over Sutton while the previous poll had the race tied.\n\nSutton is looking to reverse the party’s longtime slide in his home state by focusing on issues like corruption, economic development, education and health care that have support from voters of all political stripes. He emphasizes his bipartisan credentials as a lawmaker who has won election in a Republican district and worked with Republicans to balance budgets and cut taxes in the Legislature. He also has mostly avoided controversies over the policies that normally doom Democrats in South Dakota, as he backs gun rights and is opposed to abortion. That may cost him national attention and party support, but that’s perfectly fine with him.\n\n“Our focus isn’t on what the national party has done right or done wrong,” he said.\n\nIt also helps that he’s a young politician who has stayed in South Dakota while his opponent is a congresswoman who has spent the last seven years casting votes in Congress ― a body that is not popular in any state. He has hammered Noem as an ambitious Washington insider who is running a campaign with money that she transferred from her federal campaign account. This was a practice that was banned in the referendum passed by voters in 2016 and reversed by the Republican Legislature almost immediately after.\n\n“She’s just been climbing the ladder, one elected office at a time,” Sutton said.\n\nSutton’s ads also highlight his cowboy image and small-town personality. He’s almost always wearing a cowboy hat and is often shot on horseback, talking to his constituents at a diner or sitting in front of Main Street in his hometown of Burke. What also comes across in his ads is that Sutton is paralyzed from the waist down.\n\nWhile his grandfather served in the Legislature from 1972 to 1978 before running unsuccessfully for lieutenant governor, Sutton was not interested in a political life. His real love was rodeo. He competed in rodeos in high school and then in college while studying for a degree in business finance. Just as he was working toward graduation, a horse flipped over on him at a competition in Minot, North Dakota. He woke up paralyzed from a shattered vertebrae and learned that he would never walk again.\n\nHe says he never would have gotten through the devastation of his injury if it weren’t for his family, friends and faith, and his future wife, Kelsea, whom he had only been dating for two weeks when the accident happened. The support he received from his community gave him a new purpose and a desire to give back.\n\n“I had a lot of support, and it kind of awakened in me a service-over-self mentality just because of the people that invest in me,” Sutton said. “I wanted to give back. And the Legislature is the perfect example of that.”\n\nSutton’s personal story, his still-local roots and his bipartisan credentials in the Legislature help explain part of his success so far. But his anti-corruption focus is what really stands out. In calling for ethics, transparency and campaign finance reforms, he’s found a nonpartisan way to set himself apart from the one-party government that has ruled the state’s politics for decades. As the Argus Leader, the local paper of Sioux Falls, South Dakota, said in its endorsement of Sutton, “In some ways, this permanence of one-party rule has hindered progress.”\n\nThe problems resulting from the Republican Party’s one-party rule are seen in the scandals it has produced. In one scandal, a cabinet official who ran the state’s EB-5 visa distribution was accused of diverting hundreds of thousands of dollars to a company that he then went to work for. EB-5 visas provide lawful permanent residency to immigrants investing $500,000 or more in the economy and have been a source of scandal in other states as well. The Gear Up scandal involved state officials and contractors stealing money from a program meant to inform low-income high school students about colleges and universities. Both scandals revealed a glaring lack of transparency in the government’s operations and helped fuel campaigns to enact ethics reforms.\n\n“As I’ve traveled the state, that’s been the No. 1 issue that I’ve heard about is a lack of accountability ― a lack of transparency ― that people are just very frustrated because it’s costing the taxpayers with wasted, fraudulent expenditures, and that’s not allowing us to prioritize where we need to prioritize their dollars,” Sutton said.\n\nThese issues are clearly on voters’ mind. On Tuesday, they’ll get another shot at approving a ballot measure similar to the one Republicans torpedoed last year. Sutton has promised he will promote and protect the amendment while pushing for additional transparency and campaign finance reforms.", "Damon Dahlen/HuffPost Greg Cruey, a teacher at Southside K-8 school, greeting students in the morning. This photo has been edited to protect the identities of the subjects.\n\nWAR, W.Va. ― Middle school teacher Greg Cruey can explain the most harrowing details of his students’ lives with matter-of-fact precision.\n\nThat smart sixth-grader who had her hand raised last period? She’s homeless and has, in the past, been suicidal. That middle school student who seemed on edge during class? As a young child, his parents used him to make pornography; they needed the money for their drug addictions. That sassy eighth-grader with the long hair? Her mom just got out of jail and seems to be allowing her to smoke pot in the house.\n\nMany of these details are ones that, after 15 years in the classroom, Cruey has learned to pick up on, through careful tracking: what students are wearing, hunger levels and emotional states. But sometimes students will offer up these deeply personal details after class with shrugs, as if it’s information as casual as what they ate for lunch. When Cruey still has questions, he will glean information through listening to the constant murmur of student gossip in hallways, tracking social media posts and keeping his ear to the ground at church.\n\nIt’s Cruey’s job to keep track of these particulars, even more than lesson planning or standardized test preparation.\n\n“My job as a teacher is to be a first responder to poverty,” said Cruey, a 58-year-old middle school social studies teacher at Southside K-8 school. “If my students learn other stuff, too, that’s great.”\n\nCruey’s school, in War, West Virginia, in McDowell County, has long been held up as a living example of how poverty can limit educational attainment. So when the opioid crisis hit, it hit McDowell County particularly hard. In 2014, the county led the state in opioid-related hospitalizations. In 2016, the Centers for Disease Control and Prevention ranked McDowell County as second-most at-risk in the country for an HIV outbreak due to intravenous drug use.\n\nIt’s why, over the course of Cruey’s years in the classroom, he has become used to stories of families torn apart over drugs, as parents and guardians shuffle between hospitals and jails. He cites estimates that nearly half of students live with someone other than their parents. Others are being raised by grandparents, relatives, friends and foster parents.\n\nIn War, atypical family structures are the norm.\n\nNelson Spencer, who retired last month as superintendent of McDowell schools, said that in some of the county’s schools, as many as 40 percent of students don’t live with their parents. And though many of these arrangements are informal, with students casually bouncing between the homes of family members and friends, West Virginia has seen a spike in foster care entrances compared with the U.S. average. In 2016, there were 1,221 foster care entrances per 100,000 youth, compared with the U.S. average of 369.\n\nData analysis by The Hechinger Report\n\nIt’s a pattern that teachers and school administrators are seeing emerge in many communities, as some states have seen drastic spikes in the number of foster care entrances in recent years. Around the country, the number of kids in foster care increased by about 10 percent from 2012 to 2016. At the same time, the number of children being removed from their homes because of parental drug use has also increased, according to data from the Adoption and Foster Care Analysis and Reporting System.\n\nAnd in many places, teachers like Cruey are on the front line of this crisis, working to counteract the effects this trauma has on students’ lives.\n\nFor this story, HuffPost/Hechinger Report spent several days shadowing Cruey at his school at the end of the last school year. The time spent showed that teachers, just as much as medical professionals and addiction counselors, serve as first responders to the opioid crisis. Cruey’s story is unique ― in a particular area where rates of addiction and poverty are high ― but it’s also representative of what teachers are experiencing in many communities.\n\nOnly 58 percent of children involved in the foster care system finish high school by 19, compared with 87 percent of the general population. Helping deeply traumatized students to succeed in school can be a tough battle.\n\nDamon Dahlen/HuffPost The decline of coal production started a downward spiral in War, West Virginia.\n\nA Cycle Of Crisis\n\nWar was once a center for coal production ― a town where “everybody worked” ― but it spiraled downward as the industry declined.. By 1990, the population in McDowell had fallen to about 35,000 people after a high of nearly 100,000 in 1950.\n\nFor schools in the area, this means frequent visits from the Department of Child Protective Services and an abnormally small number of students who live with mom and dad, Cruey said. It also means having students at the center of a crisis that they did nothing to help create. It means high rates of students in special education ― about 40 percent of middle school students have individualized education plans ― a phenomenon Cruey attributes, in part, to the high rates of pregnant mothers on drugs.\n\nOn the outside, Southside K-8 school is almost idyllic. Plush mountains surround the recently renovated building, there’s a new jungle gym where young kids swing around and an impressive green football field sits nearby.\n\nBut upon closer inspection, the subtle contours of the opioid crisis are undeniably present.\n\nThe football field, once a source of community pride, previously served as a place where student-athletes and local coaches could ascend to the status of community legends. It’s where Homer Hickam, famed NASA engineer portrayed in the movie “October Sky,” tried his hand at sports before moving on to rocket science. It was previously attached to Big Creek High School.\n\nBut in 2010, the school was closed down over a decline in student enrollment. In 2015, the abandoned school was burned down in an act of arson.\n\nSouthside K-8 students now use the field for their football team, but most of the time they can barely get enough students to fill the roster.\n\nDamon Dahlen/HuffPost Teacher Greg Cruey keeps track mentally of where all his students are living and in what circumstances.\n\nCruey, a gregarious man with warm eyes and a friendly smile, attributes the team’s lack of stability to his students’ transience and an overall drain in population. Families are constantly shuffling in and out of the area in hopes of finding a coveted job in the coal mines. And as students with drug-using parents bounce between staying with grandparents, great-grandparents, foster parents and neighbors, Cruey never knows when a student will suddenly stop showing up or will come back after months away.\n\nAs a teacher, that means Cruey has to learn to roll with the punches, even though those punches so rarely involve the stuff he was trained to do, like devise lessons, assign homework and monitor learning progress. Cruey maintains a constant mental tracker of which students are living where, which students recently left, and which students are on their way out. He has directly called Child Protective Services at times.\n\nOn his way to school in the morning ― he lives about a 30-minute drive away in Virginia ― he watches for parents hitchhiking on the side of the road. He keeps track of which boys are dating which girls ― lamenting that he often sees kids sexually active at young ages, without an understanding of the consequences. Several years ago the school had a pregnant fifth-grader ― she ended up getting an abortion.\n\nIt’s inevitable that sometimes these traumas make their way into the classroom.\n\nDamon Dahlen/HuffPost Lessons in the classroom sometimes have to be customized for kids who face myriad crises in young their lives.\n\nDuring a second period class on a Thursday morning last May, Cruey taught a lesson on Franklin Delano Roosevelt and the politics of the New Deal. The class was mostly engaged, aside from a boy laying his head on a desk, attempting to sleep. Cruey let him. It’s not something an educator would typically allow ― especially one like Cruey, who closely monitors and stomps out classroom misbehavior. But this time Cruey let it slide. He knew enough to know the boy needed the rest.\n\n“He was taken by Child Protective Services two weeks ago, and we didn’t think we’d ever see him again, and he came back,” said Cruey of the boy after class. “He’s one of those situations where ― CPS will show up here because this is the one spot where they don’t have to confront the parents to get the kid. They know our address.”\n\nAfter school and on weekends, too, the work continues. Cruey’s wife, Cheryl, who was principal of Southside K-8 until retiring at the end of the 2017-2018 school year, mentors three siblings in the district. Cruey’s involved, too. He and Cheryl started helping out after the family of seven spent a winter together in a home where the only adequate heat was a fireplace.\n\nAbout twice a month, Cruey and his wife take the kids shopping, to church and out for pizza. They bring them bags of food and check on them throughout the school day.\n\nDamon Dahlen/HuffPost Greg Cruey and his wife, Cheryl, a former principal, often work together to help kids in need.\n\nBut sometimes mentoring is not enough. Sometimes the pain of a child is so great that Cruey feels compelled to do more. Several years ago, Cruey ― who has grown children from a previous marriage ― was in discussions to adopt one of the school’s students, who was in fifth grade at the time.\n\nThe student was one of six children, born to a single mother with an addiction to drugs. The eldest sibling, who is now in her 20s and whom Cruey’s wife had had as a student, was in prison at the time. The second eldest was on drugs. The three youngest ended up getting adopted by a local family, leaving a middle boy to mostly fend for himself.\n\nDiscussions about an adoption were moving smoothly along until the boy’s legal stepfather was killed, and the boy was granted survivor’s benefits, Cruey said. Suddenly mom wanted to be involved again, and the adoption process was halted.\n\nSix months later, Child Protective Services took the child away and sent him to live with relatives in a different part of the state.\n\n“Occasionally we see him on Facebook. He’s maybe in the ninth grade now. As far as I can tell, he’s doing OK from this distance. His life has changed radically just from not being here,” Cruey said.\n\nPride And Pain\n\n\n\nAmid these issues, there are stories of hope, joy and pride. The district has worked hard to improve its academic outcomes, and there certainly have been improvements. Overall, there’s been an increase in graduation rates and a decrease in dropouts. Spencer, the former superintendent, also points to a decline in teen pregnancies.\n\n\n\n“I see a growth in our students. They are proud of where they come from. They’re proud of their heritage. They look people in the eye when they speak,” Spencer said. “If given the right opportunity, our kids can compete with anyone.”\n\n\n\nBut Cruey isn’t sure that many of his students have the luxury of dreaming about the long term.\n\n\n\n“For many of them, the horizon is much closer than ‘When I grow up.’ They think in terms of the instability of their life circumstances and who they’ll live with next year, whether they can get a better deal for themselves by living with grandma,” Cruey said.\n\n\n\nStill, he has high hopes for his kids. He hopes they graduate high school. He hopes they develop a skill. He hopes they experience a life that includes love and support. And he hopes they stay in the area and help revitalize it, stemming the tide of transience and instability.\n\n\n\nHe hopes the same for their parents and those in his community. He has seen the opioid crisis terrorize generations, turning grandparents into caretakers at ages too old, and siblings into caretakers at ages too young.\n\n\n\nThe cycle plays out on a Friday afternoon in May.\n\n\n\nIt’s the last period of the day before the weekend, and students are squirming in their seats with anticipation. Over the loudspeaker, a voice calls for “Friday kids” to come to the cafeteria. A group of students suddenly rushes the hallways.\n\nDamon Dahlen/HuffPost Greg Cruey says his students are realistic about their lives. “For many of them, the horizon is much closer than ‘When I grow up.’\"\n\nThe “Friday kids” club is not one kids want to join. “Friday kids,” as the school calls them, are those who are given a bag of food to take home for the weekend because otherwise they’d go hungry. It’s up to the students how much they want to share with their siblings.\n\nA few minutes later, an older janitor comes to collect Cruey’s classroom trash. He wishes her a happy Friday.\n\n“I wish it was,” she tells him.\n\nA judge has just ruled that her grandchild can go back to living with her dad, who recently got out of jail for drugs, she explains between tears. Cruey offers to help her write a letter to appeal the decision.\n\nCruey doesn’t know what the students at Southside did in a previous life to be born poor in McDowell County. But he doesn’t see a realistic way to stop the cycle of pain, no matter how well he teaches or how many services the school provides.", "Barbra Streisand was back bashing President Donald Trump on Friday’s broadcast of “Real Time with Bill Maher.”\n\nBut the singer and actress, whose new album “Walls” is a blistering critique of the Trump era, also delivered a rebuke of the media for its coverage of the president.\n\n“I have one question, though. Why do we allow the media to keep showing him on TV?” Streisand asked host Maher. “Why are we covering his rallies? He’s had 71 rallies.”\n\nMaher said it was because “there’s money in it.”\n\n“The media used to be a loss leader; they didn’t care if covering the news made money. And now it has to report to the stockroom like everybody else,” he said.\n\nStreisand replied: “That’s so sad to me. Don’t cover him.”", "On Friday’s “Late Show,” host Stephen Colbert talked about a Politico report that purportedly revealed the different sexual fantasies of Democrats and Republicans.\n\nPer the article, Republicans are more likely to fantasize about “infidelity, orgies and partner swapping.” Democrats, however, are more prone to fantasies involving “BDSM activities” such as “masochism, which involves deriving pleasure from the experience of pain.”\n\n“Oh, oh really? So getting their asses kicked by the Republicans was some kind of sick role playing?” asked Colbert.\n\nHe then imagined a very specific fantasy that Democrats may have: “Baby, I’m begging you, dress up like Mitch McConnell and obstruct me,” he quipped.", "Fox News’ fearmongering about immigrants (among other topics) ahead of Tuesday’s midterm elections has attracted much scrutiny from late-night comedians.\n\nGo here, here and here for just some examples.\n\nOn Friday, the “Late Night with Seth Meyers” team ran with the theme by tweeting a photo of Fox host Sean Hannity. It claimed the image “basically” summed up the conservative network “during election season.”", "Hey Texas Dems and Indies: Remind your Republican friends what they already know: Ted Cruz is a crawdad. You won't upset them, they know it already. Just whisper, \"You can vote Beto and tell the exit pollers you voted for Ted the Crawdad.\"", "CNN’s Don Lemon called out the elementary school teachers in Idaho who donned Mexican clothes and also pretended to be President Donald Trump’s proposed southern border wall this Halloween.\n\nThe “CNN Tonight” host was at a temporary loss for words Friday night when fellow anchor Chris Cuomo asked him to explain why the costumes had “crossed the line.”\n\n“I don’t know what to say. It’s a sign of the times,” said Lemon, who claimed the outfits worn by the Middleton School District educators were “overtly” and “blatantly” political.\n\nAnother day, another racist costume. This is from Middletown School District in Idaho. Please call (208) 585-3027 to say\n\n1) racism is unacceptable\n\n2) they are creating and promoting a hostile learning environment to children\n\n3) what is their plan to make it right? pic.twitter.com/DqUwvP3ROL — unholy heidi (@heidiheilig) November 2, 2018\n\nThe district’s superintendent has since apologized for the “clearly insensitive and inappropriate” stunt. But Lemon asked, “What is the wall meant to do? Meant to keep out a certain group of people from coming into the country.”\n\n“If you’re educated you should know better,” he added.", "The “Real Time” host lamented how “every day it gets worse” ahead of Tuesday’s midterm elections.\n\n“Trump is like a racist Paul Revere. ‘The migrants are coming! The migrants are coming!’” he quipped. “He keeps calling it an invasion. Yes, an invasion of strollers.”\n\nMaher also bashed Fox News over its coverage of the thousands of refugees fleeing violence and poverty. The group is currently around 800 miles from the U.S. border.\n\nThe conservative network “treats this like it’s the zombie apocalypse. But zombies eat brains, why would they be heading toward America?” he joked.", "The deficit in goods and services trade with China increased to $40.2 billion for the month, the highest ever.\n\nIn addition, America’s overall foreign trade deficit in goods and services from all countries increased 1.3 percent from August to hit $54 billion for September — hitting a seven-month high. The deficit for goods alone hit an all-time high at $218 billion, reported CNBC.\n\nThe U.S. is on track to post its biggest foreign trade deficit in a decade, Market Watch reported.\n\nAmericans bought more foreign-made computers, telecommunications equipment and airplane engines. Increased purchases of foreign-made consumer goods included cellphones, toys, games, sporting equipment and clothing.\n\nFor details on the United States’ trade deficit for September, check out our latest blog, https://t.co/F7TnCGFlfs pic.twitter.com/beeem5Jtdf — BEA News (@BEA_News) November 2, 2018\n\nOver the first nine months of 2018, the overall trade deficit increased 10 percent compared with the same period in 2017.\n\nExperts predict the trade deficit will continue to widen because of a softening of economies elsewhere, reducing the demand for American goods and services.\n\nThe U.S. traditionally imports more good than it exports because Americans consume more than they produce relative to the rest of the world.", "The Supreme Court has refused a Trump administration application to halt an intriguing climate change lawsuit filed by a group of young people against the U.S. government.\n\nThe suit, filed in 2015 by 21 plaintiffs now ages 11 to 22, argues that the failure of government leaders to battle climate change violates their constitutional right to life, liberty, property and to a “stable climate system” that will sustain human life.\n\nThe Trump administration moved for an emergency ruling to block a hearing of the case that had been scheduled to begin Monday in an Oregon federal court.\n\nThe lawsuit calls on the federal government to devise a plan to phase out fossil fuels and carbon emissions, and to stabilize the Earth’s climate.\n\nThe Trump administration argued that the suit was “misguided” and a “radical invasion of the separation of powers” because environmental decisions should be left up to political policy.\n\nThe Supreme Court refused Friday to halt the case. But it said that the government could present arguments against the case before the 9th U.S. Circuit Court of Appeals in the future.\n\nThe top court’s ruling acknowledged that the suit involves a number of “unprecedented legal theories” — including a “due process right to certain climate conditions” and an “equal protection right to live in the same climate as enjoyed by prior generations.”\n\nJustices Clarence Thomas and Neil Gorsuch said they would have blocked the suit.\n\nJulia Olson, executive director and chief legal counsel of the nonprofit Our Children’s Trust, one of the organizations supporting the suit, hailed the ruling.\n\n“The youth of our nation won an important decision today from the Supreme Court that shows even the most powerful government in the world must follow the rules and process of litigation in our democracy,” she said in a statement.\n\nAttorneys are already taking steps to get Juliana v. U.S. “back on track for trial in the next week,” said Olson.\n\nThe Supreme Court in July shot down an earlier attempt by the Trump administration to block the case, calling that action “premature.”\n\nThe Obama administration also tried to have the case thrown out.\n\nIn the latest argument, Solicitor General Noel Francisco complained in a brief to the Supreme Court that the plaintiffs “seek nothing less than a complete transformation of the American energy system — including the abandonment of fossil fuels — ordered by a single district court at the behest” of a group of young people.", "First lady Melania Trump racked up an astonishing $95,000 tab at a Cairo hotel at the end of her African goodwill tour last month, according to federal records.\n\nThat was more than the taxpayer bill for President Donald Trump for a two-day stay with his entourage in Scotland after a visit this summer to England, noted Quartz, which was the first to report the first lady’s Cairo tab.\n\nThe first lady’s spokeswoman, Stephanie Grisham, was furious that the initial report — later picked up by The Hill — said Melania Trump spent the night at the Semiramis Intercontinental Cairo. In fact, she spent only six hours there, Grisham told both Quartz and The Hill in angry Twitter posts.\n\nGrisham complained that, “sadly, the damage from this false reporting is done,” referring to The Hill — as if the fact that it cost taxpayers $95,000 for a mere six-hour visit instead of for an overnight stay was somehow more understandable. Grisham also called the Quartz report “irresponsible journalism.”\n\nNevertheless, federal records state that $95,000 was paid to the Cairo hotel on Sept. 30.\n\nHi @qz - the First Lady did not stay the night in Cairo. This is an example of irresponsible journalism & had someone (@JustinRohrlich ) fact checked things w me, this could have been avoided. https://t.co/cbpfg5PUj2 — Stephanie Grisham (@StephGrisham45) November 1, 2018\n\nGrisham told People magazine that her team is now looking into the source of the number, which was reported by the Department of State and was labeled as “100 percent obligated.” She did not dispute the amount.\n\nDepartment of State\n\nThe hotel bill isn’t itemized on the federal records, but presumably it also covered the cost for her entourage, including Secret Service protection. The purpose of the expenditure is listed simply as “FLOTUS visit hotel rooms.”\n\nPeople responding to Grisham on Twitter were confused about the point she was making.\n\nWOW, how we all rest easier knowing she spent that amount of money for just a DAY VISIT. Thanks for clearing that up 🙄🙄🙄🙄 — Rosemary Bellerive 🐾 (@BellaMarieCt1) November 1, 2018\n\nThere's most definitely something irresponsible gong on here and it's NOT the journalism!! FLOTUS spent 95,000.00 taxpayer dollars for a SIX HOUR \"stay\" at a Cairo hotel?! That's obscene and irresponsible! — Jo Verneuille (@LinusAlso) November 2, 2018\n\nMelania Trump stopped in Cairo after visiting children in orphanages and schools, meeting with leaders and viewing animals during her tour in Ghana, Malawi and Kenya.\n\nThe former model was criticized by the media and on social media for her out-of-date “Out of Africa” fashion choices, including a white pith helmet seen by many as a painful symbol of colonialist Africa.\n\nShe complained afterward that people should “focus on what I do, not what I wear.”\n\nIn an earlier provocative fashion choice on her way in June to visit immigrant children being detained in Texas, she wore a jacket that said on the back: “I really don’t care, do U?” She said later in an ABC interview that it was a direct message to the “left-wing media who are criticizing me.” She added: “I want to show them that I don’t care.”\n\nGrisham insisted at the time in a statement: “It’s a jacket. There was no hidden message.”", "Former President Barack Obama spoke at a campaign rally Friday for gubernatorial candidate Stacey Abrams in Georgia, and insisted on the importance of exercising one’s right to vote ― particularly in the face of efforts to suppress it.\n\n“They’ll try to disenfranchise people and take away their right to vote,” Obama said in his speech at the campaign event just days before the Nov. 6 midterm elections, organized by the Georgia Democratic Party at Morehouse College, a historically black, all-male school in Atlanta. (Abrams graduated from neighboring Spelman, a historically black women’s college.)\n\n“Stacey’s opponent has already been caught multiple times,” the former president added.\n\nAbrams is in a tight and potentially historic race for governor against Georgia Secretary of State Brian Kemp (R) ― vying to become the country’s first black female governor.\n\nThe Georgia gubernatorial race has gotten heated around voting rights controversies. Last month, an Associated Press report found that over 53,000 voter applications, nearly 70 percent of which were from black people, were on hold for verification with Kemp’s office. Kemp, in his role as secretary of state, oversees elections.\n\nAbrams has accused Kemp of voter suppression. Kemp has called such accusations a “farce” and insisted that people with “pending” registrations could still vote. (Those 53,000 voters can vote on Election Day if they show up to the polls with an accepted form of photo ID ― but they can’t vote absentee or by mail until they resolve the discrepancies with their registrations.)\n\nGeorgia “purged twice as many voters — 1.5 million — between the 2012 and 2016 elections as it did between 2008 and 2012,” according to the Brennan Center for Justice. Kemp took office in 2010.\n\n“Georgia, be unafraid,” Obama said. “If they try to take away your right to vote, there’s only one way to take it back: Vote.”\n\n. @BarackObama: “If they try to take away your right to vote, there’s only one way to take it back: VOTE” pic.twitter.com/rvZ19VXtaz — Georgia Democrat (@GeorgiaDemocrat) November 2, 2018\n\nAt her rally Friday, Abrams spoke of her own history working on voting rights issues.\n\n“I’ve had to do this against Georgia’s homegrown architect of voter suppression,” she said, in an apparent reference to Kemp.\n\nCivil rights icon Rep. John Lewis (D-Ga.), who also spoke at Abrams’ rally Friday, recalled decades-old voter suppression tactics like literacy tests meant to disenfranchise black voters, saying, “There are forces in America that want to take us back ― but we’re not going back.”\n\n“I gave enough blood on that bridge in Selma 53 years ago. I almost died, some of my friends were murdered,” Lewis added. “I’m not asking any of you to give any blood, I’m just asking you to go and vote like you never voted before.”\n\nPresident Donald Trump plans to headline a rally for Kemp in Macon, Georgia, on Sunday. Earlier this week, Kemp pulled out of the second and final debate he and Abrams were scheduled to have on Sunday in order to join Trump on the campaign trail.\n\nTo that, Obama said: “I saw [Abrams’] opponent backed out of that debate. What’s he afraid of? He’s afraid of Stacey, I guess.”\n\nAbrams has garnered a number of high-profile endorsements: Oprah Winfrey, in a rare political endorsement, gave a speech and knocked on doors for Abrams this week. Sen. Bernie Sanders (I-Vt.), former Secretary of State Hillary Clinton and former President Jimmy Carter have all endorsed Abrams, along with celebrities Will Ferrell, Tracee Ellis Ross and Uzo Aduba.\n\nObama has endorsed Abrams along with a slew of other Democratic candidates, including Lucy McBath, running for Congress in Georgia’s 6th district, who also spoke at Friday’s rally. Earlier Friday, Obama stumped for Democrat Andrew Gillum, who is running for governor in Florida.\n\n“Congressman John Lewis is here. John saw this game being played before,” Obama said at Abrams’ rally Friday, noting the country had gone through other tough periods in history.\n\n“John Lewis didn’t sit back and say, ‘I hope some day it’ll get better.’ ... People marched,” Obama added. “And when they won the right to vote, people voted to make a better history.”", "The Arizona Republican Party is sending mailers to Democratic voters tying the Green Party nominee in the state’s crucial Senate race to Sen. Bernie Sanders (I-Vt.) in what appears to be an attempt to persuade liberals to support her over Democratic Rep. Kyrsten Sinema.\n\nThe Green Party candidate, Angela Green, endorsed Sinema earlier this week. Sinema is in a tight race with GOP Rep. Martha McSally to replace retiring GOP Sen. Jeff Flake, and a Democratic victory in the close contest is essential to Democrats’ slim hopes of winning control of the U.S. Senate.\n\nThe mailers, which include an Arizona Republican Party authority line, are framed as an attack on Green and picture her next to Sanders. “Angela Green and Bernie Sanders are too extreme for Arizona,” the mailer reads, before pointing to Green’s “Sanders-style agenda” of Medicare for all, marijuana legalization, higher taxes on the wealthy and a 100 percent green energy mandate.\n\nHuffPost\n\n“Every voter should beware: Arizona Republicans are trying to trick voters into supporting a candidate who has already dropped out of the race,” said Rodd McLeod, a spokesman for Red and Gold, a super PAC supporting Sinema. “Unfortunately, it’s more dirty, dishonest politics from McSally and her pals.”\n\nIn a statement, the Arizona GOP didn’t address why it’s attacking a candidate who has dropped out of the race.\n\n“Angela Green has been proudly pushing her extreme progressive agenda, which is out of touch with Arizona,” spokeswoman Ayeshia Connors said. “Kyrsten Sinema supports amnesty for illegals, and Sinema is an out-of-the-mainstream liberal as well. The only difference between them is that Kyrsten Sinema is in the witness protection program for liberals, trying to hide her extreme agenda from Arizonans.”\n\nSanders has not endorsed Green, but he also has not formally backed Sinema. She did not attend two rallies Sanders held in Arizona last month. Sinema doesn’t support Medicare for all, one of Sanders’ signature issues.\n\n“Bernie Sanders has been traveling the country visiting 13 states to try and end one party rule in Washington by electing Democrats up and down the ballot,” Sanders spokesman Josh Miller-Lewis wrote in an e-mail, not addressing whether the democratic socialist supports Sinema.\n\nSinema is potentially vulnerable to efforts to encourage voting for the Green Party nominee because of her record as a moderate. A onetime leftist, Sinema has shifted to the center over the course of her political career and now votes with President Donald Trump more than 50 percent of the time. Liberal activists in the state have occasionally grumbled about supporting her.\n\nWhile Green dropped out of the race earlier this week to back Sinema, extensive early voting in Arizona means ballots for her have almost certainly already been cast.\n\nIn an interview with a local television station, Green said she struggled with her decision to drop out but ultimately decided to back Sinema after watching her debate McSally. “Sinema’s stance, on a lot of things, are very similar to mine,” she said.\n\nBREAKING AZ Green Party's U.S. Senate candidate Angela Green tells #12News she's dropping out & throwing support to @kyrstensinema. Green was polling up to 6% in toss-up race. https://t.co/WwxN7M13b0 #AZSEN pic.twitter.com/GA4tfSyAoO — BrahmResnik (@brahmresnik) November 1, 2018\n\nPriorities USA and Senate Majority PAC, two Democratic super PACs, are also paying for Facebook ads encouraging voters to back Sinema over Green.\n\n“Arizona could be our key to taking back the Senate from a Republican majority,” the ads read. “But Kyrsten Sinema needs every single vote to get there. Votes for third-party candidates like Angela Green only help Republicans keep their seats and maintain the status quo. So vote Sinema. Let’s take back this country.”\n\nAttempts to encourage liberal and conservatives to vote for third-party candidates aren’t uncommon in Senate contests. In Indiana’s close Senate race between Democratic Sen. Joe Donnelly and businessman and former state legislator Mike Braun, the Indiana Democratic Party is paying for Facebook ads targeting conservatives and encouraging them to support Lucy Brenton, the Libertarian candidate."]