[{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dion Nissenbaum", "title": "John Bolton Energizes Trump's Agenda---And His Own", "description": "With a centralized decision-making style, national security adviser John Bolton pushes President Trump’s initiatives while pursuing policy priorities he has long advocated as a government official and commentator.", "url": "https://www.wsj.com/articles/john-bolton-energizes-trumps-agendaand-his-own-1542546003", "urlToImage": "https://images.wsj.net/im-37626/social", "publishedAt": "2018-11-18T23:19:28Z", "content": "WASHINGTONSoon after taking the helm as President Trumps third national security adviser, John Bolton installed a gold-framed painting of President George H.W. Bush sitting at the Resolute Desk in the Oval Office, surrounded by his vice president, national se… [+8963 chars]", "fulltext": "WASHINGTON—Soon after taking the helm as President Trump’s third national security adviser, John Bolton installed a gold-framed painting of President George H.W. Bush sitting at the Resolute Desk in the Oval Office, surrounded by his vice president, national security adviser and the secretaries of State and Defense as they discussed plans to invade Iraq in 1990.\n\nThe painting, which hangs above Mr. Bolton’s West Wing desk, serves as a symbol of his approach to the job, seven months in. He favors high-level, small group, centralized..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Anne Steele", "title": "Spotify, Pandora Turn to Podcasts for Listeners, Profits", "description": "Music-streaming giants Spotify Technology and Pandora Media see new audiences and possible profits with an expansion into podcasts—if they can figure out a solid business model.", "url": "https://www.wsj.com/articles/spotify-pandora-turn-to-podcasts-for-listeners-profits-1542553200", "urlToImage": "https://images.wsj.net/im-37691/social", "publishedAt": "2018-11-18T22:47:25Z", "content": "Spotify and Pandora are looking to expand beyond music streaming and into the world of podcasting, as they aim to capture more of consumers listening time and, eventually, boost their profit margins. Podcasting is a small but growing medium that attracts youn… [+5780 chars]", "fulltext": "Spotify and Pandora are looking to expand beyond music streaming and into the world of podcasting, as they aim to capture more of consumers’ listening time and, eventually, boost their profit margins.\n\nPodcasting is a small but growing medium that attracts young, engaged listeners. But producers and distributors have yet to hit on a solid model for making money.\n\nSpotify and Pandora say they are well-positioned to do so, in part by tackling one of the medium’s biggest challenges: It remains tricky for listeners to discover new podcasts.\n\n“When you contrast it to music discovery, it’s like it’s in the Stone Age,” Pandora Media Inc. Chief Executive Roger Lynch said. “We think we can expand our audience by bringing people in to listen to a certain podcast and keeping them on the platform with the music we have,” he said.\n\nOver time, profit margins would grow because podcasts cost less than music, Mr. Lynch said.\n\nNeither Pandora nor Spotify Technology SA would disclose details of their nascent podcast businesses, including how much money they pay for programming or earn from it, or how much time listeners spend on the medium.\n\nEach company pays roughly three quarters of its revenue to license music, according to their financial filings, making profits elusive.\n\nSpotify says it carries 150,000 podcasts; Pandora says it has hundreds. Analysts estimate podcasts represent less than 1% of listening time on either service. Monthly podcast listenership in the U.S. has more than doubled over the past five years to 73 million, according to Edison Research.\n\nAlthough merger activity among podcast publishers has picked up in recent years, the industry remains highly fragmented. Spotify and Pandora are expanding into a market with many distribution players yet no clear moneymaker, despite the huge potential audience.\n\nApple Inc. —with over 600,000 podcasts available via its Apple Podcasts app—has dominated the distribution market but doesn’t collect revenue on them.\n\nThe most-innovative podcasting apps tend to be small and lack the kind of money the big streaming services can spend on engineering and discovery, Stifel analyst John Egbert said.\n\n“That’s where Spotify and Pandora come in,” he said. “They have very strong machine-learning and AI capabilities that have been focused on music for a long time.” Both companies see podcasts as a natural fit: Music is the most popular genre of podcast, according to Nielsen.\n\nTop Podcast Publishers Podcast publishing and distribution remains highly fragmented Top publishers for October 2018 Unique monthly audience in the U.S.* NPR 18.9 million iHeartRadio 14.0 This American Life/Serial 9.9 Wondery 7.8 PRX 7.2 The New York Times 7.0 WNYC Studios 6.6 ESPN 6.4 Daily Wire 3.4 Barstool Sports 3.2\n\nAlthough podcasts have been available on both Spotify and Pandora for years, they have become a priority only in recent months. That has meant building out capabilities to fast forward and host longer-form content, as well as feature podcasts prominently on the platforms.\n\nBoth services are experimenting with ways to make money from podcasts, which are generally available free to consumers and supported by advertising. And both see podcasts as central to their goal of moving listeners off broadcast radio—an industry that continues to command hundreds of thousands of weekly listeners and some $14 billion in annual ad revenue.\n\n“The vast majority of the minutes that are being spent on radio today haven’t yet moved online. So our opportunity really is gigantic,” Spotify CEO Daniel Ek said earlier this month. “As part of that, obviously, we think nonmusic content has a very important place.”\n\nAd revenue from podcasts in the U.S. grew an estimated 86% last year to $313.9 million and is expected to top $402 million in 2018, according to the Interactive Advertising Bureau. Typically, a host reads sponsorship messages, or ads play during the podcast. Spotify so far sells ads only for its original, exclusive podcasts. Pandora plans to extract some or all of the ads in a podcast and replace them with its own.\n\nRadio Days According to a recent survey, Americans spend an average of 3 hours and 49 minutes each day consuming audio. Share of time spent listening to each audio source Streaming 16% Owned music 14% AM/FM Radio 50% SiriusXM 8% TV music channel 5% Other 3% Podcasts 4%\n\nCascend Securities analyst Eric Ross said podcasts aren’t yet enough of a draw to make users jump from one platform to another. But from a longer-term competitive perspective, they are essential, he said. “You can’t lose a customer to someone else because you don’t have podcasts,” he said.\n\nSpotify and Pandora are testing different types of advertising deals with podcasters, exploring fixed fees versus payment based on listenership. They also are exploring content exclusives, either for a limited time or permanently.\n\nSpotify has struck deals to distribute an exclusive weekly podcast hosted by rapper Joe Budden and the first podcast from Vice News, “Chapo,” about the Mexican drug kingpin Joaquín Guzmán. Spotify’s original podcasts include one with Amy Schumer that will be distributed broadly in its first year before becoming exclusive to Spotify, as well as branded podcasts with sponsors.\n\nJoe Budden, left, at the Joe Budden Podcast Live in New York City in 2017, has signed with Spotify to host an exclusive weekly podcast. Photo: Johnny Nunez/WireImage/Getty Images\n\nAnalysts say it could be another five years before podcasts have a meaningful effect on companies’ bottom line. For now, they are about attracting and retaining customers.\n\nPandora last week unveiled a preview version of its new podcast offering, backed by what it calls the Podcast Genome Project. Similar to its Music Genome Project—which uses hundreds of attributes to sort and recommend music based on user preferences—the cataloging system uses a combination of technology and human oversight to recommend podcast series and individual episodes.\n\nSpotify also is drawing on its music-recommendation experience.\n\n“So much of what makes Spotify great is how it contextualizes the right content for the right people,” Courtney Holt, Spotify head of studios and video, said, adding that podcast listeners tend to be among the company’s most engaged customers. “They’re consuming more overall.”\n\nWrite to Anne Steele at Anne.Steele@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Byron Tau", "title": "Republican haven no more, Orange County, Calif., goes all blue in House races", "description": "Democrats have swept all the congressional races in Orange County, Calif., further eroding one of the few bases of Republican political power left in the state.", "url": "https://www.wsj.com/articles/democrats-complete-house-sweep-of-californias-orange-county-1542576506", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY733_cisner_ZG_20181118173038.jpg", "publishedAt": "2018-11-18T22:31:56Z", "content": "Democrats have swept all the congressional races in Orange County, Calif., further eroding one of the few bases of Republican political power left in the state. The Associated Press on Saturday evening declared Democrat Gil Cisneros the winner over his Republ… [+1165 chars]", "fulltext": "Democrats have swept all the congressional races in Orange County, Calif., further eroding one of the few bases of Republican political power left in the state.\n\nThe Associated Press on Saturday evening declared Democrat Gil Cisneros the winner over his Republican opponent Young Kim in California’s 39th district, where he led by a margin of 50.8% to 49.2% with all precincts reporting. The victory, called a week and a half after voting concluded, completed the Democratic sweep of a region that helped produce conservative luminaries..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Douglas Belkin", "title": "Bloomberg to Give Johns Hopkins Record $1.8 Billion", "description": "Former New York City Mayor and possible 2020 Democratic presidential candidate Michael Bloomberg is giving $1.8 billion to Johns Hopkins University. The gift is believed to be the largest ever to an academic institution.", "url": "https://www.wsj.com/articles/michael-bloomberg-to-give-johns-hopkins-record-1-8-billion-1542575094", "urlToImage": "https://images.wsj.net/im-37746/social", "publishedAt": "2018-11-18T22:20:44Z", "content": "Former New York City Mayor and possible 2020 Democratic presidential candidate Michael Bloomberg is giving $1.8 billion to Johns Hopkins University. The gift is believed to be the largest ever to an academic institution. The money is earmarked for scholarship… [+2518 chars]", "fulltext": "Former New York City Mayor and possible 2020 Democratic presidential candidate Michael Bloomberg is giving $1.8 billion to Johns Hopkins University. The gift is believed to be the largest ever to an academic institution.\n\nThe money is earmarked for scholarships and grants for undergraduate students from low and middle-income families, Mr. Bloomberg said through a press release. The gift will enable Johns Hopkins to become one of just a handful of need-blind schools—meaning students will be considered for admission regardless..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Trump's Obama-Style Bank Heist", "description": "Justice misuses a 1989 law to become a shadow banking regulator.", "url": "https://www.wsj.com/articles/trumps-obama-style-bank-heist-1542579625", "urlToImage": "https://images.wsj.net/im-37745/social", "publishedAt": "2018-11-18T22:20:27Z", "content": "Bank robbers in the movies routinely wear masks to hide their identities. So maybe Justice Department lawyers should have worn Barack Obama and former Attorney General Loretta Lynch masks this month when they announced their latest bank stickup. That would ha… [+4114 chars]", "fulltext": "Bank robbers in the movies routinely wear masks to hide their identities. So maybe Justice Department lawyers should have worn Barack Obama and former Attorney General Loretta Lynch masks this month when they announced their latest bank stickup.\n\nThat would have been fitting given the 202-page lawsuit, filed in New York federal court, that accuses the Swiss bank UBS of misleading investors about the risks of mortgage-backed securities before the financial panic of 2008. The case rests on an avant-garde legal interpretation from the Obama Administration, and UBS, to its credit, has decided to fight.\n\nThe lawsuit says UBS knew that many of the mortgages it securitized didn’t meet lending criteria, and that the bank didn’t perform the due diligence it promised investors. The government quotes a 2006 instant message from a UBS trader who said “our crack due diligence effort is a joke.”\n\nOther bank employees characterized two pools of loans, originated by Countrywide and WMC Mortgage Corp., as “a bag of s---” and “better than little besides leprosy spores.” Hardly a good look, but the Securities and Exchange Commission closed its investigation of UBS’s mortgage-backed activities in 2013 without taking action.\n\nNow the Justice Department wants a second bite under an expansive reading of the 1989 Financial Institutions Reform, Recovery and Enforcement Act (Firrea). Passed after the savings-and-loan crisis, Firrea penalizes those who harm a federally insured financial institution. But the Obama Administration decided to use Firrea against financial institutions.\n\nThis has resulted in farcical claims. Barclays was accused of defrauding those financial naifs at Citibank—even while Justice claimed that Citibank perpetrated the same scheme. Wells Fargo was accused of committing fraud that harmed Wells Fargo, under a “self-affecting” interpretation of Firrea. If that’s true, then does Wells deserve compensation from Wells?\n\nThe danger is that if the Obama Administration’s broad reading of Firrea prevails, the Justice Department could act as a shadow securities regulator. Prosecutors are enamored with Firrea because it has a low burden of proof and 10-year statute of limitations, as opposed to the five-year stricture on the SEC.\n\nFirrea’s limits haven’t been fully tested in court, since most banks have preferred to sign billion-dollar settlements to make these cases go away. The Swiss appear to be made of stronger stuff.\n\nSimilar to its Firrea claims against other banks, Justice accuses UBS of misleading the institutions that bought its securities, such as the hayseeds at Merrill Lynch. The government also says UBS hurt liar-loan factories like IndyMac, because the bank’s “securitization machine primed the pump for these loans, creating demand.”\n\nThis is a strange claim, and not merely because we’re supposed to feel bad for IndyMac. Everywhere else in the case files the government paints UBS as a victim of shops like IndyMac. Sloppy mortgage originators, the lawsuit says, “frequently pressured UBS to accept poor diligence results and defective loans under the threat of ending their business relationships.” So who was really harming whom?\n\nUBS hasn’t yet filed a formal legal response, but in a statement last week it argued that it lost billions during the mortgage crash, including nearly $900 million on the specific deals cited by the government’s complaint: “This fact alone negates any inference that UBS engaged in an intentional fraud that was flatly against its own economic interest.”\n\nThe bank adds that for the Justice Department to win under Firrea, the feds must prove that the alleged fraud is what caused investors’ losses. “This theory flies in the face of the history of the housing crisis,” UBS says. “The historic, market-wide downturn is commonly understood to be the result of a range of factors that created a housing bubble, including low interest rates and government policy.”\n\nA deeper question is why the Trump Administration is continuing Mr. Obama’s blame-the-banks campaign. Maybe it’s inattention, given that the Justice Department’s top personnel have lately been, well, distracted. In any case political appointees should now take notice: Having the Justice Department oversee banks isn’t on President Trump’s agenda. Bernie Sanders may think “the business model of Wall Street is fraud,” but Republican administrations are supposed to know better."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Florida's Close Election Call", "description": "Marc Elias is foiled in his attempt to change vote-counting rules.", "url": "https://www.wsj.com/articles/floridas-close-election-call-1542579560", "urlToImage": "https://images.wsj.net/im-37747/social", "publishedAt": "2018-11-18T22:19:22Z", "content": "The Democratic candidates for Governor and U.S. Senate in Florida finally conceded on the weekend, 11 days or so after the final votes were cast. A machine recount in both races, and then a hand recount in the Senate race, made clear that Andrew Gillum and Se… [+1616 chars]", "fulltext": "The Democratic candidates for Governor and U.S. Senate in Florida finally conceded on the weekend, 11 days or so after the final votes were cast. A machine recount in both races, and then a hand recount in the Senate race, made clear that Andrew Gillum and Senator Bill Nelson lacked a path to victory against Republicans Ron DeSantis and Rick Scott.\n\nThis spares the country from what would have been a polarizing fight had either Democrat made up tens of thousands of votes to prevail after Election Day. But that possibility was closer than it should have been as Democratic election lawyer Marc Elias tried to have tens of thousands of ballots counted in violation of normal election rules.\n\nMr. Elias used the counting follies in Democratic Broward and Palm Beach counties to demand that the legal deadlines be extended for vote counting and for mail-in ballots. Broward elections had to be ordered by courts to disclose how many votes they had left to count and what kind of votes they were. Mail-in ballots are valid if they arrive within 10 days of the election as a concession to voters serving in the U.S. military, but Mr. Elias was hoping to extend the election indefinitely as Democrats hunted for more votes somewhere, anywhere.\n\nFederal Judge Mark Walker was right to enforce regular vote-counting order. In the end Mr. DeSantis won by a little more than 33,000 votes and Mr. Scott led by 10,033 after the manual recount on Sunday.\n\nOne lesson is that Florida needs to tighten up on its absentee and provisional ballot rules. Democrats like to say “count every vote,” which they use to suggest that black voters are being disenfranchised. But turnout this year was a record for a midterm election.\n\nThe far greater opportunity for cheating, and thus a greater threat to democratic legitimacy, is if politicians can change the election rules after votes have been cast."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A Green Logrolling Classic", "description": "Offshore wind for 78 cents a kilowatt-hour. On the open market: 3 cents.", "url": "https://www.wsj.com/articles/a-green-logrolling-classic-1542579487", "urlToImage": "https://images.wsj.net/im-37744/social", "publishedAt": "2018-11-18T22:18:09Z", "content": "For a perfect example of green daydreaming gone awry, look to the waters off Virginia Beach, which will soon feature two wind turbines with blades rising as tall as the Washington Monument. Its impressive engineering, but it makes zero economic sense, accordi… [+3204 chars]", "fulltext": "For a perfect example of green daydreaming gone awry, look to the waters off Virginia Beach, which will soon feature two wind turbines with blades rising as tall as the Washington Monument. It’s impressive engineering, but it makes zero economic sense, according to Virginia’s utilities regulators. They’ve issued a scorching order that . . . approves the project. Yes, the surprise ending is that their factual analysis doesn’t matter under a green fiat from the state Legislature.\n\nDominion Energy , Virginia’s biggest utility, plans to spend $300 million to build the two turbines 27 miles off the coast. Together they will produce 12 megawatts of power, enough for 3,000 homes. This first pair of turbines is a “demonstration project” to let Dominion gather data and experience. Then, as soon as 2024, it could begin dotting the adjacent waters with hundreds more, enough to generate 2,000 megawatts and light 500,000 homes.\n\nThis summer Dominion asked Virginia’s State Corporation Commission, which regulates electric utilities, to deem the plan “prudent.” As reason to act swiftly, it cited pressure to cut carbon emissions. Senate Bill 966, championed by Dominion and signed in March by Gov. Ralph Northam, set a state objective of 5,000 megawatts of solar and wind power by 2028.\n\nThe commission’s 20-page order, issued Nov. 2, is a takedown from front to back. “Dominion’s customers will pay the costs of this Project,” it says. The two turbines will generate electricity at 78 cents a kilowatt-hour—compared with 9.4 cents for new onshore wind, 5.6 cents for new solar, and around three cents for energy bought on the open market.\n\nOther utility companies, the order adds, have pursued offshore wind by signing agreements to buy power from outside developers. Instead Dominion “proposes a construction model, which places essentially all the risk on Dominion’s customers.”\n\nWhat about the $300 million cost? “The proposed Project is not the result of a competitive bidding process,” says the commission. Dominion admits that it lacks “detailed information” on the cost of other wind projects, and if overruns occur, “it may seek additional cost recovery from customers.”\n\nTrying to justify the two turbines as proof of concept doesn’t work either, given that big offshore wind farms generate electricity at 13.1 cents per kWh. Since that’s still higher than alternatives, what’s left to prove? “Customers will pay at least $300 million (plus financing costs) to demonstrate a large-scale project that, based on Dominion’s own studies, will not be a competitive option for the next 25 years,” the commission says.\n\nNot that reality matters. “As a purely factual matter,” the commission says, the proposal “would not be deemed prudent.” But the Legislature has declared that offshore wind is “in the public interest.” Voilà, the petition is approved. That same day the utility issued a jaunty press release: “Dominion Energy Virginia customers are one step closer today to getting power from a new, renewable form of energy. The State Corporation Commission ruled in favor of plans to build two six-megawatt wind turbines.”\n\nThis could hardly be improved as an illustration of environmental logrolling—among a Republican state Legislature, a Democratic Governor, green activists and a utility company with a regulated monopoly. The State Corporation Commission deserves credit for calling attention to the fiasco. But if its hands are tied, then who’s looking out for Dominion’s 2.6 million customers? Nobody."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mary Anastasia O’Grady", "title": "A Cynical Trade With Colombia", "description": "The U.S. offers up an innocent man in the hope drug kingpins will be turned over.", "url": "https://www.wsj.com/articles/a-cynical-trade-with-colombia-1542578697", "urlToImage": "https://images.wsj.net/im-37645/social", "publishedAt": "2018-11-18T22:05:00Z", "content": "The Justice and State Departments zealous attempts since 2016 to extradite former Colombian agriculture minister Andrés Felipe Ariasdespite overwhelming evidence that he committed no crimeseem mysterious. Add that the U.S. has no extradition treaty with the S… [+4647 chars]", "fulltext": "The Justice and State Departments’ zealous attempts since 2016 to extradite former Colombian agriculture minister Andrés Felipe Arias—despite overwhelming evidence that he committed no crime—seem mysterious. Add that the U.S. has no extradition treaty with the South American cocaine producer, which has a history of refusing to send drug kingpins north to face justice, and the riddle becomes an enigma.\n\nEven the left-leaning United Nations Human Rights Committee ruled last week that the 45-year old center-right Colombian politician has been denied fundamental liberties recognized in international law. So what gives?\n\nTo clear things up, let’s first stop pretending this is about the rule of law. This is politics.\n\nIn demanding the extradition, the weak center-right Colombian President Iván Duque is following the orders of the notoriously politicized Colombian Supreme Court. It convicted Mr. Arias on trumped up charges in 2014 to knock off a popular politician it viewed as an adversary. Now it’s determined to see him locked up.\n\nSince the high court authorizes extraditions to the U.S., it is blackmailing the Trump administration: If Justice, State and the Drug Enforcement Administration expect Colombian narcos to be extradited in the future, the price is Mr. Arias on a platter. That’s the trade.\n\nThis disgraceful bargain could be a new low even for U.S. government cynics. It’s also an embarrassment for President Trump, who likes to say that no one pushes him around.\n\nIn 2009 Mr. Arias, a UCLA-trained economist and ally of former president Álvaro Uribe, was the favorite to win the 2010 presidential election. That’s when unsubstantiated allegations arose in the Colombian media that he had misappropriated funds in the agriculture ministry.\n\nIn sworn testimony in U.S. court in 2017, Mr. Arias said he was “scared” when the government of Juan Manuel Santos came after him. With the help of the U.S. embassy in Bogotá, which shared his concerns, Mr. Arias fled to Miami in 2014 and then applied for asylum. Two days after he left the country, the Colombian Supreme Court pronounced him guilty of embezzlement, though with no evidence that he benefited from any crime.\n\nColombia has signed and ratified the U.N.’s International Covenant on Civil and Political Rights. Last week the 18-member Human Rights Committee in Geneva ruled unanimously that, in the case of Mr. Arias, Colombia has failed to uphold its obligations under the covenant.\n\nThe committee said the Colombian high court’s refusal to grant Mr. Arias an appeal violates international law. It also said Colombia violated Mr. Arias’s rights by permanently prohibiting him from holding public office. The committee noted that Colombia has made a commitment to comply with committee findings and it called on Bogotá to rectify the injustice within 180 days.\n\nNumerous reviews of the case, aired here and in other places, including in a paper published in August by Mr. Arias’s international lawyer Jared Genser, find glaring irregularities in the conviction.\n\nA long, dark shadow of suspicion hangs over the Supreme Court that convicted Mr. Arias in 2014 by a vote of 7-1. One justice recused himself. Five of the seven assenting justices carry baggage that strains their credibility.\n\nThe president of the court at the time of the trial, Leonidas Bustos, along with Justice Gustavo Malo, are currently under investigation by Colombia’s congress for allegations of bribery. The probe is looking into a huge judicial corruption scandal known as the “cartel of the robe,” which originated with a DEA wire investigation in Miami. Both maintain their innocence. Mr. Malo was suspended from the court; Mr. Bustos’s term has ended.\n\nJustice María Del Rosario Gonzáles claimed she had been a political target of Mr. Uribe and therefore couldn’t be impartial. She asked to recuse herself but her request was denied. Justice José Luis Barceló, also a political adversary of Mr. Uribe, is known for his partisanship from the bench. Justice Patricia Salazar Cuéllar wasn’t even on the court when the Arias trial ended in February 2014. Nevertheless, she signed the court’s sentence against him.\n\nJustice Department lawyer Robert Emeryargued in federal court in Miami in September 2017 that “based on the principles of international comity” Mr. Arias needs to be sent back to Colombia out of “respect” for the Colombian Supreme Court. Knowing even a little of what the DEA must know about the court that convicted Mr. Arias, that’s laughable. It’s doubtful even Mr. Emery believes it.\n\nThe case is now before a federal appeals court in Atlanta. Mr. Duque could send instructions to the court clarifying there is no extradition treaty. But on Friday he cowardly offered that it is up to the U.S. to deny the extradition his own government is requesting. With Justice morally rudderless in the case, that leaves Mr. Arias relying on the wisdom of the court.\n\nWrite to O’Grady@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Kessler", "title": "Anything Good Takes Exactly Five Meetings", "description": "From deals to dating, you should pitch yourself piece by piece, building to the close.", "url": "https://www.wsj.com/articles/anything-good-takes-exactly-five-meetings-1542578334", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK413_Kessle_SOC_20181116143448.jpg", "publishedAt": "2018-11-18T21:58:56Z", "content": "I was headed out of the office with a stack of papers I spent all week preparing. My boss stopped me at the door and asked, What are you doing with all that junk? I was trying to sell a company. Its the first meeting, right? Yeah. Dont be an idiot. Leave all … [+4188 chars]", "fulltext": "I was headed out of the office with a stack of papers I spent all week preparing. My boss stopped me at the door and asked, “What are you doing with all that junk?” I was trying to sell a company. “It’s the first meeting, right?” Yeah. “Don’t be an idiot. Leave all that stuff here.” But . . . “Don’t dump it all now. You need something to talk about the next few times you meet.” I looked confused. “Listen,” he told me, “everything good takes five meetings.”\n\nI was mad, but he was right. Everything—and I mean everything—takes..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Deepa Seetharaman", "title": "With Facebook at 'War,' Zuckerberg Adopts More Aggressive Style - Wall Street Journal", "description": "Wall Street Journal With Facebook at 'War,' Zuckerberg Adopts More Aggressive Style Wall Street Journal Mark Zuckerberg gathered roughly 50 of his top lieutenants earlier this year and told them that Facebook Inc. FB -3.00% was at war and he planned to lead t…", "url": "https://www.wsj.com/articles/with-facebook-at-war-zuckerberg-adopts-more-aggressive-style-1542577980", "urlToImage": "https://images.wsj.net/im-37742/social", "publishedAt": "2018-11-18T21:55:30Z", "content": "Mark Zuckerberg gathered roughly 50 of his top lieutenants earlier this year and told them that Facebook Inc. FB -3.00% was at war and he planned to lead the company accordingly. During times of peace, executives can move more slowly and ensure that everybody… [+9348 chars]", "fulltext": "What exactly is Facebook? It depends on when you asked Mark Zuckerberg. To see how Facebook became an election-influencing player, we dug into the archives and looked at the company's changing view of itself. Photo Illustration: Heather Seidel/The Wall Street Journal; Photos: Associated Press\n\nMark Zuckerberg gathered about 50 of his top lieutenants earlier this year and told them that Facebook Inc. was at war and he planned to lead the company accordingly.\n\nDuring times of peace, executives can move more slowly and ensure that everybody is on board with key decisions, he said during the June meeting, according to people familiar with the remarks. But with Facebook under siege from lawmakers, investors and angry users, he needed to act more decisively, the people said.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Larry Harris", "title": "A Strong Dollar Is Good for America", "description": "Weak currencies don’t help countries become—or stay—wealthy.", "url": "https://www.wsj.com/articles/a-strong-dollar-is-good-for-america-1542578128", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ982_Harris_SOC_20181115133649.jpg", "publishedAt": "2018-11-18T21:55:30Z", "content": "Whos afraid of a strong U.S. dollar? President Trump has remarked that it causes a little difficulty with doing business, frankly. Treasury Secretary Steven Mnuchin has claimed that a weak dollar is good for us, citing its impact on exports. Mr. Mnuchin is ri… [+3152 chars]", "fulltext": "Who’s afraid of a strong U.S. dollar? President Trump has remarked that it “causes a little difficulty with doing business, frankly.” Treasury Secretary Steven Mnuchin has claimed that a weak dollar is “good for us,” citing its impact on exports. Mr. Mnuchin is right that a weak dollar would be good for U.S. exports, but he’s wrong if he thinks it would benefit the economy as a whole. On the contrary, a weak dollar would impoverish the country.\n\nWealthy nations have strong currencies. A strong dollar allows Americans to buy goods, services and resources from other countries at low prices. Foreigners want to hold strong currencies, so they give goods in exchange for dollars that cost the Fed almost nothing to print.\n\nSeveral industries do stand to gain by pressuring for a weak dollar. That would make U.S. products cheaper and more attractive for foreign buyers, meaning U.S. manufacturers would export more, creating jobs and perhaps higher wages for their workers.\n\nPhoto: iStock/Getty Images\n\nBut the country would be worse off. A weak dollar would increase inflation, and require Americans to pay more for what they buy from other countries. Americans also would have to pay more for products that the U.S. exports, as elevated foreign demand would increase prices at home. Additionally, U.S. businesses—and indirectly, their investors—would receive less value when they export goods and services, many of which are high-tech products foreigners can buy only from the U.S.\n\nIn short, with a weaker dollar, the U.S. would pay more for everything it buys and receive less for everything it sells. That’s not how countries become or stay wealthy.\n\nOf course, the benefits of a strong dollar are not equally distributed. The rich consume more imported products, so they gain more. But this doesn’t mean we need to hurt the country with a weak dollar to help the working class. A strong dollar expands the economic pie, allowing the government to transfer some of the resulting benefits from the rich to the working class, leaving everyone better off.\n\nAny such redistribution policy must be crafted carefully to avoid reducing incentives or opportunities to work. The best approach is to provide subsidies to employers for hiring low-income workers. Wage subsidies would ensure that more of these workers would be employed and earn higher wages—a central object of weakening the dollar achieved at a far more reasonable cost. Wage subsidies also ensure that all recipients are working, making the country wealthier and more productive. The government should also support training programs to help the unemployed and underemployed acquire the skills necessary to produce the high-tech products that the U.S. exports.\n\nAlthough right-leaning Americans often oppose such government interventions, they are preferable to the alternatives. We would be worse off if voters used the ballot box to skew the exchange-rate policy or elect socialist politicians making dangerous promises.\n\nMaking the economic pie bigger is always better than fighting over how to cut it up. And the American pie is largest when the dollar is strong. Transferring some benefits of a strong dollar to the working class is the price the wealthy in this democratic country must pay to stay wealthy.\n\nMr. Harris is a professor of finance at the University of Southern California Marshall School of Business. He was chief economist of the Securities and Exchange Commission, 2002-04."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Elisabeth Braw", "title": "A 'True European Army'? Dream On - Wall Street Journal", "description": "Wall Street Journal A 'True European Army'? Dream On Wall Street Journal 'We must protect ourselves with respect to China, Russia, and even the United States,” French President Emmanuel Macron said earlier this month, calling for European strategic autonomy f…", "url": "https://www.wsj.com/articles/a-true-european-army-dream-on-1542577953", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY109_BrawNo_SOC_20181116124851.jpg", "publishedAt": "2018-11-18T21:52:00Z", "content": "We must protect ourselves with respect to China, Russia, and even the United States, French President Emmanuel Macron said earlier this month, calling for European strategic autonomy from the U.S. That autonomy would, in Mr. Macrons words, include a true Euro… [+4809 chars]", "fulltext": "‘We must protect ourselves with respect to China, Russia, and even the United States,” French President Emmanuel Macron said earlier this month, calling for European strategic autonomy from the U.S. That autonomy would, in Mr. Macron’s words, include a “true European army.” A few days later, German chancellor Angela Merkel echoed the call for a European force. The vision is gaining momentum, propelled in part by Donald Trump’s diplomacy of rudeness against America’s European allies.\n\nThere’s one complication: European strategic autonomy, while it may be politically appealing, is military unrealistic. There are superior options for enhancing the Continent’s role in international security.\n\nMr. Macron wants Europe to become “a natural sovereign power.” Militarily, this would require at least three core capabilities, says German Lt. Gen. Heinrich Brauss, a longtime North Atlantic Treaty Organization official who retired this summer: “an independent European nuclear deterrent, the ability to ensure collective defense of Europe, and the ability to carry out military-crisis interventions anywhere in the world.” But Europe lacks the capacity to guarantee its own defense, and to act independently against major rivals.\n\nFor decades, Europe’s nuclear umbrella has been provided by the U.S. Even if France were prepared to extend its nuclear deterrent to other nations, no European ally would want to forgo U.S. protection. Europe’s militaries simply don’t have enough of the large weapons systems necessary to credibly deter Russia or China. “A large share of the military high-end capabilities and strategic enablers for NATO’s full mission spectrum is provided by the United States,” Gen. Brauss notes.\n\nReplacing such American capabilities as well as manpower would force European governments to dramatically increase military spending from an average of less than 2% of GDP. In 2016 EU member states spent about €200 billion ($226 billion) on defense, compared with America’s $664 billion. And despite Mr. Trump’s insolence, U.S. spending on the European Deterrence Initiative—funding earmarked for European security, on top of the Pentagon’s regular budget—has increased from $789 million in 2016 to a requested $6.5 billion for next year.\n\nMr. Macron’s “European army” would require an integrated ground force, air force, and maritime force operating under a central command rather than under national governments. “For a true European army we’d need a European government, and currently that’s not in the realm of the possible,” says retired-Adm. Giampaolo di Paola, a former chief of defense and defense minister of Italy who also served as chairman of NATO’s military committee. The much more modest European Intervention Initiative, which Mr. Macron proposed in 2017, is already stalling. Germany suspects France is less interested in boosting European security than having allied troops relieve its forces in Africa.\n\nBut Mr. Macron is right that European defense is too fragmented, and there are realistic ways to address that problem. Some are already under way. Sweden and Finland have been integrating select air force and naval units since 2013. Sweden, Norway and Finland’s air forces conduct joint exercises nearly every week and use one another’s air bases. Belgium and the Netherlands maintain a shared naval fleet, and the Baltic states are considering building a combined navy. Together, France and Germany maintain a longstanding brigade. Parts of the Dutch Army are integrated into the German Army, and similar efforts are under way with German and Polish forces. Such pooling improves efficiency.\n\n“It’s very useful that the commander of the Dutch army has completed both the Dutch and the German general staff officer training,” says Gen. Bruno Kasdorf, a former commander of the German army. “Real European defense integration is only possible if future top commanders are well versed in other armed forces’ distinct aspects.”\n\nPeanuts? Perhaps. But incremental improvements are far more workable than visions of strategic autonomy. Adm. Di Paola argues that more bilateral integration is possible, with France, Germany, Italy or the U.K. as the senior partner.\n\nEuropeans must also strengthen their long-term security partnership with the U.S. Gen. Brauss notes that European allies should fulfill their commitments to enhancing the size, quality and readiness of their forces. “Improved capabilities, along with more investment and more cooperation, would strengthen both NATO and Europe’s ability to act,” he says. “It would also improve trans-Atlantic burden-sharing.” Mr. Trump would have considerably less fodder for angry tweets.\n\nThe danger of loose talk about strategic autonomy is that it becomes a botched self-fulfilling prophecy. The U.S. might take Europe at its word and disengage. Unless European politicians are willing to ask their voters to fund troops and weapons currently provided by the U.S., they should stop daydreaming about going solo.\n\nMs. Braw directs the Modern Deterrence project at the U.K.’s Royal United Services Institute for Defence and Security Studies."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "KC Johnson", "title": "DeVos Keeps Her Promise on Campus Due Process", "description": "Proposed new Title IX regulations aren’t perfect, but they vastly improve on Obama-era guidance.", "url": "https://www.wsj.com/articles/devos-keeps-her-promise-on-campus-due-process-1542577788", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK343_JOHNSO_SOC_20181116122235.jpg", "publishedAt": "2018-11-18T21:49:50Z", "content": "Betsy DeVos kept her promise. As the education secretary vowed in September 2017, the departments Office for Civil Rights last week formally proposed new regulations designed to create a more just process when campus tribunals adjudicate sexual-misconduct all… [+4504 chars]", "fulltext": "Betsy DeVos kept her promise. As the education secretary vowed in September 2017, the department’s Office for Civil Rights last week formally proposed new regulations designed to create a more just process when campus tribunals adjudicate sexual-misconduct allegations. The proposed rules closely track recent court rulings favoring accused students.\n\nIn 2017 interim guidance, Mrs. DeVos had invited schools to develop fairer procedures under the law known as Title IX. But nearly all retained the Obama administration’s approach, which was heavily tilted against accused students. (The University of Kentucky was the most prominent exception.)\n\nThe most significant proposed change involves cross-examination, a fundamental element of due process. The Obama administration had strongly discouraged schools from allowing cross-examination of an accuser. “If someone tells their story and then they need to be questioned on it, that can be an incredibly invasive and traumatizing experience,” Anurima Bhargava, an Obama Justice Department official, told the Journal this August. That’s a presumption of guilt.\n\nState and federal courts alike have held that the resulting processes are unconstitutional. In a case from the University of Michigan this September, the federal Sixth Circuit Court of Appeals ruled in favor of an accused student. “Not only does cross-examination allow the accused to identify inconsistencies in the other side’s story,” Judge Amul Thapar wrote, “but it also gives the fact-finder an opportunity to assess a witness’s demeanor and determine who can be trusted.” The Supreme Court, quoting legal scholar John Wigmore, has repeatedly described cross-examination as “greatest legal engine ever invented for the discovery of truth.”\n\nPhoto: iStock/Getty Images\n\nThe proposed regulations would apply that principle nationally. They would require live hearings in all Title IX cases, with lawyers or other advocates for the accused conducting cross-examinations of witnesses. Cross-examination can’t be effective unless accused students as well as accusers have access to all evidence—routinely denied to accused students under current practice.\n\nThe proposed regulations would require that accuser and accused alike have access to all evidence gathered in the investigation. If witnesses chose not to participate in the hearing, their statements would be discounted. The new rules would also dismantle the transparently unfair “single investigator” model, in which many colleges have allowed a single person, usually hired by the Title IX office, to be investigator, judge and jury.\n\nOne critical provision would mandate that schools turn over the materials they use to train adjudicators to either party on request. Washington’s Obama-era guidance required that Title IX adjudicators receive training in “the effects of trauma, including neurobiological change.” In practice, that is prejudicial: Many schools treat virtually any behavior by the accuser—including actions that real courts properly interpret as evidence of deception—as consistent with truthfulness. The University of Mississippi claims that “lies” by an accuser shouldn’t necessarily cast doubt on her credibility, arguing that lying simply is one of the “different responses” a victim can have to a sexual assault.\n\nThe proposed rules include provisions favorable to accusers as well. They stress that institutions must provide accommodations to students who allege sexual assault on campus or within school programs. The Obama administration notoriously mandated that schools apply the low “preponderance of evidence” standard in adjudicating claims. The new rules will permit them to continue doing so, and most almost certainly will. The regulations would impose limits on questioning about an accuser’s sexual history, in line with rape shield laws. They would retain an Obama-era requirement that schools allow accusers to appeal not-guilty findings.\n\nIn the past two years, groups representing sexual-assault accusers have insisted that they only want a fair process, not one that railroads accused students. Their response to the regulations proposed will provide a test of their sincerity.\n\nThe procedures that result from these new rules won’t be entirely fair to accused students. Unlike courtroom advocates, colleges lack subpoena power. And universities will still have strong incentives to favor accusers, if only to pre-empt media criticism or appease campus activist groups. But as the proposed regulations note, when a university “establishes an equitable process with due process protections and implements it consistently, its findings will be viewed with more confidence by the parties and the public.”\n\nMessrs. Johnson and Taylor are co-authors of “The Campus Rape Frenzy: The Attack on Due Process at America’s Universities.”"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chris Jacobs", "title": "Let the Individual Mandate Die", "description": "States that reimpose ObamaCare’s rule are likely to lose a legal challenge.", "url": "https://www.wsj.com/articles/let-the-individual-mandate-die-1542577741", "urlToImage": "https://images.wsj.net/im-37314/social", "publishedAt": "2018-11-18T21:49:03Z", "content": "In May New Jersey imposed a health-insurance mandate requiring all residents to buy insurance or pay a penalty. More states will feel pressure to follow suit in the coming year as the federal mandates penalty disappears Jan. 1 and state legislatures reconvene… [+3781 chars]", "fulltext": "In May New Jersey imposed a health-insurance mandate requiring all residents to buy insurance or pay a penalty. More states will feel pressure to follow suit in the coming year as the federal mandate’s penalty disappears Jan. 1 and state legislatures reconvene, some with new Democratic majorities intent on “protecting” ObamaCare. But conflicts with federal law will make state-level health-insurance mandates ineffective or unduly onerous, and governors and legislatures would do well to steer clear.\n\nWhile states can require citizens to purchase health coverage, they will have trouble ensuring compliance. Federal law prohibits the Internal Revenue Service from disclosing tax-return data, except under limited circumstances. And there is no clear precedent allowing the IRS to disclose coverage data to verify compliance with state insurance requirements.\n\nPhoto: Richard B. Levine/Zuma Press\n\nAccordingly, mandates enacted in New Jersey and the District of Columbia earlier this year created their own coverage-reporting regimes. But those likely conflict with the Employee Retirement Income Security Act, or Erisa, which explicitly pre-empts “any and all state laws insofar as they may now or hereafter relate to any employee benefit plan.” The point is to protect large employers who self-insure workers from 50 sets of conflicting state laws.\n\nNo employer has used Erisa to challenge Massachusetts’ 2006 individual mandate, which includes reporting requirements, but that doesn’t mean it’s legal. Last month a Brookings Institution paper conceded that “state requirements related to employer benefits like health coverage may be subject to legal challenge based on ERISA preemption.”\n\nA 2016 Supreme Court ruling would bolster such a challenge. In Gobeille v. Liberty Mutual, the court struck down a Vermont law that required employers to submit health-care payment claims to a state database. The court said the law was pre-empted by Erisa.\n\nWriting for a six-justice majority, Justice Anthony Kennedy noted the myriad reporting requirements under federal law. Vermont’s law required additional record-keeping. Justice Kennedy concluded that “differing, or even parallel, regulations from multiple jurisdictions could create wasteful administrative costs and threaten to subject plans to wide-ranging liability.”\n\nJustice Kennedy’s opinion provides a how-to manual for employers to challenge state-level insurance mandates. A morass of state-imposed insurance mandates and reporting requirements would unnecessarily burden employers with costs and complexity. It cries out for pre-emptive relief.\n\nUnfortunately, policy makers have ignored these concerns. Notes from the working group that recommended the District of Columbia’s individual mandate never mention the reporting burden or Erisa pre-emption. And in August the federal Centers for Medicare and Medicaid Services approved New Jersey’s waiver application that relied in part upon funding from that state’s new individual mandate, even though money from the difficult-to-enforce requirement may never materialize.\n\nStates already cannot require federal agencies to report coverage. This means their mandates won’t track the 2.3 million covered by the Indian Health Service, 9.3 million receiving health care from the Veterans Administration, 8.8 million disabled under age 65 who are enrolled in Medicare, 9.4 million military Tricare enrollees and 8.2 million federal employees and retirees.\n\nIf a successful Erisa challenge also exempts some of the 181 million with employer-based insurance from coverage-reporting requirements, state insurance mandates become farcical. States would have to choose between mandates that run on the “honor system”—thus likely rife with cheating—or taking so much time and energy to verify coverage that administration becomes prohibitively expensive.\n\nStates should take the hint and refrain from even considering their own coverage mandates. But if they don’t, smart employers should challenge the mandate’s reporting requirements. They’d likely win.\n\nMr. Jacobs is founder and CEO of Juniper Research Group."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Costas Synolakis", "title": "Lessons From the Paradise Fire - Wall Street Journal", "description": "Wall Street Journal Lessons From the Paradise Fire Wall Street Journal Two large fires continue to ravage Northern and Southern California. In and around Paradise, Ca.—a town of 27,000 in the western foothills of the Sierra Nevadas—the Camp Fire has consumed …", "url": "https://www.wsj.com/articles/lessons-from-the-paradise-fire-1542577702", "urlToImage": "https://images.wsj.net/im-37724/social", "publishedAt": "2018-11-18T21:48:00Z", "content": "Two large fires continue to ravage Northern and Southern California. In and around Paradise, Ca.a town of 27,000 in the western foothills of the Sierra Nevadasthe Camp Fire has consumed an area roughly the size of New York City. At least 73 people have died a… [+3232 chars]", "fulltext": "Two large fires continue to ravage Northern and Southern California. In and around Paradise, Ca.—a town of 27,000 in the western foothills of the Sierra Nevadas—the Camp Fire has consumed an area roughly the size of New York City. At least 73 people have died and more than 1,300 are missing.\n\nThe fire was reported at 6:30 a.m. on Nov. 8. The flames moved swiftly, driven downhill toward Paradise by winds reaching 55 miles an hour. By 8 a.m. the town was engulfed. Though conditions were harrowing, most were able to flee to safety.\n\nThe Camp Fire bears striking similarities to a wildfire that killed 99 people in Mati, a wooded coastal suburb of Athens, Greece, this summer. It is highly likely that both the Paradise and Mati fires were caused by electric lines downed by high winds. In both countries, fire crews fought heroically to contain the fires, but were stretched thin and had difficulty maintaining situational awareness. In both countries, planning was insufficient because officials thought the probability of a devastating wildfire appeared remote. “Nobody thought this could happen,” said President Trump on Saturday.\n\nAlthough a fraction of the Camp Fire’s size, the Mati fires killed a much larger share of the affected population. That’s because residents of Mati had never participated in an evacuation drill and so were unprepared to flee in an orderly fashion. Many of Mati’s 5,000 residents panicked and ran to the coastline, where high coastal cliffs protected 800 people who managed to hike down to the beach. Without the cliffs, the death toll would have been even higher.\n\nIn both Mati and Paradise, survivors disproved dire predictions about how long it takes to get out of harm’s way in a natural disaster. Computer models showed that Mati could be evacuated in about 60 minutes. In reality the most severely burned area self-evacuated in about 30 minutes, even though no evacuation order was given. People simply ran for their lives. A full evacuation order was issued in Paradise around 9 a.m., while the town was already burning.\n\nGovernment officials often delay ordering mandatory large-scale evacuations, either out of a belief that panic will cost lives or that there will be a political cost for causing inconvenience if the threat ends up being overstated. People get angry when they are forced to leave home for a disaster that doesn’t materialize. In both California and Greece, most people heard about the fire not from government emergency-alert systems but from neighbors or friends.\n\nCalifornia’s first responders saved an untold number of lives last week. The state’s Office of Emergency Services’ key focus on managing a robust mutual-aid system among jurisdictions helped reduce losses and ameliorate suffering. But looking ahead, this may not be enough.\n\nWildfires will become more intense and frequent in the coming decades because of climate change, overdevelopment and poor forest management. Mediterranean climates will be especially vulnerable. Governments and utilities must find the money to bury electricity wires in fire-prone areas. Officials must also prepare people to evacuate their homes and workplaces when—not if—life-threatening weather or fire approaches. In at-risk areas, everyone needs to adopt the assumption that such a deadly natural disaster could happen tomorrow and that they might need to leave immediately.\n\nMr. Synolakis is a professor of civil engineering and an expert on natural disasters at the University of Southern California."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Suzanne Kapner", "title": "Black Friday Shoppers Beware: Online Shopping Gets More Complicated", "description": "As Americans gear up for the year-end shopping spree that marks its start with Black Friday, those who order online will have some tough choices to make.", "url": "https://www.wsj.com/articles/black-friday-shoppers-beware-online-shopping-gets-more-complicated-1542556800", "urlToImage": "https://images.wsj.net/im-37119/social", "publishedAt": "2018-11-18T20:41:20Z", "content": "As Americans gear up for the year-end shopping spree that marks its start with Black Friday, those who order online will have some tough choices to make. They can pick up items in a local store, or have them delivered to their car in the parking lot. They can… [+6711 chars]", "fulltext": "As Americans gear up for the year-end shopping spree that marks its start with Black Friday, those who order online will have some tough choices to make.\n\nThey can pick up items in a local store, or have them delivered to their car in the parking lot. They can reserve clothing online and have it waiting in a fitting room to try on. Or they can take advantage of an expanding menu of free shipping choices, some with guaranteed next-day delivery in a direct challenge to Amazon.com Inc.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dov Lieber", "title": "Coalition in Turmoil...", "description": "Coalition in Turmoil... (Second column, 3rd story, link ) Related stories: Netanyahu says calling Israeli election now would be 'irresponsible'... EL AL diverts flight after religious passengers become violent in Shabbat scare... Advertise here", "url": "https://www.wsj.com/articles/netanyahus-coalition-in-turmoil-as-he-rejects-partners-demand-1542569719", "urlToImage": "https://images.wsj.net/im-37731/social", "publishedAt": "2018-11-18T20:25:39Z", "content": "TEL AVIVIsraeli Prime Minister Benjamin Netanyahu on Sunday appointed himself defense minister, rejecting a coalition partners key demand in a move that could collapse the government. The resignation last week of Israels hard-line defense minister Avigdor Lie… [+3716 chars]", "fulltext": "TEL AVIV—Israeli Prime Minister Benjamin Netanyahu on Sunday appointed himself defense minister, rejecting a coalition partner’s key demand in a move that could collapse the government.\n\nThe resignation last week of Israel’s hard-line defense ministerAvigdor Lieberman over the prime minister’s Gaza policy has thrown Mr. Netanyahu’s government into crisis. Mr. Lieberman withdrew his Yisrael Beitenu party from the governing coalition, cutting its majority in the Israeli parliament, or Knesset, to a precarious 61 of 120 seats.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Chaney", "title": "Global Economy Week Ahead: U.S. Housing Starts, Consumer Sentiment", "description": "In the week ahead, the U.S. will see fresh data on housing starts, durable goods, existing-home sales and consumer sentiment.", "url": "https://www.wsj.com/articles/global-economy-week-ahead-u-s-housing-starts-consumer-sentiment-1542571200", "urlToImage": "https://images.wsj.net/im-37690/social", "publishedAt": "2018-11-18T20:00:02Z", "content": "In the week ahead, the U.S. will see fresh data on housing starts, durable goods, existing-home sales and consumer sentiment. The Commerce Department releases data on October housing starts and permits. In September, starts fell 5.3%, while permits also decli… [+1498 chars]", "fulltext": "In the week ahead, the U.S. will see fresh data on housing starts, durable goods, existing-home sales and consumer sentiment.\n\nTUESDAY\n\nThe Commerce Department releases data on October housing starts and permits. In September, starts fell 5.3%, while permits also declined. Builders appear to be taking a cautious stance given weak sales of new homes. Economists surveyed by The Wall Street Journal forecast housing starts rose 1.6% in October.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alex Leary", "title": "Trump Says DHS Secretary Nielsen Needs to Get 'Much Tougher' - Wall Street Journal", "description": "Wall Street Journal Trump Says DHS Secretary Nielsen Needs to Get 'Much Tougher' Wall Street Journal WASHINGTON—President Trump made clear that he isn't satisfied with the performance of two top officials, saying he wants Homeland Security Secretary Kirstjen …", "url": "https://www.wsj.com/articles/trump-says-dhs-secretary-nielsen-needs-to-get-much-tougher-1542563000", "urlToImage": "https://images.wsj.net/im-37733/social", "publishedAt": "2018-11-18T19:47:31Z", "content": "WASHINGTONPresident Trump made clear that he isnt satisfied with the performance of two top officials, saying he wants Homeland Security Secretary Kirstjen Nielsen to be much tougher and that Ms. Nielsens biggest defender in the West Wing, chief of staff John… [+2511 chars]", "fulltext": "WASHINGTON—President Trump made clear that he isn’t satisfied with the performance of two top officials, saying he wants Homeland Security Secretary Kirstjen Nielsen to be “much tougher” and that Ms. Nielsen’s biggest defender in the West Wing, chief of staff John Kelly, lacks certain job skills.\n\nMr. Trump has been discussing possible successors for both, White House officials said last week, amid broader changes in the administration as it heads into its third year. This month, Mr. Trump fired Attorney General Jeff Sessions..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Pasztor", "title": "Lion Air Crash Probe Eyes Sensor Hazards Stretching Back Years", "description": "Investigators are examining how Boeing heeded earlier warnings on the potential hazards of flight-control-sensor failures similar to the one implicated in last month’s Lion Air jet crash.", "url": "https://www.wsj.com/articles/lion-air-crash-probe-eyes-sensor-hazards-stretching-back-years-1542549600", "urlToImage": "https://images.wsj.net/im-37697/social", "publishedAt": "2018-11-18T19:46:49Z", "content": "Aviators around the globe have long recognized potential hazards of malfunctioning flight-control sensors similar to the one implicated in last months Lion Air jet crash. Now, investigators are examining how plane maker Boeing Co. BA -1.65% heeded those earli… [+6812 chars]", "fulltext": "Aviators around the globe have long recognized potential hazards of malfunctioning flight-control sensors similar to the one implicated in last month’s Lion Air jet crash. Now, investigators are examining how plane maker Boeing Co. BA -1.58% heeded those earlier warnings.\n\nThe latest investigation has expanded to delve into whether Boeing—as well as regulators specifically responsible for certifying the sensor system—fully incorporated those earlier safety lessons into the final design of the Boeing 737 MAX 8, the model that crashed in Indonesia, according to industry and government officials.\n\nThe Federal Aviation Administration, which oversaw the design and testing of the suspect sensor and related hardware, has said it is reviewing risk analyses and pilot-training requirements originally developed by Boeing. These actions are part of the crash investigation led by Indonesian authorities, according to the agency.\n\nIn a statement Sunday, Boeing said it “continually learns from its fleet experience, which includes closely following aircraft incidents and airworthiness directives that are issued, and then strives to incorporate lessons learned into its designs and recommended procedures.” Regulators issue airworthiness directives to mandate safety fixes, and typically aircraft operators are given firm deadlines by which they need to finish the inspections or other required actions.\n\nThe company also reiterated it continues to provide technical assistance to investigators examining the Lion Air crash.\n\nCalled angle-of-attack indicators, the system on the 737 MAX 8 models sends data to flight-control computers about how high or low a plane’s nose or wings are compared to level flight. But if erroneous information is transmitted in certain situations while pilots are flying manually, the plane’s computers will automatically and repeatedly push the nose down. Investigators have said publicly this is what they believe occurred on Lion Air Flight 610, because some apparent problem with the sensor system incorrectly indicated the plane was on an excessively steep climb at a relatively slow speed.\n\nOn MAX 8 models, under certain conditions, pilots may be unable to pull the plane out of a dive unless they react quickly and proceed to the most relevant portion of their emergency checklist. One fundamental question is how the FAA gave the green light for a system in which one malfunctioning sensor—called a “single point failure” in engineering lingo—can lead to a catastrophic dive.\n\nFlip the Switch Pulling back on the yoke won't stop a stall-prevention system in Boeing's new 737 MAX planes from pushing the nose down if it is getting bad sensor data. But turning off the system will. In Boeing's older 737 models, a common practice of pulling back on the control column (yoke) will stop cockpit systems from automatically pushing down the plane's nose. In Boeing's new 737 Max models, pulling back the yoke won't work if its stall- prevention system is getting faulty data from sensors. But an existing procedure works for both: pilots flip switches to keep the plane from pushing the nose down. Windshield Throttle quadrant Yoke Yoke Cutoff\n\nInvestigators haven’t determined exactly what role erroneous angle-of-attack data played in the Lion Air tragedy, and other potential malfunctions or factors may have contributed. In addition, since the crash, Boeing has said its flight manuals and training materials adequately addressed the risks, privately telling pilots and airlines that any pilot who follows required procedures can avoid a crash, according to government and industry officials familiar with the discussions.\n\nIn addition to sensor hardware, investigators also are looking into operation of separate software used to digitally process signals from sensors.\n\nAs far back as 2013, however, regulators on both sides of the Atlantic issued safety directives mandating emergency pilot responses to ensure that failures of the same type of sensors on long-range Airbus SE A330 and 340 models didn’t result in an uncontrolled dive. Concluding that in some cases an aircraft’s nose couldn’t be raised even with maximum pilot manual commands, regulators ordered that suspect parts be replaced.\n\nThe following year, the European Aviation Safety Agency issued an emergency order revising certain cockpit procedures to deal with blocked angle-of-attack sensors on thousands of Airbus wide-body and narrow-body jets. And just last month, U.S. regulators increased the number of Airbus A319 and A320 models included in a different safety directive also focused on the dangers of blocked sensors.\n\nThose previous actions primarily covered angle-of-attack sensors that were blocked or rendered temporarily inoperative by icing. The Lion Air probe is assessing other potential causes for problems with the sensor.\n\nRegarding Boeing aircraft, the FAA in 2013 proposed a safety directive mandating inspection and possible replacement of angle-of-attack sensors affecting a total of more than 1,000 747 jumbo jets and older 737 models. The agency determined malfunctioning sensors could result in false stall warnings to pilots during takeoffs.\n\nAs the latest investigation gains steam, safety experts increasingly are paying attention to the same category of dire consequences that confronted Airbus crews: forceful, automated nose-down commands while flying manually, which can be particularly dangerous if pilots are surprised and confused about how to counteract them.\n\nSome of the data-processing units for angle-of-attack sensors and others measuring airspeed on the Lion Air jet were manufactured by Honeywell International Inc. A spokesman said the company has been contacted by the National Transportation Safety Board and is cooperating. The probe is expected to examine whether possible problems with those units may have contributed to the crash.\n\nThe sensors themselves were supplied by a United Technologies Corp. unit, which didn’t respond to a request for comment.\n\nIntroducing new systems, even those meant to enhance safety such as the MAX 8’s stall-protection features, can come with pitfalls as teething difficulties are addressed, according to safety experts.\n\nWhen a previous upgrade to Boeing’s 737 plane entered service, it also created problems. A British Midland 737-400 crashed in England on Jan. 8, 1989, after an engine failure, killing 47 of the 126 people onboard. Investigators determined new cockpit instruments, though not the cause of the accident, made it more difficult for the crew to manage the situation. They recommended enhanced training for pilots.\n\n“The challenge for manufacturers is to introduce the sorts of technology which have made aviation as safe as it is” while simultaneously “minimizing the conversion training that is required to fly different aircraft of the same family,” said Graham Braithwaite, who teaches safety and accident investigation at Britain’s Cranfield University.\n\n—Andrew Tangel contributed to this article.\n\nWrite to Andy Pasztor at andy.pasztor@wsj.com and Robert Wall at robert.wall@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sam Goldfarb", "title": "Debt-Market Slowdown Troubles Investors", "description": "When businesses have sold debt recently, they have often struggled to attract much interest, triggering worries that borrowing costs for U.S. companies might go up.", "url": "https://www.wsj.com/articles/debt-market-slowdown-troubles-investors-1542568103", "urlToImage": "https://images.wsj.net/im-37705/social", "publishedAt": "2018-11-18T19:43:41Z", "content": "Signs of stress are mounting in the corporate-bond market, where rising interest rates and lackluster demand for new debt have investors questioning whether a long run of favorable borrowing conditions for U.S. companies is ending or merely hitting a rough pa… [+6370 chars]", "fulltext": "Signs of stress are mounting in the corporate-bond market, where rising interest rates and lackluster demand for new debt have investors questioning whether a long run of favorable borrowing conditions for U.S. companies is ending or merely hitting a rough patch.\n\nThe amount of extra yield, or spread, that investors demand to hold investment-grade U.S. corporate bonds instead of benchmark U.S. Treasurys in recent days reached its highest level in nearly two years, while spreads on junk-rated bonds hit a 19-month high.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erich Schwartzel", "title": "Less-Than-'Fantastic' Start for Harry Potter Spinoff - Wall Street Journal", "description": "Wall Street Journal Less-Than-'Fantastic' Start for Harry Potter Spinoff Wall Street Journal LOS ANGELES—Harry Potter's spell on moviegoers is proving more effective overseas. “Fantastic Beasts: The Crimes of Grindelwald,” the latest installment in J.K. Rowli…", "url": "https://www.wsj.com/articles/less-than-fantastic-start-for-harry-potter-spinoff-1542567646", "urlToImage": "https://images.wsj.net/im-37741/social", "publishedAt": "2018-11-18T19:07:45Z", "content": "LOS ANGELESHarry Potters spell on moviegoers is proving more effective overseas. Fantastic Beasts: The Crimes of Grindelwald, the latest installment in J.K. Rowlings Wizarding World series, opened to a franchise low in the U.S. and Canada this weekend while p… [+2437 chars]", "fulltext": "LOS ANGELES—Harry Potter’s spell on moviegoers is proving more effective overseas.\n\n“Fantastic Beasts: The Crimes of Grindelwald,” the latest installment in J.K. Rowling’s Wizarding World series, opened to a franchise low in the U.S. and Canada this weekend while posting robust returns in international markets.\n\nThe movie, starring Eddie Redmayne and Ezra Miller, collected an estimated $62.2 million stateside, about 16% below the 2016 debut of the original “Fantastic Beasts.” Overseas returns, however, added $191 million for a world-wide tally of $253 million.\n\nThe Harry Potter series has always generated international returns exceeding domestic grosses, one of several major franchises across Hollywood with such a lopsided dynamic. The original “Fantastic Beasts” went on to gross $234 million domestically and an additional $580 million abroad.\n\nJ.K. Rowling’s wizard epic is a crucial franchise for AT&T Inc.’s Warner Bros., having inspired the series of successful “Harry Potter” adaptations and theme parks in Orlando and Los Angeles. The latest “Fantastic Beasts” suffered from poor critical reaction, but world-wide interest has grown as younger moviegoers are introduced to characters that first made its debut on screen in 2001.\n\n“You’ve got this mix of older fans who grew up with the books, and now this younger demographic coming in as well,” said Ron Sanders, Warner’s president of world-wide distribution.\n\nTwo other new releases arrived to middling returns.\n\n“Instant Family,” a comedy about foster parents starring Mark Wahlberg, collected a so-so $14.7 million. It was released by Viacom Inc.’s Paramount Pictures.\n\n“Widows,” a critically acclaimed heist thriller starring Viola Davis as a woman who must complete a robbery her deceased husband left unfinished, collected a tepid $12.3 million.\n\n“Widows” has been considered a contender for Academy Awards nominations since its debut at film festivals earlier this year; its disappointing opening could slow that momentum.\n\n“Widows” was released by Twentieth Century Fox, whose parent company, 21st Century Fox Inc., shares common ownership with the parent of The Wall Street Journal.\n\nLast week’s No. 1 movie, “Dr. Seuss’ The Grinch” held strong in second place, slipping only 44% to collect $38.2 million and likely stealing away some business from “Fantastic Beasts.” It has collected a hit $126.5 million in two weeks.\n\nThe Queen biopic “Bohemian Rhapsody” followed in third place with $15.7 million, continuing its successful run. It has grossed a cumulative $127.9 million.\n\nOf all the new releases, audiences liked “Instant Family” best, giving it an “A” grade, according to the CinemaScore market-research firm. “Fantastic Beasts” received a “B+” and “Widows” got a “B.”"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gabriel T. Rubin", "title": "Trump Says He Is Unlikely to Agree to Sit-Down Interview in Mueller Probe - Wall Street Journal", "description": "Wall Street Journal Trump Says He Is Unlikely to Agree to Sit-Down Interview in Mueller Probe Wall Street Journal President Donald Trump said he probably wouldn't agree to a sit-down interview with Special Counsel Robert Mueller after his legal team submits t…", "url": "https://www.wsj.com/articles/trump-says-he-is-unlikely-to-agree-to-sit-down-interview-in-mueller-probe-1542562598", "urlToImage": "https://images.wsj.net/im-37735/social", "publishedAt": "2018-11-18T17:41:45Z", "content": "President Donald Trump said he probably wouldnt agree to a sit-down interview with investigators probing Russian election interference, saying his written responses to the Special Counsel Robert Muellers questions would probably be the end. Asked in a Fox int… [+3824 chars]", "fulltext": "Special Counsel Robert Mueller’s investigators are scrutinizing comments that Trump adviser Roger Stone made about WikiLeaks before the 2016 election. WSJ’s Shelby Holliday breaks down the timeline. Photo: Getty Images.\n\nPresident Donald Trump said he probably wouldn’t agree to a sit-down interview with investigators probing Russian election interference, saying his written responses to the Special Counsel Robert Mueller’s questions would probably be “the end.”\n\nAsked in a Fox interview if it was his final position that there would be no sit-down with Mr. Mueller, Mr. Trump responded: “Probably. I mean, I can change my mind, but probably.”\n\nMr...."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tom Fairless", "title": "Macron, Merkel Show Unity on Defense and Security - Wall Street Journal", "description": "Wall Street Journal Macron, Merkel Show Unity on Defense and Security Wall Street Journal The leaders of France and Germany pledged on Sunday to strengthen the European Union and work toward the creation of a European army, in a show of unity on a controversi…", "url": "https://www.wsj.com/articles/macron-merkel-show-unity-on-defense-and-security-1542562391", "urlToImage": "https://images.wsj.net/im-37730/social", "publishedAt": "2018-11-18T17:33:40Z", "content": "The leaders of France and Germany pledged on Sunday to strengthen the European Union and work toward the creation of a European army, in a show of unity on a controversial initiative that has been criticized by President Donald Trump. Speaking in Germanys Low… [+2683 chars]", "fulltext": "The leaders of France and Germany pledged on Sunday to strengthen the European Union and work toward the creation of a European army, in a show of unity on a controversial initiative that has been criticized by President Donald Trump.\n\nSpeaking in Germany’s Lower House of Parliament, French President Emmanuel Macron called on European leaders to take more responsibility for their defense and security.\n\n“There..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael Wursthorn", "title": "Taking Toll of Tech's Tumble - Wall Street Journal", "description": "Wall Street Journal Taking Toll of Tech's Tumble Wall Street Journal —Netflix had been one of the best-performing stocks in the S&P 500 throughout the first half of the year, avoiding some of the volatility that rattled other tech giants in the early spring. …", "url": "https://www.wsj.com/articles/taking-toll-of-techs-tumble-1542560400", "urlToImage": "https://images.wsj.net/im-37704/social", "publishedAt": "2018-11-18T17:03:23Z", "content": "Wall Street has been souring since October on one of the years most popular trades, sparking a selloff that has erased roughly $575 billion in market value from Facebook Inc., FB -3.00% Amazon.com Inc., Apple Inc., AAPL 1.11% Netflix Inc. NFLX -1.33% and Goog… [+3280 chars]", "fulltext": "Wall Street has been souring since October on one of the year’s most popular trades, sparking a selloff that has erased roughly $575 billion in market value from Facebook Inc., Amazon.com Inc., Apple Inc., Netflix Inc. and Google parent Alphabet Inc. The quintet—commonly known as the FAANG stocks—has suffered steep losses as investors rethink their lofty valuations and projected growth in the months ahead. But their combined market cap still totals nearly $3 trillion, giving them considerable heft in the S&P 500 index.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erin Ailworth", "title": "California Firefighters Battle Exhaustion From Perpetual Blazes - Wall Street Journal", "description": "Wall Street Journal California Firefighters Battle Exhaustion From Perpetual Blazes Wall Street Journal PARADISE, Calif.—Many firefighters battling California's deadliest wildfire in Paradise have spent the past year hopping from one major blaze to another—ea…", "url": "https://www.wsj.com/articles/california-firefighters-battle-exhaustion-from-perpetual-blazes-1542556801", "urlToImage": "https://images.wsj.net/im-37644/social", "publishedAt": "2018-11-18T16:06:28Z", "content": "PARADISE, Calif.Many firefighters battling Californias deadliest wildfire in Paradise have spent the past year hopping from one major blaze to anothereach worse than the last. Now with this months Camp Fire, which has claimed at least 76 lives, burned 142,000… [+3484 chars]", "fulltext": "PARADISE, Calif.—Many firefighters battling California’s deadliest wildfire in Paradise have spent the past year hopping from one major blaze to another—each worse than the last.\n\nFor fire Captain Richard Hiatt and his crew from the Cosumnes Fire Department in California, they thought they were facing the worst blaze of their careers when they worked the deadly Tubbs Fire in Santa Rosa in October 2017, then again when they battled the Thomas Fire in Southern California last December. And yet again as they helped snuff a pair..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Julie Bykowicz", "title": "Small Campaign Donors Are Gift That Keeps Giving", "description": "Presidential hopefuls for 2020 are amassing lists of individual contributors who represent not just millions of dollars in donations but also a valuable asset for the future.", "url": "https://www.wsj.com/articles/small-campaign-donors-are-gift-that-keeps-giving-1542556800", "urlToImage": "https://images.wsj.net/im-37699/social", "publishedAt": "2018-11-18T16:00:03Z", "content": "WASHINGTONMassachusetts Sen. Elizabeth Warren received her one millionth campaign contribution in July. The donations have value beyond an immediate few bucks: They add names to a supporter list that could become a virtual ATM if she decides to run for presid… [+6994 chars]", "fulltext": "WASHINGTON—Massachusetts Sen. Elizabeth Warren received her one millionth campaign contribution in July. The donations have value beyond an immediate few bucks: They add names to a supporter list that could become a virtual ATM if she decides to run for president.\n\nFor Ms. Warren, other would-be Democratic contenders and President Trump, the midterm elections this month were a fresh opportunity for “list building”—shorthand for the collection of supporter information such as emails, phone numbers and home addresses. These lists..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sam Schechner", "title": "French Drivers Spark Broad Protest Against Macron - Wall Street Journal", "description": "Wall Street Journal French Drivers Spark Broad Protest Against Macron Wall Street Journal More than a quarter of a million French people took to the streets this weekend to protest higher gasoline taxes and other pocketbook issues, the latest rebuke to Presid…", "url": "https://www.wsj.com/articles/french-drivers-spark-broad-protest-against-macron-1542556783", "urlToImage": "https://images.wsj.net/im-37726/social", "publishedAt": "2018-11-18T15:59:00Z", "content": "More than a quarter of a million French people took to the streets this weekend to protest higher gasoline taxes and other pocketbook issues, the latest rebuke to President Emmanuel Macron, whose popularity is scraping new lows. The protestersdubbed the gilet… [+2878 chars]", "fulltext": "More than a quarter of a million French people took to the streets this weekend to protest higher gasoline taxes and other pocketbook issues, the latest rebuke to President Emmanuel Macron, whose popularity is scraping new lows.\n\nThe protesters—dubbed the gilets jaunes, or yellow vests, after the fluorescent reflective gear they sport—have been snarling roads, highways and even Paris’s Champs-Élysées to call for a halt to increases in gasoline taxes and express discontent about stagnant purchasing power for many French households.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Gallagher", "title": "Nvidia's Crypto Burn Will Take Time to Heal - Wall Street Journal", "description": "Wall Street Journal Nvidia's Crypto Burn Will Take Time to Heal Wall Street Journal For Nvidia, NVDA -18.76% cleaning out months worth of inventory may prove to be the easy part. The hard part for the once-highflying chip maker will be winning back the trust …", "url": "https://www.wsj.com/articles/nvidias-crypto-burn-will-take-time-to-heal-1542553201", "urlToImage": "https://images.wsj.net/im-37676/social", "publishedAt": "2018-11-18T15:00:57Z", "content": "For Nvidia, NVDA -18.76% cleaning out months worth of inventory may prove to be the easy part. The hard part for the once-highflying chip maker will be winning back the trust of investors. That trust took what was once a niche PC-gaming company and turned it … [+1752 chars]", "fulltext": "Nvidia was worth about $176 billion at its peak six weeks ago. Now, it’s worth just under $100 billion.\n\nNvidia was worth about $176 billion at its peak six weeks ago. Now, it’s worth just under $100 billion. Photo: mike blake/Reuters\n\nFor Nvidia , NVDA 0.20% cleaning out months worth of inventory may prove to be the easy part.\n\nThe hard part for the once-highflying chip maker will be winning back the trust of investors. That trust took what was once a niche PC-gaming company and turned it into one of the world’s most-valuable semiconductor names. At its peak just six weeks ago, Nvidia was worth about $176 billion—nearly five times its value from just two years earlier. Thanks to last month’s marketwide selloff and a disappointing forecast from Nvidia for its current quarter, the company is worth just under $100 billion now."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jimmy Vielkind", "title": "No Longer Leading N.Y. Senate, Republicans Plan to Go on Attack", "description": "Republicans in the New York state Senate, their ranks reduced after electoral losses, say their focus will shift to speaking out against Democratic priorities set for consideration in the new year.", "url": "https://www.wsj.com/articles/no-longer-leading-state-senate-republicans-plan-to-go-on-attack-1542549601", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK533_1118ny_SOC_20181117105534.jpg", "publishedAt": "2018-11-18T14:00:03Z", "content": "Republicans in the state Senate, their ranks reduced by almost a third after electoral losses, say their focus will shift to speaking out against Democratic priorities that are teed up for consideration in the new year. Im scared to death about whats coming, … [+2798 chars]", "fulltext": "Republicans in the state Senate, their ranks reduced by almost a third after electoral losses, say their focus will shift to speaking out against Democratic priorities that are teed up for consideration in the new year.\n\n“I’m scared to death about what’s coming,” Sen. John Flanagan, a Republican from Long Island, said after a Friday meeting at the Capitol. “Now they have been given the mantle of governing, I will match my ability to articulate positions with anybody. We’re ready to go right at it.”\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laurence Norman", "title": "European Governments Bewildered by UK's Brexit Turmoil - Wall Street Journal", "description": "Wall Street Journal European Governments Bewildered by UK's Brexit Turmoil Wall Street Journal BRUSSELS—As the British government convulses over Theresa May's Brexit deal, its negotiating partners in Europe are watching with bewilderment and anxiety, tempered…", "url": "https://www.wsj.com/articles/european-governments-bewildered-by-u-k-s-brexit-turmoil-1542547666", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK542_brexeu_SOC_20181117171337.jpg", "publishedAt": "2018-11-18T13:33:40Z", "content": "BRUSSELSAs the British government convulses over Theresa Mays Brexit deal, its negotiating partners in Europe are watching with bewilderment and anxiety, tempered by a flickering hope that the U.K. Parliament might yet decide the pain of Brexit isnt worth it.… [+4690 chars]", "fulltext": "BRUSSELS—As the British government convulses over Theresa May’s Brexit deal, its negotiating partners in Europe are watching with anxiety, tempered by a flickering hope that the U.K. Parliament might yet decide the pain of Brexit isn’t worth it.\n\nEuropean Council President Donald Tusk voiced that hope on Thursday when he said the European Union is prepared for a quick deal or no deal at all but is “best prepared for a no-Brexit scenario.”\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alicia A. Caldwell", "title": "Caravan Migrants Arrive in Tijuana, Prepare for Long Wait to Seek Asylum in US - Wall Street Journal", "description": "Wall Street Journal Caravan Migrants Arrive in Tijuana, Prepare for Long Wait to Seek Asylum in US Wall Street Journal TIJUANA, Mexico—Hundreds of people who traveled with a migrant caravan from Central America have begun arriving in this Mexican border town,…", "url": "https://www.wsj.com/articles/caravan-migrants-arrive-in-tijuana-prepare-for-long-wait-to-seek-asylum-in-u-s-1542546001", "urlToImage": "https://images.wsj.net/im-37423/social", "publishedAt": "2018-11-18T13:04:00Z", "content": "TIJUANA, MexicoHundreds of people who traveled with a migrant caravan from Central America have begun arriving in this Mexican border town, where they face a long wait to try to win asylum in the U.S. The earliest members of the migrant caravan, which Preside… [+3895 chars]", "fulltext": "Tensions flare in Tijuana as thousands of migrants seeking asylum in the U.S. fill shelters and beaches in the Mexican border city.\n\nTIJUANA, Mexico—Hundreds of residents of this border city took to the streets to protest the arrival of the largest of the Central American caravans making their way through Mexico, a signal of rising unrest as local authorities grapple to provide humanitarian assistance to the thousands of migrants seeking to enter the U.S.\n\nClose to 300 protesters gathered a few blocks from the Benito Juárez migrant shelter on Sunday, waving Mexican flags and shouting: “No more caravans! Our poor come first!”\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rob Taylor", "title": "US-China Divisions Exposed After One Phrase 'Torpedoed' Pacific Accord - Wall Street Journal", "description": "Wall Street Journal US-China Divisions Exposed After One Phrase 'Torpedoed' Pacific Accord Wall Street Journal PORT MORESBY, Papua New Guinea—A summit of world leaders ended in acrimony Sunday with the host nation accusing Chinese officials of threatening beh…", "url": "https://www.wsj.com/articles/u-s-china-divisions-exposed-after-one-phrase-torpedoed-pacific-accord-1542543774", "urlToImage": "https://images.wsj.net/im-37721/social", "publishedAt": "2018-11-18T12:23:53Z", "content": "PORT MORESBY, Papua New GuineaA summit of world leaders ended in acrimony Sunday with the host nation accusing Chinese officials of threatening behavior and differences between the U.S. and China preventing delegates from reaching a consensus on trade, securi… [+6870 chars]", "fulltext": "A regional economic summit ended in acrimony Sunday as China adopted a more aggressive posture, suggesting any path to a possible trade deal with the U.S. will be complicated. Photo composite: Sharon Shi\n\nPORT MORESBY, Papua New Guinea—An economic summit of world leaders ended in acrimony on Sunday, as a fight over Chinese trade practices cast doubt over the ability of Washington and Beijing to resolve their trade battle soon.\n\nFor the first time in the Asia-Pacific Economic Cooperation summit’s nearly three-decade history, officials of the 21-member Pacific Rim group ended two days of meetings in Port Moresby without issuing a communiqué, with Papua New Guinea’s leader delivering only his summary of failed talks.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joshua Jamerson", "title": "FL Recount Set To Wrap...", "description": "FL Recount Set To Wrap... (Top headline, 4th story, link ) Related stories: DEMS FLIP ANOTHER SEAT! ALL OF ORANGE COUNTY TURNS BLUE... Target Mississippi... Advertise here", "url": "https://www.wsj.com/articles/florida-senate-race-set-to-come-to-a-close-as-recount-wraps-up-1542538800", "urlToImage": "https://images.wsj.net/im-37718/social", "publishedAt": "2018-11-18T12:07:37Z", "content": "WEST PALM BEACH, Fla.Floridians are bracing for state election officials to release vote totals Sunday from a hand recount of more than 65,000 ballots, an effort that is likely to settle a hotly contested U.S. Senate race here that has hung in limbo for nearl… [+3696 chars]", "fulltext": "WEST PALM BEACH, Fla.—Republicans shored up their U.S. Senate majority on Sunday when Florida Gov. Rick Scott narrowly prevailed over Democratic Sen. Bill Nelson, who conceded defeat nearly two weeks after Election Day as a second recount left him trailing by about 10,000 votes.\n\nMr. Scott’s pickup of a Democratic-held seat gives the GOP a 52-to-47 edge in the Senate, with one seat still to be decided by a runoff election in Mississippi this month that the Republican is favored to win. That would give the GOP a net gain of..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Miriam Gottfried", "title": "Buying Stakes in Private-Equity Firms, Not Just Their Funds, Pays Big", "description": "By buying stakes in private-equity firms, instead if just investing in their funds, investors such as Dyal Capital Partners are getting a direct cut of the hefty fees buyout firms charge and the profits from their deals.", "url": "https://www.wsj.com/articles/buying-stakes-in-private-equity-firms-not-just-their-funds-pays-big-1542542401", "urlToImage": "https://images.wsj.net/im-37580/social", "publishedAt": "2018-11-18T12:00:04Z", "content": "Private-equity firms take fund investors cash and earn handsome returns buying and selling companies. But an increasingly powerful type of investor is betting theres an even more profitable way in: by buying stakes in the private-equity firms themselves. That… [+5319 chars]", "fulltext": "Private-equity firms take fund investors’ cash and earn handsome returns buying and selling companies.\n\nBut an increasingly powerful type of investor is betting there’s an even more profitable way in: by buying stakes in the private-equity firms themselves. That means getting a direct cut of the hefty fees buyout firms charge and the profits from their deals.\n\nThe..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Noemie Bisserbe", "title": "France Prepares to Get Tough on Firms That Pay Women Less", "description": "Under a coming French law, companies that underpay women could be fined, an unusually strict approach even among countries that have turned up pressure on firms to bridge the divide.", "url": "https://www.wsj.com/articles/france-prepares-to-get-tough-on-firms-that-pay-women-less-1542542400", "urlToImage": "https://images.wsj.net/im-37634/social", "publishedAt": "2018-11-18T12:00:02Z", "content": "PARISFrance is preparing to fine companies that underpay women, a novel attempt to narrow the gender pay gap. Starting on Jan. 1, firms will be required under a new law to report how much they pay women compared with men, using a range of government-approved … [+4656 chars]", "fulltext": "PARIS—France is preparing to fine companies that underpay women, a novel attempt to narrow the gender pay gap.\n\nStarting on Jan. 1, firms will be required under a new law to report how much they pay women compared with men, using a range of government-approved metrics. Companies with pay gaps will have three years to fix them or face a fine of up to 1% of their total payroll.\n\nThe idea of policing pay equity is an unusually strict approach, even among countries that have turned up pressure on firms to bridge the divide.\n\nOver the past decade, the U.S. and other countries have introduced laws making it easier for women to bring lawsuits for pay discrimination. The U.K. recently passed a law that forces companies to report differences in pay between men and women. Iceland requires companies with more than 25 employees to obtain a certification of pay equality.\n\nFrench Labor Minister Muriel Pénicaud is at the center of a coming law aimed at bridging the nation’s gender pay gap. Photo: Arnaud Journois/Zuma Press\n\nBy focusing on enforcement, France aims to create “an obligation for results,” Labor Minister Muriel Pénicaud said in an interview. “As I tell companies, instead of giving your money to the government, give it to women, it’s smarter.”\n\nFrance has been a pioneer in making the workplace more welcoming to women. The country was among the first to mandate maternity leave, and it boasts a network of public nurseries that provide working mothers with subsidized day care.\n\nStill, France has fallen behind many of its European neighbors on pay equity. French women who hold the same jobs as men are paid 9% less, according to government statistics.\n\nThat gap widens when applied across the French workforce, because companies tend to hire men for more senior positions in industries with higher pay scales, like finance. French women earn 15.2% less than men, according to statistics agency Eurostat, compared with a 5.3% gap in Italy and 6.1% in Belgium. In Germany, the continent’s economic powerhouse, women earn 21.5% less.\n\nNewsletter Sign-up\n\nMarie-Claude Bossard, 53, had been working for six years at a big French pharmaceutical firm when the company asked her to replace a male co-worker without increasing her salary to match his.\n\n“They came after me to offer me the job, but then, when I asked for more money, they told me I had to prove myself,” Ms. Bossard said. It took her two years to get a raise, and she later left the company to pursue other opportunities.\n\nIsabelle Guieyesse, 51, was the only woman on the board of Marseille’s international airport when she joined as head of human resources. She realized other board members were paid significantly more and received perks, like company cars, that she didn’t. It took eight years of legal battles for a judge to rule she had been a victim of discrimination and order the company to compensate her.\n\nMs. Pénicaud’s office is now at work defining metrics the government will use to determine whether companies are in compliance. One idea under consideration, according to people familiar with the matter, is to annually grade companies on how pay compares between men and women with the same job.\n\nOther criteria, the people said, would include whether men tend to get more raises and promotions than women; the number of women among a firm’s top 10 salaries; and the number of women who receive a raise after returning from maternity leave.\n\nCompanies that score lower than 15 points on a scale of 20 will have three years to improve or face a fine, the people said.\n\nMs. Pénicaud said the metrics were still being finalized. She expects to disclose them on Nov. 22 after talking to unions.\n\nDozens of companies are working with the government to test the new system, and implementation is proving difficult. Job titles differ from one company to another, and salaries inside a company can vary significantly between departments. The government has been relying on unions that represent workers in specific industries to sort out which jobs can be compared like-for-like.\n\n“A single rule for all is absurd,” said Armelle Carminati-Rabasse, who coordinates the project at French employers’ organization Medef.\n\nSmaller companies that lack a human-resources department said the proposed system is too complex.\n\n“We are extremely doubtful this law could even be implemented,” said Jean-Michel Pottier, who owns a small textile business in northern France and is vice president of the French small- and medium-size employers’ organization.\n\nThe law doesn’t apply to companies with fewer than 50 employees, and those with 50 to 250 have until 2020 to comply, Ms. Pénicaud said.\n\nSome economists said the law doesn’t do enough to address the main factors driving France’s pay gap: that men get most of the high-paying jobs while women are saddled with more of the child care.\n\n“We shouldn’t ignore what actually accounts for the biggest part of the difference in pay between men and women,” said Hélène Périvier, an economist at the French economic observatory, who specializes on gender issues.\n\nWrite to Noemie Bisserbe at noemie.bisserbe@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Noemie Bisserbe", "title": "France Prepares to Get Tough on Firms That Pay Women Less", "description": "Under a coming French law, companies that underpay women could be fined, an unusually strict approach even among countries that have turned up pressure on firms to bridge the divide.", "url": "https://www.wsj.com/articles/france-prepares-to-get-tough-on-firms-that-pay-women-less-1542542400", "urlToImage": "https://images.wsj.net/im-37634/social", "publishedAt": "2018-11-18T12:00:02Z", "content": "PARISFrance is preparing to fine companies that underpay women, a novel attempt to narrow the gender pay gap. Starting on Jan. 1, firms will be required under a new law to report how much they pay women compared with men, using a range of government-approved … [+4656 chars]", "fulltext": "PARIS—France is preparing to fine companies that underpay women, a novel attempt to narrow the gender pay gap.\n\nStarting on Jan. 1, firms will be required under a new law to report how much they pay women compared with men, using a range of government-approved metrics. Companies with pay gaps will have three years to fix them or face a fine of up to 1% of their total payroll.\n\nThe idea of policing pay equity is an unusually strict approach, even among countries that have turned up pressure on firms to bridge the divide.\n\nOver the past decade, the U.S. and other countries have introduced laws making it easier for women to bring lawsuits for pay discrimination. The U.K. recently passed a law that forces companies to report differences in pay between men and women. Iceland requires companies with more than 25 employees to obtain a certification of pay equality.\n\nFrench Labor Minister Muriel Pénicaud is at the center of a coming law aimed at bridging the nation’s gender pay gap. Photo: Arnaud Journois/Zuma Press\n\nBy focusing on enforcement, France aims to create “an obligation for results,” Labor Minister Muriel Pénicaud said in an interview. “As I tell companies, instead of giving your money to the government, give it to women, it’s smarter.”\n\nFrance has been a pioneer in making the workplace more welcoming to women. The country was among the first to mandate maternity leave, and it boasts a network of public nurseries that provide working mothers with subsidized day care.\n\nStill, France has fallen behind many of its European neighbors on pay equity. French women who hold the same jobs as men are paid 9% less, according to government statistics.\n\nThat gap widens when applied across the French workforce, because companies tend to hire men for more senior positions in industries with higher pay scales, like finance. French women earn 15.2% less than men, according to statistics agency Eurostat, compared with a 5.3% gap in Italy and 6.1% in Belgium. In Germany, the continent’s economic powerhouse, women earn 21.5% less.\n\nNewsletter Sign-up\n\nMarie-Claude Bossard, 53, had been working for six years at a big French pharmaceutical firm when the company asked her to replace a male co-worker without increasing her salary to match his.\n\n“They came after me to offer me the job, but then, when I asked for more money, they told me I had to prove myself,” Ms. Bossard said. It took her two years to get a raise, and she later left the company to pursue other opportunities.\n\nIsabelle Guieyesse, 51, was the only woman on the board of Marseille’s international airport when she joined as head of human resources. She realized other board members were paid significantly more and received perks, like company cars, that she didn’t. It took eight years of legal battles for a judge to rule she had been a victim of discrimination and order the company to compensate her.\n\nMs. Pénicaud’s office is now at work defining metrics the government will use to determine whether companies are in compliance. One idea under consideration, according to people familiar with the matter, is to annually grade companies on how pay compares between men and women with the same job.\n\nOther criteria, the people said, would include whether men tend to get more raises and promotions than women; the number of women among a firm’s top 10 salaries; and the number of women who receive a raise after returning from maternity leave.\n\nCompanies that score lower than 15 points on a scale of 20 will have three years to improve or face a fine, the people said.\n\nMs. Pénicaud said the metrics were still being finalized. She expects to disclose them on Nov. 22 after talking to unions.\n\nDozens of companies are working with the government to test the new system, and implementation is proving difficult. Job titles differ from one company to another, and salaries inside a company can vary significantly between departments. The government has been relying on unions that represent workers in specific industries to sort out which jobs can be compared like-for-like.\n\n“A single rule for all is absurd,” said Armelle Carminati-Rabasse, who coordinates the project at French employers’ organization Medef.\n\nSmaller companies that lack a human-resources department said the proposed system is too complex.\n\n“We are extremely doubtful this law could even be implemented,” said Jean-Michel Pottier, who owns a small textile business in northern France and is vice president of the French small- and medium-size employers’ organization.\n\nThe law doesn’t apply to companies with fewer than 50 employees, and those with 50 to 250 have until 2020 to comply, Ms. Pénicaud said.\n\nSome economists said the law doesn’t do enough to address the main factors driving France’s pay gap: that men get most of the high-paying jobs while women are saddled with more of the child care.\n\n“We shouldn’t ignore what actually accounts for the biggest part of the difference in pay between men and women,” said Hélène Périvier, an economist at the French economic observatory, who specializes on gender issues.\n\nWrite to Noemie Bisserbe at noemie.bisserbe@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "California’s Deadliest, Most Destructive Wildfire", "description": "The fires that ripped through Northern California have left many dead and over 1,000 missing. On Saturday, President Trump visited the burned areas. WSJ’s Erin Ailworth reports. Photo: AP", "url": "http://www.wsj.com/video/californias-deadliest-most-destructive-wildfire/48DE6DB9-7AFC-4F05-99CD-DEEE8065E615.html", "urlToImage": "http://m.wsj.net/video/20181117/111718cafirefighters3/111718cafirefighters3_1280x720.jpg", "publishedAt": "2018-11-18T11:00:00Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Warren P. Strobel", "title": "Trump Says Report on Khashoggi Killing Coming Soon", "description": "President Trump said he spoke with CIA Director Gina Haspel and that a full U.S. report on the killing of Saudi journalist Jamal Khashoggi would be completed early in the coming week.", "url": "https://www.wsj.com/articles/trump-says-report-on-khashoggi-killing-coming-early-in-the-week-1542510939", "urlToImage": "https://images.wsj.net/im-37719/social", "publishedAt": "2018-11-18T04:21:37Z", "content": "WASHINGTONPresident Trump said he spoke with Central Intelligence Agency Director Gina Haspel on Saturday and that a full U.S. report on the killing of Saudi journalist Jamal Khashoggi, including who was responsible, will be completed early in the coming week… [+4290 chars]", "fulltext": "The web of economic ties between the U.S. and Saudi Arabia is so complex that it can complicate diplomacy in times of turmoil. WSJ’s Shelby Holliday looks at the various ways the U.S. and Saudi Arabia are economically intertwined.\n\nWASHINGTON—President Trump said he spoke with Central Intelligence Agency Director Gina Haspel on Saturday and that a full U.S. report on the killing of Saudi journalist Jamal Khashoggi, including who was responsible, will be completed early in the coming week.\n\nThe briefing came after reports the CIA has concluded that the killing of Mr. Khashoggi was carried out under the orders of Saudi Crown Prince Mohammed bin Salman, a close ally of the president.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Scott Calvert", "title": "Amazon Kept HQ2 Under Wraps Using These Code Names", "description": "Amazon.com maintained secrecy among the 20 cities vying for its HQ2 operations by naming them after important corporate stakeholders—employees’ dogs.", "url": "https://www.wsj.com/articles/amazon-kept-hq2-under-wraps-using-these-code-names-1542474278", "urlToImage": "https://images.wsj.net/im-37693/social", "publishedAt": "2018-11-18T03:53:46Z", "content": "The competition to land Amazon.com Inc.s AMZN -1.61% HQ2 operations was dog eat dog in more ways than one. When the Seattle-based company assigned code names to the 20 finalists selected from an initial field of 238 cities, it looked to the dogs of Amazon emp… [+2740 chars]", "fulltext": "The competition to land Amazon.com Inc.’s HQ2 operations was dog eat dog in more ways than one.\n\nWhen the Seattle-based company assigned code names to the 20 finalists selected from an initial field of 238 cities, it looked to the dogs of Amazon employees, according to a person familiar with the matter.\n\nNew York City’s winning proposal was..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Arian Campo-Flores", "title": "Democrat Andrew Gillum Concedes Florida Governor's Race", "description": "Republican Ron DeSantis officially beat Democrat Andrew Gillum to become Florida’s next governor after a contentious recount process triggered by a slim margin of victory.", "url": "https://www.wsj.com/articles/democrat-andrew-gillum-concedes-florida-governors-race-to-republican-ron-desantis-1542494480", "urlToImage": "https://images.wsj.net/im-37716/social", "publishedAt": "2018-11-18T00:38:41Z", "content": "Republican Ron DeSantis officially beat Democrat Andrew Gillum to become Floridas next governor after a contentious recount process triggered by a slim margin of victory. Mr. Gillum conceded the race for a second time on Saturday in a Facebook Live post, besi… [+2732 chars]", "fulltext": "Republican Ron DeSantis officially beat Democrat Andrew Gillum to become Florida’s next governor after a contentious recount process triggered by a slim margin of victory.\n\nMr. Gillum conceded the race for a second time on Saturday in a Facebook Live post, beside his wife, R. Jai Gillum. “We said that we would fight until the last vote is counted,” he said, noting that the manual recount was nearly concluded. “Now that we are rounding that process out, R. Jai and I wanted to take a moment to congratulate Mr. DeSantis on becoming..."}]