["Nvidia Corp.: \"Yes[, this is a good time to start nibbling on Nvidia]. OK, Nvidia reports on Thursday. I think the quarter is going to be just OK, not great. I think your next quarter is going to have a product gap because they've got this Turing chip that is so smart that nobody's running for it yet. But the answer is I agree. I'd buy a little before and then a little after. Do not make a big commitment because the stock is in free fall, but I like your thinking. Long term, it is the best in show.\"\n\nImpinj Inc.: \"This one is way too crazy for me. In this market, for identification [and] RFID, we like Zebra, not this one. Don't buy.\"\n\nRoku Inc.: \"You're still OK. It is coming down because it's one of those situations where what's happened is the market no longer likes these very high-multiple stocks. I would sell half and then see what happens, because it really did have a good quarter. It was not a bad quarter.\"\n\nCypress Semiconductor Corp.: \"I think Cypress is way too low to be able to give up right now. I think the quarter's actually going to be OK. People don't like that group, but Cypress is doing well and the management is excellent and you can pocket that dividend.\"\n\nScience Applications Intl. Corp.: \"I like that military provider and I think it's really terrific. I'll tell you what: I don't understand why that company is still public. I think it's only a matter of time. I want you to stay long it. I would even buy some right here. Good idea.\"\n\nMicron Technology Inc.: \"No. Not cheap yet. I think that you haven't seen the estimates cut. As soon as the estimates are cut, then we can look at it. Until then, it can continue to go lower.\"\n\nAvalonBay Communities Inc.: \"That actually is doing well because people are having a hard time being able to afford a new home, so that's why it's doing well. I think it's a good stock here.\"\n\nPrudential Financial Inc.: \"I like Prudential here. I like the insurers. We are in a deflationary environment, not an inflationary environment. The Fed's got it wrong and I would say buy, buy, buy!\"\n\nEaton Corp.: \"I think Eaton's good. The quarter wasn't spectacular, but it's a good industrial. Now, you've got to deal with the fact that Europe is, I think, teetering on recession, but all that said, I would hold [it] for the long term. Management's done a good job.\"\n\nExxon Mobil Corp.: \"You can't go wrong with Exxon Mobil, but you have to understand that I think that oil's probably headed to the low $50s, high $40s, and there, you'll be able to pick up a little bit more. So you can buy some now and some later, but 11 straight days of oil going down is not a good sign. Exxon did have a good quarter. It's got a great balance sheet.\"\n\nSAP SE: \"I have to tell you, I think [the Qualtrics deal] is one of those 'Keeping Up with the Joneses' situations. I think they're trying to stay in the game, stay relevant with Salesforce. I prefer Salesforce. I'm going to talk about Salesforce when [the ActionAlertsPlus.com club has] our conference call Wednesday and why I think that SAP, while good, is not as good.\"\n\nVornado Realty Trust: \"Here's my issue: Vornado, Simon Property Group, Federal Realty, Kimco, they all act great, and that's because I think that they're not going to be able to get financing to be able to build a lot of other malls or shopping centers. VNO is right. And I've got to tell you, this guy Steve Roth who runs it? He's tough. I like him.\"\n\nMcDonald's Corp.: \"Oh, man. McDonald's is probably best in show. We had a meeting this morning with my staff and I said, 'You know what? If that stock comes down, buy, buy, buy.' But it doesn't want to come in. [CEO] Steve Easterbrook's doing a great job.\"", "Stocks in Asia mostly declined on the back of the Dow Jones Industrial Average falling by more than 600 points overnight.\n\nMarkets in mainland China held on to earlier gains during the trading session. The Shanghai composite rose 0.93 percent to close at 2,654.88 while the Shenzhen composite advanced 1.628 percent to about 1,383.92.\n\nHong Kong's Hang Seng Index was largely flat during the final hour of trade.\n\nIn other major Asian markets, stocks mainly saw losses.\n\nJapan's Nikkei 225 fell 2.06 percent to close at 21,810.52 while the Topix index saw losses of 2 percent to finish the trading day at 1,638.45. Shares of Apple supplier Japan Display plunged 9.52 percent after the company reported its sixth straight quarterly operating loss and lowered its outlook, according to Reuters.\n\nThe losses spilled over to South Korea, where the Kospi shed 0.44 percent to close at 2,071.23. Shares of industry heavyweights saw a sharp pullback, as Samsung Electronics lost 1.55 percent while SK Hynix dropped 3.49 percent.\n\nDown Under, the ASX 200 fell 1.8 percent to close at 5,834.2, with almost all sectors seeing losses. Energy stocks fell 1.91 percent while the heavily weighted financial subindex saw losses of 2.22 percent.\n\nShares of Australia's so-called Big Four banks saw sharp declines: Australia and New Zealand Banking Group shed 1.22 percent, Commonwealth Bank of Australia lost 1.21 percent and National Australia Bank was lower by 1.53 percent. Westpac saw the largest percentage decline among the four, falling by 5.41 percent.\n\n\"The topside optimism the markets experienced after getting through the US midterms relatively unscathed has quickly reverted back to concern over trade issues between the US and China and the affect that tariffs and protectionist policies have had on overall global growth,\" said Rakuten Securities Australia in a morning note.", "Jerome Corsi, a right-wing conspiracy theorist linked to Trump confidant Roger Stone, told NBC News in an interview Monday that he believes he will be indicted for perjury in special counsel Robert Mueller's investigation into Russian interference in the 2016 election.\n\nCorsi said that Mueller's team told him he would be indicted about a week ago. He is one of several associates of Roger Stone who have been called by Mueller to appear before a grand jury, according to NBC News.\n\nCorsi allegedly knew ahead of time that emails from John Podesta, Hilary Clinton's former campaign chairman, had been stolen and given to WikiLeaks, NBC reported. Corsi has denied the allegations.\n\n\"I don't recall ever meeting [WikiLeaks founder] Julian Assange or getting information from anyone about what he had including the Podesta emails,\" Corsi said Monday. \"But they have all your emails and phone records…They're very good at the perjury trap.\"\n\nMueller's spokesman, Peter Carr, declined to comment to NBC News.\n\nCorsi said to NBC News that he \"figured out\" that Podesta's emails would be released after reading the first round of emails released by WikiLeaks, seeing that Podesta's emails were included and assuming they would be published by WikiLeaks later. He also said he's cooperating with Mueller's investigation.\n\n\"This was one of the most confusing and frightening things I've experienced. I'm 72 years and I'm afraid they're going to lock me up and put me in solitary confinement,\" he said to NBC News.\n\nCorsi is a right-wing author and commentator and was formerly the Washington bureau chief for InfoWars, the far-right conspiracy website run by Alex Jones.\n\nRead the full NBC News story", "In times of stock market volatility, investors tend to flock to \"safe\" stocks that offer steady growth and high dividends. But high-yielding securities can come with unexpected risks, CNBC's Jim Cramer warned Monday as stocks traded lower.\n\n\"The risks are enormous if you don't know the pitfalls,\" he told investors. \"As much as we love dividends, they're only worth chasing after if your payout is safe. So if you want some income from your stocks, you need to watch out for red flags.\"\n\nThe first red flag is when a company has a very high dividend yield, Cramer said. That tends to mean that investors, worried about potential dividend cuts, have been selling the stock and pushing the dividend yield percentage higher.\n\nBut the more insidious warning sign is when a company offers an attractive dividend, but can't pay it consistently because it has loads of debt and poor fundamentals, the \"Mad Money\" host said.\n\nThat was what \"doomed the payouts\" at beer manufacturer Anheuser-Busch InBev and ailing industrial General Electric, Cramer said, pointing to the stocks' recent weakness to cement his point.\n\nBudweiser parent Anheuser-Busch, for example, has accumulated a $109-billion \"mountain of debt\" from a series of large-scale acquisitions. In the company's latest earnings report, which was weaker than expected, management said it was going to \"rebase\" the dividend, cutting the 5.2 percent yield down to 2.6 percent.\n\n\"The problem? Less than 25 percent of BUD's sales come from the United States, and the dollar ... has been very strong lately, [which] means all of their sales in euros or pesos have to translate ... into fewer greenbacks,\" Cramer explained. \"They need to take severe action in order to keep paying their dollar-denominated debts. It's an ugly situation. No wonder the stock got pulverized.\"\n\nIn the case of GE, former CEO John Flannery halved the dividend a year ago, bringing the 24-cent yield down to 12 cents as the company grappled with multi-billion-dollar charges tied to its struggling business segments. When former Danaher chief Larry Culp replaced Flannery as CEO in October, he cut the dividend down to 1 cent after realizing that GE's problems were worse than expected.\n\n\"This was totally predictable, ... [but] many investors got burned,\" Cramer said. \"The bottom line? There is no such thing as a large dividend you can take for granted. Just like we saw with BUD and GE, a hideous balance sheet and slowing fundamentals are a toxic brew that can put your dividend in danger. So if you want income, watch for that or else you might just get burned.\"", "While Starbucks can't shield itself from the outcomes of the U.S.-China trade war, the company can continue to play \"the long game\" when it comes to China, Starbucks CEO Kevin Johnson told CNBC on Monday.\n\n\"We haven't seen any significant impacts from the geopolitical situation between the U.S. and China, but that said, we're not immune,\" he told CNBC's Jim Cramer on \"Mad Money.\" \"But because we really have built Starbucks in China for China, it really is operating as an entity in China that's relevant to the consumer, to the culture, and we're playing the long game.\"\n\nChina has been a focal point for Starbucks as the coffeemaker's second-largest market after the United States. In August, Starbucks announced a partnership with Alibaba Group, China's largest technology company, to boost its digital and physical presence in the People's Republic.\n\nIn early November, just after Starbucks reported better-than-expected earnings and revenues for its fiscal fourth quarter, Johnson told CNBC's Eunice Yoon that management would start applying lessons it learned from the Chinese market to its U.S. business. In that interview, Johnson stated his intention to play \"the long game\" in China.\n\n\"We operate in 78 countries around the world and so we deal with geopolitical situations all the time,\" Johnson told Cramer on Monday. \"I think by engaging with an attitude of optimism and 'How can we collaborate to create a better environment for all,' we can find great paths forward.\"\n\nThe CEO added that there's \"still more to do\" to push Starbucks' business back into growth mode, reiterating a point made on the company's fourth-quarter conference call.\n\nBut with a multi-billion-dollar partnership with Nestle to sell Starbucks' products outside its official locations on the books and several \"business-simplification\" initiatives in progress, Johnson said he sees a bright outlook ahead of his company.\n\n\"The Global Coffee Alliance with Nestle is something that is just now kicking in and I think that's going to pay dividends for years and years to come for Starbucks and for Nestle,\" he said, adding that Starbucks' \"aggressive\" share buyback was a message to Wall Street that its \"growth-at-scale agenda\" is going to work.\n\n\"Much of this buying back our stock is the acknowledgment that we think we've got one of the world's most admired and trusted brands, and we've got the right strategy to really drive the growth agenda here over the next several years,\" the CEO said.\n\nStarbucks' stock slid 1.01 percent amid marketwide weakness on Monday, settling at $67.91 a share. The stock hit an all-time high of $68.98 after Starbucks' latest earnings report on Nov. 1.", "The Apple-led sell-off and what could stop the declines 6:30 PM ET Mon, 12 Nov 2018 | 01:23\n\nStocks will only recover from Monday's dramatic sell-off if seven key things happen to brighten the outlook for the broader market, CNBC's Jim Cramer said as the major averages pulled back.\n\n\"The thinking behind today's action is surprisingly simple: money managers are buying the winners and selling the losers,\" he said on \"Mad Money.\" \"Unfortunately, there are a heck of a lot more losers than winners, and I want to put that into context because such behavior, frankly, is highly unusual this close to the end of the year.\"\n\nHere are the things Cramer says will allow stocks to reverse course:", "Amarin CEO comments on its new medicine's mixed results in its drug trial 2:08 PM ET Mon, 12 Nov 2018 | 03:29\n\nAmarin CEO John Thero shrugged off the stock's decline on Monday, telling CNBC that any investor concerned about its latest clinical trial should take a better look at the data.\n\nShares of the biopharmaceutical company closed down 5.84 percent on Monday after hovering down roughly 7 percent much of the day.\n\n\"I think as people begin to understand our data better, they will appreciate that this drug does much more than lipid modification,\" Thero said on \"Power Lunch.\"\n\nAmarin shares finished the day at $19.82 after researchers began comparing the full study of the clinical trial for its fish oil capsule, Vascepa, released over the weekend, to September's preliminary results.\n\nThe stock surged 300 percent after those early results, which showed the drug could reduce cardiovascular events by 25 percent. Shares of Amarin hit a high of $23.34 last Tuesday and are up more than 380 percent year to date.\n\nBut researchers are concerned about whether mineral oil, which was given to the placebo group, negatively affected the placebo group's results, making the treatment group's data appear better.\n\nThero defended the results, saying the mineral oil was reviewed and approved by the Food and Drug Administration prior to the study.\n\n\"We believe in our data,\" he said. \"We've presented our data at American Heart Association. It's important to have data subject to scientific debate.\"\n\nThero also leaned on a peer review by the New England Journal of Medicine. The journal concluded that the mineral oil \"couldn't have explained this significant result,\" Thero said.\n\n\"We stand behind the results and the published results in the New England Journal of Medicine and believe that this is a therapy which is well positioned to help millions of people,\" he said.\n\nAmarin is now working on its plan to grow its sales force by 250 and focus on operational execution, Thero said.\n\n\"I think that our execution will be recognized by the marketplace,\" he said.\n\n— CNBC's Meg Tirrell contributed to this report.", "Check out the companies making headlines after the bell:\n\nPG&E shares rose as much as 2 percent during the extended session Monday after the stock plummeted over 17 percent during the trading day. State regulators are investigating whether the utilities company's facilities were involved in the beginning of the California wildfires that have killed 31 people.\n\nEventbrite shares declined over 8 percent after hours as the company missed earnings expectations. The company reported a loss of $1.24 a share, while analysts predicted a loss of 47 cents per share. However, it beat revenue expectations, reporting $73.6 million. Analysts had expected $71.7 million. The company gave strong revenue guidance for the fourth quarter.\n\nSage Therapeutics dropped more than 2 percent during the extended session. The drop came after Leerink, an investment bank focused on health care, described the company as its least favorite in the biopharmaceutical space, giving the stock a price target of $80 -- well below Monday's closing price of $121.44. Leerink said Sage's drug for postpartum depression, Zulresso, is a niche product that will have low peak sales and a slow ramp after approval.\n\nWATCH: Apple's stock is plunging — Here's what six experts say investors should know", "Chartmaster says amid the market sell-off these are the best names to buy 5:48 PM ET Mon, 12 Nov 2018 | 06:32\n\nThe caution from one of Wall Street's banking bellwethers came as the Dow Jones Industrial Average and S&P 500 each added to steep losses over the past few weeks. The Dow finished Monday's session down 602 points — or 2.3 percent — while the broader S&P's slid 1.9 percent, bringing its three-month move to a loss of 3.7 percent.\n\n\"Coupled with tighter financial conditions, the impact of U.S. trade tariffs and rising oil prices have slowed global growth momentum,\" the Goldman stock strategist added. \"We often see slightly higher volatility and a peak followed by a correction, and then another peak around the top of a bull market. We have seen corrections twice this year: in January and then again in October.\"\n\nThough nearly every sector lost ground on Monday, the pain was worst in technology, consumer discretionary, energy and financials, which all dropped more than 1.9 percent. Amazon, thought by many to be at the intersection of technology and consumer discretionary stocks, closed in a bear market and is down more than 20 percent from recent highs.\n\nThe Nasdaq Composite finished the day in correction territory.\n\nBut while the Goldman indicator may be suggesting tougher times ahead, Oppenheimer said there many be reason not to jump to conclusions about an upcoming bear market.\n\n\"There remain good reasons why this indicator has been consistent with a sharp correction rather than the start of a prolonged bear market,\" he wrote. \"We continue to expect a sustained period of low returns rather than a sustained bear market.\"\n\nFor his part, Oppenheimer expected economic growth to slow, but does not forecast a recession. In order for the stock strategist to ring the alarm about impending recession, he said he'd need to see a sharp rise in inflation and interest rates. But because of lethargic inflation, there has been a trend lower in volatility and longer expansion phases.\n\nThe Fed's preferred inflation gauge, the PCE price index excluding the volatile food and energy components, rose 0.2 percent in September after being flat in August.\n\nThat left the year-on-year increase in the so-called core PCE price index at 2.0 percent for a fifth straight month. The metric rose above the central bank's 2 percent inflation target in March for the first time since April 2012.\n\n\"Our view about the prospects for low returns is based on the idea that, without a recession, a bear market is not very likely,\" Oppenheimer concluded. \"While the likelihood of negative returns rises as growth slows, it doesn't\n\nbecome high until GDP growth is below 1 percent.\"", "Democrat Mike Levin, an environmental attorney, is the apparent winner of California's 49th Congressional District seat being vacated by retiring 10-term GOP Rep. Darrell Issa, according to NBC News.\n\nLevin beat Republican Diane Harkey, a conservative state official who had been running behind in recent polls. She was endorsed in August by President Donald Trump.\n\nThe district, which Hillary Clinton carried by 8 points in the 2016 presidential election, covers several communities along the Southern California coast from Dana Point in Orange County to Del Mar in San Diego County. Besides taxes, jobs and health care, immigration and the environment were top issues in the race.\n\nLevin consistently outraised Harkey, and in the third quarter he reported doing so by a nearly 4-to-1 margin. Two polls conducted in September showed Levin with a double-digit lead over Harkey.\n\n", "We want to see GE bring debt down from operations: Pro 3:46 PM ET Mon, 12 Nov 2018 | 04:52\n\nGeneral Electric may be beaten down for a while, but it is bound to turn around, analyst Brian Langenberg told CNBC on Monday.\n\nLangenberg said he believes in new CEO Larry Culp, whom he met when Culp was in his mid-30s. Culp, now 55, replaced John Flannery as chairman and CEO on Oct. 1.\n\n\"It isn't going to be fixed today, it's not going to be fixed tomorrow, and it isn't going to be fixed next year,\" the principal at Langenberg & Company said on \"Closing Bell.\"\n\n\"But you believe in this guy because he will get it done. He's been there, done that.\"\n\nShares of the industrial conglomerate closed down 6.88 percent on Monday, after Culp said he feels the \"urgency\" to reduce the company's leverage and will do so through asset sales. His comments, on \"Squawk on the Street,\" initially sent the stock below $8 a share for the first time since March 2009.\n\nLangenberg said institutional investors want to keep their jobs and therefore don't want to be holding a stock like GE right now.\n\n\"This is a dark day, but this will come back,\" he said.\n\n\"At the very top of this organization, we're swapping out a management culture that was 'tell me what I want to hear and let me blow smoke in my own face' to 'embrace the reality and fix this,'\" he said.\n\nJim Corridore, senior equity analyst at CFRA Research, cut his price target on Monday to $9 from $12 after Culp's comments.\n\nAmong other things, Culp said that the power business hasn't bottomed yet and that he has \"the challenge of a lifetime.\"\n\nThe CEO also said the company needs to bring leverage down and it has \"plenty of opportunities through assets sales to do that.\"\n\nCorridore would like to see GE bring down its debt using cash from its operations instead of using credit lines or selling assets.\n\n\"The company still has a way to go to improve operations before they can get cash positive in order to pay down debt organically rather than from tapping markets,\" he told \"Closing Bell.\"\n\nHowever, Langenberg said in this \"boom economy\" there is plenty of liquidity.\n\nAnd while it would be ideal to use cash from operations, \"We're really not going to get that next year,\" he said. \"There's plenty of assets to sell if necessary.\"\n\nThere is at least one thing Corridore and Langenberg agree on: Culp.\n\n\"I believe in Larry Culp as well,\" Corridore said. \"But he's six weeks into the job and this is a behemoth of an undertaking for him.\"\n\nCorridore said he doesn't see why he would put investors into the stock now. Instead, he'd wait for GE to prove itself. He wants to see the company set and hit new financial targets, as well as have a couple of quarters with \"no new bombs.\"\n\n\"Then we can start to have some faith that the restructuring is in place, is getting some traction and the company is on the right track,\" Corridore said.\n\n— CNBC's Michael Sheetz contributed to this report.\n\nDisclaimer", "OPEC members are 'always at loggerheads': Malaysia's prime minister 12:52 AM ET Tue, 13 Nov 2018 | 00:58\n\nThe Organization of the Petroleum Exporting Countries hasn't been effective in stabilizing oil prices, which have been more dependent on U.S. shale production than the actions of the intergovernmental group, said MalaysianPrime Minister Mahathir Mohamad.\n\n\"OPEC is not effective. They are always at loggerheads with each other so they cannot make decision,\" Mahathir told CNBC's Sri Jegarajah in a Monday interview. The Malaysian leader was asked whether the group should take further action to stabilize oil prices.\n\n\"What is more important is the production of shale oil from America,\" he added.\n\nThose comments by the Malaysian leader came less than a month before OPEC and non-OPEC members are scheduled to meet in Vienna, Austria to vote on their next policy decision. Those major oil producers began cutting production in January 2017 to drain a global crude glut that sent oil prices from over $100 per barrel to under $30.\n\nOil prices did recover, but trade tensions between the U.S. and China, rising interest rates and currency weakness in emerging markets have raised concerns about a slowdown in global economic growth and oil demand.", "Those charged with stealing money from sovereign wealth fund 1Malaysia Development Berhad will get a fair trial, including former leader Najib Razak, MalaysianPrime Minister Mahathir Mohamad said Monday.\n\n\"We believe in the rule of law. Whatever the law says, we accept,\" Mahathir told CNBC's Sri Jegarajah in response to a question about whether Najib can be guaranteed a fair trial.\n\n\"I must admit that, in the previous regime, there is an attempt to fiddle with the judiciary. But we want a free judiciary and we hope that they will not be biased,\" said the prime minister.\n\nNajib has been charged with money laundering offenses in relation to the disappearance of billions of dollars from 1MDB. The person said to be at the center of the scandal, Malaysian financier Low Taek Jho, has not been located.\n\nThe scandal involved money being illegally transferred across shell companies and individual bank accounts in many countries. The U.S. Department of Justice previously alleged that Najib received $681 million from proceeds misappropriated from a bond issue arranged by Goldman Sachs in 2013.", "MalaysianPrime Minister Mahathir Mohamad said Monday that he would be surprised if U.S. President Donald Trump wins another White House term in 2020.\n\nHe said he based that prediction on what he deemed a \"poor showing\" by the Republican Party in the midterm elections. On top of that, Mahathir told CNBC's Sri Jegarajah, Trump's leaving office would end any potential for the \"very disruptive trade war\" to continue in the years to come.\n\n\"As you can see from the midterm elections, he has not done so well. The chances of him getting a second term is a bit bleak at the moment ... I will be surprised if he's re-elected after his poor showing in the midterm elections,\" the 93-year-old leader said.\n\nThe November elections were widely seen as a referendum for Trump and his policies. The Republican Party — which controlled both the Senate and the House before the election — lost the House majority to the Democrats.\n\n\"If Trump is not there, the other members of the U.S. government, whether they are Republican or Democrat, they will not continue with this very disruptive trade war,\" Mahathir added, referring to the tit-for-tat tariff fight between the U.S. and China.\n\nTrump's presence in the White House will determine how far the ongoing tariff fight will go, the Malaysian leader said. He added he's not sure the expected G-20 meeting between Trump and Chinese President Xi Jinping would yield any compromise or breakthrough in the trade tensions between the world's two largest economies.", "Chartmaster says amid the market sell-off these are the best names to buy\n\n5:11 PM ET Mon, 12 Nov 2018\n\nCarter Worth, Cornerstone Macro, on quality bear-market stocks to buy. With CNBC's Joe Kernen and the Fast Money traders, Pete Najarian, Steve Grasso, Brian Kelly and Tim Seymour.", "Goldman just had its worst day since 2016, here's what's weighing on the stock\n\n5:07 PM ET Mon, 12 Nov 2018\n\nGoldman has its worst day since 2011. Can banks bounce back? With CNBC's Robert Frank and Joe Kernen, and the Fast Money traders, Pete Najarian, Steve Grasso, Brian Kelly and Tim Seymour.", "Don't panic here because a year-end rally is ahead, says BTIG\n\n5:01 PM ET Mon, 12 Nov 2018\n\nJulian Emanuel, BTIG, says investors shouldn't panic here, and discusses whether there's more market volatility ahead. With CNBC's Joe Kernen and the Fast Money traders, Pete Najarian, Steve Grasso, Brian Kelly and Tim Seymour.", "The market plunges: 3 trades\n\n5:00 PM ET Mon, 12 Nov 2018\n\nThe \"Fast Money\" traders give you 3 trades after the market has a big down day.", "Stocks slammed and traders are betting it could get a lot worse\n\n4:58 PM ET Mon, 12 Nov 2018\n\nThe Dow drops 600 points as stocks get slammed. Should investors still be buying the dip? With CNBC's Joe Kernen and the Fast Money traders, Pete Najarian, Steve Grasso, Brian Kelly and Tim Seymour.", "The market sold off big today—here’s what four experts say investors should be watching 4:11 PM ET Mon, 12 Nov 2018 | 02:10\n\nThe market is boxed in due to the problems with global growth and the Federal Reserve.\n\nMonday's decline in tech stocks cannot be blamed exclusively on Apple. Lumentum, one of Apple's facial recognition suppliers, reduced its outlook for the quarter, citing a reduced shipment request from one of its biggest customers, which everyone assumes is Apple.\n\nOther Apple suppliers, such as Qorvo, Cirrus Logic, and Jabil, were also weak.\n\nBut the fact that all the FANG names were down 2 percent to 3 percent, and the industrial and energy sectors were down 1.5 percent each, points to a bigger problem. Domestic growth seems strong, but the global growth picture in Europe and China is generally weaker. That's one reason all the high valuation stocks (FANG) are getting taken down.", "Kellogg is selling its Keebler, Famous Amos and fruit snacks businesses, making it the latest Big Food company to look to pare down to focus on its core.\n\nThe maker of Special K cereal said Monday it is focusing on its morning foods, snacks and frozen foods brands, which it will consolidate into one unit. Brands like Eggo waffles and Froot Loops comprise 80 percent of the company's revenue.\n\n\"We need to make strategic choices about our business and these brands have had difficulty competing for resources and investments within our portfolio,\" Chairman and CEO Steve Cahillane said in a statement. \"Yet, we wholeheartedly believe these iconic and beloved brands can thrive in the portfolio of another organization that can focus on driving growth in these particular categories.\"", "\n\nFacebook shares closed at their lowest price in 19 months, and have now plunged 35 percent from their peak in July.\n\nThe stock fell 2.4 percent on Monday, to $141.55, the lowest close since April 17, 2018, when it closed at $140.96. Facebook fell along with the broader market on Monday, sparked by an Apple supplier cutting its forecast, a rising U.S. dollar and ongoing concerns that a trade war will slow economic growth.\n\nThe Dow Jones Industrial Average declined 2.3 percent while the tech-heavy Nasdaq was down 2.8 percent. Facebook actually fell less than most big tech companies. Apple dropped 5 percent, Amazon fell 4.4 percent, and the S&P tech index declined 3.5 percent.\n\nBut of the most valuable U.S. tech companies, only Facebook has fallen so much of late that it's down for the past year. The shares have lost 21 percent over the past 12 months, as the company has been plagued by numerous scandals related to its handling of user data, a major security breach impacting 30 million users and the spread of harmful content and misinformation across its various social services.\n\nThe steep stock slide in the back half of 2018 started in July, when Facebook missed second-quarter projections on revenue and global daily active users and warned investors that a revenue slowdown was coming. The rout has slashed close to $30 billion off CEO Mark Zuckerberg's net worth.\n\nOn Monday, Facebook experienced an outage that kept some users from accessing the social network. The company also announced it had agreed to allow French regulators to investigate how the company uses humans and technology to moderate and remove user content.\n\nWATCH: Bots, humans both spreading false narratives online before elections", "On Monday, an ABC News reporter caught Cohen on video walking through the Union Station railroad complex on Capitol Hill in Washington, accompanied by Petrillo.\n\nCohen did not respond to a series of questions fired at him during the video, including ones asking why he was in Washington, whether he was meeting with Mueller, or whether he was going to \"meet with the president.\"\n\nCohen kept a deadpan look on his face during all the questions except for the last, when he was asked how his train ride was.\n\n\"The train was great,\" Cohen cracked, flashing a grin.\n\nPetrillo did not immediately respond to a request for comment from CNBC.\n\nRead more: Democrats are waiting for a Mueller report that may never come\n\nMueller is investigating Russian interference in the 2016 presidential election, possible coordination between the Kremlin and the Trump campaign, and potential obstruction of justice by Trump himself.\n\nThe president has repeatedly called Mueller's investigation a \"witch hunt\" and denied any wrongdoing by him or his campaign.\n\nThe White House also has denied Trump had an affair with porn star Stormy Daniels, whose real name is Stephanie Clifford, or with former Playboy model Karen McDougal. Cohen paid $130,000 to Daniels on the eve of the 2016 presidential election for her silence about the alleged tryst with Trump. McDougal received $150,000 that same year from the publisher of the Trump-friendly supermarket tabloid The National Enquirer, which did not publish her account of a relationship with the president before Election Day.\n\nLast week, Trump forced out Attorney General Jeff Sessions and installed Matthew Whitaker as acting attorney general in his place. The president had often publicly criticized Sessions for recusing himself from the Russia probe.\n\nWhitaker's appointment put him in charge of Mueller's case. It also led to calls by a number of members of Congress to allow the special counsel to complete his work unimpeded.\n\nWatch: Mueller's investigation could make money for taxpayers", "President Donald Trump plans to meet with his trade team on Tuesday to discuss a draft report on European auto tariffs, according to Bloomberg News, citing three people familiar with the matter.\n\nTrump's focus remains on crushing foreign automakers with heavy tariffs, according to an Axios report earlier on Monday. The president reportedly sees the threat of auto tariffs as a successful negotiating tactic. Trump used the auto tariffs threat when he negotiated with Canadian Prime Minister Justin Trudeau earlier this year.\n\n\"Trump says gleefully that the moment he started talking about maybe tariffs on cars, that [European Commission President Jean-Claude] Juncker got on the fastest plane known to mankind, comes straight over to Washington and starts offering deals,\" a senior European official told Axios.\n\nGeneral Motors shares turned negative after the report, falling as far as $35.45 in trading. The stock closed nearly unchanged at $35.69 a share. Tariffs would be adverse to the U.S. automaker if other countries decided to retaliate.", "Fidelity, the nation's largest retirement-plan provider, recommends having the equivalent of twice your annual salary saved. That means, if you earn $50,000 per year, by your 35th birthday, you should have around $100,000 socked away.\n\nThese should be funds you've allocated for the future, including anything in a retirement account such as a 401(k) or Roth IRA and any company match. You can also include other amounts you have in long-term investments in index funds or with robo-advisers.\n\nTo get to that number, Fidelity recommends saving 15 percent of your annual income between what you put away and what percentage, if any, your employer matches. And make sure to invest these funds instead of leaving them in a traditional low-interest savings account. \"If you only saved money in an account that got no return, you'd have to save a lot more to reach your goal,\" Meghan Murphy, a VP at Fidelity, tells CNBC Make It.", "Stop me if you've heard this one before: An Apple analyst cuts iPhone shipment estimates based on weak supplier guidance, sendingthe company's stock tumbling.\n\nThat's the situation Apple was in Monday. Shares fell 5 percent, leading the overall market to painful declines, after iPhone supplier Lumentum cut its outlook.\n\nIt's far from the first warning about iPhone shipments from the industry's top analysts. This time it's TF International Securities analyst Ming-Chi Kuo cutting estimates for the iPhone XR. In October, it was Goldman Sachs and estimates for the company's sales in China. Before that, it was Nikkei, Citi Research or Barclays Capital, lowering their respective estimates for the iPhone X, the iPhone 8 or the iPhone 5 over the years.\n\nThe regular concerns around iPhone demand have become close to routine for Apple as global smartphone sales slow and upgrade cycles grow longer. Apple beats consensus estimates for shipments anyway most quarters.\n\nIn 2013, after Barclays lowered iPhone sales estimates, citing \"our checks in the supply chain,\" Apple reported 2.4 million more units shipped than the research firm predicted. In 2017, Citi called iPhone demand \"modest\" and \"tempered,\" and Apple beat Wall Street projections for iPhone shipments by about 1 million.\n\nAhead of Apple's fiscal second-quarter report in May, the company's market value dropped by more than $60 billion in just three trading sessions, and at least five analyst firms adjusted estimates. Reported shipments fell just shy of consensus estimates, but analysts admitted they were overly panicked.\n\nAs early as 2013, Apple CEO Tim Cook was warning against taking supply chain rumors to heart. He addressed rumors of reduced orders on the company's earnings call for its fiscal first quarter of 2013, saying:\n\nI would suggest it's good to question the accuracy of any kind of rumor about build plans and also stress that even if a particular data point were factual, it would be impossible to accurately interpret the data point as to what it meant for our overall business because the supply chain is very complex. And we obviously have multiple sources for things, yields might vary, supplier performance can vary, the beginning inventory positions can vary. I mean, there's just an inordinate long list of things that would make any single data point not a great proxy for what's going on.\n\nIn short, Cook said Apple's network of suppliers is deep and complicated. One supplier cutting its outlook doesn't necessarily mean iPhone demand is down.\n\nOf course, it'll be harder to see how Apple stacks up against reports of declining sales when it reports earnings for the December quarter. The company said earlier this month it would stop breaking out individual sales figures for the iPhone, iPad and Mac. However, revenue and profit growth could still be a good indicator as to how well the overall iPhone business is doing as Apple tries new strategies to charge more for each device and layer paid digital services on top of each gadget it sells.\n\nIf history is any guide, analysts and investors tend to get unnecessarily spooked over one-off iPhone supplier rumors, just to be proven wrong after Apple discloses sales.", "The market sold off big today—here’s what four experts say investors should be watching 4:11 PM ET Mon, 12 Nov 2018 | 02:10\n\nThe reasons for investors to be pessimistic are beginning to pile up just as quickly as the market has been sliding down.\n\nA once-pristine fundamental backdrop suddenly looks tarnished, as worries accelerate that economic growth may have peaked, political headwinds are forming, and rising interest rates will stand in the way of future fiscal stimulus from the Trump administration.\n\nWhile stocks had been staging a mild relief rebound in November, Monday's sharp decline shows that the market remains temperamental. All it took was a negative headline for Apple about iPhone demand and news about a lingering regulatory issue for Goldman Sachs to send Wall Street into another tailspin.\n\nThe market's vulnerability has become a common theme among market pros warning their clients not to take too much risk in the current climate.\n\n\"Ongoing risks keep us cautious and we continue to recommend that investors pare back risk if their equity holdings are above longer-term strategic allocations,\" senior strategists at Charles Schwab warned clients in a report Monday. \"Economic and earnings growth rates may be peaking, while the labor market continues to tighten. This mix contributes to higher wage growth, possibly higher inflation and related uncertainty with regard to Fed policy.\"\n\nThose are but some of the risks on invevstors' minds these days.", "Stocks are at a turning point, and it could be Apple and other technology names that help decide whether the market revisits October lows.\n\nThe S&P 500 was down about 2 percent Monday, at 2,726, and technical analysts say it needs to hold a level just above 2,700 or it could drop about 100 points to test recent lows. The S&P touched an intraday low of 2,603 on Oct. 29.\n\n\"If the market is going to show commitment to the recent rally, then 2,700 holds, and if 2,700 doesn't hold, everyone and their mother is going to be talking about a retest of 2,603, and one thing to watch is Apple. If Apple goes past $190, and goes into the $180s, you're talking about a retest of the lows,\" said Scott Redler, partner with T3Live.com.\n\nThe S&P 500 also fell back below its 200-day moving average of 2762, a signal to some strategists the longer term trend could really be changing.\n\nStrategist said investors have not shown enough fear, and there's been no true capitulation in the sell off. \"Excluding today, the bounce from the 29th to Friday, this 8 percent move was not accompanied by resounding internals. That left us a little uncomfortable,\" said Todd Sohn, technical analyst at Strategas Research. \"I think there's a debate here, a possibility [the lows] are in play.\" But he said the market could also retest the February low of 2,530.\n\n\"The other thing is when you look at risk appetite, it hasn't been there. Staples, utiltites and REITs are leading,\" he said.", "In pro-Trump Mississippi, Democrats will have one final chance this month to cut into Republicans' Senate majority.\n\nDemocratic former Agriculture Secretary Mike Espy aims to upset Republican Sen. Cindy Hyde-Smith in the Nov. 27 Senate special election runoff. Hyde-Smith, who was appointed to replace retired GOP Sen. Thad Cochran earlier this year, hopes to serve the remainder of her predecessor's term through 2020.\n\nThe Mississippi race will not swing control of the Senate on its own. With at least three projected pickups of Democratic seats in last week's election, the GOP will hold its majority in the chamber. However, an Espy shocker would give Republicans one fewer vote in a chamber that has seen its share of razor-thin votes since President Donald Trump took office in January 2017.\n\nThree Senate results are still outstanding: the race for Democratic Sen. Bill Nelson's seat in Florida, as well as the contests for GOP-held seats in Arizona and Mississippi. If the current leaders or favorites, including Hyde-Smith, win in all of those states, Republicans would expand their Senate majority to 53-47. (Democrat Kyrsten Sinema leads in Arizona, while Republican Gov. Rick Scott has a tiny lead over Nelson in Florida.)", "Americans are confident they'll be rich — but their finances say otherwise.\n\nA survey by personal finance site GoBankingRates asked people to rate their confidence, on a scale of 1 to 5, of someday being rich. A quarter called themselves \"very confident,\" but most also admitted they weren't taking any steps toward reaching that goal.\n\nThe steps people could take to become rich include paying off debt and increasing earnings. The top answer was \"doing nothing.\"", "As Democrats clamor for the House of Representatives to take up impeachment proceedings against President Donald Trump when the party takes power next year, the party leadership has a message: Not so fast.\n\nTop Democrats in the chamber, including the likely incoming chairs of the House Intelligence and Judiciary committees, as well as Minority Leader and potential Speaker Nancy Pelosi, have said that talk of impeachment is contingent on new evidence of wrongdoing provided by special counsel Robert Mueller.\n\nThe Democratic leadership has also noted that the findings would have to be damning enough to pressure Republicans to join in a bipartisan effort.\n\nBut it is far from assured that there will be any public \"Mueller report\" for Democrats to lean on.\n\nThe only related requirement under the Justice Department rules governing Mueller's work is for a \"confidential report explaining the prosecution or declination decisions\" Mueller makes in the course of his inquiry.\n\nThe confidential aspect to the report is not an afterthought. When the Justice Department revamped the rules relating to special prosecutors in the late 1990s, it was largely in response to criticisms leveled against the highly public reports issued by Kenneth Starr, the independent counsel who investigated President Bill Clinton.\n\nIn a section-by-section discussion of the special counsel regulations, published in the Federal Register in 1999, the Justice Department said that the \"principal source of the problems\" with previous independent counsel reports was that they were typically \"made public, unlike the closing documentation of any other criminal investigation.\"\n\nThe department found that the requirement led prosecutors to \"over-investigate\" in order to avoid public backlash for \"not having turned over every stone.\"\n\nThe special counsel regulations also call for a report to members of Congress from the attorney general. That report, which will be submitted by acting Attorney General Matt Whitaker unless he is replaced before Mueller finishes his work, is expected to be sparse on detail.\n\n\"These reports will be brief notifications, with an outline of the actions and the reasons for them,\" the Justice Department said in its 1999 report.\n\nThe special counsel's office declined to comment for this article.", "Shares of semiconductor manufacturer Nvidia plummeted in after-hours trading on Thursday after its earnings report, but some see the name heading higher even as the group faces tariff-related vulnerabilities.\n\nA string of sell-offs in the past week has taken the S&P 500 down to critical levels. One technician now sees technical signs that a bounce could be coming.\n\nWhile some investors are avoiding homebuilders amid rising interest rates that traditionally serve as a headwind for the economically sensitive group of stocks, others say evidence is mounting for a bounce.\n\nChad Morganlander of Washington Crossing Advisors is watching the dollar this week and expects it'll begin to strengthen heading into the second half of the year.\n\nAbout\n\nTrading Nation is a multimedia financial news program that shows investors and traders how to use the news of the day to their advantage. This is where experts from across the financial world – including macro strategists, technical analysts, stock-pickers, and traders who specialize in options, currencies, and fixed income – come together to find the best ways to capitalize on recent developments in the market. Trading Nation: Where headlines become opportunities.", "Advanced Micro Devices, the year's best-performing technology stock, got pummeled Monday as the entire tech sector took a nosedive.\n\nShares of AMD tumbled as much as 11 percent on Monday to a low of $18.80, the biggest decline among the 66 companies in the S&P 500 tech index. AMD closed down 9.5 percent, well below the Information Technology Index, which closed down 3.5 percent.\n\nDespite the setback, AMD is still the top tech gainer of the year, rising more than 85 percent. The stock hit its peak on Sept. 13, when it traded at $34.14, and has since been on a downward spiral, dropping more than 40 percent.", "Walmart is reporting earnings this week, and one top technical analyst says the stock could soar on the results.\n\nAfter falling to its lowest level in over a year in June, Walmart has posted a major comeback. The stock is now less than 5 percent from its all-time high of $109.55 hit in January.\n\n\"In many ways [Walmart is] a consumer staples play. We know it's a big grocery store and we know how well consumer staples are acting, so this is both an offensive and a defensive bet here,\" Cornerstone Macro's Carter Worth said Friday on CNBC's \"Options Action.\"\n\nWalmart has been a top performer in the Dow amid recent volatility. The stock is up 16 percent during the last three months while the Dow is up just 1 percent. Furthermore, Worth noted that Walmart shares skyrocketed after the company's last earnings report.\n\n\"Basically a massive move after a surprising result and of course on epic volume, which is what you want when you have a gap to the upside,\" he said. So I'm going to make the bet that we get a big move here in the next quarterly report.\"\n\nDespite selling off this year, shares of Walmart are up nearly 47 percent since 2017, outperforming the Dow's 36 percent gain and the S&P 500's 27 percent gain in the same period.\n\nAccording to Worth's the stock's chart shows a \"massive head and shoulders bottom\" suggesting it could poised to break to the upside.\n\n\"I think Walmart is the place to be both offensively and defensively, make the bet long into earnings,\" he said.\n\nWalmart is set to report its latest quarterly earnings Thursday morning. Walmart shares are up 6 percent this year and were trading lower on Monday afternoon around $104.45", "Marvel legend Stan Lee files $1 billion suit over theft of image rights 1:27 PM ET Wed, 16 May 2018 | 01:09\n\nRobert Iger, Disney chairman and CEO, said in the essay that \"Stan had the power to inspire, to entertain, and to connect. The scale of his imagination was only exceeded by the size of his heart.\"\n\nLee's work creating characters for Marvel spanned the 1960s and into the early 1970s. But Lee was still involved with the production of the films based on his comics, and regularly made brief, tongue-in-cheek cameos within the movies.\n\nHe became known for imbuing in his heroes the sort of flaws that were rarely visible among other comic-book protagonists, such as jealousy, pride and even financial constraints.\n\nHis voice often extended beyond the comic panel, as well, notably in his monthly \"Stan's Soapbox\" column.\n\nLee was also a World War II veteran, having served in the signal corps. His official Twitter account's last post commemorated Veterans Day.\n\nTesla co-founder and CEO Elon Musk, who has mentioned his interest in visual arts in the past, also paid tribute to Lee.\n\nAsked on CNBC in 2014 if comic-book films were over-saturating Hollywood, Lee said, \"Oh, I don't think it's enough.\"\n\n\"I think that they'll just go on as long as we come up with good stories for them,\" he added.", "Limiting the use of Facebook, Instagram and Snapchat directly leads to reductions in loneliness and depression, according to a recent study published by researchers at the University of Pennsylvania.\n\nThe study is titled \"No More FOMO: Limiting Social Media Decreases Loneliness and Depression,\" and as part of it, researchers observed 143 undergraduate students over three weeks.\n\nThe students were split into two groups: one that continued to use social media as normal and another that was limited to using each social service to 10 minutes per day. Students sent researchers screenshots of their iPhone battery usage, which shows how many minutes are spent on each app each day, to track their usage of the apps.\n\nThe experiment found that among the group that limited its use of social media, the researchers saw significant declines in depressive symptoms.\n\n\"Not comparing my life to the lives of others had a much stronger impact than I expected, and I felt a lot more positive about myself during those weeks,\" one of the students said, according to the study.\n\nFacebook could not be reached for comment. Snap, the maker of Snapchat, declined to comment.\n\nThough other studies have found correlations between social media and mental health issues, this study claims to be the first \"to establish a clear causal link between decreasing social media use, and improvements in loneliness and depression.\"\n\n\"It is ironic, but perhaps not surprising, that reducing social media, which promised to help us connect with others, actually helps people feel less lonely and depressed,\" the study reads.", "The Volvo XC40 subcompact luxury SUV has won Kelley Blue Book's Best New Model award for 2019, the group said Monday.\n\nThe group cited the vehicle's tidy styling, contrasting paint choices, flexible storage and Volvo's famous commitment to safety features as the main criteria that pushed the vehicle above competitors in an increasingly crowded segment.\n\n\"When we look at vehicles for our Best Buy coverage, we are looking for vehicles that are not only priced well and have low costs over a 5-year ownership cycle, but also vehicles that are just really cool to drive and cool to own,\" said Micah Muzio, Kelley Blue Book's managing editor for video.\n\nOne of the traits that set the car above competitors was its safety features that come standard with the base model. The $34,000 base price includes features many other cars would only offer as options, such as forward collision warning, automatic emergency braking and lane-keeping assist, which helps redirect cars that drift out of their lane.\n\nThe car also looks cool, Muzio said. \"We really liked the overall vibe,\" he said. \"It is very much a Volvo. It has a distinct aesthetic.\" He said the car has a unique roof design and little touches, like small strategically placed Swedish flags.\n\n\"It really feels like you are driving something special,\" Muzio said.\n\nOne of the things the team considered was the fact that customers can subscribe to the car for a price starting at $650 via Volvo's Care subscription service.\n\nAll-inclusive subscription services that roll up car payments, maintenance costs and insurance are a new model for the auto industry, and some have had mixed results. Cadillac in November confirmed plans to suspend its subscription program. But Volvo's subscription model is a strong value for customers, Muzio said.\n\nThis is the fifth year of the Kelley Blue Book Best Buy Award, and the survey has already expanded and changed to reflect the shifts in consumer tastes toward SUVs and trucks. For example, this is the first year the group has offered a luxury subcompact SUV category, Muzio said.\n\nThe Best New Car awards rank vehicles in 14 different categories, such as best compact, pickup truck, minivan and luxury car. Other category winners included the Hyundai Veloster N in the performance category, the Ford Expedition in the full-size SUV category, and two Audi SUVs, the Q5 and Q7, in the compact and mid-size luxury SUV categories, respectively.\n\n\"The trick with buying a car is that it really is a bit of a journey, and we want to give people a good place to start,\" he said.", "Eventbrite's first earnings report on Monday could draw the interest of one particular company: Square.\n\nThat's because Square owns a small ownership stake in Eventbrite that more than doubled in value over the past year.\n\nSquare disclosed in a public filing last week that the $25 million investment it made in Eventbrite last year has more than doubled in value to $61.9 million. The huge gain helped Square turn its first quarterly profit of $20 million in the third quarter.\n\nThe ownership stake adds another reason why some investors are so bullish on Square, whose stock has roughly doubled in price this year. While Square has a healthy core payments business, the investment in Eventbrite shows how it's diversifying its business in many different ways, including lending and food delivery.\n\nThe gains also highlight the business-savvy of Sarah Friar, Square's former CFO, who recently stepped down to take on the CEO position at Nextdoor, a social-networking start-up focused on neighborhoods. Friar is credited for bring a critical part of Square's business over the years, helping the company go public.\n\nThe value of Square's ownership stake could change substantially following Eventbrite's earnings on Monday. Square noted this in its filing last week, saying the investment could fluctuate significantly \"due to volatility of the investee stock price.\"\n\nSquare's spokesperson wasn't immediately available for comment.", "Venezuelan President Nicolas Maduro's most-recent attempt to stop his country's massive inflation problems is failing, at least according to one measure.\n\nThe Bloomberg Café Con Leche Index, which gauges Venezuela's inflation through the price of a cup of coffee, showed an annual inflation rate of 149,900 percent after its latest reading.\n\nThe staggering inflation print comes after the Venezuelan government issued a new currency, the \"sovereign bolivar.\" One sovereign bolivar was worth 100,000 \"old\" bolivars. The purpose of the new currency was to normalize day-to-day transactions as the country battles through years of hyperinflation. The new currency is also pegged to petro, a digital currency issued by the Venezuelan government that many consider is illegal.\n\nThese efforts initially helped as the sovereign bolivar held in a range between 95 and 115 per U.S. dollar, Bloomberg reported citing data from Monitor Dolar. On Monday, however, the bolivar traded at 276.53 per dollar, Monitor Dolar data showed.\n\nVenezuela's troubles come as the country with the biggest oil reserves in the world deals with an ongoing humanitarian crisis. Venezuela faces shortages of food, medicine and other basic goods.\n\nOn top of that, the Trump administration has sanctioned dozens of Venezuelans associated with Maduro's regime, including his wife, Cilia Flores. The Treasury Department also seized a $20 million private jet belonging to Diosdado Cabello — the vice president of Venezuela's socialist party — back in September.\n\nVenezuela's inflation is expected to keep spiraling out of control, too. The International Monetary Fund said in June it expected inflation in Venezuela to hit 1 million present in 2018, noting the country is \"stuck in a profound economic and social crisis.\"", "Sick of swiping left? Looking for love may be better in some cities than in others, according to WalletHub.\n\nThe personal finance site crunched the numbers to figure out the best cities in the U.S. for singles, ranking them based on dating-friendliness. For its study, WalletHub looked at 182 U.S. cities — including 150 of the most populated U.S. cities plus at least two of the most populated cities in each state — analyzing them across three dimensions: economics, fun and recreation and dating opportunities. Those dimensions were evaluated using 34 relevant metrics including things like job growth rate, overall well-being index, nightlife options per capita, weather and most active Tinder users.\n\nThe best city for those looking for love? Atlanta, Georgia, which ranked high in dating opportunities, as well as fun and recreation. Denver, Colorado, which scored high on dating opportunities, came in second and San Francisco, California, boosted by its fun and recreation score, came in third.\n\nThese are the top 10 best cities for singles, according to WalletHub:\n\n1. Atlanta, Georgia\n\n2. Denver, Colorado\n\n3. San Francisco, California\n\n4. Portland, Oregon\n\n5. Los Angeles, California\n\n6. Seattle, Washington\n\n7. Chicago, Illinois\n\n8. San Diego, California\n\n9. Minneapolis, Minnesota\n\n10. Portland, Maine\n\nMeanwhile, Hialeah, Florida; Pembroke Pines, Florida; and Brownsville, Texas were at the bottom of the list.\n\nDon't miss: 10 best foodie cities in America (No. 1 may surprise you)\n\nLike this story? Subscribe to CNBC Make It on YouTube!", "Signet Jewelers and Tiffany & Co. shares fell on Monday as De Beers reduced its low-end diamond prices by up to 10 percent, according to Bloomberg.\n\nSignet Jewelers fell more than 3 percent and Tiffany & Co. fell more than 1 percent around midday on Monday.\n\nThe low-end diamond market is struggling with too much supply, according to Bloomberg. This has put the squeeze on locations like Surat, India, a major diamond-cutting hub, leading to lower profit margins. The depreciation of the rupee has made matters even worse, the report said. This cut is further indication that the low-end diamond market is in turmoil, according to Bloomberg.\n\nThe lower prices at the De Beers sale is unlikely to affect consumer prices, the report said. Another concern may be De Beers' artificial diamonds may add competition in the low-end market, though there is no evidence this happened thus far.\n\nDe Beers, which is the world's largest diamond producer, usually changes diamond prices by restricting supply, not reducing prices. The company does not publicize its prices, but the last major cuts, which were in the single-digit percent range, were in 2016 due to economic challenges. It is unknown when the company cut prices in the double-digit percent range.\n\nSignet, Tiffany and De Beers were not immediately available for comment.", "Health saving accounts allow you to sock away cash for present and future medical costs. Just make sure high expenses aren't devouring your balance.\n\nSo-called HSAs allow you to put away money on a pretax or tax-deductible basis, have it accumulate interest free of tax and then tap the cash tax-free if you're using it to cover qualified medical expenses.\n\nThey're often paired with high-deductible health plans, particularly at the workplace.\n\nDespite the virtues of HSAs, savers who want to decouple their account from their employer and shop around may run into problems.", "President Donald Trump on Monday tweeted that he hopes OPEC does not cut oil output, the same day Saudi Arabia's energy minister said the cartel and its allies may need to throttle back production by about 1 million barrels per day.\n\n\"Hopefully, Saudi Arabia and OPEC will not be cutting oil production. Oil prices should be much lower based on supply!\" he wrote on Twitter.\n\nThe tweet marks Trump's latest attempt to influence OPEC policy on Twitter. The president has tweeted at the 15-nation producer group several times this year, blaming it for rising oil prices and ordering its members to take steps to tamp down the cost of crude.\n\nTrump's latest broadside comes on the heels of a sharp pullback in oil prices that has seen U.S. crude plunge into a bear market and post its longest losing streak on record. Prices tumbled over the last five weeks as global equity markets sold off, crude supplies rose and the outlook for growth in oil demand weakened.\n\nThe sudden drop in oil prices from four-year highs just last month has forced OPEC and a group of crude exporters including Russia to rethink how they are managing the market.\n\nOn Sunday, a committee representing the group said oil supply is growing faster than demand, suggesting the alliance may have to launch a fresh round of production cuts. The same day, Saudi Energy Minister Khalid al Falih said the kingdom's oil shipments would fall by 500,000 bpd in December.\n\nOn Monday, Falih told an oil conference in Abu Dhabi that technical analysis suggests \"there will need to be a reduction of supply from October levels approaching a million barrels\" from the alliance.", "The midterm elections have nearly drawn to a close — and, without skipping a beat, the 2020 presidential field is starting to burst open.\n\nThe latest politician to join the list of President Donald Trump's potential challengers is Richard Ojeda, who lost the race to represent West Virginia's 3rd Congressional District on Tuesday night. He also voted for Trump in 2016, he said, but he eventually withdrew his support for the president.\n\n\"We have far too many pigs eating at the trough,\" Ojeda, a 48-year-old retired Army major and state senator, said Monday in a Facebook Live feed while standing at the Korean War Memorial in Washington, D.C.\n\nBut Ojeda, who helped lead teachers strikes in West Virginia earlier this year, is not the first to formally announce a 2020 presidential campaign, and he certainly won't be the last, as the slate will grow dramatically over the next few months. Ojeda and others who declared early candidacies will have a lot of trouble breaking out of what's expected to be a large field consisting of several big-name Democrats, potentially including Sen. Elizabeth Warren and former Vice President Joe Biden.\n\nAt least two other people officially declared their presidential ambitions well in advance of even the November midterms. Rep. John Delaney, D-Md., announced in July 2017 that he would run for president rather than seek re-election to his seat in Congress. Entrepreneur Andrew Yang, 43, began mounting his presidential campaign months before the midterms and appeared to file a statement of candidacy with the Federal Election Commission on Election Day itself.\n\nBoth Delaney and Yang are running as harbingers of a technological reckoning that, without quick action, will pose daunting problems for the economy and society.\n\nDelaney highlighted infrastructure and tax reform amid a laundry list of other issues in a Washington Post op-ed explaining his decision to run. Yang has called for enacting a universal basic income that would simply have the government send a $1,000 check to most Americans every month.\n\nRep. Eric Swalwell, D-Calif., has also said he was considering a run for president.\n\nA slew of more high-profile politicians have yet to formally announce their campaigns — though many have dropped hints.\n\nConnie Schultz, writer and wife of Ohio Sen. Sherrod Brown, said in a tweet Monday that \"We're thinking about\" a run for president.\n\nOther Democrats, including Rep. Tulsi Gabbard of Hawaii, and Sens. Cory Booker of New Jersey and Kamala Harris of California, have drawn heavy speculation, as well.\n\nNot all of the would-be challengers are Democrats, nor are they all currently politicians. Billionaire and Trump-impeachment advocate Tom Steyer has said he is not ruling out a 2020 run, and ex-Starbucks CEO Howard Schultz is building a public relations team as he mulls a run of his own. In October, billionaire and former New York Mayor Michael Bloomberg re-registered as a Democrat amid speculation that he will run.\n\nBut Ojeda has actually taken the next step. He filed paperwork with the FEC on Sunday night.\n\nOjeda, who supported Trump in 2016 against Democrat Hillary Clinton but has since said he regrets the choice, ran as a hyper-aggressive populist Democrat in one of the most Trump-friendly districts in the country.\n\nTrump won 68 percent of the vote in West Virginia in the 2016 presidential election. In the state, Trump received the most support from the 3rd District, where he trounced Clinton by a spread of 50 percentage points, 73-23.\n\nOjeda fought tooth and nail against Republican Carol Miller for the seat vacated by incumbent Evan Jenkins, who won a seat on the state's Supreme Court of Appeals. Polls of the race curated by RealClearPolitics showed Miller holding a single-digit lead over Ojeda on the eve of Election Day, although he ended up losing by a margin of approximately 56-44, according to NBC News data.\n\n\"To come as close as he did in that district in the state at this time was really something,\" said John Kilwein, chair of the political science department at West Virginia University.\n\nOjeda has drawn comparisons to other Democrats who ran competitive races in deep-red regions, such as Rep. Conor Lamb of Pennsylvania and Rep. Beto O'Rourke of Texas, who lost in a close contest to GOP Sen. Ted Cruz. Kilwein said Ojeda is a \"more bare-knuckles, kind of paratrooper version\" of Lamb, who won a special election in his Rust Belt district in part by distancing himself from House Minority Leader Nancy Pelosi, D-Calif.\n\n\"If I don't feel what they are doing is going to benefit the people, they need not darken my doorstep,\" Ojeda said in an intense early campaign video, which spliced together footage of the tattooed former paratrooper lifting weights with images of his own bloodied face after he was viciously assaulted during his 2016 state Senate campaign.\n\nOjeda's aggressive style and no-punches-pulled approach to Trump may not endear him to the president's staunchest supporters. In his concession speech, Ojeda (pronounced oh-JED-uh) tore into Trump for mispronouncing his surname and promised to continue to fight.\n\n\"You called me a stone-cold crazy wacko and then you mispronounced the way I say my name! But make no mistake about it! You're going to know my name,\" Ojeda yelled during the speech. \"I'm Richard Ojeda! I'm Richard Ojeda! I'm Richard Ojeda, and I'm not done fighting, and neither are we!\"\n\nDespite his feisty style, Ojeda doesn't appear set to make much of an impact on the 2020 race. And his announcement left the political world surprised and confused.\n\nWest Virginia University's Kilwein, for instance, said that he was \"taken aback\" by Ojeda's decision to run for president after losing the House race.", "Shares of Comcast slipped Monday after President Donald Trump alleged in a tweet the company \"routinely violates antitrust laws.\"\n\nThe stock lost just under 1 percent by the end of trading Monday, amid overall market declines.\n\n\"American Cable Association has big problems with Comcast. They say that Comcast routinely violates Antitrust Laws. 'These guys are acting much worse, and have much more potential for damage to consumers, than anything AT&T-Time Warner would do.' Charlie Gasparino,\" Trump tweeted Monday.\n\nTrump's tweet follows a call earlier Monday by the American Cable Association for the Department of Justice to investigate Comcast. Gasparino, who Trump quotes in his tweet, is a reporter with the Fox Business Network.\n\nThe ACA claims Comcast owns \"significant must-have local programming,\" allowing the company to raise prices and harm consumers. The ACA cites a recently closed merger between AT&T and Time Warner — which the Trump administration is still appealing — and claims Comcast's market power is a great threat than AT&T-Time Warner.\n\n\"We believe that ACA's letter is without merit and constitutes an inappropriate attempt to gain leverage in the commercial marketplace,\" Comcast said in a statement to CNBC.\n\nTrump has previously tweeted about antitrust action against social media companies. Recently fired Attorney General Jeff Sessions held a meeting with state officials in September to review big tech and antitrust concerns.\n\nDisclosure: Comcast owns CNBC's parent company NBCUniversal.", "The executive in charge of Snapchat's media efforts, including Discover, is leaving the company.\n\nSnap's vice president of content Nick Bell announced on Monday he is leaving the company. Over the last five years, Bell led efforts to build out Snapchat's media vertical Discover, as well as its Live video division. He also led its recent strategy to invest in more original programming.\n\n\"We are so grateful for Nick and everything he has built at Snap,\" CEO Evan Spiegel said in a statement. \"It has been an incredible journey that began with our vision for what content could be on mobile. Today, more people are watching more premium content on Snap than ever before, and we couldn't be more excited about the momentum we are seeing with Snap Originals. We will miss Nick, and we wish him all the best.\"\n\nJared Grusd, who joined the company as chief strategy officer in October, will take over Bell's duties alongside senior director of content progrmaming Sean Mills and director of corporate and business development of content David Brinker.\n\nBell was previously senior vice president of digital at News Corp. He intends to take some time off before his next venture.\n\nBell said he would stay at Snap \"as long as I feel super excited about the company and as long as I feel super excited about what I'm doing day to day,\" according to a Recode Media podcast from October.\n\n\"Right now I'm having a blast and I'm excited about this stuff we're launching towards the end of this year,\" he said at the time.\n\nSee Bell's note to staff below.", "Expert: Sell-off in FANG pulling down the rest of Nasdaq stocks too 12:37 PM ET Mon, 12 Nov 2018 | 03:52\n\nApple and other big tech names need to recover for the overall stock market to rebound, CNBC's Jim Cramer said Monday.\n\n\"FAANG cannot keep rolling over,\" Cramer said on \"Fast Money: Halftime Report.\" (FAANG, a term coined by Cramer, stands for Facebook, Apple, Amazon, Netflix, and Google-parent Alphabet.)\n\nThe tech-heavy Nasdaq led Wall Street lower, with Apple shares falling more than 4 percent after one of the iPhone-maker's suppliers cut its outlook.\n\n\"Apple has to find its footing\" in order to declare the tech correction over, said Cramer, the host of \"Mad Money.\"\n\nThe tech slide that began last month has been broad and persistent, with almost 73 percent of the once high-flying sector in correction levels or worse.\n\nCase in point, shares of Amazon dipped into bear market territory Monday, a little over two months after eclipsing a market value of more than $1 trillion.\n\nAmazon is down about 20 percent from its intraday all-time high on Sept. 4. Apple is down nearly 17 percent from its Oct. 3 intraday all-time high. Facebook is down more than 35 percent from its 52-week high.\n\n\"This is a very serious correction,\" Cramer said. \"We shouldn't be having a correction right now. I mean, we're finished with all the bad news until the G-20\" summit of world leaders in Argentina later this month.\n\nWhile there are a lot of good things to say about many of the tech companies, Apple is harder, Cramer said. \"The bears have gotten control. And the momentum was the last nail in the coffin.\"\n\nCramer's charitable trust owns shares of Apple.\n\nDisclaimer", "\"It could be a challenge for the stock market in the fact that about 40 percent of the S&P 500 earnings are generated from outside the United States,\" said Michael Arone, chief investment strategist at State Street Global Advisors. \"As the dollar strengthens, that has certainly created risk to those earnings. Another thing that could be a risk is, as the global economy has been slowing this year, the rising dollar poses a problem for many countries outside the U.S., and that has contributed to the slowdown in growth. The question is whether the U.S. economy can withstand a slowdown in global growth, and I don't think it can in the long run.\"\n\nMarc Chandler, chief market strategist at Bannockburn Global Forex, said the dollar in recent sessions has been getting a boost from the Fed. After last week's meeting, the Fed's statement indicated a rate hike is coming in December and several more could be in store for next year.\n\n\"Broadly, the dollar is at its best levels of the year,\" said Chandler. \"We just got done with earnings season, and many people are afraid earnings peaked, and the stronger dollar just adds to that.\"\n\nPeter Boockvar, chief investment officer at Bleakley Advisory Group, said margins appear to have peaked at a record 10 percent level for the S&P 500 in the third quarter. Third quarter profits were 28 percent higher for the S&P 500, according to Thomson Reuters. Fourth quarter profits are expected to grow about 18 percent.\n\nBoockvar said the decline in Apple after a key supplier reported slower orders was one catalyst for Monday's decline in stocks. The market was also still reacting to Friday comments from White House trade advisor Peter Navarro, who said any trade deal will be on President Donald Trump's terms.\n\nBut the dollar was also a factor since it plays into a theme of peaking earnings that the market has been worried about.\n\n\"It's another clip to earnings,\" said Boockvar, adding the market was already anxious about higher interest rates. \"You've had low wages. That's reversing. Now you get clipped via higher costs from tariffs, higher transportation costs, and you throw in the stronger dollar. You can make a strong argument that the third quarter was the peak for profit margins.\"\n\nBoockvar said corporate profit margins peaked at lower levels in the last cycles. They topped out at a high of 9.5 percent in the mid-2000s, and at 7.75 percent in the early 2000s, he said.\n\n\"[The dollar] was certainly a factor all through the third-quarter earnings for multinationals. We hear as an excuse that it was the stronger dollar, and the dollar is still below where it was in 2016, even with all these rate hikes,\" said Boockvar. \"I'm not going to believe the dollar is going to run away, but it is a likely factor here.\" Among the companies complaining about dollar headwinds last quarter were Apple and FANG names like Alphabet, he said.", "General Electric CEO Larry Culp acknowledged Monday that his decision to slash the quarterly dividend to a penny sent regular investors scrambling.\n\n\"When we announced on our earnings conference call that we were taking our dividend down to 4 cents a year, we didn't do anything positive for our retail shareholder base and they have been exiting the stock, I think, as a result,\" Culp told CNBC's David Faber on \"Squawk on the Street.\"\n\nBut even with the stock's slide over the past several weeks, Culp says GE \"would make those same decisions today, because those were the right decision to make sure the company is facing forward.\" GE shares have fallen about 20 percent in November, on pace for its worst month of trading since February 2009.\n\nAbout one-third of GE shares are held by retail investors, a higher than average mix for a public company.", "Amazon shares closed in a bear market Monday as the e-commerce giant added to a 20 percent decline from all-time highs reached back in September.\n\nAt Monday's close of $1,636.85 per share, the stock had fallen 20.1 percent from an intraday high of $2,050 per share hit on Sept. 4, 2018. Amazon, which topped $1 trillion in market capitalization on Sept. 4, is now worth $809 billion.\n\nAmazon's stock fell 4.4 percent on Monday, down more than 18 percent since the start of the fourth quarter, but slightly off its lows of the day. Almost 73 percent of the technology sector is in correction levels (10 percent off a security's 52-week high) or worse.\n\nAs the stock market resumes its sell-off, investors are taking profits on some of the most successful trades of the bull market, including Amazon and the other FANG members.\n\nTwenty-six of the 66 technology stocks in the S&P 500 are in bear market territory, including Advanced Micro Devices, Micron, Nvidia, Qualcomm, Symantec, Broadcom. The Technology Select Sector SPDR ETF, which tracks the performance of a variety of technology-related stocks, dropped 3 percent Monday.\n\nApple, the largest public company in the U.S., is 16 percent off its own Oct. 3 intraday high; Intel is off 19 percent from its own 52-week high.\n\n— CNBC's Gina Francolla contributed reporting.\n\nWATCH: Amazon is so much more than online shopping — here's how big its become", "On her Hulu show \"The Mindy Project,\" actress Mindy Kaling's character, Mindy Lahiri, oozes confidence even though she never quite seems to have her life together.\n\nIn reality, Kaling admits confidence was harder to come by.\n\nGrowing up in Cambridge, Massachusetts, she wasn't considered \"traditionally cute,\" says Kaling, 39, at the Glamour Women of the Year Summit in New York City on Nov. 11. While that was sometimes painful, Kaling says it actually taught her the importance of confidence, which was key to her professional success later in life.\n\n\"I didn't have to worry so much, 'Oh what would the boys think of me?' because the answer was, well they think I'm ugly,\" Kaling says.\n\n\"When you are ignored in that way, one of the things that happens is confidence and asking for things based on your professional career — they come a little bit more easily for you,\" she adds. \"At least that was the case with me, because I felt like, you know, this is my only path.\"\n\nSince her breakout role as Kelly Kapoor in NBC's \"The Office,\" Kaling has gracefully ascended to stardom, snagging numerous Emmy nominations, starring in major movies like \"Ocean's Eight\" and penning best-selling books including \"Why Not Me?\"\n\nBut innate confidence is something that Kaling says she doesn't fully understand.\n\n\"We tell young women...to be confident, be confident, and to just grasp it out of thin air, and I think that's confusing,\" Kaling admits.\n\n\"Because for me I've never had any [innate] confidence,\" she tells NBC's Savannah Guthrie and Hoda Kotb at the event. \"I've just done the leg work. It often meant that I never came to anything unprepared.\"\n\n\"I literally could not be confident with the amount of research and preparation that I had done,\" Kaling said. \"And then I felt confident.\n\n\"I think that's sort of been the key to everything in my life.\"\n\nGuthrie, host of \"The Today Show,\" agrees. \"The work is the confidence,\" Guthrie says. \"Confidence isn't some slogan that you say that has no meaning and is like a bumper sticker. Confidence is earned.\"\n\nGuthrie says confidence also comes from life experience. \"[C]onfidence comes from surviving breast cancer...\" she says, acknowledging her co-host Kotb's 2007 diagnosis, and it comes from age. \"Because I think the older you get, you're just like acquiring it with experiences that let you know, I can survive.\"\n\nDisclosure: CNBC parent company NBCUniversal is an investor in Hulu.\n\nDon't miss: How Kevin Hart went from sleeping in the hallway of a one-bedroom apartment to making millions\n\nLike this story? Subscribe to CNBC Make It on YouTube!", "The U.S. Department of Education continues to seek repayment on more than $1 billion in federal student loans from tens of thousands of severely disabled veterans who have been deemed unable to work and are eligible for student loan forgiveness.\n\nThe news comes out of a Freedom of Information Act request filed by Veterans Education Success, a nonprofit that provides free services to veterans, back in June that was answered around Veteran's Day.\n\nIn response to the advocacy group's request, the Education Department says it has identified more than 40,000 service members who qualify to have their student debt canceled through what is called a \"total and permanent disability discharge.\"\n\nMore than 25,000 of them are in default, however, and just 8,500 have even applied for the forgiveness. The government did not say it has discharged any of the debts of these eligible veterans.\n\n\"It's disturbing,\" said David Bergeron, a former Education Department official. \"The current leadership has hired people who want to protect for-profit institutions more than they want to protect students and veterans.\"\n\nFor-profit schools have come under scrutiny for targeting veterans, and military students are more likely to attend the colleges compared with civilians.\n\nThe Education Department did not respond to a request for comment.\n\nMore from Personal Finance\n\nThese are the ways student loans stop people from buying a house\n\nStudent loan nightmare: Some borrowers have to start over\n\nPeople with massive student debt hope Trump will let them declare bankruptcy\n\nDefaulting on student loans can be financially devastating for anyone, let alone disabled veterans often living in poverty and unable to work. It results in lowers credit scores and allows the government to garnish borrowers' tax refunds as well as a portion of their Social Security benefits.\n\nConsumer advocacy groups, including Veterans Education Success and Vietnam Veterans of America, are now urging the Education Department to automatically discharge the debt of these individuals. Currently, they must apply to have their debt canceled.\n\nEarlier this year, the Education Department attempted to make this process easier by sending out a letter to certain disabled veterans notifying them of their eligibility for loan discharge.\n\nHowever, advocates say many of these veterans may be unable to respond because they're paralyzed or have severe brain injuries. Others may have never even opened the letter or believed it was a scam, since borrowers are frequently warned to stay away from claims of loan forgiveness.", "Well-known Apple analyst, TF International Securities' Ming-Chi Kuo, cut his forecast for iPhone XR shipments by 30 million units in a research note issued Monday. The iPhone XR is Apple's most affordable new iPhone and was released in October.\n\n\"We have reduced our iPhone XR shipment estimation from 100mn units to 70mn during the new product lifecycle (4Q18 - 3Q19),\" Kuo said. It's a reversal from a similar report issued in October, in which Kuo said he expected the iPhone XR to be a big seller for Apple.\n\nKuo outlined several reasons for his lowered estimate, including \"negative impacts on consumer confidence from the trade war, especially in the Chinese market.\" Kuo added that consumers may prefer the narrower bezels and better cameras on Apple's more expensive iPhone XS and iPhone XS phones, too. Finally, he said Huawei's new Mate 20 series phones will increase competition for the iPhone XR.\n\nHuawei isn't a big player in the U.S., but it's one of the largest phone brands in China and throughout Asia.\n\nKuo still said Apple will ship 75 million to 80 million iPhone units during its fiscal fourth quarter, or Apple's Q1 2019.\n\n\"The increased shipment estimations of the iPhone XS series and legacy models can offset the XR shipment estimation cut,\" he said. Kuo said Apple will ship 47 million to 52 million iPhone units during the first quarter (Apple's fiscal Q2 2019), down from his original estimate of 55 to 60 million units.\n\nKuo said iPhone XR parts suppliers including Career and Nissha printing will be \"the major losers resulting from the XR cut because these two companies cannot benefit from the increased shipment estimations of legacy models.\"\n\nShares of Apple are trading down on Monday after Lumentum, a supplier for Apple's Face ID facial recognition system, cut its outlook and said a major customer — believed to be Apple — reduced shipment requests.\n\nApple declined to comment.", "Goldman just had its worst day since 2016, here's what's weighing on the stock 5:34 PM ET Mon, 12 Nov 2018 | 05:22\n\nWhile a Goldman investment banker named Tim Leissner has plead guilty to participating in the scheme, the bank has said that Leissner and others deceived the firm and dodged its internal controls. In his guilty plea, Leissner said his actions to hide facts from Goldman's compliance staff were part of the bank's culture.\n\nNow, Malaysian Finance Minister Lim Guan Eng said the country is seeking a full refund of the $600 million in fees Goldman was paid for the bond deals, according to a Bloomberg news report based on a radio interview.\n\nGoldman also faces \"significant fines\" from a U.S. Department of Justice investigation into its role in the 1MDB scandal.", "WHEN: Today, Monday, November 12, 2018\n\nWHERE: CNBC's \"Squawk on the Street\"\n\nThe following is the unofficial transcript of a CNBC EXCLUSIVE interview with GE Chairman and CEO Larry Culp and CNBC's David Faber on CNBC's \"Squawk on the Street\" (M-F 9AM – 11AM) today, Monday, November 12th. The following is a link to video from the interview on CNBC.com: https://www.cnbc.com/video/2018/11/12/watch-cnbcs-full-interview-with-general-electrics-larry-culp.html.\n\nAll references must be sourced to CNBC.\n\nDAVID FABER: Welcome back to \"Squawk On The Street.\" I am David Faber at GE's headquarters in Boston. Very nice to be here and of course, nice to have Larry Culp, the company's Chairman and CEO, with us. Thank you for being with us.\n\nLARRY CULP: Good morning.\n\nFABER: And for having us here.\n\nCULP: Good morning, David, and welcome to Boston on Veterans Day.\n\nFABER: Yes, that's right. Let's get right to it, Larry, in terms of Friday and the action on the stock price, what may be the reason why – we're very welcome and happy you are willing to talk to us, but a well regarded analyst Stephen Tusa -- who's followed the company for some time, and been typically right in terms of the direction of the stock -- came out on Friday with the new report in which he basically says, I mean a lot of things, but to cut to some of the key ones: $100 billion in net liabilities he sees at Ge, roughly speaking, currently for a company that's generating negative free cash flow, even after the dividend cut, with deteriorating fundamentals. A) Is he getting any of that wrong? And B) if he isn't, what do you tell investors to keep them in the stock?\n\nCULP: RIGHT. Well, David, I think if we look at the last two weeks, right, clearly the stock has been under pressure. No doubt about that. I think when we announced on our earnings call that we were taking take the dividend down to four cents a year, we didn't do anything positive for our retail shareholder base, and they had been exiting the stock, I think, as a result. And, at the same time, we took another unpopular decision, but one that was straightforward and that is to take guidance off the table, given the fact that we didn't really have I think the confidence and conviction that we would want, particularly around our power business, as we look toward the end of the year. That didn't do much for our institutional holders. But I think if you step back from all of that and given the way the stocks traded, I think we'd make those same decisions today because those were the right decisions to make sure that the company is facing forward and dealing with the fact that we do have a lot of leverage. I think we all agree in that regard. But we have a number of options to bring that leverage down overtime and the company is very committed in doing that.\n\nFABER: Yeah, i mean that was a focus to a certain extent of the conference call that took place 11 days ago or where ever we are roughly. And it is also was the focus of Mr. Tusa, though. It wasn't necessarily about liquidity as much as it's what he thinks is success of leverage at GE. And you seem to agree, although the numbers may differ a bit. But what can you do, particularly when it is not just the amount of debt but it's also the fact that IBITA and free cash flow is not going up?\n\nCULP: Right, right. Well a couple of things here, David. One, I think that's an important distinction that you just made relative to liquidity verses leverage. Two weeks ago, folks were I think understandably asking the liquidity question. I think we've put that to rest given the fact we've got 20 billion of cash. We have a robust here too CP program and $40 billion of bank lines. We've only tapped two. But I think that gives us a foundation.\n\nFABER: You've only tapped two of the 40 billion available to you.\n\nCULP: Yes, so that gives us a foundation to really talk to the leverage. And again, whether it's an equity analyst, whether it's the rating agencies -- witness the downgrades, or what we've said ourselves, we need to bring the leverage down. And I think we've got plenty of opportunities through asset sales to do that. In the last six weeks, marks my sixth week on the job, I've heard from a lot of people across our markets, people who have interest in GE assets. And I think that's confirmation that we have quality franchises and frankly that we have options.\n\nFABER: Are you going to quicken the pace of asset sales at this point? Is there a sense of urgency?\n\nCULP: Very much a sense of urgency, David. But as John Wooden, the famous basketball coach said, \"be quick but don't hurt.\" And I think that's the mindset that we have. When we look at healthcare for example, a tremendous franchise, we talked in June about an IPO there where we'd take 19.9% of the proceeds as cash. We have flexibility, we have options there. We could preserve our tax-free spin status while selling up to 49.9%. So there's a lot of cash there, given some of the estimates of value that are out there. We're tracking very well with the closure of our merger with LabTech, with our transportation business. We'll end up with just under 10% of that business in equity. Another option there. And Baker Hughes. A lot of people have talked about Baker Hughes. A $28 billion market cap company as of Friday's close. We own 62.5% of that company. So lots of options just in those three to generate real cash to bring that leverage down.\n\nFABER: Right. On Baker Hughes, why not just move -- why not accelerate that now? People had been focused on it. I know the price of oil are all over the place. I know it may not be the best time from a valuation perspective. But when you referenced it on the conference call, you still use the word, \"several years,\" I think is what I saw here in terms of exiting that position. Why not get moving on that sooner?\n\nCULP: Well, I think we're going try to look at everything and all of our options again with a sense of urgency. What we are not going to talk with great specificity about certain opportunities, certain paths, because we'd rather talk about what we've accomplished after the fact then negotiate in public.\n\nFABER: What should we think about in terms of leverage then? What should investors be focused on? You mentioned, obviously it's a focus for you. You mentioned a couple of markets that are reacting to it. You see the s-spreads have widened as well. Does that concern you?\n\nCULP: Well, I think there are a number of ways to look at our leverage levels. But let me be absolutely clear: we have no higher priority right now than bringing those leverage levels down. It's important to strengthen the balance sheet, it's important for our investors, the rating agencies, everybody with an interest in the future of this company. Not to mention the fact that it is tough for our businesses to play offense as often as they should organically and inorganically with the balance sheet and the shape that it is in.\n\nFABER: Another of the contentions made by Mr. Tusa, and some other investors to be fair, is that fundamentals continue to deteriorate, not in aviation, not in healthcare but in power. And I mean in the numbers that Tusa had in terms of your potential earnings, I know you're not giving guidance – 35 cents a share in 2019 and 41 cents a share in 2020. When you see or hear those numbers, does it make you shiver?\n\nCULP: No. It is a cold morning here in Boston but I haven't shivered yet. Because we are working hard with the power team to get better grounding in our reality and we aim to run that business differently. I don't have the conviction to offer up numbers for the fourth quarter let alone '19 but we will in time, right. And that's very much what this week's about, it's what this last week -- six weeks have been about, in terms of getting closer to opportunity and challenges in that business. The unfortunate thing there, David, is we probably held on -- with the benefit of hindsight -- held on too long to a too robust revenue outlook for the year. We're going to fall short of that. That hides a lot of the progress the team has made in terms of cost reduction. We've taken out over 700 million of cost in that business this year. We reduced our facility footprint by 20%. Good things to doing a manufacturing business. But it is not enough.\n\nFABER: Has power bottomed?\n\nCULP: Has power bottomed? We're getting close. We're getting close.\n\nFABER: You're getting close. Will you know when you are there?\n\nCULP: We will know when we're there. Right. Because like any business facing both cyclical and secular pressures, it's a little bumpy on the way down, somewhat unpredictable, but I think we have a good line of sight, we can have a good line of sight in this business. We have $94 billion of backlog, for example. That should give us, I think, the potential to run this business not only better but with better visibility.\n\nFABER: And I've mentioned of course, you were the director as of April, you've been in the CEO job, as you pointed out, just about six weeks.\n\nCULP: Six weeks.\n\nFABER: Have you, though, in your mind diagnose of what the issues were at power so you can effectively deal with them and get to the bottom quickly and potentially start to pave the way forward?\n\nCULP: David, I have done this long enough to know that there are always things you may not know. But I feel pretty good today that we've got line of sight on the issues that we can manage to improve the performance of the business and address the risk inherent in it. One of the things we are going to do that we announced on the earnings call is really stop managing the business at a consolidated power level and really run the seven discrete P&L's on their own bottoms. We have a big power organization. Consumes about 300 million dollars of costs per year. And when you are managing at a consolidating levels, it really robs you the visibility relative to revenue, cost and cash opportunities, business by business by business. So as we do that, we're going be able to address the specific issues in each business, and our gas franchise and in other businesses within the power segment.\n\nFABER: Have you been bringing in new people? Do you need to continue to change up personnel?\n\nCULP: The team is going to continue to evolve. I have said on the earnings call and I will say it again today, I have been impressed with the people on the GE team. They're smart, they're talented, they're passionate, and I think they've got an above average level of grit and resilience given what they've been through. But that said, we are bringing in new people, we have in GC, Mike Holston from Merck who joined us earlier this year; Tom Timko, our new controller, from General Motors, is a tremendous addition to the team. We brought in a number of outside advisors who are helping. And there will be other changes as well as we evolve the organization. Some folks perhaps who are here today who will be in different roles. Others who will be promoted as we complement their strengths and their skills with folks from the outside.\n\nFABER: Did the Austin deal break power or was power already on a road that might have ended not well?\n\nCULP: David, it's a hard one to answer. But I think if you step back and look at the hand Russell Stokes and his team were dealt a little over a year ago, I think there are three things in play. First, the secular and the cyclical pressures as we go through the energy transition in that space. And then again, the way we restructured and the way we had been running this business. Those things, relative to market, are our reality, we need to embrace them in order to change them. But in terms of our own operation, we have a lot in our control as a former GE Chairman once said, we can control our destiny in that regard. And that's what we aim to do.\n\nFABER: You know, a little more than a year ago, I sat with your predecessor Mr. Flannery not -- right around the corner here, we didn't do it in this exact spot, he talked about sort of having a handle on power. What gives you the confidence, given you experience that you have the handle on?\n\nCULP: Well, I have run businesses from over 25 years. From the shop floor, from the lab from the customer sights. So I take a bottoms up approach. I could be wrong but I have a lot of confidence of what we can do to stabilize power and then drive a better performance in terms of the top line, the bottom line, and most importantly, David, in terms of the cash generation of that business. We have seven billion dollars of cost in that business today. Our inventory returns are only 4x. Plenty of opportunity to run that business better.\n\nFABER: Now you do you have two other business that we tend not to speak as much because they're doing fine. Aviation of course which everyone calls the jewel to a certain extent and health care. You just had alluded to the plan for health care in terms of potentially taking 19.9% of it public at some point. You've said the plan is intact, the one that the board agreed with and came to back in June of this year. Is there a chance the plan will change?\n\nCULP: Well, what I would say, David, is that I think the strategic intent that we announced in june stands today. And I believe deeply in what we said then and what we reiterated two weeks ago. The plan basically has two strategic pillars. The first, deleveraging. And we've talked about how important it is. The second is we want to run the company differently. We want to be a more detraditionalized business, focused more on the discreet businesses like aviation and healthcare and less on corporate. The details as to how we get there, 19.9% of healthcare or something more, maybe something in one of the other businesses. We have lots of options. So those detailed tactical implementation decisions are under review. And gonna we're be smart about how we faze and sequence those moves. But they all serve the strategic intent that again is a constant.\n\nFABER: And what about aviation? Does it just stay? Can it not be potentially removed? Is there not an opportunity in some way perhaps to break out or monetize a bit of it to show some value and raise some equity?\n\nCULP: Well, there are lots of opportunities here. And I wouldn't dismiss anything once and for all. I think that would be foolish. But there is no question as you said a moment ago, aviation is our crown jewel. David Joyce, our Vice Chair, and his team have done a tremendous job with that business. Have I think tremendous runway going forward, so we wouldn't say no for all time for various options. But options along the line of what you just described, not high on our list.\n\nFABER: So you know, your customers in aviation sign up for long-term agreements, they need to know you're going to be there to service all those jet engines and everything. Are you hampered at all in the marketplace by a deteriorating credit rating and by perhaps the longer term concerns of some of those customers?\n\nCULP: David, the customers I've talked to could not be supportive. They certainly understand we're under a lot of scrutiny, we receive a good bit of criticism. But when I talk to them, what they ask me is \"What can I do to help? At the operating level, you're performing well for us. We need Ge. Ge is important to our business. GE is important for the country. If there is anything that we can do, let us know.\" In terms of our degree freedom from an operating perspective, the businesses are up and operating without any challenge in that regard. And that's been a pleasant finding.\n\nFABER: You know for many years for following and actually being an employee of the company as well. The conglomerate model was lauded -- it was seen as a positive. In other words, the performance of one business actually in some ways helped the others. It would seem to me now to be going the other way. You have two strong businesses you have one weak business, and I wonder can you retain and attract the talent you need and maintain morale when in some ways you seem to not be able to say, \"Well, if you do great in aviation, you are going to do great to GE.\" Because you are attached to the power business and GE Capital and long-term liabilities and things we don't know about that conceivably could impact your future.\n\nCULP: Right. David, there is no question that with the stock where it is and the criticism that we've received that the employees feel that, right. More so in the U.S. than outside of the U.S. But again I think what I have seen is a level of commitment, a level of grit and resilience to fight, to continue to serve customers, to be a part of the mission that we have and to serve the greater GE. Nobody is happy with where we are today. They want their company to be on better footing and that's what we're working to do every single day.\n\nFABER: Can you attract the people you need to and keep the people that you want to keep as well in that environment?\n\nCULP: Well, we have to prove that out. I have been encouraged by the response i have gotten from folks that I have reached out to, the folks that have basically contacted me directly. Not everybody is going to be attracted to a challenge like this, particularly given where we are today. But the people that we want frankly David are – because they don't scare easy. They're up for the fight and they're ready to fight and win.\n\nFABER: You know, that brings me to you. You are 37-year-old CEO and 14 years later, great track record at Danaher. Compounding of revenues of the stock price, many people would look and say -- what are you doing this for? Why would you take this on given you had a strong reputation, you would made plenty of money it would seem – not to be presumptuous. What would motivate somebody to do this?\n\nCULP: Well, David, I think it was not an easy decision -- to join the board, frankly, let alone when the board asked me to consider becoming Chair and CEO to take this on. But I think the decision points in both instances were driven by the same logic. I think first and for most, I know having looked at the company for a long time, GE is important. What we do in terms of aviation and healthcare and energy, it is important and frankly this company matters, particularly to the United States. This is a challenge of a lifetime given where we find the company today and that's certainly worth doing as well. But more than anything, I think I go back to the annual meeting in April, my first board meeting, where I began to see GE shareholders and GE employees and pensioners, people who have been working for the company second or third generation, all very unhappy with where we are but again committed to the company, can't wait to see the company be in a better place. And I thought if I can be helpful, if I could serve those people, that'll be a good thing doing at 55.\n\nFABER: But you're going to be at potentially for a long time. There's no magic bullet here. It is not like we're all -- you're going to wake up tomorrow and suddenly have it all figured out and the stocks going to be double. It is going to take, if you are even right, a long period time to turn this giant around, isn't it?\n\nCULP: Exactly. And that's the beauty of having 14 years in the chair in a prior role and being 55. I've got, I think, the energy and the runway to do what it takes here. It's been six weeks, it's been a great six weeks, frankly, it's been energizing. But we did not get where we are in six weeks so it is going to take a while. And I am signed up to do that.\n\nFABER: Finally, Larry, you know, when it comes to the stock itself and I hear from a lot of people as you might expect in the halls of 30 rock as well, fellow colleagues who owned GE and have for many years and they're obviously disappointed, but when you talk to other potential investors, they still feel sort of uncomfortable because of the unknown. And that comes back to GE Capital. Long-term liabilities. Long-term care liability, for example. Can you give people comfort? Do you feel like as having been a director since April and CEO for the last six weeks that you know where all the liabilities are and that the numbers are the numbers with no surprises?\n\nCULP: David, I think that if you look at capital, our intent there is clear. We know have too debt overall. We have too big a Ge Capital business which is why we've been materially shrinking that business down 25 billion this year. That work will continue. We've got a number of great assets there and it is important that people remember. We've got assets that match the liabilities. It is a match book set up. Specific to insurance we took a big charge last year as we trued up our --\n\nFABER: -- Which scared the heck out of people to be fair.\n\nCULP: -- I think there was nobody who heard that news did not have their breath stop for a moment, right, again, a big number. But in terms of what we are doing there, no issues of capital gets more attention: in our management meeting, with our discussions with outside actuaries, frankly at the board meeting. I can't think of a board meeting this year where we haven't spent a good amount of time on managing that insurance obligation. And as we go forward while it is not a liquidity pressure in the short term, we know we need to tend to that and overtime we're fully committed to exploring every option that we can to manage that liability and derisk it for the GE shareholder.\n\nFABER: And finally, Larry, this idea of a large shareholder or somebody coming in to help you in terms of an equity check and giving confidence, is that a possibility or is that not something that's on the table?\n\nCULP: Well, the stock is on sale today. And I am sure people are buying it here at the market is open. But we have no plans for an equity raise, David. I think that as conditions change in the future we might come back and reconsider that. But we are very keen to deleverage. We think we have a path by way of the asset sales to do that. And that's the plan we're going to work.\n\nFABER: Larry, very much appreciate you having us in today.\n\nCULP: Thank you, David.\n\nFABER: Larry Culp, the Chairman and CEO of GE.\n\nFor more information contact:\n\nJennifer Dauble\n\nCNBC\n\nt: 201.735.4721\n\nm: 201.615.2787\n\ne: jennifer.dauble@nbcuni.com\n\nEmma Martin\n\nCNBC\n\nt: 201.735.4713\n\nm: 551.275.6221\n\ne: emma.martin@nbcuni.com", "Why this expert says tobacco companies are still defensive stocks 6:28 PM ET Fri, 9 Nov 2018 | 03:16\n\nBritish American Tobacco, which sells market leading menthol cigarette Newport, is seen as the most vulnerable company. Menthol cigarettes accounting for between 55 percent and 60 percent of its U.S. volumes, driving 25 percent to 27 percent of its global profit, according to estimates from Piper Jaffray analyst Michael Lavery. He estimates menthol cigarettes are about 18 percent to 20 percent of BAT's cigarette volumes and about 15 percent to 17 percent of profits.\n\nBAT's operating profit is about 10 billion pounds (US$12.86 billion) on a run-rate basis, Lavery said. Last year, the company recorded an adjusted operating profit of 7.9 billion pounds (US$9 billion), he said, but that did not include a full year of the U.S. business, which BAT gained through its acquisition of Reynolds American.\n\nShares of BAT tumbled nearly 9 percent Monday. In an email to CNBC, a spokesman said the company was not aware of \"anything that has changed to suggest the FDA would deviate from its existing multi-year comprehensive, rule-making process on flavors in tobacco products, which includes menthol.\"\n\n\"In any event, we look forward to continuing to participate in a thorough science-based review to address the use of flavors in tobacco products,\" he added.\n\nLavery estimates menthol accounts for 25 percent of Imperial Brands' volume, or 6 to 8 percent of its global profit. For fiscal year 2017, Imperial Brands reported about 3.8 billion pounds (US$4.89 billion) in operating profit, Lavery said.\n\nImperial Brands' stock fell about 2 percent Monday.\n\n\"Proposals to ban menthol cigarettes in the U.S. have been for the table for many years and we will continue to engage with the FDA on the topic,\" an Imperial Brands spokesman said in an email to CNBC. \"We are aware of last week's renewed media reports regarding menthol tobacco products and will continue to monitor the situation, but until there's a formal update from the FDA, we'll decline to comment further.\"\n\nWells Fargo's Herzog estimates menthol represents about 21 percent of Altria's combustible cigarette volume, which totaled 116.61 billion sticks last year, according to a regulatory filing. Herzog also estimates menthol represents about 18 percent of Altria's total profit, which totaled $9.56 billion last year, according to the filing.\n\nShares of Altria fell 3.5 percent Monday. The company declined to comment, saying it was premature to comment without seeing the FDA's proposed actions.\n\nWATCH: How Juul made vaping cool and became a $15 billion e-cigarette giant", "General Electric CEO Larry Culp's latest comments to CNBC about GE Healthcare could indicate an \"outright sale\" is among the options under consideration, according to a leading industry analyst.\n\nCulp called GE Healthcare a \"tremendous\" franchise, which has \"flexibility\" in terms of the planned spinoff. \"We could preserve our tax-free spin status while selling up to 49.9 percent,\" Culp told CNBC's David Faber on Monday.\n\n\"I think [Culp] is weighing all options including the outright sale of the business or parts of it,\" Scott Davis, chairman and CEO of Melius Research, told CNBC. Davis, who personally owns GE shares, maintains a buy rating on the stock with a $21 per share price target.\n\nDanaher, where Culp was CEO from 2000 to 2014, would \"love\" to own the life sciences business of GE Healthcare, Davis added. \"As for the diagnostic equipment, that is less clear,\" he said, stressing it would be \"a very large deal.\"\n\nWhen asked for further comment, GE directed CNBC to Culp's comments earlier. On the Oct. 30 postearnings call, Culp indicated flexibility around GE Healthcare.\n\nGE Healthcare is a cash cow, throwing off $3.4 billion in profit last year. The unit accounted for 15.8 percent of General Electric's total 2017 sales and contributed 43.2 percent to GE's operating profit last year.\n\nCulp, 55, replaced John Flannery as chairman and CEO on Oct. 1 after the board reportedly became frustrated with the slow pace of change at the struggling industrial conglomerate.\n\nShortly after the leadership change, both GE and GE Healthcare had told CNBC they were \"committed to establishing Healthcare as a separate independent entity.\"\n\nA spokeswoman for GE Healthcare said at the time that the unit \"plans to continue working toward separation,\" and Flannery's departure \"does not change what's happening.\"\n\nGE Healthcare, under CEO Kieran Murphy, plans to become independent by the end of 2019. General Electric has said the spinoff makes sense because it allows the company to double down on its core industrial and energy businesses.\n\nShares of GE were under more pressure on Monday, trading around $8 per share around midday. GE is on pace for its worst year since 2008 when it lost 56.3 percent.\n\nWATCH: CNBC's full interview with General Electric's Larry Culp", "CNBC's Jim Cramer said on Monday he does not expect a trade deal between the United States and China any time soon.\n\n\"I think we are at war against the Chinese, and it's not over. And the war is not just trade,\" Cramer said on \"Squawk on the Street,\" taking cues from the hard-line speech that White House trade advisor Peter Navarro delivered last week.\n\nNavarro, a longtime China critic, said Friday any agreement between Washington and Beijing to end their trade dispute, which resulted in back-and-forth tariffs, will be on \"President Donald J. Trump's terms, not Wall Street terms.\"\n\nCramer said the tone of Navarro's speech on economics reminded him of the kind of rhetoric that then-President Ronald Reagan used decades ago during the Cold War with Russia over nuclear arms.\n\n\"That's a speech that Reagan gave against the Soviet Union. And that didn't end well for the Soviet Union,\" said Cramer, the host of \"Mad Money.\" \"The G-20 is going to be so important.\"\n\nCramer was referencing the summit of the Group of 20 leaders in Buenos Aires, Argentina, at the end of the month when Trump and Chinese President Xi Jinping plan to meet.\n\nIn September, the White House imposed its latest round of tariffs, totaling $200 billion of Chinese products. In response, China levied tariffs on $60 billion of U.S. goods.\n\nTrump has also threatened additional tariffs of $267 billion, which would basically cover the rest of all Chinese imports into the U.S.\n\nWATCH:This trade deal may be what Trump needs to take on China", "S&P won't go above 3,000 until we get more clarity on tariffs, says pro 9:33 AM ET Thu, 8 Nov 2018 | 02:50\n\nOnly about 9 percent of the companies in the index \"noted a negative impact,\" said Savita Subramanian, equity and quant strategist at Bank of American Merrill Lynch.\n\nAt a sector level, industrials most frequently mentioned the issue, followed by tech, consumer discretionary and materials. Seven of the index's 11 sectors saw a quarterly decline in the number of companies that used the term, while only two showed an increase.\n\n\"The small decline in the number and percentage of companies discussing tariffs in the third quarter relative to the second quarter may be a sign that there is slightly less concern in corporate America about widespread impacts from the tariffs throughout the economy,\" wrote John Butters, senior earnings analyst at FactSet.\n\nMost companies citing tariff issues have been saying they are offsetting them with higher prices or by shifting suppliers.\n\nThe findings stand in contrast with a recent report from the Federal Reserve, which noted a high level of concern from its business contacts around the country.\n\nIn its so-called Beige Book report, which chronicles business conditions in the central bank's 12 districts, the Fed mentioned \"tariffs\" 45 times.\n\n\"Manufacturers reported raising prices of finished goods out of necessity as costs of raw materials such as metals rose, which they attributed to tariffs,\" the report said. \"Construction contract prices increased to cover rising costs of labor and materials. Retailers and wholesalers in some Districts raised selling prices as they continued to see increased costs in transportation and also worried about impending cost increases resulting from tariffs.\"\n\nWall Street is wrapping another strong earnings season overall, with 78 percent of companies beating estimates as 90 percent of the S&P has reported. The expected earnings growth is 25.2 percent, best in eight years. Some 61 percent beat on revenue.\n\nWATCH:Twelve US execs explain how Trump's trade war affects their bottom lines", "Going the do-it-yourself route on your next home repair or remodeling project could cut costs substantially — that is, provided you're really as handy as you think.\n\nConsumers have DIY-ed some 113 million home improvement projects in recent years, according to a new NerdWallet analysis of Census Bureau data.\n\nNerdWallet looked at data from the Census Bureau's biennial American Housing Survey, which last polled consumers in 2017 on home projects completed \"in the last two years.\" NerdWallet and The Harris Poll also surveyed 2,001 U.S. adults, including 1,353 homeowners, earlier this fall.\n\nYounger homeowners were more likely to tackle projects on their own, with those ages 25 to 29 DIY-ing 59 percent of the time. That could be because student-debt-laden millennials are more apt to find the homes in their price range need work, or because they can't afford to hire out those improvements, said Holden Lewis, a home expert with NerdWallet.\n\n\"The younger you are, you tend to be making less money and have less savings, and so you're doing a lot yourself,\" he said.", "The liquefied natural gas (LNG) market has massive potential, leading energy executives said Monday, but warned the commodity is still too expensive for many consumers around the world.\n\nOil giants and energy companies are increasingly interested in LNG — a form of natural gas chilled to liquid form — as governments around the world mandate using cleaner fuel than coal.\n\nIt comes at a time when the race is on for LNG producers to build export terminals amid soaring demand for the commodity.\n\nSpeaking at an industry event at the ADIPEC oil summit in Abu Dhabi, Claudio Descalzi, CEO of Italian oil and gas giant Eni, said: \"LNG has huge potential.\"\n\n\"But one of the problems with it, one of its fragile points, is the price. It is very expensive.\"", "Jim Cramer: Why Constellation and Canopy are the plays for marijuana 9:49 AM ET Wed, 7 Nov 2018 | 02:16\n\nCash cost to produce per gram of dried cannabis sold decreased 22.5 percent year over year and fell 14.7 percent from the prior quarter thanks to more efficient production implemented at one of the company's subsidiaries.\n\nWith the Canadian Cannabis Act in effect as of Oct. 17, 2018, Aurora completed its first shipments to Canadian provincial wholesalers of the adult-use market just prior to the end of the current quarter and recorded $0.6 million in adult-use cannabis sales.\n\n\"We continue to successfully execute our differentiated and diversified strategy committed towards domestic and international expansion in the medical cannabis market, adult consumer use sales, production scale-up, innovation, plant and medical research, and product development,\" said Terry Booth, CEO of Aurora. \"Given the strong unmet consumer demand evident across Canada, we are confident that our rapidly increasing production capacity will result in continued acceleration of revenue growth.\"\n\nThe company saw its average price per gram (including both bud and oil) inch slightly lower to CA$9.19, down from CA$9.20 in the prior quarter. It sold 2,676 kilograms of cannabis — roughly 5,900 pounds — in the quarter, up 201 percent from this time last year.\n\nAside from the raw financial numbers, Aurora highlighted the launch of Aurora Cloud in the first fiscal quarter of 2019, making it the first licensed producer supplying a vape-ready CBD oil cartridge to the market.\n\nIt also underscored the completed acquisition of MedReleaf, a research-and-development-heavy company devoted to developing top-quality cannabis.\n\nThe addition of MedReleaf beefs up Aurora's total funded capacity to more than 500,000 kilograms per year. Combined with MedReleaf, Aurora now has two production facilities certified by the European Union's good manufacturing practice, or GMP, a regulatory requirement for medicine manufacturers.\n\nThe company's earnings call is set for 10:30 a.m. ET.\n\nWATCH: Six experts on whether the cannabis craze is a boom or bust", "President Donald Trump claims the recent downturn in U.S. stocks is a byproduct of \"presidential harassment\" by the Democrats.\n\nTrump made his comments in a tweet Monday.\n\nTrump's message comes after the Democrats won control of the House in the midterm elections.\n\n\"Candidly, trying to pin this on the election and what might happen to the market is fraught with peril and lacking logic. Trying to say the pesky Democrats are going to try to point out malfeasance by the administration – everyone knows this only goes so far,\" said Art Hogan, chief market strategist at B.Riley FBR.\n\nIt also comes after Trump and Senate Majority Leader Mitch McConnell said Democrats and Republicans can find common ground on infrastructure, among other issues.\n\n\"The one issue that Leader Pelosi and I discussed this morning, where there could be a possible bipartisan agreement, would be something on infrastructure,\" McConnell told reporters, referring to Rep. Nancy Pelosi, who is in line to regain the House speakership.\n\nEquities have been under pressure recently amid fears that tariffs on foreign goods slapped by the Trump administration may slow down global growth. There's also concern about technology stock valuations amid possible slowing demand. Apple, for example, led the stock market lower on Monday, dropping more than 4 percent after a iPhone component supplier cut its forecast.\n\nThe Trump administration has implemented tariffs on steel and aluminum imports across the board. It has also targeted billions of dollars worth of Chinese goods with tariffs this year, to which China has retaliated with levies of its own.\n\nStrength in the U.S. dollar has also dented stock prices recently. The dollar index, which tracks the U.S. currency against a basket of its peers, hit a 16-month high earlier on Monday. A stronger dollar puts pressure on companies that do large amounts of business outside the U.S.\n\nTrump has repeatedly commented on the stock market during his presidency. On Oct. 30, he said equities were taking a \"little pause\" ahead of the midterms.\n\nLast year, Trump cheered the stock market as it surged in anticipation of a massive corporate tax cut. On Dec. 14, Trump tweeted: \"Republican Tax Cuts are looking very good. All are working hard. In the meantime, the Stock Market hit another record high!\"\n\n—CNBC's Patti Domm contributed to this report.\n\nWATCH: Here's how Trump's tweets can cost a company billions of dollars", "In an ideal world, Americans would like to earn well above $100,000 a year.\n\nSpecifically, men say their \"dream salary\" is $445,000, while women wish they could earn a more modest, but still substantial, $279,000 per year. That's according to a 2018 survey from MidAmerica Nazarene University (MNU) of 2,000 Americans.\n\nIn reality, even the typical American family earns only a fraction of that: The median household income in the U.S. is $61,372.\n\nAnd even during their peak earning years, the typical American with a BA isn't making six figures: Compensation research firm PayScale found that the median salary for a college educated woman tops out at about $61,000, and for a man at just under $95,000.\n\nHere's the full breakdown of how much full-time workers with a Bachelor's degree earn at every age. PayScale surveyed 972,788 U.S. workers between July 2015 and July 2018.", "The Mueller probe has been hanging like a dark cloud over the White House, but maybe not over the stock market anymore.\n\nThe exit of Attorney General Jeff Sessions comes as expectations build for a final report from special counsel Robert Mueller that will show whether the Trump campaign colluded with Russians or not, among other things. But President Donald Trump's naming of Matt Whitaker as an interim attorney general has assuaged some concerns on Wall Street that Mueller will find Trump at the center of his probe.\n\n\"I think the market consensus is they probably have something but not enough to change the administration,\" said Art Hogan, chief market strategist at B. Riley FBR. \"I think the market looks at this as yes, it's a bit of an overhang, but not one that's going to create a constitutional crisis. ... I think that's been compartmentalized.\"\n\nTrump has repeatedly said there was no collusion between his campaign and Russia. So far, Mueller's probe has led to the indictments of more than 30 people, including mostly Russian nationals, but also former Trump campaign manager Paul Manafort and former National Security Adviser Michael Flynn.\n\nTrump, however, appears ready to point to any potential problems he might face as a reason behind stock market weakness. As stocks sold off Monday, Trump tweeted that the \"prospect of Presidential Harassment by the Dems is causing the Stock Market big headaches!\"\n\n\"There's Trump the man,\" said Wedbush Securities' Steve Massocca. \"Then there's Trump the agenda, and the market loves the agenda — lower taxes, less regulation, pro-business. Anything that is potentially disruptive to that agenda is bad. Or anything that is going to prevent the agenda from being stopped is good.\"\n\n\"To the extent that people think the Mueller investigation is not going to do anything negative to the Trump administration, they will like that,\" said Massocca. \"Whitaker is very supportive of Trump, and he's publicly made negative comments about the Mueller investigation.\"\n\nWhile strategists do not see a huge threat to Trump from the Mueller probe at this point, there are still doubts about what might come up elsewhere.\n\n\"Mueller is investigating Trump and Russia cooperation in influencing the election. If he can't show it, it's got to be a bullish signal. NY AG is looking into Trump's personal financial dealings. That's a risk that has legs,\" said Jack Ablin, chief investment officer at Cresset Wealth Advisors.\n\nFederal prosecutors in New York, meanwhile, are separately investigating whether there was violations of campaign finance law in the payoffs of porn star Stormy Daniels and Karen McDougal. Trump's former lawyer, Michael Cohen, pleaded guilty to campaign finance violations and is cooperating with prosecutors.", "Silicon Valley is battling a new report of anti-conservative culture, fanning the flames of an already-intensifying debate.\n\nA weekend report by The Wall Street Journal on the 2017 firing of Facebook executive Palmer Luckey claims the Oculus co-founder was forced out for factors relating to his political leanings and online support for Donald Trump during the 2016 presidential election.\n\nFacebook and its executives have repeatedly said Luckey's firing was not the result of his political views. CEO Mark Zuckerberg testified as much before Congress in April, and vice president of AR/VR at Facebook, Andrew Bosworth, said on Twitter late Sunday, \"Any claims that his departure was do to his conservative beliefs are false.\"\n\nA Facebook spokesperson told CNBC on Monday, \"We can say unequivocally that Palmer's departure was not due to his political views.\"\n\nThe conflicting reports could add to existing concerns of anti-conservative bias among tech companies. In recent months, Facebook, Google and Twitter have all faced intensifying claims of online censorship and an environment that's not welcoming to right-leaning employees.\n\nThe Journal report claims Luckey's activity on a polarizing, and often extreme, right-leaning Reddit channel caused an uproar among Facebook employees. It also says the company pressured Luckey to write in an internal email that he supported libertarian presidential candidate Gary Johnson, instead of Trump.\n\n\"We always made it clear that any mention of politics was up to Palmer and we did not pressure him to say something that wasn't factual or true,\" a Facebook spokesperson told CNBC.\n\nFacebook executives have said they're limited in what they can say about Luckey's departure, since it deals with confidential personnel matters. Luckey, who received a $100 million payout, according to the Journal, told CNBC last month it wasn't his choice to leave Facebook.\n\n—CNBC's Julia Boorstin contributed to this report.", "Two incredibly devastating wildfires are raging across California, already killing at least 31 people, displacing over 250,000 residents and destroying thousands of homes and businesses.\n\nThe town of Paradise in Butte County has been virtually reduced to ashes by what's called the Camp Fire. At least 29 people have died there, making it the deadliest wildfire in the state's history in over 85 years. More than 200 people are unaccounted for. Firefighters were still trying to contain the roaring blaze, which broke out Thursday.\n\nIn Southern California, the Woolsey Fire was raging in parts of Los Angeles and Ventura counties, including in Thousands Oaks, where a gunman killed 12 people at a bar on Wednesday, and in celebrity-studded Malibu. More than 150,000 residents were under mandatory evacuation orders. The fire, which killed at least two people, has consumed over 85,000 acres and was only 15 percent contained as of the latest official report.\n\nHere are some scenes of the devastation.", "You want your colleagues to think you're bright and competent. But your weak word choice might be raising eyebrows and red flags. After all, people might not actually know what you're trying to say.\n\nGrammar rules were created to make communication clear. When you use words incorrectly, you can look sloppy and imprecise. Poor word choice also hinders communication and confuses issues, write Ross and Kathryn Petras, authors of \"That Doesn't Mean What You Think It Means.\"\n\nIn their book, they detail 150 of the most commonly misused words. Acquaint yourself with these word pairs which you've likely misused at work on more than one occasion.", "The Pacifica is the spiritual successor of the old Town & Country van, but it received a top-to-bottom makeover to create a more spacious, comfortable, quiet and desirable van.\n\nPart of that is a renewed focus on technology, starting with the available Hybrid powertrain. At $49,875 as equipped, this van wasn't cheap, but it's the only plug-in hybrid van on the market. Not only do you get 33 miles of electric-only range, but the hybrid powertrain makes driving more efficient even when you haven't had a chance to plug it in.\n\nOn a trip that saw hundreds of miles of highway driving followed by a slow crawl through traffic on the George Washington Bridge and into upper Manhattan, the Pacifica delivered a staggering 29 miles per gallon. This, despite no charge in the battery to start and a car full of people and cargo.", "General Electric's Culp: No higher priority than bringing down leverage levels 9:50 AM ET Mon, 12 Nov 2018 | 06:46\n\nGeneral Electric Chairman and CEO Larry Culp said Monday the industrial conglomerate's troubled power business is getting close to a bottom.\n\n\"We are working very hard with the power team to get a better grounding in our reality,\" Culp said in an interview with CNBC's David Faber on \"Squawk on the Street.\" Asked whether the power unit \"has bottomed,\" Culp said, \"we're getting close.\"\n\n\"We will known when we're there because like any business facing ... pressures, it's a little bumpy on the way down,\" he said. \"But I think we have a good line of sight.\"\n\nThe company announced on Oct. 20 third-quarter earnings that fell short of Wall Street expectations as profits were weighed down by restructuring costs and weak performance at its power and oil and gas businesses.\n\nGE's performance has been especially hurt by its power business, which saw profits decline 51 percent to $611 million, from $1.3 billion a year earlier.\n\nCulp, 55, replaced John Flannery as chairman and CEO on Oct. 1 after the board reportedly became frustrated with the slow pace of change at the struggling industrial conglomerate. Culp was named to the GE board in April, and was CEO and president of Danaher from 2000 to 2014.\n\nGE's stock was trading 6.5 percent lower on Monday. GE, with a market cap of more than $72 billion, has seen its shares fall more than 50 percent this year and more nearly 60 percent over the past 12 months.\n\nThe stock slipped below $9 a share on Friday for the first time since the financial crisis.\n\nIn the CNBC interview, Culp also said he feels the \"urgency\" to reduce the company's leverage and will do so through asset sales.\n\n—CNBC's Michael Sheetz contributed to this report.\n\nWATCH: CNBC's full interview with General Electric's Larry Culp", "Google and Facebook can't be put in the same category, expert says 9:24 AM ET Mon, 12 Nov 2018 | 05:33\n\nIn a statement, Lumentum President and CEO Alan Lowe said, \"We recently received a request from one of our largest Industrial and Consumer customers for laser diodes for 3D sensing to materially reduce shipments to them during our fiscal second quarter for previously placed orders that were originally scheduled for delivery during the quarter.\"\n\nIn Lumentum's annual filing for fiscal year 2018, it listed Apple as its largest customer, accounting for 30 percent of revenue. However, Lumentum did not mention Apple by name in its report Monday.\n\nIn a note Monday, Wells Fargo gave Apple a market perform rating and said \"investors could consider Lumentum's updated guide as reflecting as much as a 30% cut in Apple orders.\"\n\nBank of America Merrill Lynch had a rosier outlook, maintaining its neutral rating for Apple. In a note Monday, analysts wrote that the guidance update could indicate \"inventory build and also an earlier start to production ... that could magnify the perceived impact of these cuts.\" The note added that the new iPad Pro also uses FaceID, so the shipment cut may not translate directly to iPhone production.", "General Electric's Culp: No higher priority than bringing down leverage levels 9:50 AM ET Mon, 12 Nov 2018 | 06:46\n\nGeneral Electric's Chairman and CEO Larry Culp said Monday he feels the \"urgency\" to reduce the company's leverage and will do so through asset sales.\n\n\"We have no higher priority right now than bringing those leverage levels down,\" Culp said in an interview on \"Squawk on the Street\" with CNBC's David Faber.\n\n\"The stock has been under pressure\" during the last two weeks, Culp said, \"no doubt about that.\"\n\nGE shares closed down 6.9 percent in Monday trading, slipping below $8 a share for the first time since March 2009. The stock fell as low as $7.72.\n\n\"We need to bring the leverage down,\" Culp added, and that GE has \"got plenty of opportunities through assets sales to do that.\"\n\nCulp emphasized he will not rush the process of deleveraging even as he feels the pressure to move quickly and decisively. He gave three examples of how GE is freeing up cash: A possible IPO for GE's \"tremendous\" health-care business, the sale of its transportation business, and the coming exit of the Baker Hughes oil field services business.\n\n\"Aviation is our crown jewel,\" Culp said. While GE believes there are \"various options\" for how to make use of the strong business, Culp said selling part or all of the business is \"not high on\" GE's list of options for aviation.\n\nCulp said the decision to remove the company's full-year profit forecast from its most recent earnings report was \"another unpopular decision but one that was straightforward.\"\n\n\"We did not have the conviction that we would want, particularly around our power business, as we looked toward the end of the year,\" Culp said.\n\nGE management is \"working hard with the power team\" to turn the struggling business around, Culp said. He did not have conviction \"to offer up numbers\" for how power will end the year but Culp said GE \"will in time.\"\n\nQuestions about GE's liquidity are understandable, Culp said, given the company's position. But Culp said GE \"put that to rest given that fact the we got $20 billion of cash\" on hand from asset sales. Culp also said GE has used only $2 billion of \"$40 billion of bank lines.\"\n\n\"That gives us a foundation to really talk to the leverage,\" Culp said.\n\nAs the company has noted previously, Culp said GE \"has no plans for an equity raise.\"\n\nCulp was appointed chairman and CEO on Oct. 1, a month before GE reported third-quarter profits that were sharply below forecasts. Additionally, GE slashed its quarterly dividend to a penny a share in a dramatic first move for Culp. While the cut will free up cash for GE, the overall results gave some on Wall Street conviction that GE shares will continue to fall.\n\nGE shares have fallen more than 50 percent this year.\n\nWATCH: CNBC's full interview with General Electric's Larry Culp", "\"If you're helping your kids,\" says Willink, \"you're hurting your kids.\"\n\n\"That's not to say that you should let your kids fall, fail and be in danger,\" says Willink. But parents can step in less often when their children struggle with chores and tasks.\n\nInstead, parents should reframe these moments in their mind, thinking of them as important chances for their children to hone life skills. \"If you jump in and you do it for them,\" says Willink, \"what you're actually doing is literally taking away the ability for them to develop.\"\n\nWillink says this idea holds true for leaders in any situation. If you constantly do everything for your team members they will never learn to do anything for themselves.\n\n\"As a leader in the SEAL teams, am I going to let a junior leader go out on a mission that they've planned poorly and let them fail and let them get someone killed? No,\" says Willink. \"But I will allow a SEAL to run a training mission where maybe they will fail, but no one will get hurt and they can learn.\"\n\n\"In order to grow,\" he adds, \"you have to have some discomfort and you have to have some small failures.\"", "Gyrating markets, rising rates and significant market volatility will always create anxiety for investors and leave them with a bad, sinking feeling.\n\nThose big swings typically cause investors great concern, no matter the rise or fall. But what is the root of the anxiety? Behavioral science suggests that humans are \"uncertainty reduction\" machines. That's one of the reasons why we can get a reward for putting money at risk in the markets ... that is, if we stay invested.\n\nWhich brings us to the market volatility in the fourth quarter of the year. Headlines relating to the Dow \"plunging\" more than 800 points back on Oct.10 — and it being the \"worst drop\" since February — and subsequent ups and downs ever since have left investors quite nervous about what's coming next.\n\nAs behaviorists would predict, these facts lead to concerning questions: Are we experiencing a \"correction\" in the stock market? Is there a case for an extended bear market? Is there something altogether unpredictable around the corner?\n\nMore from FA Playbook:\n\nIRS wants its piece of bitcoin action\n\nKeep your money safe from cyberattacks\n\nWhat to learn from Sheryl Sandberg's SurveyMonkey share plan\n\nWhat would a behavioral finance professional (such as myself) typically say to investors? \"Don't overreact!\" While this phrase actually tends to make things worse, or make people react even more, there is something to this idea.\n\nWhen markets go up, the general idea is that we should avoid buying investments that have risen too much, and when markets do down, the idea is to not sell the investments that are not doing well.\n\nWhy? Because we tend to overreact.\n\nWhen markets are doing well, we can become euphoric and may \"buy at all-time highs\" to make more money. And when markets are going down, we can become despondent and may \"sell at all-time lows\" to avoid further losses. Overreaction can cause people to fall into a losing strategy — buying high and selling low. But how are we supposed to know when markets are at an all-time high or at an all-time low?\n\nThe answer is: It is hard to predict and time the markets. Investors are only human, and in the moment buying or selling may seem like the right decision. The future is uncertain, whereas hindsight is 20/20. Research from financial services market research firm Dalbar — its Quantitative Analysis of Investor Behavior, or \"QAIB\" for 2017 — suggests that the average equity mutual fund investor gives up about 3 percent in returns each year. This is relative to just holding the fund and staying invested, in part because of \"overreactive\" buying and selling behavior.", "With recounts underway and legal challenges intensifying, President Donald Trump on Monday demanded that the tight Florida races for governor and the state's seat in the U.S. Senate be called for Republicans because an \"honest vote count is no longer possible.\"\n\n\"The Florida Election should be called in favor of Rick Scott and Ron DeSantis in that large numbers of new ballots showed up out of nowhere, and many ballots are missing or forged,\" Trump said in a post on Twitter, without citing any evidence for his dramatic claims.\n\nState election monitors have said there is no evidence of voter fraud, and the agency tasked with overseeing election integrity said it had not received any allegations in writing, despite accusations from Republicans.\n\nFlorida started a contentious ballot recount over the weekend in its tight Senate and gubernatorial races. In a state where a recount — and subsequent Supreme Court case — decided the 2000 presidential election, the process has already become bitter and prompted Republicans to accuse their opponents of attempting to \"steal\" the races.\n\nBefore the recount, Republican Gov. Rick Scott led Democratic Sen. Bill Nelson by 0.2 percentage points, or about 13,000 votes. The contest will help to set the partisan composition of the Senate, which is critical of Trump's ability to put conservative judges on federal benches. The GOP is projected to keep its majority in the Senate, but a Scott win would help the party expand its control of the chamber.\n\nNBC News has said the Senate race too close to call. Nelson on Monday called for Scott to recuse himself from \"any role\" in the recount process, saying it \"is the only way that we can ensure that the people's votes are protected.\"", "President Donald Trump is focused on crushing overseas automakers with heavy tariffs, now seeing the threat of further car duties as his best trade negotiating tactic, Axios reported Monday.\n\nThe president has told aides privately that his perceived trade deal success in Canada was because of threats to Prime Minister Justin Trudeau that the U.S. would levy painful auto tariffs, Axios reported. Trump is now reportedly considering using the same tactic with the European Commission.\n\n\"Trump says gleefully that the moment he started talking about maybe tariffs on cars, that [European Commission President Jean-Claude] Juncker got on the fastest plane known to mankind, comes straight over to Washington and starts offering deals,\" a senior European official told Axios.\n\nGM and Ford shares were up fractionally Monday morning. Tariffs would be negative for the companies if other countries decided to retaliate.\n\nRead the full Axios report here.\n\nWATCH:Twelve US execs explain how Trump's trade war affects their bottom lines", "This could be the best back-to-back holiday season in more than five years, but a top Wall Street retail analyst says that many of the retail sector's troubles will persist even during the Christmas season. Some stores and brands should be strong through the end of the year, but investors who want to cash in on the holidays need to be thoughtful shoppers when it comes to retail stocks.\n\n\"Retail is still a difficult industry mired in e-commerce-based disruption. There are more store closures and more bankruptcies in the past two years than over the past five years combined,\" said Matthew Boss, J.P. Morgan's equity research analyst focusing on retailing, department stores and specialty retail, in an interview with CNBC on Thursday.\n\nLast week, Lowe's said it would close 20 U.S. stores and 30 in Canada, while Sears said it would close another 40 stories on top of the 142 stories it already announced would be closing. Boss said that rising wages and transportation prices aren't helping the bricks-and-mortar retailers competing with Amazon either.\n\nThis holiday season marks the first time that Amazon has released a printed toy catalog for shoppers.\n\nIt is not always as simple an equation as holiday sales periods equal e-commerce outperformance. Alibaba just recorded its biggest Singles Day sales ever with over $30 billion in sales, but historically, the Chinese e-commerce giant hasn't seen a strong correlation between holiday bumps and its stock price. Singles Day sales are five times as high as the U.S. equivalent, Black Friday, and yet over the past decade, Alibaba shares have averaged a four percent decline in the month after the November holiday, according to data from markets analytical service Kensho.", "SurveyMonkey shares jumped around 6 percent in early trading Monday following news that its chief rival, Qualtrics, was acquired prior to a planned IPO. It closed the day up nearly 7 percent.\n\nSAP announced Sunday that it will acquire the survey software company for $8 billion in cash. It said the deal has been approved by both boards and Qualtrics shareholders.\n\nQualtrics had filed its IPO prospectus in October, less than a month after SurveyMonkey hit the Nasdaq. SurveyMonkey shares fell 11 percent the first trading day after its larger and faster-growing competitor announced plans to join it on the public market.\n\nQualtrics has managed to turn a profit and operate with narrower losses than SurveyMonkey, according to its IPO filing. Qualtrics' recorded revenue for the first half of 2018 grew 41.7 percent to $184.2 million, according to the filing. Comparatively, SurveyMonkey reported 14 percent growth to $121.2 million in sales over the same period.", "Cyber security, energy price shocks and failure of national governance are among the biggest threats to business in 2018, according to research published Monday.\n\nThe World Economic Forum (WEF) spoke to more than 12,000 executives around the world about what they considered to be the biggest risks to doing businesses, ranging across political, societal and technological concerns.\n\nResearchers found there were significant variations in risk perceptions between world regions. For example, cyber-attacks were considered the number one risk by executives in Europe and advanced economies, while failure of national governance was the top concern for their Latin American counterparts.\n\nThe study also revealed that worries about technological risk is on the rise, with cyber-attacks named as the top concern for executives in three of the eight regions covered. In the 2016 survey, only one region— North America — named cyber-attacks as the biggest threat to business.\n\nIn energy-rich regions Eurasia, the Middle East and North Africa, energy price shocks were ranked as the top risk to business.", "Not everyone is pursuing financial independence for an early retirement.\n\nH.N. (she asked that her initials be used so her employers do not know about her finances) said it's expensive to be sick. The 29-year-old has multiple disabilities and was diagnosed with an autoimmune disease last summer. \"I don't want to retire,\" she said, \"but I want to make sure my finances are in as order as much as possible. The permanent disability rate of my condition is very high.\"\n\nH.N. lives in New York City, where the cost of living is high but her salary is not.\n\nTo cope, she manages her money carefully to make room for the things that are important to her. \"People assume I'm living this horrible, deprived life, but I really don't think I'm deprived,\" she said.\n\nTo manage life on a $62,500 salary, she has a roommate, bringing her share of the total $1,690 rent to $810 a month.\n\nHer initial goal was to save as near as possible to $100,000 by age 30, which she hit this year.\n\nRents are high in her area but food is good and quite cheap. Her monthly grocery bill runs between $300 and $500 a month, and she eats out infrequently, keeping it to $20, including tax and tips. That generally means going without appetizers and desserts.\n\nWhile many FIRE people love to leverage credit card points to save on travel, H.N. and her partner don't spend enough money to accumulate points and miles. For a recent trip to Europe, she sprang for $3,000 business class seats. The extra rest and comfort made the cost worth it so she wouldn't arrive exhausted and possibly ill.", "SAP to buy startup Qualtrics for $8 billion 6:51 AM ET Mon, 12 Nov 2018 | 00:48\n\nShares of SAP fell on Monday after the company announced it was buying U.S. survey software maker Qualtrics for $8 billion.\n\nThe German software giant said Sunday it would acquire Qualtrics in an all-cash deal that has already gained approval by the boards of both companies, as well as Qualtrics' shareholders.\n\nSAP's share price initially fell around 2 percent as traders in Europe digested news of the deal on Monday, soon extending losses with a 4 percent decrease later in morning trade. As of 12:26 p.m. London time, SAP shares traded 3.65 percent lower.\n\nThe deal announced Sunday saw SAP snap up Qualtrics — which counts recently-listed SurveyMonkey among its competitors — ahead of a planned listing for the firm, which would have traded on the Nasdaq under the symbol XM.\n\nIt is also one of the largest acquisitions the enterprise software maker has ever made, coming second only to SAP's $8.3 billion purchase of travel and expense software firm Concur in 2014.\n\nIn addition, the deal comes on the back of a multitude of takeovers by big tech companies of coveted cloud software firms. IBM recently announced plans to buy Red Hat for $34 billion, the industry's biggest ever acquisition, and Microsoft earlier this year bought GitHub for $7.5 billion.\n\nQualtrics was founded in 2002 by brothers Ryan and Jared Smith, their father, Scott, and Stuart Orgill. It counts well-known brands including Microsoft, Kellogg, BlackRock, Mastercard and Under Armour among its more than 9,000 customers.\n\n— CNBC's Alex Sherman and Jordan Novet contributed to this report.", "Check out the companies making headlines before the bell:\n\nAlibaba — The Chinese e-commerce company set a new record for its Singles Day event, with nearly $31 billion in goods sold in 24 hours. Alibaba had previously set a record for Singles Day last year, with $25.7 billion in goods sold.\n\nSAP — The U.S.-listed shares of the German software company fell more than 4 percent in the premarket after the company announced it would buy Qualtrics for $8 billion. Qualtrics, a privately held company that competes with SurveyMonkey, had plans to go public in the near future.\n\nAthenahealth — Reuters reported that hedge fund Elliott Management and private-equity firm Veritas Capital agreed to buy Athenahealth for $5.5 billion in cash. Elliott, which already had a stake of about 9 percent in Athenahealth, had been pressuring the health-care software maker to sell itself. Shares of Athenahealth rose nearly 9 percent before the bell.\n\nSkyworks, Qorvo — Analysts at Citi downgraded Skyworks to \"neutral\" from \"buy\" as demand for smartphones falls broadly, while iPhone XR sales disappoint. Weaker iPhone XR sales also led Citi to trimming its price target on Qorvo to $75 a share from $86 a share.\n\nAmerican Airlines, JetBlue — Shares of both airlines were initiated with \"buy\" ratings at Goldman Sachs. The analysts said American Airlines can benefit from \"idiosyncratic opportunities\" that will drive up earnings. JetBlue, meanwhile, is expected to improve as its cost-reduction initiatives ramp up between 2019 and 2020 increase profitability.\n\nL Brands — Analysts at Wells Fargo upgraded shares of Victoria's Secret's parent company to \"outperform,\" noting the company could be on the verge of a massive turnaround. In a note to clients, Wells said L Brands \"appears set to begin embracing change with an 'all options on the table' mentality.\"", "Semiconductor producer Skyworks Solutions was downgraded at Citigroup on Monday in light of Apple's weaker-than-expected iPhone XR outlook and softer smartphone demand in China.\n\n\"We are downgrading Skyworks Solutions to neutral from buy post the earnings season based on broad smartphone weakness observation in China and disappointing iPhone XR unit sales, which will likely hinder radio frequency semis growth in 2019,\" analyst Atif Malik wrote in a note to clients. \"Additionally, we now think that 5G is a 2020 story versus our prior 2019 view with little upside in 2019 from 5G implementation.\"\n\nMalik wrote that during Skyworks' September-quarter earnings call, management noted that a unit decline in premium smartphone and overall China softness were driving a below-seasonal December quarter. Company leadership said the March quarter expected be be down 12 percent on a seasonal basis.\n\nCiti cut its price target on Skyworks to $85 from $116, representing 10.8 percent upside from Friday's close.\n\nChip stocks were among last year's most popular trades, as names like Nvidia, Applied Materials and Broadcom posted double- and triple-digit returns. But those names have fared far worse in 2018, as the once-hot chip stocks fell into correction territory. The iShares PHLX Semiconductor ETF is down more than 16 percent from its 52-week high reached in March,\n\nSkyworks, too, has greatly underperformed the broader stock market in 2018, down 19.2 percent versus the S&P 500's 4 percent gain.\n\nWhile Citi may expect cooler performance from Skyworks over the next 12 months, Malik said the company expects 5G to create new lanes of spectrum and to be a \"meaningful catalyst\" in 2020. The total addressable market opportunity would be an additional $7 million to $8 million to the 4G market today of around $15 million.\n\nThe analyst also cut his price target on Nvidia shares on Monday, though maintained his buy rating on the chipmaker. Malik reduced his price target on the stock to $270 from $300 based on market multiple compression.\n\n\"We believe quarter-to-date gaming demand for Nvidia look in-line with expectations supported by Intel's commentary on PC gaming demand strength in September-quarter partially offset by some residual decline in crypto demand in gaming line,\" the analyst wrote. \"", "Shares of California utility companies plunged Monday as deadly wildfires scorched thousands of acres and continued to threaten life and property, and as state regulators opened investigations.\n\nPacific Gas & Electric shares tumbled as much as 27 percent. They climbed partly back in the afternoon, closing down 17 percent but trading up more than 2 percent in the aftermarket. Edison International shares closed down 12 percent.\n\nBoth utilities are grappling with power outages affecting tens of thousands of customers, and said they have submitted initial incident reports to state regulators. Hundreds of thousands of people have been evacuated or forced to flee the affected regions.\n\nThe Mercury News reported that state regulators were looking at the utilities' facilities in the affected areas \"to asses the compliance\" with applicable rules and regulations. PG&E and Edison have reported that their electrical infrastructure malfunctioned near the heart of the two fire-ravaged areas in the state, the paper said.\n\nThere are the Woolsey and Hill fires, which have burned through areas near Los Angeles, including Malibu, Westlake Village and Thousand Oaks. And the Camp Fire in Northern California has killed 29 people, now the most destructive in state history, according to the Los Angeles Times.\n\nThe parent company of public utility Southern California Edison said wildfires left more than 23,000 customers without power in Ventura and Los Angeles counties. Over the weekend, Southern California Edison said it has submitted \"an initial safety incident report on the Woolsey Fire.\"\n\n\"The information in the report is preliminary. There has been no determination of origin or cause of either wildfire. SCE will fully cooperate with any investigations,\" the company said.\n\nLast week, PG&E said the Camp Fire has also cut power to 25,000 customers. It said it also provided a preliminary report to the state regulator and that it will \"fully cooperate with any investigations.\"\n\nThe Mercury News said PG&E had reported an outage on a transmission line near the area where Cal Fire officials believe the Camp fire originated shortly before it was first detected. And Edison reported an issue on a substation circuit shortly before Cal Fire estimates the Woolsey fire began.\n\nThe Southern California blaze started Thursday night, has killed two people and forced evacuations in Malibu, Calabasas, Agoura Hills and Thousand Oaks, a day after a gunman killed 12 people at a bar there.\n\nAmong those whose homes were destroyed are Miley Cyrus, Gerard Butler, Robin Thicke and Shannen Doherty, according to The Associated Press.\n\nThe Camp Fire to the North burned down the town of Paradise, destroying thousands of homes and buildings. Hundreds of people are still missing.", "He called the October correction, and now that same money manager believes stocks are at risk for another leg lower.\n\nAccording to Federated Investors' Steve Chiavarone, last week's midterm election was just one of three key events that could spook the markets again before year's end.\n\nHe lists President Donald Trump's meeting with President Xi Jinping on U.S.-China trade on Dec. 1, and the next Federal Reserve meeting as near-term hurdles. With the markets breaking below their 200-day moving averages in October, Chiavarone sees them in a weaker position to handle uncertainty generated by those events.\n\n\"We ultimately think markets are going to move higher into the back end of the year,\" he said Friday on CNBC's \"Trading Nation. \"But because we broke below those key technical levels, there is some risk of more downside, and we're watchful of that.\"\n\nChiavarone, who helps run the Federated Global Allocation Fund, maintains his long-term bullish outlook on stocks. He predicts by the end of 2019, the S&P 500 will reach 3,500, a 23 percent surge from current levels.\n\n\"We want to emphasize ... that the long-term bull market remains in place,\" he added. \"The economy is growing, corporate earnings are growing, inflation remains benign, [and] we don't think we have a Fed that is going to kill the economy.\"", "Though they aren't yet saying which sectors will get scrutiny first, several stand out as especially exposed to risk from a cybersecurity crisis: The defense-industrial industry, financial sector, health care and critical infrastructure operators like energy, water, waste management and first responders all are considered high-risk categories.\n\nRisks related to cyberattacks today aren't as linear as simple costs associated with cleaning up a breach, paying for credit monitoring or replacing fried computers. Companies that don't fall into these categories — for instance, Equifax — can see their core businesses heavily damaged, which is why the Cyber Risk Group also will focus assessments on reputational hazards.\n\n\"We're looking into different types of scenarios, to get into the details of what might affect certain companies,\" he said.\n\n\"If you look at the history of data breach and data disclosure issues, they're not quite as impactful as the business disruption events,\" Vadala said. \"There are very specific scenarios that could apply to different companies in different sectors. An organization, for instance, that is involved in manufacturing has a much higher exposure to ransomware than another sector.\"\n\nQuantifying cyber risk is a crowded marketplace, but it lacks a clear leader.\n\nOne of the better-known players is Fair Isaac, which launched its Cyber Risk Score in 2017. They have marketed the product, which resembles the familiar consumer credit rating scale, toward businesses facing regulatory oversight for cybersecurity that want a quick way to rate the security risk of their third-party providers.\n\nStandard & Poor's and Fitch have also released guidance on how companies can view cyber risk. Most of the biggest insurance companies (with the notable exception of those managed by Warren Buffet) have cyber policies, alongside a variety of risk assessment and risk management services.\n\nThe demand for quantifying risk will increase as attacks move from fairly benign to to those that could break down a business entirely, Vadala said.\n\n\"When you think back to the early days of this cyber era, dating back to the Target and Home Depot breaches, this is where [cyber risk] became much more top-of-mind for pros outside the cybersecurity industry. But these weren't business-ending incidents,\" he said.\n\n\"When you flash forward a few years, to the ransomware events that occurred, the financial impact of that is much more significant. It's still not business-ending at that point, but certainly as that financial impact continues to rise, the probability of one of these events creating a deep financial impact also rises.\"", "Canadian Prime Minister Justin Trudeau has become the first Western leader to acknowledge his country's intelligence agencies have listened to recordings of the killing of Saudi journalist Jamal Khashoggi.\n\nTrudeau, speaking in Paris Monday, said \"Canada has been fully briefed up on what Turkey had to share.\"\n\nOn Saturday, Turkish President Recep Tayyip Erdogan said he had given the \"tapes\" to some countries, but the Canadian leader is the first since that announcement to officially confirm that his country's intelligence has heard the audio.\n\nHe added that he personally had not heard the recording.\n\nTrudeau said he thanked Erdogan for \"his strength in responding to the Khashoggi situation\" on the sidelines of the WWI centenary ceremonies this weekend.\n\nTrudeau didn't give details of what was on the recording.", "David Petraeus on Iran sanctions and helping veterans find jobs\n\n7:32 AM ET Mon, 12 Nov 2018\n\nDavid Petraeus, KKR Global Institute chair and retired four-star Army general joins 'Squawk Box' to discuss how he's helping vets find jobs, Iran oil sanctions and U.S.-Saudi tensions.", "Saudi Arabia said shortly after the JMMC meeting that while it would not overreact to falling oil prices, it would be prepared to reduce crude output in the near-term if necessary.\n\nThis appeared to be an abrupt turnabout from OPEC's September meeting, when some of the world's leading oil producers were talking about pumping extra oil onto the market in order to help soothe intensifying supply shock fears.\n\nMeanwhile, Russia has urged OPEC and its partners to proceed with caution, saying the group must be careful not to make any \"hasty\" policy decisions.\n\nThe next full OPEC meeting, when any policy decision will be voted on, is scheduled to take place in Vienna, Austria on December 6.\n\n\"The consensus is we are going to do whatever it takes to balance the market. If that means trimming supplies by a million (bpd), we will,\" Saudi Arabia's al-Falih said Monday.\n\nAbout two dozen exporting nations began capping their output in 2017 in a bid to drain a global crude glut. The group agreed in June to restore some of that output, and producers with spare capacity have been pumping more oil since then.", "Saudi Arabia says ready to cut more than 500,000 BPD\n\n7:29 AM ET Mon, 12 Nov 2018\n\nCNBC's Steve Sedgwick joins 'Squawk Box' to report on how the converstaions with Saudi Arabia have changed following the U.S. imposing sanctions on Iran.", "'Big interest' in Virgin Hyperloop One in Saudi Arabia, chairman says 9:47 AM ET Mon, 12 Nov 2018 | 04:52\n\nVirgin Hyperloop One, one of the best-known players developing the high-speed transportation technology, is attracting \"big interest\" from Saudi investors, the company's newly appointed chairman said Monday.\n\n\"There is a big interest in Hyperloop in Saudi Arabia,\" Ahmed bin Sulayem told CNBC's Dan Murphy in an interview Monday. \"I think when the right time comes, we will restart talking to Saudi Arabia about their plans and how Hyperloop can fit in those plans,\" he added.\n\nSulayem is also group chairman and chief executive of Dubai-headquartered port operator DP World, which is a major investor in Virgin Hyperloop One. He was appointed as Richard Branson's successor shortly after the British billionaire departed his role as chairman of the firm.\n\nBranson left the position last month, stating the company would need a \"more hands-on\" chairperson, and that it would be \"difficult\" for him to continue in the role due to constraints resulting from his work in philanthropy and Virgin Group's various business units.\n\nThe executive's exit from the company followed uncertainty around whether Virgin Hyperloop One would continue to conduct business with Saudi Arabia, owing to Branson distancing himself from the country after the murder of Saudi journalist Jamal Khashoggi. Branson suspended negotiations over a proposed $1 billion investment in Virgin's space companies, Virgin Galactic and Virgin Orbit, after Khashoggi's death.", "A U.S. think tank said on Monday it had identified at least 13 of an estimated 20 undeclared missile operating bases inside North Korea, underscoring the challenge for American negotiators hoping to persuade Pyongyang to give up its nuclear weapons and long-range missiles.\n\nIn reports released by the Washington, D.C.-based Center for Strategic and International Studies, researcher Joseph Bermudez said maintenance and minor infrastructure improvements have been observed at some of the sites, despite the ongoing negotiations.\n\nNorth Korean leader Kim Jong Un and U.S. President Donald Trump pledged to work toward denuclearization at their landmark June summit in Singapore, but the agreement was short on specifics and negotiations have made little headway.\n\nShortly after that summit, Trump tweeted that \"there is no longer a Nuclear Threat from North Korea.\"\n\nNorth Korea declared its nuclear force \"complete\" and halted missile and nuclear bomb testing earlier this year, but U.S. and South Korean negotiators have yet to elicit from Pyongyang a concrete declaration of the size or scope of the weapons programs, or a promise to stop deploying its existing arsenal.\n\nNorth Korea has said it has closed its Punggye-ri nuclear testing site and the Sohae missile engine test facility. It also raised the possibility of shuttering more sites and allowing international inspections if Washington took \"corresponding measures,\" of which there has so far been no sign.\n\nLast week, North Korea called off a meeting with U.S. Secretary of State Mike Pompeo in New York, and state media said on Monday the resumption of some small-scale military drills by South Korea and the United States violated a recent agreement aimed at lowering tensions on the Korean peninsula.\n\nThe sites identified in the CSIS report are scattered in remote, mountainous areas across North Korea, and could be used to house ballistic missiles of various ranges, with the largest believed to be capable of striking anywhere in the United States.\n\n\"Missile operating bases are not launch facilities,\" Bermudez wrote. \"While missiles could be launched from within them in an emergency, Korean People's Army (KPA) operational procedures call for missile launchers to disperse from the bases to pre-surveyed or semi-prepared launch sites for operations.\"\n\nNone of the missile bases have been acknowledged by North Korea, and analysts say an accurate disclosure of nuclear weapons and missile capabilities would be an important part of any denuclearization deal.\n\nSakkanmol, the site closest to the border with South Korea and its capital Seoul, appears to be \"active and being reasonably well-maintained,\" the report found.\n\n\"North Korea's decommissioning of the Sohae satellite launch facility, while gaining much media attention, obscures the military threat to U.S. forces and South Korea from this and other undeclared ballistic missile bases,\" Bermudez said.", "When Democrats take control of the House they plan to investigate the Trump administration's attempt to block AT&T (T) from acquiring Time Warner (TWX), and whether officials sought to punish Amazon (AMZN), according to Reuters.\n\nThe Koch network is mounting a multimillion-dollar campaign to push some key priorities – such as immigration reform and free-trade initiatives – the rest of this year as Democrats prepare to take over the House. (CNBC)\n\nPresident Donald Trump returned from a weekend in France on Sunday to face an array of difficult political challenges, including decisions on the attorney general's job and the Robert Mueller probe into him and his administration. (USA Today)\n\nMore than 200 people were missing early this morning in California's deadliest and most destructive blaze on record, one of two fires raging in the state which have killed at least 31 people and forced massive evacuations. (Reuters)\n\nThe New York Times reported that over a year before journalist Jamal Khashoggi's death, Saudi intelligence officials close to Crown Prince Mohammed bin Salman discussed hiring companies to kill Iranian enemies of the kingdom.\n\nFormer Starbucks (SBUX) Chairman and CEO Howard Schultz is putting together an elite public relations team as he prepares to release a civic-minded new book and considers running for president in the 2020 elections. (CNBC)\n\nRocket Lab put seven spacecraft in orbit over the weekend with its first commercial launch, as the company grew its lead in the burgeoning small rocket industry. Rocket Lab's Electron rocket is priced at about $5.7 million a launch. (CNBC)\n\nCNBC has learned e-cigarette manufacturer Juul will stop selling fruity flavors like mango and cucumber from brick-and-mortar stores in response to the Food and Drug Administration's request to curb \"epidemic\" levels of teen vaping.", "Shares of General Electric just plunged to a fresh nine-year low, and one equity strategist says investors should take note of one particularly devilish level for the stock: $6.66.\n\nGE tumbled as low as $8.15 on Friday after J.P. Morgan once again slashed its price target on the stock to $6 from $10 per share. The firm's analyst, Stephen Tusa, said the company's most recent quarterly earnings report was \"worse than expected on almost all fronts.\"\n\nEquity strategist Matt Maley of Miller Tabak told CNBC's \"Trading Nation\" on Friday that he was targeting a move down to $6.66, the stock's closing low in early March 2009, around the time of the S&P 500's bottom in the wake of the financial crisis.\n\n\"J.P. Morgan has a $6 target on it, I'm going to put a $6.66 target on the stock. It's a weird, weird coincidence. We all remember that the lows in 2009 on the S&P 500 was 666. Well the closing low in GE back then was also $6.66. That's kind of a weird coincidence, but the real reason I'm worried about this is with a stock like this, it's not a situation where the baby's being thrown out with the bath water,\" Maley said.\n\nIn other words, he thinks the sell-off may be warranted.\n\n\"Even though the stock is very oversold on a very near-term basis, if you look at its weekly [relative strength index chart], it's not as oversold as it was on two other occasions in the last 12 months. So I think it's a risk-reward situation, and I think it's got to go lower before you want to buy it,\" he said.\n\nFor Erin Gibbs, portfolio manager with S&P Investment Advisory Services, buying the stock is not worth considering even as if appears inexpensive.\n\n\"Right now we just don't see an end to the negative announcements. They've made five announcements this year regarding their restructuring that have been negative, and we just haven't see any stabilization,\" she said Friday on CNBC's \"Trading Nation.\"\n\nGibbs said she's concerned for four reasons: the recent dividend cut to 1 cent, concerns surrounding the restructuring of its power business, ongoing investigations into the company's accounting practices and falling profit projections.\n\n\"For us, we just don't see that there's any reason to get in at this point until we see an end of negative news and declining earnings,\" Gibbs said.\n\nGeneral Electric shares closed lower by 6 percent on Friday, off session lows, at $8.58 per share.\n\nGE told CNBC in a statement on Friday that \"GE is a fundamentally strong company with a sound liquidity position.\"", "Pabst Brewing Company and MillerCoors are heading to trial to settle a contract dispute in which Pabst accuses the brewing giant of trying to undermine its competitor by breaking a contract to make their products.\n\nPabst's lawyers argue the company's very existence relies on its business relationship with Chicago-based MillerCoors, which has made and shipped nearly all of Pabst's beers since 1999.\n\nMillerCoors argues it's not obligated to continue brewing for Pabst and that Pabst doesn't want to pay enough to justify it.\n\nThe trial in Milwaukee County Circuit Court begins Monday and is scheduled through Nov. 30.\n\nPabst's attorneys say MillerCoors is lying about its brewing capacity to hinder Pabst's ability to compete. MillerCoors says it's simply deciding what makes economic sense for the company's future.", "These two \"quality\" stocks look like a buy in a volatile market 2:35 PM ET Mon, 12 Nov 2018 | 03:24\n\n\"Own only high-quality stocks\" is one of those investment maxims that always sounds smart but only sometimes works well.\n\nThis seems to be one of those times.\n\nShares of quality companies have been outperforming the broad benchmarks — both before the October market correction and on the bounce of the past two weeks.\n\nAs a characteristic of companies — a \"style factor\" for selecting stocks, in the industry jargon — quality has no single, strict definition. But the common traits are a sturdy business not reliant on a strong economy; high and resilient profitability; and a strong balance sheet unburdened by much debt.\n\nThere are several exchange-traded funds built to isolate quality stocks, such as the Invesco S&P 500 Quality (SPHQ), which selects S&P 500 stocks highly ranked by return on equity, better-quality cash earnings and low financial leverage. It captures a lot of stable growth companies, with 35 percent of the fund in tech, 15 percent consumer staples and only token helpings of energy and financials.\n\nThis ETF started outperforming the S&P 500 a few months ago, and since August has led by 1 percentage point.\n\nGoldman Sachs' equity strategy group maintains stock baskets filtered for quality and strong balance sheets, which also have performed well, with the quality strategy soaring relative to the market lately.\n\nMany professional investors have been calling for some time for a rotation from expensive growth stocks to cheaper value stocks. But quality, as an attribute, isn't the same as value; the value indexes are full of highly cyclical, heavily indebted boom-bust companies.\n\nQuality has a lot more overlap with defensive stocks. Health care is the best-performing sector in the S&P 500 this year, up more than 12 percent and is among the groups most heavily weighted in quality companies.", "In the document, which is supported by many European countries but, crucially, not China or Russia, the signatories urge governments to beef up protections against cyber meddling in elections and prevent the theft of trade secrets.\n\nThe Paris call was initially pushed for by tech companies but was redrafted by French officials to include work done by U.N. experts in recent years.\n\n\"The internet is a space currently managed by a technical community of private players. But it's not governed. So now that half of humanity is online, we need to find new ways to organise the internet,\" an official from Macron's office said.\n\n\"Otherwise, the internet as we know it today -- free, open and secure -- will be damaged by the new threats.\"\n\nBy launching the initiative a day after a weekend of commemorations marking the 100th anniversary of World War One, Macron hopes to promote his push for stronger global cooperation in the face of rising nationalism.\n\nIn another sign of the Trump administration's reluctance to join international initiatives it sees as a bid to encroach on U.S. sovereignty, French officials said Washington might not become a signatory, though talks are continuing.\n\nHowever, they said large U.S. tech companies including Facebook and Alphabet's Google would sign up.\n\n\"The American ecosystem is very involved. It doesn't mean that in the end the U.S. federal government won't join us, talks are continuing, but the U.S. will be involved under other forms,\" another French official said.", "This is still the main issue preventing a formal withdrawal agreement with the EU. Both sides want to prevent a hard border between Northern Ireland and the Republic of Ireland — the only land border that the U.K. will have with the EU after Brexit.\n\nThe EU has proposed that the checks happen at the Irish Sea — which separates Northern Ireland and the rest of the U.K. — and are carried out in the least intrusive way possible. However, the DUP (the Democratic Unionist Party), the Northern Irish party that supports May in parliament, does not agree with this idea. The DUP argues that such a proposal divides Northern Ireland from the rest of the U.K. and forces Belfast to follow EU rules.\n\nSo, May has proposed to have a customs union with the EU, temporarily. A customs union is an arrangement by which its members apply the same tariffs to products imported from third countries. But the EU has rejected her idea. The other 27 EU nations want a permanent solution that will always avoid a hard border between Northern Ireland and the Republic of Ireland.\n\nMay's proposal was also not well-received by her party members. Some of them believe that a customs union with the EU, even if temporary, will restrict the U.K.'s ability to strike new trade deals.\n\nAs a result, May has more recently come up with an idea to have an independent arbitration panel, to tell her counterparts that the U.K. will not be in a customs union with the EU forever. The Times reported early Monday morning that the EU has also rejected this suggestion as it wants any arbitration to be done by the European Court of Justice.", "Who really won the midterms? Why both parties can claim victories 3:59 PM ET Fri, 9 Nov 2018 | 04:41\n\nThe Koch network plans to use a mix of tactics to push these goals, including advertising, lobbying and grassroots organizing. It hopes to make gains on these issues during the lame-duck session of Congress over the next two months in order to build momentum for 2019.\n\n\"We see an opportunity to engage the American people to address some of the toughest problems facing our country: a broken criminal justice system, an immigration system that prevents good people from contributing, eliminating cronyism and promoting open trade,\" Davis said. \"We're launching an effort to address these challenges at all levels.\"\n\nAhead of this new influence campaign, the network quietly bolstered its lobbying division in order to better work with congressional members on both sides of the aisle.\n\nAmericans for Prosperity, one of the groups in the larger Koch political organization, recently hired Mike Dingell, the former vice president of government relations at the National Association for Biomedical Research, a nonprofit group that advocates for the humane care of laboratory animals being used for medical research. He also was an intern in the office of former Sen. Joe Lieberman, a Connecticut Democrat who became an independent, according to the nonpartisan Center for Responsive Politics.\n\nAs the head of the association's government relations team, Dingell lobbied numerous pieces of bipartisan legislation, including the Senate Agricultural Improvement Act of 2018, which tries to modify various programs within the Department of Agriculture. The bill was introduced by Sen. Pat Roberts, R-Kan., and co-sponsored by recently re-elected Sen. Debbie Stabenow, D-Mich.\n\nIn the run-up to the elections, the Koch network announced it would be dedicating $400 million to the midterms. During the group's donor summit in Colorado Springs, Colorado, earlier this year, Koch announced they were open to backing Democrats.\n\nHowever, the network ended up supporting only Republicans through their super PACs and have won at least half of the federal races it was involved with that have been called so far. The organization also worked on races that are still undecided, including the Senate race in Florida, a House race in Utah and a congressional contest in Texas.\n\nThe network's victories included spending millions in support of Republican Rep. Marsha Blackburn, who defeated former Tennessee Gov. Phil Bredesen for retiring GOP Sen. Bob Corker's Senate seat. The group also netted a win in Missouri, where Americans for Prosperity spent at least $700,000 against Democratic Sen. Claire McCaskill, who lost to Republican challenger Josh Hawley.\n\nHowever, one of its biggest losses came in Wisconsin, where Democratic Sen. Tammy Baldwin fought off a surge in spending against her by the network and defeated her Republican opponent Leah Vukmir.\n\nAs 2018 comes to an end, the network has yet to solidify its plans for the 2020 campaign, including whether it will be involved with Trump's bid for re-election.\n\n\"No idea yet!\" said one network official who declined to be named. \"Still recovering from 2018.\"\n\nThe Koch network did not participate in the contest between Trump and Democratic rival Hillary Clinton in 2016.\n\nWATCH:Here's why the Koch brothers are at odds with President Trump", "Authorities searched on Monday for more than 200 people unaccounted for in one of the wildfires rampaging through parts of California, voicing concern about a possible rising death toll, as gusty, dry winds spurred the spreading flames.\n\nThe raging blaze in northern California known as the Camp Fire, the state's most destructive on record, had left at least 228 people missing as of early Monday, according to Kory Honea, sheriff of Butte County, site of the fire. That fire and one in southern California called the Woolsey Fire have killed at least 31 people.\n\nThe blazes left behind scenes of utter ruin, with homes and businesses reduced to charred wreckage and the winds also spreading large amounts of ash.\n\nBoth fires have been whipped up by hot dry winds. Winds of up to 40 miles per hour (64 km per hour) were expected to continue in southern California through Tuesday, heightening the risk of fresh blazes ignited by scattered embers, while the winds were forecast to begin diminishing later on Monday at the site of the Camp Fire. The wildfires flared in two new locations on Monday morning in southern California, officials said.\n\nThe fires have displaced more than 224,000 people, officials said. About 8,000 firefighters using fire fighting equipment including helicopters and air tankers were battling the flames, with assistance coming from out of state.\n\nThe Camp Fire, 40 miles (60 km) north of Sacramento, burned down more than 6,700 homes and businesses in the town of Paradise, more structures than any other wildfire recorded in California.\n\nThe fire had scorched more than 113,000 acres (45,729 hectares) and was 25 percent contained, officials said on Monday. Its death toll of 29 equals that of the Griffith Park Fire in 1933, the deadliest wildfire on record in California.\n\nThe blaze has probably caused between $2 billion and $4 billion in insured property damage, Morgan Stanley estimated in a report on Monday.", "Saudi Aramco CEO: Government will decide on the IPO timing 5:59 AM ET Mon, 12 Nov 2018 | 04:25\n\nSaudi Aramco's CEO has told CNBC its long-awaited plan to sell shares in the oil giant will happen, but he doesn't expect it until at least 2021.\n\nThe initial public offering (IPO) of the state-controlled firm is a stated aim of Saudi Arabia's Crown Prince Mohammed bin Salman, who has valued the firm at more than $2 trillion.\n\nSpeaking to CNBC's Steve Sedgwick at the ADIPEC forum in Abu Dhabi, Saudi Aramco's CEO Amin Nasser, said both the crown prince and Saudi Arabia's energy minister Khalid al-Falih were targeting a listing within three years.\n\n\"I think his royal highness and his excellency, the minister, talked about 2021. At the end of the day the government will decide when the market is good,\" he said.\n\nOil prices surged Monday after Saudi Arabia said it was cutting supply by half a million barrels per day in December. However, the bigger picture is that oversupply concerns have seen crude prices drop hard in recent months.", "Those numbers may surprise some as an entirely counter-intuitive outcome because one would normally expect the U.S. exports to China, and the rest of the Pacific Rim, to grow much faster than American sales to Europe.\n\nWhy? Simply because the Pacific Rim economies are growing at a rate of 5 percent — with China marking a 6.7 percent growth in the first three quarters of this year — while Europe is barely eking out 2 percent GDP growth.\n\nIn spite of that, the U.S. is doing much better in the slow-growing European markets than in the strongly expanding markets routinely called by raving observers as the \"future of the world economy.\"\n\nWhat's the problem? Why is the U.S. taking a beating in markets where it should be making a mint?\n\nHere is a thought: Isn't that part of what U.S. President Donald Trump never tires of calling a \"rip-off\" of the U.S. economy? A decades-old outrage neglected and tolerated by Washington?\n\nAnd does that strike you like something Trump is trying to stop and reverse with his \"free, fair and reciprocal trade\" amid a chorus of catcalls — led by official international organizations richly funded by Washington — that he is killing the so-called \"free and multilateral\" trading system?\n\nThe answer seems clear. The U.S. is selling more to the lackluster European economies than to the Pacific Rim — those \"dynamic\" Asian economies — because the European markets are much more open and accessible to American companies.\n\nSo, the trade policy conclusion for Washington should be a proverbial \"no brainer.\" Just tweak a few things with Europeans to even out the playing field. The Pacific Rim, however, is an entirely different story.\n\nThat's where the U.S. needs a root and branch review of tariff and non-tariff trade barriers, trade practices, comity and basic rules of reciprocity.", "The next two to three months will be critical for the future of the U.K. economy, Ben Broadbent, deputy governor of the Bank of England, told CNBC Monday.\n\nThe U.K. government is racing against the clock trying to clinch a deal with the European Union in the coming weeks. The idea is to have an agreement on how the U.K. will leave the EU in March of next year with enough time for parliamentary approval both in the U.K. and across Europe.\n\n\"The sequence of events over the next two to three months could change the outlook materially,\" Broadbent told CNBC's Joumanna Bercetche.\n\nFollowing a monetary policy meeting earlier this month, the BOE said the U.K. is set to grow 1.7 percent in 2019 and inflation is likely to hit 2.1 percent during the same period. The central bank's forecasts are based on an assumption that the U.K. will strike a deal with the EU and keep relatively close trade links with the bloc.\n\n\"I still think it's the most likely outcome but, of course, over time, every day there are headlines, positive, negative, which will send the currency in particular in one direction or the other,\" Broadbent said Monday.\n\nSterling was once again under pressure Monday morning on the back of negative headlines about Brexit. The British media were reporting divisions within Prime Minister Theresa May's circle of key lawmakers, with potentially further resignations from the administration.", "President Donald Trump is one factor among many impacting oil markets right now, according to Bob Dudley, the chief executive of oil giant BP.\n\n\"He's (Trump is) keeping people guessing on many, many fronts and it also impacts the oil markets,\" Dudley told CNBC's \"Squawk Box Europe,\" but he added that the U.S. president was not the only factor affecting prices.\n\n\"It's more than that (the Trump administration). There's uncertainty in the supply from Venezuela, there's still disruptions in Libya, for example, there's a lot of uncertainty out there,\" Dudley said.\n\nDudley's comments at the ADIPEC energy conference in Abu Dhabi come at a pivotal moment for oil markets with Saudi Arabia performing an about-turn this weekend by announcing a 500,000 barrel per day production cut in December. The surprise move comes after it had ramped up production this summer along with other major producers Russia and the U.S. due to concerns over a decline in supply once sanctions on Iran came into effect in November.\n\nThe measure, taken by the defacto leader of OPEC, is seen as a way to halt a 20 percent slump in prices seen since early October on the back of the surge in production.\n\nSaudi Arabia's oil minister said Sunday that markets were well supplied and that price rises over the summer due to a feared Iranian shortfall had been an overreaction.\n\nMeanwhile, Dudley said OPEC's ministerial committee was not getting anything \"wrong\" in changing course, it was just recognizing that circumstances surrounding Iranian sanctions had changed, with the U.S. granting exemptions to eight countries that purchase Iranian oil. This had meant the impact of sanctions was not as bad as it could have been and so upping production was not as necessary.\n\n\"They (Saudi Arabia) were worried about (the) under supplying of the market and triple-digit oil prices. Now they're saying, actually, it (upping production) might be a little bit too much right now because of the exemptions,\" Dudley added.\n\nDudley said Trump's decision to grant waivers to the sanctions was not unsurprising, saying \"I don't think he wanted to see $100 (a barrel) oil.\"\n\nWATCH: Here's what drives the price of oil", "The market sold off big today—here’s what four experts say investors should be watching 4:11 PM ET Mon, 12 Nov 2018 | 02:10\n\nThe Dow Jones Industrial Average fell 602 points on Monday after a big decline in Apple shares, a rise in the U.S. dollar and lingering worries about global trade weighed on investor sentiment.\n\nMonday's losses bring the Dow's decline over the past two sessions to 804 points; it closed at 25,387.18. The tech-heavy Nasdaq Composite pulled back 2.8 percent to 7,200.87 and fell back into the correction territory it first entered during the October market rout.\n\nThe S&P 500 dropped 2 percent to 2,726.22 as financials tanked, led by Goldman Sachs.\n\nIn late-afternoon trading, the major indexes hit their lows of the day after Bloomberg News reported the White House was circulating a draft report on auto tariffs. Shares of General Motors turned negative following the report.\n\nApple shares tanked by 5 percent after Lumentum Holdings, which makes technology for the iPhone's face-recognition function, cut its outlook for fiscal second quarter 2019. Lumentum CEO Alan Lowe said one of its largest customers asked the company to \"materially reduce shipments\" for its products. Shares of Lumentum plunged 33 percent.\n\nThe decline in Apple pressured the broader technology sector. The Technology Select Sector SPDR dropped 3.5 percent. Alphabet and Amazon shares pulled back 2.7 percent and 4.3 percent, respectively. Amazon shares fell into bear-market territory, down about 20 percent from its 52-week high. A little more than two months ago, the online retailer was worth $1 trillion.\n\nThe S&P 500 tech sector itself traded in correction territory, down more than 10 percent from its 52-week high. Within the sector, nearly 70 percent of the stocks were at least in a correction.\n\nPeter Boockvar, chief investment officer at Bleakley Advisory Group, said \"the FANG trade is dead and the market is struggling to find a replacement.\"\n\nGoldman shares posted their biggest drop in seven years after a report Malaysia's finance minister demanded a refund of fees paid the firm for its work in scandal-plagued state investment fund 1MDB.\n\nA strong dollar also pressured equities as investors worried about what it would do to overseas sales for multinationals. The dollar index hit a high of 97.58, its highest level since June 23, 2017. The U.S. currency also hit a more than one-year high against the euro and Swiss franc.\n\n\"This is a time to consider reducing risk rather than adding risk,\" said Tom Martin, senior portfolio manager at Globalt. \"It's not like we're at the start of a cyclical bear market, but being cautious\" would be wise.", "Saudi Arabia is not preparing for a break-up of OPEC, Energy Minister Khalid al-Falih said Monday, adding the group will continue as the global central bank for oil markets for a long time.\n\nIt comes shortly after reports surfaced Thursday suggesting Saudi Arabia's top government-funded think tank had been studying the potential impact on oil markets should the influential 14-member alliance breakup.\n\n\"There is no consideration whatsoever to eliminate OPEC,\" al-Falih said at the ADIPEC oil summit in Abu Dhabi on Monday.\n\n\"The reason they call them think tanks is because they want to think outside the box,\" he added.", "Yergin: This is a different oil world configured of Saudi Arabia, Russia and the US 3:17 AM ET Mon, 12 Nov 2018 | 04:22\n\nSaudi Arabia and Russia are the world's most influential oil producers right now, along with the U.S., but the kingdom appears to be going its own way, announcing half a million barrel output cut from December.\n\nWith a lot at stake for the oil producers, however, the relationship should remain close, according to oil market expert Daniel Yergin.\n\n\"I think it's intended to be a long-term relationship and it started off about oil prices but you see it taking on other dimensions, for instance, Saudi investment in Russian LNG (liquefied natural gas) and Russian investment in Saudi Arabia and I think this is a strategic relationship because it's useful to both countries,\" IHS Markit vice chairman Dan Yergin told CNBC on Monday.\n\nWhile Saudi Arabia and Russia are close, particularly given their pact in late 2016, along with other OPEC and non-OPEC producers to curb output by 1.8 million barrels per day in order to support prices, oil markets have changed since that deal - and largely thanks to that deal.\n\nOil prices have recovered almost too well with the U.S. criticizing OPEC (of which Saudi Arabia is the de facto leader) for higher prices and markets have been fluctuating on concerns over both a potential decline in supply (due to U.S. sanctions on Iran) and a potential oversupply – due to an increase in production from Saudi Arabia, Russia and the U.S. in recent weeks --- that led prices to fall around 20 percent since early October.\n\nOn that note, Saudi Arabia pumped 10.7 million barrels per day in October, Russia pumped 11.4 million barrels per day and the U.S. also an estimated 11.4 million bpd.\n\nYergin told CNBC's these \"big three\" producers were changing the face of the global oil market. \"It's the big three, it's Saudi Arabia, Russia and the U.S., this is a different configuration in the oil market than the traditional OPEC-non-OPEC (one) and so thinking is having to adjust so there's that new relationship … and the world is having to adjust.\"\n\nAlso speaking to CNBC Monday, BP Group Chief Executive Bob Dudley said that the \"OPEC-plus agreement (between OPEC and non-OPEC producers including Russia) and coalition is a lot stronger than people speculate. I think Russia doesn't have the ability to turn on and off big fields (which) can happen in the Middle East ... But I fully expect there to be coordination to try to keep the oil price within a certain fairway,\" he said.", "NANSHA | SINGAPORE | LONDON,12 November 2018 – CNBC, the world's number one business and financial news network, today announced it will host a new, annual tech conference EAST TECH WEST in Nansha, Guangzhou.\n\nThe inaugural event will take place on November 27-29th 2018 and will bring together some of the world's most prolific business leaders to meet, network and discuss the future of technology at the heart of China's Greater Bay Area.\n\nThe three-day invite-only retreat will explore everything from Artificial Intelligence to Blockchain. The conference will be guided by eight core event themes designed to create an immersive experience for attendees, they include: AI in society, The Future of Fintech, Tech Innovation, Telecommunications, Cybersecurity, Venture Capital, Global Trade Outlook, The Greater Bay Area and The Future of Entertainment. The conference agenda will consist of panels, fire-side chats and workshops hosted by CNBC's award-winning anchors and reporters.\n\nWith a specially curated guest list and agenda, CNBC will broadcast live from the event over the three days to its global audience of business leaders and investors as well as providing immersive reporting across CNBC digital platforms.\n\nThe East Tech West agenda is filled with a prestigious roster of speakers from companies including CTrip, EY, Telenor Group, Alibaba, Snap Inc., Breyer Capital, WeWork, DiDi, JPMorgan Chase & Co amongst others.\n\nSpeaking from the East Tech West launch event held in London today, KC Sullivan, President and Managing Director at CNBC Intsernational, said: \"The evolving world of technology continues to be front of mind for our global audience. That's why we're going to the heart of China's tech revolution to host East Tech West. We will explore the next big things in technology with some of the most influential business leaders on the planet.\"\n\nCNBC also announced a number of partners for East Tech West 2018. The Administrative Committee of Guangzhou Nansha Development Zone will be presenting partner. GAC Group, Yuexiu Group and The Evergrande Group are named as associate partners to the event. Huawei is supporting partner.\n\nFor the latest news and updates on CNBC's East Tech West visit http://www.easttechwest.com/. Be part of the #EastTechWest conversation and follow us on Twitter.\n\nENDS\n\n\n\nFor media interested in covering the event, please contact:\n\nClarence Chen\n\nCommunications Manager, APAC\n\nCNBC International\n\nClarence.Chen@CNBC.com\n\nD: +65 6326 1123\n\nM: +65 9852 8630\n\nAbout CNBC\n\nCNBC International is the leading international business and financial news network. Its mission is to help the influential and aspirational to make astute decisions to get ahead.\n\nWith international headquarters in London, Singapore and Abu Dhabi, CNBC International provides consumers with a 24-hour global business briefing.\n\nIn addition to its global TV channel, available in more than 410 million homes worldwide, CNBC.com provides users with video, real-time market analysis, web-exclusive live video and analytical financial tools.\n\nCNBC International's award winning content can also be found on Facebook, Twitter, Instagram, YouTube and LinkedIn. CNBC International is a division of NBCUniversal.\n\nFor more information, visit www.cnbc.com", "Apple has seen a recovery in the China market in recent quarters after suffering hard times in the world's second-largest economy. In the quarter that ended in September, Apple saw Greater China revenues rise 16 percent year-on-year.\n\n\"It's a positive sign for Apple, because normally Xiaomi or Huawei has been the top brand. This shows the Chinese smartphone users are maturing fast and they are looking to buy more high end devices, which is a good sign not only for Apple but other brands,\" Neil Shah, research director at Counterpoint Research, told CNBC by phone on Monday.\n\n\"Since iPhone XS and iPhone XR were already so expensive, so they were looking for the right deal to purchase,\" he added.\n\nThe iPhone XS and XR are Apple's latest devices.", "SoftBank Group's domestic telecoms unit on Monday received approval to list on the Tokyo Stock Exchange in an initial public offering (IPO) worth 2.4 trillion yen ($21.04 billion), a regulatory filing showed, one of the biggest IPOs ever.\n\nThe unit, SoftBank Corp, will list on the Tokyo Stock Exchange on Dec. 19, the filing with the Ministry of Finance showed on Monday.\n\nThe IPO will mark the transformation of the parent company from a mobile phone network provider — which successfully challenged Japan's incumbent duopoly — into one of the world's biggest technology investors under Chief Executive Masayoshi Son.\n\nThe offering will also provide the group with funds that can be redeployed into more tech investments. SoftBank's bets have been as varied as small gaming startups, ride-hailing firms such as California-based Uber Technologies, and Chinese e-commerce behemoth Alibaba Group.\n\nOn sale is 1.6 billion SoftBank Corp shares at an tentative price of 1,500 yen each, raising 2.4 trillion yen and resulting in a market value of 7.18 trillion yen upon listing. The parent will retain a 66.5 percent stake in the newly listed unit.\n\nAdditionally, up to 160 million shares worth 240.6 billion yen will be offered in an overallotment if demand is strong. In that case, the total would come close to the $25 billion worth of shares sold by Alibaba in 2014 in the biggest-ever IPO.\n\nThe final IPO price will be determined on Dec. 10.", "Chinese Premier Li Keqiang said on Monday Beijing will further open up its economy in the face of rising protectionism, as he headed for meetings with Asia-Pacific leaders in Singapore that are expected to focus on trade tensions.\n\nLi's remarks in an article in Singapore's Straits Times newspaper, ahead of his arrival in the city-state later in the day, came as Singapore's Prime Minister Lee Hsien Loong called for more regional integration, saying multilateralism was under threat from political pressures.\n\n\"China has opened its door to the world; we will never close it but open it even wider,\" Li said in the article, in which he called for an \"open world economy\" in the face of \"rising protectionism and unilateralism\". He did not directly refer to China's bruising trade war with the United States.\n\nNotably absent from this week's meetings is U.S. President Donald Trump, who has said several existing multilateral trade deals are unfair, and has railed against China over intellectual property theft, entry barriers to U.S. businesses and a gaping trade deficit.\n\nVice President Mike Pence will attend instead of Trump, and Russian President Vladimir Putin, Indian Prime Minister Narendra Modi and Japanese Prime Minister Shinzo Abe are among those also expected to join Li and the ten-member member Association of Southeast Asian Nations (ASEAN).\n\nIt was not clear if Li and Pence will hold separate talks on the sidelines of the meetings, which would be a prelude to a summit scheduled between Trump and Chinese President Xi Jinping at the end of the month in Buenos Aires.\n\nThe encounter, if it happens, would come on the heels of high-level talks in Washington where the two sides aired their main differences but appeared to attempt controlling the damage to relations that has worsened with tit-for-tat tariffs in recent months.\n\nMeanwhile, in remarks at a business summit on Monday ahead of this week's meetings, Singapore PM Lee said: \"ASEAN has great potential, but fully realizing it depends on whether we choose to become more integrated, and work resolutely towards this goal in a world where multilateralism is fraying under political pressures\".\n\nLee has previously warned that the U.S.-China trade war could have a \"big, negative impact\" on Singapore, and the city-state's central bank has warned it could soon drag on the economy.\n\nBoth Singapore and China are expected to rally support for the Regional Comprehensive Economic Partnership (RCEP) pact now being negotiated, showcased to be the free trade deal that will encompass more than a third of the world's GDP.\n\nThe pact includes 16 countries, including China, India, Japan and South Korea, but not the United States. Li said China would work to \"expedite\" RCEP negotiations this week.\n\nAlso on Monday, the ten-member ASEAN group reached their first ever deal on e-commerce aimed at helping boost cross-border transactions in the region.", "The Asia Pacific region is a key growth driver for Australia's largest airline Qantas, its CEO said on Monday.\n\nQantas has increased its capacity in the region partly because more tourists from Asia are heading to Australia, Alan Joyce told CNBC's \"Squawk Box.\"\n\n\"Ten years ago, when I took over as CEO, we had one-third of a capacity to Europe, one-third to Asia, one-third to the Americas. Today, it's 8 percent to Europe, it's 52 percent in this region, and I think it will grow a lot further into the future,\" he said. \"We see the Asia Pacific market as the huge growth opportunity for us.\"\n\nWhen an airline raises its capacity, it usually refers to an increase in the total number of seats made available to passengers, either by adding more flights or using bigger planes.\n\nJoyce pointed to a recent prediction from the International Air Transport Association (IATA) in October that said current trends in air travel suggest that the total number of passengers travelling by air could double to about 8.2 billion by 2037.\n\nIATA said the \"Asia-Pacific region will drive the biggest growth with more than half the total number of new passengers over the next 20 years\" coming from the region due to a combination of factors such as strong economic growth, increased household incomes and favorable population and demographic profiles.\n\n\"This region is going to grow by an average of 4.8 percent. We think Qantas is well-positioned to take advantage of that,\" Joyce said.\n\nWhen asked if he had seen any dent in travel sentiment due to an ongoing trade fight between the United States and China, which experts warncould affect economic outlook for much of the region, Joyce said the outlook for Qantas remained positive.\n\n\"Our forward bookings are up 8 percent in value, we're seeing real strong growth across the Australian economy ... and then the inbound tourism and the outbound tourism are still extremely strong,\" he said, adding that the airline's forward bookings would likely help manage higher fuel costs in the next fiscal year.", "Shares of software company Apptio soared more than 51 percent Monday after the company said it had agreed to be bought by private equity firm Vista Equity Partners for $1.94 billion in cash, two years after going public.\n\nThe stock traded as high as $37.80, just shy of the $38-per-share price that Vista offered to take the company private.\n\nThe deal would help the company bring its products to the market faster, Apptio co-founder and Chief Executive Officer Sunny Gupta told Reuters.\n\n\"In the private construct, we look at leveraging Vista's playbook,\" Gupta said. \"They seem to be very committed to accelerating our product innovation cycle to customers.\"\n\nApptio, whose products include cloud-based and hybrid business management software, was founded in 2007 and went public in September of 2016 at $16 per share.\n\nVista, whose private-equity portfolio comprises of mostly software companies, sold marketing software firm Marketo to Adobe Inc for $4.75 billion in September.\n\nThe Apptio deal includes a 30-day \"go-shop\" period, which allows Apptio board and advisers to consider alternative offers, the company said.\n\nApptio had multiple offers from strategic and private investors before it agreed to go with Vista's, Gupta said. He will remain Apptio's CEO post the deal. It will remain headquartered in Bellevue, Washington.\n\nThe company's board has approved the deal, which is expected to close in the first quarter of 2019, it said.\n\nApptio posted a surprise adjusted quarterly profit in August, a month before the stock touched a life high of $41.23.\n\nQatalyst Partners served as Apptio's financial adviser, while Wilson Sonsini Goodrich & Rosati was its legal adviser. Kirkland & Ellis LLP was the legal adviser to Vista.\n\nThe Wall Street Journal earlier reported on the deal.\n\n—CNBC's Sara Salinas contributed to this report.", "Chinese e-commerce giant Alibaba may have recorded its slowest ever annual growth rate for its Singles Day shopping extravaganza this year, but a large online retailer in Southeast Asia that is majority-owned by Alibaba said it witnessed accelerating growth during the event.\n\nSoutheast Asia is at the \"beginning of the journey\" and still witnessing \"accelerating growth,\" said Alexis Lanternier, CEO of Lazada Singapore told CNBC on Monday. \"We are in the exciting space of accelerating growth.\"\n\nLazada — a Singapore-based online shopping website with operations across Southeast Asia — hosted its own Singles Day event. When the event kicked off at midnight, Lazada saw three times more shopper traffic this year, compared to last year. Gross merchandise value also spiked seven times at midnight versus a year ago.\n\nLanternier said he was upbeat about sales in the region, home to a population of 560 million people and which has a rising mobile phone penetration.", "The pan-European Stoxx 600 ended provisionally lower by 1.00 percent with almost every sector in the red. The tech sector was the worst performer, down by almost 3.58 percent. SAP was down 5.52 percent after making a deal to buy Qualtrics for $8 billion.\n\nShares of Austrian chipmaker AMS tumbled 22.41 percent after other suppliers to tech giant Apple cut their forecasts. The German-listed Infineon also shed value following demand fears, losing 7.31 percent during the session.\n\nOn the other hand, oil and gas stocks were the top performers on Monday, up by more than 0.24 percent. At the weekend, Saudi Arabia announced a cut in supply for December in a bid to halt a recent slump in prices. At the closing bell, Brent had risen 1.27 percent to trade at $71.07 and WTI was up by 1.11. percent at $60.88.\n\nBP and Royal Dutch Shell were up 0.80 percent and 0.71 percent respectively after the crude oil price recovery.\n\nBy the close the FTSE 100 was provisionally down 46 points or 0.65 percent, at 7,105.\n\nIn other stock news, Telecom Italia rose toward the top of the benchmark, up by 2.79 percent by the close. This was after news that it could merge with its domestic rival Open Fiber. British American Tobacco dropped 10.62 percent after news of a potential ban on menthol cigarettes in the U.S.\n\nIn the U.K., Prime Minister Theresa May was reportedly forced to drop plans for an emergency Brexit cabinet meeting on Monday due to resistance in her own government, the Independent reported. According to the Sunday Times, four government ministers who are pro-European are on the brink of resigning. All eyes are now on a cabinet meeting scheduled for Tuesday.\n\nBen Broadbent, deputy governor of the Bank of England, told CNBC Monday that the next two to three months will be critical for the future of the U.K. economy.\n\n\"The sequence of events over the next two to three months could change the outlook materially,\" Broadbent said.", "Mark Mobius says oil will hit $100 per barrel in the long term 1:58 AM ET Mon, 12 Nov 2018 | 03:12\n\nStocks in emerging markets are looking \"very cheap\" now, and that's a buying opportunity, prominent investor Mark Mobius told CNBC on Monday.\n\nInvestors sold their holdings in emerging markets in a big way in recent months as they feared financial problems in countries such as Turkey and Argentina could spill over to other economies. Adding to concerns were the strengthening U.S. dollar and rising oil prices, which hurt emerging economies with large amounts of foreign debt and those that are net energy importers.\n\nAs a result, the MSCI Emerging Markets Index — which tracks large and mid-cap stocks in 24 countries — has fallen by around 16 percent this year.\n\nBut Mobius said the sell-down has opened investment opportunities in emerging markets. \"At the end of the day, emerging markets equities look very cheap now. It's time to get in,\" the co-founder of Mobius Capital Partners told CNBC's \"Street Signs.\"\n\nSome countries are already seeing a recovery in their currencies and stock prices, the investor noted. That's because the U.S. dollar has started to stabilize, which lessens the burden on emerging markets to service their debt denominated in the greenback, he said.", "A 50-year-old woman will face court on Monday after police charged her with contaminating strawberries with needles, an episode that spurred one of Australia's biggest food scares.\n\nAustralia's strawberry industry, worth $116 million, was rocked in September after nearly 200 complaints were made of sewing needles found in strawberries and other fruits.\n\nSeveral major supermarkets withdrew the fruit as shoppers abandoned purchases, forcing some growers to dump fruit amid warnings of widespread bankruptcies.\n\nAustralian police said on Monday they had charged a 50-year woman with seven cases of contamination, the first charges laid in the case.\n\n\"This has probably been one of the most trying investigations that I've been part of,\" Queensland Police Detective Superintendent Jon Wacker told reporters in Brisbane, the capital of Queensland state where the contamination crisis was first reported.\n\nPolice said the woman was a former employee of one of the brands affected, although he did not specify which one.\n\nThe woman faces up to 10 years in jail if found guilty after Australia's conservative government toughened sentencing in a bid to contain the crisis.\n\nAustralia also criminalized hoax claims.\n\nWacker said police received 186 complaints of fruit contamination, of which 15 had been found to be hoaxes.\n\nStrawberry growers welcomed the charges but blamed social media for the crisis.\n\n\"It was a crisis driven by social media and the only real victims were the strawberry growers, and to some extent other Australian fruit growers and exporters,\" the Queensland Strawberry Growers Association said in a statement.\n\nQueensland, Australia's largest strawberry-producing region, is particularly vulnerable to a sustained downturn in the market.\n\nState premier Annastacia Palaszczuk said on Tuesday her government would set aside $722,400 to help farmers make it through the season.", "Japan's Prime Minister Shinzo Abe called on Monday for a new public works spending program to stimulate the economy amid growing concerns about global risks.\n\nThe spending, which is expected in the first half of next fiscal year starting in April, will focus on strengthening infrastructure to withstand earthquakes and frequent flooding, according to a presentation made at the Council on Economic and Fiscal Policy (CEFP).\n\nSome of Japan's top government advisors also called for stimulus to offset a decline in consumption expected after an increase in the nationwide sales tax in October next year.\n\nThe rush to approve public works spending and other measures to support consumption highlights growing concern among policymakers about the economy.\n\n\"The prime minister asked me to take firm measures to ensure that our economic recovery continues,\" Economy Minister Toshimitsu Motegi said at the end of the CEFP meeting.\n\n\"He also said the public works spending program expected at the end of this year should be compiled with this point in mind.\"\n\nJapan's economy is forecast to contract in July to September, and a recent slump in machinery orders suggests any rebound in the following quarters is likely to be weak if exports and business investment lose momentum.\n\nGovernment ministers will compile a preliminary public works plan by the end of this month and then submit a final version of the plan by year's end, according to documents used at the CEFP meeting.\n\nMembers of the CEFP did not say how large spending should be or how the government should fund the package. At the meeting Abe said compiling the package has become an urgent matter, according to a government official.\n\nJapan's government is considering a 10 trillion yen ($87.77 billion) stimulus package to offset the impact of a sales tax hike next, sources told Reuters last week, as concerns about consumer spending and the global economy grow.\n\nIncreasing spending on public works started to gain support after a strong earthquake in September caused a blackout in the northern island of Hokkaido and a series of typhoons damaged transport infrastructure in western Japan.\n\nThe advisers on the CEFP are academics and business leaders who are considered close to Abe, so their recommendations often influence policy decisions.\n\nThe CEFP met earlier on Monday to debate consumer prices and fiscal policy, which is where the advisers made their recommendations.\n\nThe advisers did not lay out the specific steps the government should take to stimulate consumption, but government officials have previously said they are considering shopping vouchers for low-income earners and more spending on public works.\n\nThe nationwide sales tax is scheduled to rise to 10 percent in October 2019 from 8 percent currently.\n\nThe government already plans to exempt food and some daily goods from the tax hike to soften the blow, but there is still a lot of concern that the tax hike will wreck consumer spending and sentiment. The economy was tipped into a recession the last time the tax was raised in 2014.\n\nAdvisers at the CEFP meeting also threw their support behind the government's plan to encourage mobile phone carriers to lower smartphone fees, saying they hoped the move would increase households' disposable incomes.", "BP CEO: Looks like oil demand is starting to come off a bit 5:25 AM ET Mon, 12 Nov 2018 | 04:29\n\nOil prices turned negative amid a sell-off in the U.S stock market on Monday, with U.S. crude posting an 11th straight day of losses, its longest longest losing streak on record.\n\nCrude futures looked set to break the streak earlier on Monday after Saudi energy minister Khalid al Falih said OPEC and its allies may need to cut crude production by about 1 million barrels per day to prevent the market from swinging into oversupply. On Sunday, Falih said the kingdom's shipments would fall by 500,000 bpd in December.\n\nBut the recent strong correlation between stocks and crude futures reasserted itself on Monday as the Dow Jones Industrial Average fell 600 points.\n\n\"The stock market was pulling at the oil complex all day. We should have gotten more of rally at that Saudi commentary over the weekend,\" said John Kilduff, founding partner at energy hedge fund Again Capital.\n\nU.S. West Texas Intermediate crude settled 26 cents lower at $59.93 on Monday, falling deeper into bear market territory. The contract has never fallen for 11 straight days since it began trading in New York more than three decades ago.\n\nThe losses continued after the settlement, with WTI falling more than 2 percent and dipping below $59 a barrel for the first time since February.\n\nBrent crude, the international benchmark for oil prices, settled 6 cents lower at $70.12 on Monday. Brent briefly dipped below $69 to its lowest level since April in post-settlement trade.\n\nCrude futures have pulled back sharply during the last five weeks, as oil got swept up in October's market sell-off that saw investors shed risk assets. Rising oil supplies from the United States, OPEC and Russia and forecasts for weaker-than-expected demand growth have kept pressure on the market.\n\n\"It does look like demand is starting to come off a bit,\" BP CEO Bob Dudley told CNBC at the ADIPEC oil and gas conference in Abu Dhabi on Monday.\n\nThe world's appetite for oil now looks set to grow by about 1.3 million bpd, compared with BP's earlier expectations for 1.4 million to 1.5 million bpd of growth, Dudley said.", "Concerns about political instability in Australia are \"overly stated,\" the country's Prime Minister Scott Morrison told CNBC on Monday.\n\nMorrison, a Liberal and formerly the country's Treasurer, assumed his new role in August to become the nation's fifth prime minister in five years. His predecessor Malcolm Turnbull lost his title in a leadership vote, becoming the fourth premier to be removed from office by his own party since 2010.\n\nAustralia's policies on major areas such as trade, infrastructure investment and defense have remained the same since the Liberal party first took power, Morrison stated. \"There's a continuity and a stability in the policy agenda being pursued by our government.\"\n\nHis administration remains committed to open trade and boosting security on areas such as cyber-security, he said.\n\nThe country is now bracing for a federal election next year and it's unclear how the ruling Liberal party will fare.\n\n\"It's very reasonable to say that we have a big job ahead of us, that's no surprise,\" Morrison said. He added that he had faith in his party's ability to maintain a strong economy and ensure national safety following Friday's terror incident in Melbourne.", "Legacy tech companies have been scooping up smaller cloud and software providers in massive deals throughout 2018.\n\nThe consolidation comes as older enterprise tech companies strive to stay relevant against the juggernaut of Amazon Web Services, as well as Google's well-funded cloud play and a rising crop of nimble venture-backed start-ups.\n\nOn Sunday, SAP became the latest to enter the fray, paying $8 billion in cash for survey software company Qualtrics shortly before it planned to go public.\n\nSAP is in good company. Here are some of the other giant deals done by big enterprise players this year:", "British foreign minister Jeremy Hunt will visit Saudi Arabia and the United Arab Emirates on Monday to press for an end to the war in Yemen and to call on Saudi leaders to cooperate with an investigation into the murder of journalist Jamal Khashoggi.\n\nThe visit comes at a time when Riyadh, already under scrutiny for civilian deaths in Yemen air strikes, is facing global criticism and potential sanctions over the murder of Khashoggi at its Istanbul consulate on Oct. 2.\n\nBritain has called for a \"credible\" investigation into Khashoggi and has pushed for new action at the United Nations Security Council to try to end hostilities in Yemen and find a political solution to the war there.\n\n\"The human cost of war in Yemen is incalculable: with millions displaced, famine and disease rife and years of bloodshed, the only solution is now a political decision to set aside arms and pursue peace,\" Hunt said in a statement.\n\n\"So today I am travelling to the Gulf to demand that all sides commit to this process.\"\n\nThe foreign ministry said Hunt would meet Saudi Arabia's King Salman, Crown Prince Mohammed bin Salman, Abu Dhabi Crown Prince Sheikh Mohammed bin Zayed Al Nahyan, Saudi Foreign Minister Adel al-Jubeir, Yemeni Vice President Ali Mohsen and Foreign Minister Khaled Al Yamani.\n\nHunt, the first British minister to visit Saudi Arabia since the murder of Khashoggi a month ago, will also call on the Saudi authorities to do more to deliver justice and accountability for his family.\n\n\"The international community remain united in horror and outrage at the brutal murder of Jamal Khashoggi one month ago. It is clearly unacceptable that the full circumstances behind his murder still remain unclear,\" he said.\n\n\"We encourage the Saudi authorities to cooperate fully with the Turkish investigation into his death, so that we deliver justice for his family and the watching world.\"", "Asia markets traded mixed on Monday afternoon as investors remained wary about global risks that include a trade fight between the U.S. and China, growth outlook, as well as oil prices.\n\nJapan's Nikkei 225 erased early losses of more than 0.7 percent to close fractionally higher at 22,269.88 while the Topix index slightly slipped to 1,671.95.\n\nSoftBank's domestic telecoms unit received approval on Monday to list on the Tokyo Stock Exchange in an initial public offering worth $21.04 billion, Reuters reported, citing regulatory filing, making it one of the biggest IPOs ever. The company, SoftBank Corp, will list on Dec. 19, the news agency added.\n\nThe news emerged after the Japanese markets closed for the trading day — SoftBank Group shares were marginally lower.\n\nIn South Korea, the Kospi fell 5.65 points, or 0.27 percent, to 2,080.44.\n\nMarkets in Greater China were mostly positive. The Shanghai Composite rose 31.64 points, or 1.22 percent, to 2,630.51 while the Shenzhen composite added 33.55 points, or 2.52 percent, to 1,361.74. In Hong Kong, the Hang Seng index traded fractionally higher in the afternoon.\n\nMajor indexes in India, Indonesia and Singapore all traded lower.\n\nIn Australia, the ASX 200 erased earlier losses to rise 19.50 points, or 0.33 percent, to 5,941.30. The heavily-weighted financial subindex fell 0.28 percent as shares of some major banks tumbled: ANZ shares were down 2.95 percent and the National Australia Bank declined 0.08 percent. Westpac shares were up 0.14 percent and Commowealth Bank rose 1.16 percent.\n\nOil prices were closely watched on Monday after the Organization of the Petroleum Exporting Countries (OPEC) and its allies warned about surging oil output that is set to leave the crude market oversupplied in 2019.\n\nA committee of several OPEC members and other crude exporters said that a larger group of roughly two dozen nations may have to launch a fresh round of output cuts in order to keep the oil market balanced. That announcement came as rising supply and a weaker outlook for demand have contributed to a sharp pullback in oil prices.\n\nSaudi Arabia also said it plans to reduce oil supply to world markets by 0.5 million barrels per day in December, according to Reuters.\n\n\"The fairly quick downward correction in oil prices has finally stirred OPEC members to broach the topic of more output cuts over the weekend,\" Wei Liang Chang, a foreign-exchange strategist at Mizuho Bank, wrote in a morning note. \"Even so, the correction in oil prices appears partly due to a pullback in global equities, and output management risks exaggerating price moves when market sentiment reverses.\"\n\nThe announcements from the oil producers gave a fillip to energy prices during Asian trading hours.\n\nU.S. crude traded up 1.25 percent at $60.94 a barrel while global benchmark Brent was up 1.82 percent at $71.46.\n\nIn the currency market, the dollar index, which measures the U.S. dollar against a basket of its peer, traded at 97.371, up from levels below 96.000 in the previous week.\n\nAnalysts said that the dollar \"reasserted itself\" as sentiment fell in the stock market last Friday.\n\nThe Japanese yen traded at 114.14 to the dollar, weakening from an earlier high of 113.70, while the Australian dollar traded at $0.7204.\n\n— CNBC's Tom DiChristopher contributed to this report.", "The United States says it has clear ideas for the strategically important \"Indo-Pacific\" region. But so do a lot of other countries.\n\nU.S. Vice President Mike Pence is expected to lay out details of Washington's free and open Indo-Pacific vision during his Asia tour this week. He will be representing President Donald Trump at the U.S.-ASEAN Summit and Asia Pacific Economic Cooperation forum, visiting Australia, Japan, Papua New Guinea and Singapore.\n\n\"We seek an Indo-Pacific — from the United States to India, from Japan to Australia, and everywhere in between — where sovereignty is respected, where commerce flows unhindered and where independent nations are masters of their own destinies,\" Pence wrote in a Washington Post commentary ahead of his visit.\n\nHe reiterated: \"Authoritarianism and aggression have no place in the Indo-Pacific region\" — a possible reference to China which has been flexing its military and economic might in the region. The South China Sea, for example, is one of the world's busiest commercial waterways — spanning 1.4 million square miles — and China claims most of it as sovereign territory.\n\nBut even before the U.S. began calling for a free and open Indo-Pacific, both Japan and Indonesia already had their own policy ideas for the region.\n\nJakarta was the first to push for an Indo-Pacific policy, followed by Tokyo and then Washington. All of them refer to the same geography — the triangular area between the Pacific and Indian Oceans, bordered by Japan, India and Australia.\n\nBut Indonesia, which lies within that triangle, has a vision that doesn't match the proposals of Japan and the United States, which are both associated with containing China.", "Volatility in the oil market could remain: Russian energy minister\n\n6:42 PM ET Sun, 11 Nov 2018\n\nRussia's Energy Minister Alexander Novak says the Organization of the Petroleum Exporting Countries should look at how the situation in the oil market develops and not make any \"hasty\" decisions.", "The oil market is 'adequately supplied': Saudi energy minister\n\n6:27 PM ET Sun, 11 Nov 2018\n\nSaudi Arabia's Energy Minister Khalid al-Falih says he is not in the business of responding to weekly and monthly \"gyrations\" of the oil market, which are sometimes driven by sentiment.", "SAP is acquiring Qualtrics for $8 billion, snapping up the survey software company just before its planned IPO.\n\nThe all-cash deal has been approved by the boards of both companies and by Qualtrics shareholders, SAP said in a statement on Sunday.\n\nQualtrics competes with SurveyMonkey, which went public in September. Qualtrics is bigger and growing faster than SurveyMonkey and is also more profitable.\n\nSAP has been counting on new cloud products for growth as the transition away from traditional desktop software has taken business from its core enterprise resource planning business. In October, the German software company raised its outlook following a 41 percent jump in third-quarter cloud revenue. SAP said it now expects revenue growth of 7.5 percent to 8.5 percent this year, up from the prior range of 6 to 7.5 percent.\n\nThe deal is SAP's second-biggest acquisition ever, following the $8.3 billion purchase of travel and expense software company Concur in 2014. To build its cloud business, SAP acquired SuccessFactors in 2011 for $3.4 billion, and earlier this year purchased Callidus for sales performance management at a price of $2.4 billion.", "Private-equity firm Veritas Capital and hedge fund Elliott Management are buying Athenahealth for about $5.7 billion, the U.S. health-care software maker said on Monday.\n\nThe all-cash deal values Athenahealth at $135 per share, representing a premium of 12.2 percent to the stock's closing price on Friday.\n\nReuters reported on Sunday that Athenahealth had agreed to a takeover.\n\nAthenahealth had been under pressure from Elliott to sell itself since the hedge fund acquired a stake in the company last year. In May, Elliott made an unsolicited offer of $160 per share to buy Athenahealth.\n\nThe Watertown, Massachusetts-based company, whose cloud-based software is used to track revenue from patients, physicians and hospitals, has cut jobs and overhauled its management over the past year as part of a restructuring effort.\n\nFormer General Electric Chief Executive Officer Jeff Immelt currently serves as its chairman.\n\nOnce the deal is complete, Athenahealth will merge with Virence Health, the former GE Healthcare unit that Veritas acquired earlier this year, the companies said in a joint statement.\n\nA deal for Athenahealth represents the largest deal to date for Elliott's private-equity arm, Evergreen.\n\nIn June Athenahealth's founder and CEO Jonathan Bush, a nephew of former U.S. President George H.W. Bush, stepped down following a newspaper report alleging he had assaulted his former wife 14 years earlier.", "Larry Glazer believes a bullish scenario is unfolding on Wall Street, just in time for the holidays.\n\nThe $3 billion money manager points to impending Washington gridlock as a major factor in his optimism. The polarized result of the midterm election, which saw the House swing to Democratic control but preserved the GOP's hold on the Senate, might help spur market gains, Glazer said.\n\n\"Investors' worst case fears were not materialized during midterms,\" Mayflower Advisors' managing director told CNBC's \"Futures Now\" last week. \"A split government may not be what everybody wants, but it may be what investors want.\"\n\nAccording to Glazer, a split Congress should prevent President Donald Trump from getting additional stimulus passed. As a result, Glazer contends it'll put less pressure on the Federal Reserve to get more aggressive with its interest rate hikes.\n\n\"Had the Republicans really swept, you'd have more likely more stimulus coming into the market. [That] was the fear — whether it's accurate or not. That fear means the potential for higher rates,\" he said.\n\nBut now, that risk is subsiding. With uncertainty fading, Glazer is calling for stocks to rally 5 to 10 percent by year-end.\n\n\"You do have the backdrop of maybe this is the best of both worlds for investors going into the end of the year, and the beginning of next year,\" Glazer added. \"They can ride through this rally here.\"\n\nIt's not just the midterm results driving Glazer's optimism. He believes lower energy prices will give consumer spending a boost in the key holiday shopping season. WTI crude is trading at low levels not seen since March.\n\n\"You really have to consider the fact that the precipitous decline in energy prices caught everybody by surprise. It's really going to be a tailwind to keep this market afloat,\" said Glazer.", "Former British foreign minister Boris Johnson accused Prime Minister Theresa May on Sunday of forcing through a deal that would keep the country locked in the European Union's customs union after Brexit in what he described as a \"total surrender\".\n\n\"I really can't believe it but this government seems to be on the verge of total surrender,\" he wrote in his weekly column in the Telegraph newspaper.\n\n\"I want you to savour the full horror of this capitulation ... we are on the verge of signing up for something even worse than the current constitutional position. These are the terms that might be enforced on a colony.\"", "The oil market looks poised to swing into oversupply next year as growing global crude output swamps shaky demand, a committee of allied producer nations said on Sunday.\n\nThe committee of several OPEC members and other crude exporters says a larger group of roughly two dozen nations may have to launch a fresh round of output cuts in order to keep the oil market balanced. The announcement comes as rising supply and a weaker outlook for demand have contributed to a sharp pullback in oil prices that has plunged U.S. crude into a bear market.\n\nThe committee's communique sets up a potential agreement to throttle back production when the entire group meets next month.\n\nOPEC and a group of oil producers including Russia began cutting their output in January 2017 in order to drain a global crude glut that sent oil prices from over $100 a barrel to under $30. In June, the group agreed to restore some of that output after its members cut more deeply than they intended and as oil prices hit 3-½-year highs.", "Finding a job often means economic security. But for one military veteran, it also meant saving his life.\n\nWhile serving as a recruiting officer in New York City, Marine Corps veteran Michael Abrams had the chance to meet and know many military service members. But he told CNBC that one in particular stuck with him. His name was Allen Strifler, an Iwo Jima survivor and former Marine Corps corporal.\n\nStrifler shared with Abrams that he suffered from post-traumatic stress disorder (PTSD), and that the only thing that got him out of bed was when he got a job. Strifler said that working meant \"he finally had meaning and purpose in his life,\" Abrams recalled to CNBC's \"On the Money\" in a recent interview.\n\nThat anecdote spurred Abrams to launch his nonprofit, called FourBlock, while pursuing his MBA at New York University.\n\nFourBlock offers veterans a free semester-long, university accredited course in nearly 20 cities across the country, with plans to expand to three more. The curriculum, developed in partnership with Columbia University, helps veterans translate their military skills into career opportunities.\n\nEach week, veterans have online lessons, in-person lectures and visits with different businesses to hear from senior executives. Some of the companies that participate include Amazon, Deloitte, Facebook, and JPMorgan.\n\nAbrams said the career transition program is aimed at vets \"to help get them employed with a purpose sooner, so they don't fall down a downward spiral.\"\n\nEach year, approximately 250,000 service members transition from active duty and enter a job market that's quite different from what they are used to in the military.\n\nOverall veteran unemployment reached 2.9 percent in October 2018, and 3.1 percent for post September 11 veterans, according to Bureau of Labor Statistics data.\n\nWhile those numbers seems low, FourBlock says that nearly 50 percent of veterans leave their first post-military job within the first year, a symptom of the challenges vets face when returning to the civilan workforce. Abrams said veterans may experience the feeling of \"underemployment,\" which happens when a job occupant feel overqualified or underutilized for a specific job.\n\n\"I always preach to vets that they will have to take a few steps back professionally after leaving the service, and beginning a new career, so that they can learn their new trade and corporate culture,\" Abrams told CNBC.\n\nHe added: \"You're starting all over again, you've got to prove yourself, you've got to earn your stripes, and then you gotta move up.\"\n\nThe FourBlock founder explained that veterans need to figure out that they want to do, and must adapt to the corporate culture of their respective jobs.", "Volatility in the oil market could remain: Russian energy minister 2:43 AM ET Mon, 12 Nov 2018 | 01:51\n\nOPEC and non-OPEC exporters must stick to a consistent message if they are to avoid exacerbating wild swings in the oil market, Russian Energy Minister Alexander Novak said Sunday.\n\n\"There is a lot of volatility in the market. And what's more this volatility could remain,\" Novak told CNBC's Steve Sedgwick, according to a translation.\n\n\"Therefore, right now we shouldn't be making any hasty decisions. We need to look at the situation very carefully to see how it will develop so that we don't end up changing our course by 180 degrees every month.\"\n\nHis comments come shortly after top exporters at the Joint Ministerial Monitoring Committee (JMMC) meeting in Abu Dhabi said they would not shy away from another round of production cuts.\n\nThis appeared to an abrupt turnabout from OPEC's September meeting, when some of the world's leading oil producers were talking about pumping extra oil onto the market in order to help soothe intensifying supply shock fears.\n\nThe group said Sunday it would \"continue closely monitoring\" oil market conditions, before adding that \"new strategies\" could be implemented to balance the market in 2019.\n\nSaudi Arabia's Energy Minister Khalid al-Falih said Sunday that the OPEC and non-OPEC alliance would collectively decide whether reducing global output would be necessary over the coming weeks.\n\nThe next full OPEC meeting, when any policy decision will be voted on, is scheduled to take place in Vienna, Austria on December 6.\n\nAbout two dozen exporting nations began capping their output in 2017 in a bid to drain a global crude glut. The group agreed in June to restore some of that output, and producers with spare capacity have been pumping more oil since then.", "Legendary but struggling American motorcycle maker Harley-Davidson is taking a big step toward its ambitious goal of getting millions of people excited about riding motorcycles again.\n\nThe company gave Europeans their first look at its LiveWire electric motorcycle at the influential EICMA motorcycle show in Milan, Italy on Tuesday. The move is part of a drive to become a world leader in electric and hybrid motorcycles, and to attract a new kind of customer to the storied American brand.\n\nIt is also a radical departure for Haley-Davidson, which has mostly been known for more than a century for its loud, brash motorcycles known as \"hogs.\" The image has become so much a part of the brand that the company's ticker symbol is HOG.", "In October, the world's longest flight made its maiden voyage, from Newark Liberty International Airport, landing at Changi Airport in Singapore nearly 19 hours later.\n\nThe Airbus A350-900ULR — the long-range plane that Singapore Airlines is using for the flight — offers no economy class, only premium economy and business class that seats fewer than 200. But the pricier ticket is worth it, since the flight offers more leg room and other top of the line perks.\n\nIn an effort to make sure that customers de-plane feeling as great as they did when they first stepped into the Airbus A350, Singapore Airlines partnered with Canyon Ranch, which is known for its wellness resort and luxury spas.\n\nCanyon Ranch worked closely with Singapore Airlines to take the in-flight experience to new heights, tackling common gripes from passengers like food, sleep and blood circulation.\n\n\"From my perspective, I took a lot of personal experience into account,\" David Varley, Canyon Ranch's vice president of food and beverage, said. He's flown to Singapore several times himself, although he hasn't flown on world's longest flight yet.\n\nSpending nearly a full day on a plane can leave passengers feeling out of sorts. With that in mind, CNBC compiled a short list of 5 things travelers can look forward to, in order to make the journey more pleasant.", "And when you're plagued by these issues and cannot work, disability insurance can help you bridge the pay funding gap.\n\n\"As people go through their open enrollment, oftentimes their patience runs out after choosing their 401(k) solution, their health-care solution or their [health savings account],\" said Jamie Kalamarides, president of Prudential Group Insurance. \"Don't forget about disability insurance.\"\n\nYou may be tempted to overlook disability coverage for another reason: cost.\n\nDisability insurance is often more expensive than term life insurance, according to financial advisor Tom West, partner at Signature Estate & Investment Advisors, which leads many to neglect the coverage.\n\nYet when planning for clients, West said he actually puts disability coverage high on the list of priorities.\n\n\"The probability of missing six to nine months of work because of a car accident or a broken ankle is so much exponentially higher than dying prematurely for a lot of folks who are in their younger years,\" West said.\n\nLong-term disability, which ordinarily kicks in after three to six months, typically costs 1 to 3 percent of a worker's annual salary, according to Policygenius.", "Mishaps, protests and litigation are overshadowing the vote recount in Florida's pivotal races for governor and Senate, reviving memories of the 2000 presidential fiasco in the premier political battleground state.\n\nAll 67 counties are facing a state-ordered deadline of Thursday to complete their recounts and half already had begun. Many other counties were expected to begin the work Monday after a weekend of recount drama in Broward and Palm Beach counties, home to large concentrations of Democratic voters.\n\nThe developments added up to a tumultuous political day in Florida. More than half of Florida's 67 counties began a recount process that's unprecedented even in a state notorious for settling elections by razor-thin margins. State officials said they weren't aware of any other time a race for governor or U.S. Senate required a recount, let alone both in the same election.\n\nIn Broward County, the recount was delayed for hours Sunday because of a problem with one of the tabulation machines. That prompted the Republican Party to slam Broward's supervisor of elections, Brenda Snipes, for \"incompetence and gross mismanagement.\"\n\nBroward officials faced further headaches after acknowledging the county mistakenly counted 22 absentee ballots that had been rejected. The problem seemed impossible to fix because dismissed ballots were mixed in with 205 legal ballots and Snipes said it would be unfair to throw out all the votes.\n\nGov. Rick Scott, the Republican candidate for Senate, filed suit against Snipes. He was seeking a court order for law enforcement agents to impound all voting machines, tallying devices and ballots \"when not in use until such time as any recounts.\" The suit accused Snipes of repeatedly failing to account for the number of ballots left to be counted and failing to report results regularly as required by law.\n\nThe court didn't immediately respond, though the outcry from Democrats was immediate.\n\nJuan Penalosa, executive director of the Florida Democratic Party, accused Scott of \"using his position to consolidate power by cutting at the very core of our democracy.\"\n\nMeanwhile, in Palm Beach County, the supervisor of elections said she didn't think her department could meet Thursday's deadline to complete that recount, throwing into question what would happen to votes there.\n\nThe recount in other major population centers, including Miami-Dade and Pinellas and Hillsborough counties in the Tampa Bay area, has been continuing without incident. Smaller counties were expected to begin reviews between Monday and Wednesday.\n\nState officials said they weren't aware of any other time a race for governor or U.S. Senate required a recount, let alone both in the same election. The recount process in the two nationally watched midterm races is unprecedented even in a state notorious for settling elections by razor-thin margins.\n\nUnofficial results showed Republican former U.S. Rep. Ron DeSantis led Democratic Tallahassee Mayor Andrew Gillum by 0.41 percentage points in the governor's contest. In the Senate race, Scott's lead over Democratic incumbent Bill Nelson was 0.14 percentage points.\n\nState law requires a machine recount in races where the margin is less than 0.5 percentage points. Once completed, if the differences in any of the races are 0.25 percentage points or below, a hand recount will be ordered.\n\nAs the recount unfolded, Republicans urged their Democratic opponents to give up and let the state to move on.\n\nScott said Sunday that Nelson wants fraudulent ballots and those cast by noncitizens to count, pointing to a Nelson lawyer objecting to Palm Beach County's rejection of one provisional ballot because it was cast by a noncitizen.\n\n\"He is trying to commit fraud to win this election,\" Scott told Fox News. \"Bill Nelson's a sore loser. He's been in politics way too long.\"\n\nNelson's campaign issued a statement later saying their lawyer wasn't authorized to object to the ballot's rejection as \"Non-citizens cannot vote in US elections.\"\n\nIn Fort Lauderdale, Gillum appeared at a predominantly African-American church Sunday evening, warning against vote suppression and declaring voter disenfranchisement isn't just about being blocked from the polling booth. He said it also includes absentee ballots not being counted and ballots with mismatched signatures that \"a volunteer may have the option of ... deciding that vote is null and void.\"\n\nGillum and Nelson have argued each vote should be counted and the process should take its course.\n\nBoth the state elections division, which Scott runs, and the Florida Department of Law Enforcement have said they have found no evidence of voter fraud.\n\nThat didn't stop protests outside Snipes' office, where a crowd of mostly Republicans gathered, holding signs, listening to country music and occasionally chanting \"lock her up,\" referring to Snipes. A massive Trump 2020 flag flew over the parking lot and many members of a Bikers For Trump group wore matching shirts, mingling among a crowd that included a protester wearing a Hillary Clinton mask.\n\nRegistered independent Russell Liddick, a 38-year-old Pompano Beach retail worker, carried a sign reading, \"I'm not here for Trump! I'm here for fair elections! Fire Snipes!\" He said the office's problems \"don't make me feel very much like my vote counted.\"\n\nFlorida is also conducting a recount in a third statewide race. Democrat Nikki Fried had a 0.07 percentage point lead over Republican state Rep. Matt Caldwell for agriculture commissioner, one of Florida's three Cabinet seats.\n\nFor some, the recounts bring back memories of the 2000 presidential recount, when it took more than five weeks for Florida to declare George W. Bush the victor over Vice President Al Gore by 537 votes, thus giving Bush the presidency.\n\nMuch has changed since then.\n\nIn 2000, each county had its own voting system. Many used punch cards — voters poked out chads, leaving tiny holes in their ballots representing their candidates. Some voters, however, didn't fully punch out the presidential chad or gave it just a little push. Those hanging and dimpled chads had to be examined by the canvassing boards, a lengthy, tiresome and often subjective process that became fodder for late-night comedians.\n\nNow the state requires all Florida counties to use ballots where voters use a pen to mark their candidate's name, much like a student taking a multiple-choice test. And how counts proceed is now clearly spelled out.\n\nWATCH: This midterm ballot initiative could swing Florida in 2020", "When Democrats take control of the U.S. House they plan to investigate the Trump administration's decision to try to block AT&T from acquiring Time Warner, and whether officials sought to punish Amazon.com by prodding the U.S. Post Office to hike shipping prices for the world's largest e-commerce company, a senior Democrat said on Sunday.\n\nSpeaking to online publication Axios, Representative Adam Schiff, who is expected to be the incoming chairman of the House Intelligence Committee, said Democrats will review if Trump used the powers of the federal government to punish the companies.\n\nRepresentative Elijah Cummings, the likely incoming chairman of the House Oversight and Government Reform Committee, said the committee \"may want to look into\" if the White House retaliated against Amazon and AT&T.\n\nCummings also said on ABCs \"This Week\" that he intends to investigate if Trump killed plans to relocate the new headquarters of the FBI because moving it could harm his business interests in the Trump Hotel across the street.\n\nSince winning control of the House of Representatives in the midterm elections last week, Democrats have vowed to launch investigations on a wide range of topics involving the Trump administration.\n\nAmazon Chief Executive Jeff Bezos owns the Washington Post, while Time Warner's holdings include CNN. Trump has lambasted both outlets frequently for their critical coverage.\n\n\"It is very squarely within our responsibility to find out, Schiff told Axios in an interview that will air Sunday on HBO.\n\nSchiff said Trump \"was secretly meeting with the postmaster (general) in an effort to browbeat the postmaster into raising postal rates on Amazon... This appears to be an effort by the president to use the instruments of state power to punish Jeff Bezos and the Washington Post,\" Schiff said.\n\nIt is not clear what committees may probe the corporate issues, since Schiff's Intelligence Committee would not have oversight. A Schiff spokesman declined further comment.\n\nAT&T and Amazon.com both declined to comment Sunday. The White House did not immediately comment.\n\nTrump has repeatedly complained Amazon does not pay the U.S. Postal Service a fair rate for package delivery. Trump has said, without citing evidence, that this costs U.S. taxpayers billions of dollars, and he has threatened to raise the company's postal rates.\n\nTrump opposed the AT&T-Time Warner merger as a candidate and has repeatedly attacked CNN and last week a CNN reporter's White House press pass was suspended.\n\nThe Justice Department is appealing a federal judge's approval of the $85.4 billion AT&T acquisition of Time Warner.\n\nWith a split decision in last week's congressional elections, Democrats plan a cautious approach. House Democratic Leader Nancy Pelosi told CBS's \"Face the Nation\" that Democrats will not conduct \"any investigation for a political purpose, but to seek the truth.\"\n\nCummings vowed a \"methodical\" approach in approaching investigations. \"I'm not going to be handing out subpoenas like somebodys handing out candy on Halloween,\" Cummings said.\n\nWATCH: Trump wants to prove that Amazon is costing the Post Office billions, here's why it's not that simple", "And it's working. Credit card originations from consumers ages 18 to 34 rose 10 percent from the same period last year, according to TransUnion's latest quarterly report.\n\nHowever, rewards cards, which dole out points when you make purchases at airlines, gas stations and restaurants, aren't always as good as they seem.\n\nFor starters, these credit cards generally have higher-than-average interest rates to compensate issuers for the additional perks.\n\nThe national average APR is already over 17 percent — a record high — according to CreditCards.com, but the annual interest rate on the Ikea card, for example, is even higher at 21.99 percent.\n\nSo the benefits of using a fancy card are quickly negated if you carry a monthly balance.\n\nFurther, depending on how much you spend each month, signup bonuses and other rewards don't always offset the cost of an annual fee, which can be as much as $450 depending on the card, according to WalletHub's 2017 Credit Card Rewards Report.\n\nOn the other hand, don't rule out a card entirely because of the fee. Often these cards have better initial bonuses and higher earning rates than cards without a fee. For big spenders, it is easier to rack up enough charges to reap the benefits of a rewards card and offset the fee.\n\nBut overall, only a select few are even taking advantages of all the perks that reeled them in in the first place, according to Ted Rossman, an industry analyst at CreditCards.com.\n\nA little more than half of rewards cardholders have redeemed for cash back within the past year and another 29 percent have redeemed for gift cards, CreditCards.com found. Only 13 percent of cardholders exchanged their points for merchandise and less than 10 percent traded in for a free hotel stay or airfare.\n\nNearly a quarter, or 22 percent, of cardholders haven't redeemed any rewards, according to CreditCards.com.\n\nThat's why cash back is often a better bet, Rossman said, even though travel rewards are still considered the best deal because they have more redemption value.", "About two dozen exporting nations began capping their output in 2017 in a bid to drain a global crude glut. The group agreed in June to restore some of that output, and producers with spare capacity have been pumping more oil since then.\n\nEnergy market participants had expected Saudi Arabia and Russia to recommend further productions cuts on Sunday. Instead, Riyadh and Moscow went only so far as to suggest it was a possibility.\n\nThe comments come after a significant drop in oil prices in recent weeks, as crude futures benchmarks have tumbled approximately 20 percent or more since climbing to a peak in early October.\n\nInternational benchmark Brent crude settled at $70.18 on Friday, down almost 1 percent, while U.S. West Texas Intermediate (WTI) fell for the 10th straight session to close at $59.87.\n\nThe collapse in prices constitutes a stunning reversal from last month, when crude futures had hit nearly four-year highs as traders braced for potential shortages once U.S. sanctions on Iran came back into force.\n\nSaudi Arabia's al-Falih said it had become clear that this previous spike in oil prices was \"an emotional overreaction.\"\n\n\"I think the decisions that came out in Washington with granting the waivers … (And) with the volumes starting to show themselves and weekly inventory data, the market flipped from overreacting from one side to overreacting on the other side.\"", "CCI has more than 2,200 active graduate teams across the country, with 227 dogs placed supporting veterans. The dogs are trained to respond to more than 40 commands, and train for nearly two years before starting to work with a person in need.\n\nIt costs some $50,000 to raise and train the animals from birth to retirement. CCI covers those costs with donations, and raises the dogs while training them.\n\nThose who have been selected to receive a service animal are also required to come and train with the animal at a CCI facility for two weeks, to match with a dog and learn how to work together. Once the dogs have been matched with a person in need, recipients are responsible for veterinary care and food costs.\n\n\"What we are known for are the matches that we are able to make — the longevity and the quality of those matches,\" said Debra Dougherty, executive director of the Northeast Region of CCI.\n\n\"We take a lot of time, thoughtfulness and get a very deep understanding of somebody's needs and their lifestyle,\" she added. \"And as we are training the dogs we are thinking about that so that we can make an appropriate match and enhance their lives.\"\n\nThe organization is also beginning to train animals to work with individuals suffering from Post-Traumatic Stress Disorder (PTSD), creating a perimeter around a person to establish safe boundaries, recognizing anxious behavior like nervous leg tapping and even waking a person up from a nightmare.\n\n\"In response to seeing those signals, the dogs will interrupt those behaviors, interacting in a very specific way,\" said Torop. \"It helps return the veteran to reality, the reality that the world really is a safe place and they have someone with them, and they are secure. It brings them back to the ability to manage their environment when they are really struggling with some very severe stressors.\"\n\nRaible said that in countless ways over the years, his dogs have helped him physically and emotionally. He's gone on to graduate from St. John's University with high honors, and worked for the Social Security Administration.\n\nAccording to the former marine, his first dog, Agatha, saved his life on a cold winter night by retrieving the car keys from the ignition when he had fallen between his wheelchair and driver's seat. With her help, he was able to open the van door and call for help.\n\nWhen she passed away, he said he felt emotion in a way he hadn't since the battlefield. After coming back from Vietnam, \"I lost that sense of compassion\" after exposed to so much death and suffering, Raible said.\n\n\"The only reason I started crying and I got my humanity back was when Agatha passed away,\" he said. \"The dog allowed me to experience pain again, which is part of loving. The dog gives you unconditional love.\"\n\nThat same bond applies to Jason, his current companion.\n\n\"He looks out for me and I look out for him. He has my back, and I have his,\" Raible said.\n\n\n\nOn the Money airs on CNBC Saturdays at 5:30 am ET, or check listings for air times in local markets.\n\n", "This small-rocket unicorn wants to be the FedEx of space 12:56 PM ET Mon, 12 Nov 2018 | 04:37\n\nRocket Lab put seven spacecraft in orbit on Saturday with its first commercial launch, as the company grew its lead in the burgeoning small rocket industry.\n\nDelayed from this past spring, the \"It's Business Time\" launch marks the beginning of Rocket Lab's acceleration toward launching at a weekly rate. The rocket builder reached orbit for the first time in January with its final test launch but saw this commercial attempt delayed due to a \"motor control\" issue with the rocket.\n\n\"Perfect flight,\" Rocket Lab CEO Peter Beck said in a tweet after the launch. \"Orbital accuracy was exquisite.\"\n\nRocket Lab is building small rockets priced at about $5.7 million a launch. The company's Electron rocket is designed to launch spacecraft up to the size of a refrigerator, especially for the premium small satellite part of the rocket market. Small rockets like Electron can save customers months of time getting to orbit but come at a higher cost compared to flying as a \"rideshare\" on a larger rocket like the SpaceX Falcon 9.\n\n\"It's Business Time\" launched six satellites for Spire, Tyvak, Fleet and the Irvine CubeSat STEM program. The launch also included a spacecraft built by HPS GmbH to demonstrate a new technology to reduce space debris.\n\nThe launch keeps Rocket Lab – valued at more than $1.2 billion and based in New Zealand and California – at the front of the pack in the small rocket race. Beck estimates there are over 100 companies trying to catch up. But Rocket Lab has another launch scheduled for December, as well as 16 launches planned for 2019.\n\nRocket Lab has a backlog of launches for the next 18 months, Beck said, which is \"around a $3 billion pipeline.\" The factories in New Zealand and California \"have been specifically designed to produce one rocket a week,\" Beck said. Rocket Lab aims to be launching at a weekly rate in 2020.\n\n\"Next year we're starting off at one a month, trying to move to one every two weeks,\" Beck said.\n\nBeck says the company took the time to look at the motor control issue from spring and fixed it, while continuing to build Rocket Lab's infrastructure. This year the rocket company brought on Adam Spice as chief financial officer from the semiconductor industry, opened a new mass production facility in New Zealand and announced it will build a U.S. launchpad in Virginia.\n\n\"Happy to delay a launch for a few months to solidify and strengthen the company,\" Beck told CNBC.\n\nBeck estimated Rocket Lab will soon be profitable, saying when the company completes \"these couple of launches by the end of this year we'll be cash flow neutral.\"\n\nRocket Lab sees greater-than-expected growth coming to the small satellite industry, as the company's Electron rocket begins to meet demand. Beck believes his side of the industry is set to unlock a flurry of technologies as more and more satellites are launched.\n\n\"The small rocket industry is the enablers to the small spacecraft industry and then in turn the small spacecraft industry are really enablers to a whole lot of new technologies, a whole lot of new services to us down on Earth,\" Beck said.", "Top Democrats stepped up pressure Sunday on Acting U.S. Attorney General Matthew Whitaker to step aside from overseeing a special counsel probe into Russian meddling in the 2016 U.S. presidential election, vowing to order him to testify early next year.\n\nRepresentative Jerrold Nadler, the expected incoming chairman of the House Judiciary Committee, said Sunday the committee plans to subpoena Whitaker to testify next year as its first witness. \"He should recuse himself. He has expressed total hostility to the investigation,\" Nadler said on the ABC News show \"This Week.\" \"His appointment is simply part of an attack on the investigation by Robert Mueller.\"\n\nIn a letter to the Justice Department's chief ethics officer, Senate Democratic leader Chuck Schumer, House Democratic leader Nancy Pelosi and other top Democrats advised Whitaker to recuse himself from overseeing Special Counsel Mueller's probe. \"Allowing a vocal opponent of the investigation to oversee it will severely undermine public confidence in the Justice Departments work on this critically important matter,\" the letter said.\n\nDemocrats have also questioned if Whitaker was properly appointed to the position. \"If he doesn't recuse himself, if he has any involvement whatsoever in this Russia probe, we are going to find out whether he made commitments to the president about the probe, whether he is serving as a back channel to the President or his lawyers about the probe, whether he is doing anything to interfere with the probe,\" said Adam Schiff, presumed chair of the House Intelligence Committee, on NBC's \"Meet the Press.\"", "Sometime in the coming weeks, the Trump Administration will announce final plans for rolling back the Corporate Average Fuel Economy, or CAFE, standards considered one of the signature accomplishments of the preceding Obama White House.\n\nThe planned rollback, part of the current administration's overall push for deregulation, has won wide criticism among consumer and environmental groups, as well as Democrats in Washington.\n\nWith the GOP soon to cede control of the House of Representatives, the fuel economy rollback, as well as the Trump administration's trade war, are among the many things likely to come under a Democratic spotlight. But the real question is what, if anything, that party will be able to accomplish when they regain some amount of control in Washington.\n\n\"From a standpoint of the auto industry there are a number of issues that will come under debate,\" said David Cole, director-emeritus of the Center for Automotive Research, in Ann Arbor, Michigan.\n\nFew recent administrations have taken as many steps as Trump's that directly impact automotive manufacturers and suppliers, autoworkers and auto buyers.\n\nOn some matters, such as the tariffs on imported aluminum and steel that will cost Ford alone a billion dollars this year, Cole said, the industry would clearly like to see Democrats find a way to get the Trump administration to back down. The same is true for both the China trade war, as well as the so-called \"232\" tariffs that the Commerce Department is studying and which could impose hefty new duties on virtually all automotive imports — and likely trigger retaliatory tariffs on American-made vehicles.\n\n\"The 232 tariffs pose a real risk,\" said Michael O'Brien, head of product planning for Hyundai Motor America, and could cause a massive disruption of the global automotive production system, including the assembly plant the Korean automaker operates in Alabama.\n\nOn the other hand, there is strong, though by no means unanimous, support among automakers, for rolling back fuel economy standards. A push to retain the 54.5 mile-per-gallon target for 2025 would likely generate an industry outcry.\n\nOne of those who is considered likely to oppose a rollback is Frank Pallone, a New Jersey Democrat who will, come January, take over as chairman of the House Energy and Commerce Committee. Pallone has also been an outspoken critic of the National Highway Traffic Safety Administration under Trump.\n\nBut, despite the likelihood that Democrats will speak out, and likely try to counter some of the Trump Administration's moves, there seem to be few expectations that a Democratic House could actually block or even alter the administration's plans and policies.\n\nThere will almost certainly be hearings on the tariffs, as well as on the CAFE rollback, industry observers anticipate. And the close industry ties of senior officials, such as EPA chief Andrew Wheeler, a former coal lobbyist, could come in for sharp criticism.\n\nMost of what the administration has done to the auto industry, however, has involved executive orders and other actions that don't require legislative approval, said Eric Winograd, U.S. economist for AllianceBernstein.\n\n\"Trade policy he can do all on his own, unless there's a treaty reached that Congress has to authorize,\" said Winograd, Things that could require new legislation \"he won't be able to do without congressional approval,\" so, the economist added, \"If the president gets frustrated with congressional obstruction, he may turn even more to trade issues (and) we will see possibly increased trade tension in the months to come.\"\n\nOn the other hand, some are speculating that \"Democrat's taking the House might make trade deals more likely, as prolonged disputes could make an economic downturn more likely and play in the Democrats' favor ahead of 2020,\" said Sameer Samana, global investment and technical strategist for Wells Fargo Investment Institute.\n\nA Democratic House could try to play to popular support for measures that protect consumers on several fronts, including privacy. They are also likely to try to reinstate measures, like one recently rolled back by the White House that aimed at ensuring minority customers have the same access to affordable credit as whites do. But new legislation would face strong opposition, both in the Senate and the White House.\n\nBob Schwartz, an auto analyst who also works with AllianceBernstein echoed the likelihood that the Trump administration may \"pivot more to using executive powers, rather than trying to go through Congress.\"\n\nBut Schwartz quickly added that opponents will likely amp up their attacks, for one thing relying on the courts to block administrative plans. A number of environmental moves have been halted, a judge blocked the Keystone XL pipeline last week. And 19 states, along with the District of Columbia, have already sued the administration to block any change to the CAFE standards.\n\nMeanwhile, Schwartz anticipates that with more Democratic governors and attorneys-general taking power after the election, \"states that are turning more blue\" may push through measures of their own \"where they feel the government is falling down on consumer protection.\" California, for one, has already taken such a step by enacting its own net neutrality bill.\n\nTraditionally, there were clear party lines dividing those seen as pro- and anti-auto industry. But the Trump White House has broken many rules, that one included. Republicans who traditionally served as the bastion of trade have largely fallen in line with a protectionist president, for one thing.\n\nThe auto industry likely won't mind some of the results from Tuesday's election, especially the defeat of Missouri's Senator Claire McCaskill, a Democrat and frequent critic of industry safety practices. It's still unclear what will happen in Florida where a recount appears likely in the race between incumbent Democratic Senator Bill Nelson, another frequent industry critic, and his challenger, Florida Gov. Rick Scott.\n\nMeanwhile, at least four Congressmen with ties to auto dealerships, both Democrat and Republic, won re-election to the House. Also elected for the first time was Haley Stevens, who led the Obama team that bailed out General Motors and Chrysler when they went bankrupt nearly a decade ago.\n\n\"It's simply hard to tell\" what all this will mean for the auto industry said Hyundai's O'Brien. But there's little doubt that the auto industry has a lot at stake over the course of the next two years and will be watching to see how things will shake out in Washington.", "Now might be the best time to get your flu shot.\n\nThere is mounting evidence that vaccine protection diminishes over the course of a single season since getting the flu shot, meaning an individual vaccinated in early September may be more vulnerable than someone vaccinated in late October when flu season hits.\n\nA recent study published in Clinical Infectious Diseases found that an eight-week delay in vaccination might prevent about nine flu cases for every 1000 persons vaccinated during an average season. These findings backup previous research, including a 2017 study by CDC scientists that found vaccine effectiveness for strains of H1N1 declined up to 11 percent each month after administration.\n\n\"We're balancing two things. One is coverage of how many people get the vaccine every year. The CDC recommends everyone over six months of age get the flu vaccine – it's truly our best weapon to protect against this deadly disease. The other thing we're balancing is when is the best time to get the vaccine,\" said Kunal Rambhia, a University of Michigan graduate student who recently co-authored a paper in Clinical Infectious Diseases titled \"Early Bird Gets the Flu.\" His study summarized 11 studies over the last several years that show evidence for this single-season waning immunity.\n\nOver the past decade, vaccines have become available earlier in the season in efforts to increase coverage, especially as large pharmacy chains started offering them. But because flu season tends to peak in December or later, individuals who got vaccinated during July or August may not be protected the entire season.", "Saudi Arabia plans to reduce oil supply to world markets by 0.5 million barrels per day in December, its energy minister said on Sunday, as the OPEC power faces uncertain prospects in its attempts to persuade other producers to agree a coordinated output cut.\n\nKhalid al-Falih told reporters that Saudi Aramcos customer crude oil nominations would fall by 500,000 bpd in December versus November due to seasonal lower demand. The cut represents a reduction in global oil supply of about 0.5 percent.\n\nSaudi Arabia has increased output by just about 1 million bpd this year under pressure from U.S. President Donald Trump and other consuming countries to help balance the market to compensate for lower supplies from Iran due to U.S. sanctions.\n\nBut since Iran's customers were given generous waivers to continue buying crude, concerns grew about market oversupply and oil prices fell to below $70 per barrel on Friday from $85 a barrel in October.\n\n\"We have been increasing production in response to demand,\" Falih told reporters in Abu Dhabi ahead of a joint OPEC, non-OPEC market monitoring committee meeting.\n\n\"I'll tell you a piece of news which is (that) December nominations are 500,000 barrels less than November. So we are seeing a tapering off part of it is year end, part of it is maintenance.... so we will be shipping less in December than we are in November.\n\nSaudi Arabia is discussing a proposal that could see OPEC and non-OPEC oil producers cut output by up to 1 million bpd, two sources told Reuters earlier on Sunday, as the world's top oil exporter grapples with a drop in crude prices.\n\nThe sources said any such deal would depend on factors including the level of Iranian exports after the United States imposed sanctions on Tehran but granted Iran's top oil buyers waivers to continue buying oil.\n\nRussian participation was key to helping OPEC rebalance the market during 2017-18. But Russian Energy Minister Alexander Novak said on Sunday he wasnt certain the market would be oversupplied next year.\n\nHe said the oversupply for the next few months would be seasonally driven while by mid 2019 the market could be balanced again and demand could even exceed supply.\n\nIRAN WAIVERS SURPRISE\n\nRiyadh was surprised by the waivers granted by Washington to Iran's main customers such as China and India, a move which hit oil prices, at least three industry and OPEC sources told Reuters.\n\nNow Saudi Arabia wants to act to prevent a further slide in prices and is leading discussions on cutting oil output next year, the sources said.\n\nUnder a deal set to expire at the end of the year, OPEC and non-OPEC producers agreed to curb output by around 1.8 million bpd.\n\nBut producers ended up cutting more and so agreed in June to limit their reductions by more than their output targets, meaning restoring about 1 million bpd in output.\n\nOPEC and its allies will meet in Vienna on Dec. 6-7 to decide on output policy for 2019.\n\n\"There is a general discussion about this (cut). But the question is how much is needed to be reduced by the market,\" one of the sources said in Abu Dhabi on Sunday.\n\n\"No one expected the waivers. Saudi Arabia wants to at least put a floor under oil prices. No one wants a free fall in prices,\" the source added.\n\nKazakh deputy energy minister Magzum Mirzagaliyev told reporters in Abu Dhabi that he understood Saudi Arabia was suggesting using August-October output levels as a baseline for determining cuts.\n\nFalih did not rule out the possibility of a cut next year, but also said he would like to \"move into 2019 with minimum interventions.\"\n\n\"I think ideally we dont like to cut. Ideally we like to keep the market ... liberally supplied and comfortable. We will only cut if we see a persistent glut emerging and quite frankly we are seeing some signs of this coming out of the US, we have not seen the signs globally,\" he told reporters.\n\nBrent crude on Friday fell 47 cents, or 0.7 percent, to settle at $70.18 a barrel. It lost about 3.6 percent on the week and has shed more than 15 percent this quarter.\n\nWashington gave 180-day waivers to eight Iranian oil buyers - China, India, South Korea, Japan, Italy, Greece, Taiwan and Turkey. This group takes as much as three-quarters of Iran's seaborne oil exports, trade data shows.\n\nThe U.S. administration has vowed to reduce Iranian oil exports to zero and Trump has put pressure on Saudi Arabia to raise output to cool the market.\n\nIran's crude exports could fall to little more than 1 million bpd in November, roughly a third of their mid-2018 peak. But traders and analysts say that figure could rise from December as importers use their waivers.\n\nFalih said last month the kingdom would pump 11 million bpd in November, up from 10.7 million bpd in October. He also said there could be a need for intervention to reduce oil stockpiles after increases in recent months.", "Combing the aisles for natural frosting isn't exactly a piece of cake, and \"Shark Tank's\" Heather Saffer of Dollop Gourmet can tell you that from experience.\n\nAfter wandering through dozens of grocery stores, Saffer soon realized a healthier alternative to the decadent spread didn't exist, and she was most certainly fit for the job.\n\n\"That's when I knew that I needed to create a better-for-you packaged frosting,\" said Saffer. \"The market needed this and I knew good frosting better than anyone else.\"\n\nThat she did — and you can see it written all over the Shark's faces on Sunday's episode of \"Shark Tank.\" When Saffer asked for $75,000 in exchange for a 20 percent stake in her company, it didn't take long for investors to bite.\n\n\"The night of my airing I did more online sales than I had ever done before,\" said Saffer. \"We were already in some major chains, but being on Shark Tank gave my business increased recognition and validity which was a catalyst for growth.\n\nSaffer added: \"An unexpected result of Shark Tank was the connection the show gave me to other Shark Tank entrepreneurs. I've gained this amazing community that I never had before.\"\n\nAbove all, the biggest lesson she learned from her time on \"Shark Tank\" was that perception isn't necessarily reality.\n\n\"I've heard from many entrepreneurs that they sometimes find themselves easily sucked down the rabbit hole of comparing themselves and their progress to other entrepreneurs,\" she said. \"It's beneficial to remember that you're on your own path and own journey, and it doesn't matter what anyone else's path looks like, because theirs does not reflect nor affect your own.\"\n\nDon't miss Saffer dazzle the Sharks with her guilt-free frostings on \"Shark Tank\" Sunday at 7P ET on CNBC.\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "Alibaba hosted a gala featuring celebrities including Miranda Kerr and Mariah Carey which kicked off on Saturday and went through to the end of the 11:11 event. Company founder Jack Ma also made an appearance at the media event which marked the start of Singles Day, but he did not give a speech.\n\nThe Chinese giant is putting a big focus this year on a strategy it calls \"new retail,\" which aims to bring together the online parts of its business with the offline. For example, it has a chain of grocery stores called Hema which allow users to go in and shop, pay with their phone and walk out. The Starbucks deal is part of the new retail strategy.\n\n\"When we talk about new retail, we strongly believe that online commercial world and offline brick mortars are not separate worlds. And if you look at the customer base today, everyone is living in the internet. Everybody is the internet user. You have the same customer base. You must have the same commercial world. It's all about how to innovate online and offline to a whole digitalized commercial world,\" Zhang told CNBC.", "A jury has ordered Aetna to pay more than $25 million to the family of an Oklahoma City woman who died a year after the insurance company refused to cover a type of radiation therapy.\n\nJurors found that Aetna doctors didn't spend enough time reviewing Orrana Cunningham's case before denying her coverage for proton beam therapy in 2014, The Oklahoman reported . The jury ruled that Aetna recklessly disregarded its duty to deal fairly and in good faith with Cunningham, who had nasopharyngeal cancer.\n\nAetna is considering whether to appeal the ruling, which was issued this week. Company attorney John Shely said the insurer tries to do the right thing.\n\n\"If it's in our control to change, that's what we're going to do,\" Shely said. \"Aetna has learned something here.\"\n\nAn Aetna doctor denied Cunningham coverage for the therapy in 2014, deeming it experimental. Two other in-house doctors reviewed and upheld the decision.\n\nThe Food and Drug Administration had approved proton beam therapy, which is also a treatment covered by Medicare, according to Doug Terry, the family's attorney. He alleged that Aetna denied coverage for financial reasons and that its doctors were unqualified, overworked and biased when making decisions. Court records show that one doctor complained to the insurer about having to review more than 80 cases a day.\n\nAfter she was denied coverage, Cunningham and her husband decided to mortgage their home in Meeker, about 35 miles (56 kilometers) east of Oklahoma City, to pay for the therapy in Texas. She died in May 2015 at age 54.\n\n\"My wife, her goal, was to make this fight,\" Ron Cunningham said. \"Her comment was, 'If we can save one person and stop Aetna from doing what they traditionally do on every claim, it was worth the battle.'\"", "Singapore Prime Minister Lee Hsien Loong suggested on Sunday a general election may be called next year, more than a year before his government's mandate ends, as the city-state braces for growing economic uncertainty amid global trade tensions.\n\nLee's People's Action Party (PAP) has dominated Singapore's politics over the five decades since the republic's independence, winning all the elections with significant majorities, and faces no real challenge to its power.\n\nBut it has tried to address signs of voter discontent by vowing to ease wealth disparity and improve social mobility, while moving ahead with a leadership transition to pick a successor who will take over from Lee in coming years.\n\n\"This may be the last party conference before the next general election,\" Lee told the PAP convention.\n\n\"The new CEC (Central Executive Committee) will be leading the party into the final stretch, gearing up to put our record before the voters,\" Lee said.\n\nThe annual convention elected a new Central Executive Committee on Sunday bringing into its top ranks young cabinet ministers, dubbed 4G leaders, from whose number Lee's successor will be selected.\n\nSeven senior party members who have led the party and government, including the two current deputy prime ministers, retired from the committee.\n\nSingapore's central bank has warned that an intensifying trade row between China and the United States is likely to hurt its economy, hitting harder as the trade dispute drags on.\n\nLee, the eldest son of Singapore founding leader Lee Kuan Yew, has made clear he was ready to step down in the next couple of years, but no clear successor has been chosen from a group of younger ministers tasked with selecting a leader from their ranks.\n\n\"The PAP must win the next general election convincingly,\" Lee told the convention. \"We take a pragmatic and centrist approach in our politics and in our policies. And we're setting a clear direction supported by the broad mass of Singaporeans who want to see stability and progress continue for many years.\"\n\nPAP's worst showing at the poll was in 2011 when 40 percent of voters turned against it, partly in protest over growing strains on public services.", "Around $57.83 billion worth of deals were agreed for the year ahead at the China International Import Expo (CIIE), the official China Daily said on Saturday.\n\nCIIE took place from Nov. 5 to Nov. 10 and closed on Saturday. It brought thousands of foreign companies together with Chinese buyers in a bid to demonstrate the importing potential of the world's second-biggest economy.\n\nDeals for intelligence and high-end equipment were set to total $16.46 billion, while those for consumer electronics and home appliances were around $4.33 billion, the paper said on its official Twitter-like Weibo site.\n\nSales agreed for the automobile sector goods hit $11.99 billion, while clothing and consumer goods inked $3.37 billion, and food and agricultural products made $12.68 billion, the paper said.\n\nIn addition, $5.76 billion worth of medical devices and medical care goods were sold, the paper added.\n\nThe trade expo is designed to demonstrate goodwill amid mounting frictions with the United States and others. On Monday, Chinese President Xi Jinping promised to lower tariffs, broaden market access and import more from overseas.", "With hearses standing by, crews stepped up the search for bodies in the smoking ruins of Paradise, and relatives desperately looked for more than 100 missing loved ones, as wind-whipped wildfires raged Sunday on both ends of the state.\n\nThe statewide death toll stood at 25 and appeared certain to rise.\n\nAt least five search teams were working in Paradise — a town of 27,000 that was largely incinerated on Thursday — and surrounding Northern California communities. Authorities called in a mobile DNA lab and anthropologists to help identify victims of the most destructive wildfire in California history. By early afternoon, one of the two black hearses stationed in Paradise had picked up another set of remains.\n\nThe search also went on for the missing.\n\n\"I still haven't heard anything,\" said Laurie Teague, who was looking for her 80-year-old stepfather, Herb Alderman. She and her brother called shelters, hospitals, the sheriff's department and the coroner's office.\n\n\"He has friends in that area,\" Teague said. \"I'm hoping one of them grabbed him and took him to shelter.\"\n\nOfficials and relatives held out hope that many of those unaccounted for were safe and simply had no cellphones or other ways to contact loved ones.\n\nSol Bechtold drove from shelter to shelter looking for his mother, Joanne Caddy, a 75-year-old widow whose house burned down along with the rest of her neighborhood in Magalia, just north of Paradise. She lived alone and did not drive.\n\nBechtold posted a flyer on social media, pinned it to bulletin boards at shelters and showed her picture around to evacuees, asking if anyone recognized her. He ran across a few of Caddy's neighbors, but they hadn't seen her.\n\nAs he drove through the smoke and haze to yet another shelter, he said, \"I'm also under a dark emotional cloud. Your mother's somewhere and you don't know where she's at. You don't know if she's safe.\"\n\nHe added: \"I've got to stay positive. She's a strong, smart woman.\"", "Asia-Pacific leaders will join the heads of Southeast Asian states this week in Singapore to renew calls for multilateralism and fresh pledges to resolve regional conflicts ranging from the Rohingya crisis in Myanmar to tensions in the South China Sea.\n\nNotably absent when regional powers such as China, Japan and India seek to enlist support for a multilateral trading system will be U.S. President Donald Trump, whose decision to skip the Asia summit has raised questions about his commitment to a regional strategy aimed at checking China's rise.\n\nVice President Mike Pence will attend instead of Trump, and Chinese Premier Li Keqiang, Russian President Vladimir Putin, Indian Prime Minister Narendra Modi and Japanese Prime Minister Shinzo Abe are among those expected to join leaders from the 10-member Association of Southeast Asian Nations (ASEAN).\n\nLi is expected to rally support for the Regional Comprehensive Economic Partnership (RCEP) pact now being negotiated, showcased to be the free trade deal that will encompass more than a third of the world's GDP.\n\nThe pact involves 16 countries, including China, India, Japan and South Korea, but not the United States.\n\nTrump has demanded trade agreements that are fair and enforceable and based on the principle of reciprocity. He has re-negotiated an existing pact with South Korea and the three-way deal with Mexico and Canada, and pulled out of the Trans-Pacific Partnership (TPP) agreement, which involved four Southeast Asian states.\n\nThe United States is also in the midst of a bitter trade war with China which has undermined global markets.\n\nChina is pushing the RCEP deal — Assistant Foreign Minister Chen Xiaodong told reporters on Thursday it \"will be of great significance for deepening regional cooperation, coping with unilateralism and protectionism, and promoting an open, inclusive and rules-based international trading system.\"\n\nHowever, Li is expected to appeal in Singapore for the need for the world's two largest economies to work together to resolve trade disputes, reiterating commitment made by Beijing's top leaders last week for market opening and lowering tariffs.\n\nIt was not clear if Li and Pence will hold separate talks on the sidelines of the Singapore meetings, which would be a prelude to a summit scheduled between Trump and Chinese President Xi Jinping at the end of the month in Buenos Aires.\n\nThe encounter, if it happens, would come on the heels of high-level talks in Washington where the two sides aired their main differences but appeared to attempt controlling the damage to relations that has worsened with tit-for-tat tariffs in recent months.\n\nMany of the leaders in Singapore will also meet at the Asia-Pacific Economic Cooperation forum in Papua New Guinea next weekend.\n\nASEAN, which will hold its own summit on Tuesday before being joined by other leaders, also faces the challenge of working through sharp differences over the handling of the Rohingya minority by Myanmar whose military has been accused of \"genocidal intent\" by the United Nations.\n\nLeader Aung San Suu Kyi is due to attend the Singapore meetings this week while Malaysian Prime Minister Mahathir Mohamad, attending his first multilateral summit since returning to power in May, has served notice he has lost faith in the Nobel peace laureate over the issue.\n\nThe Rohingya crisis is one of the biggest man-made disasters involving a member since ASEAN was founded in 1967, and it is one of the thorniest issues yet faced by a group that traditionally works by consensus.\n\nMany diplomats and rights activists say ASEAN's credibility is at risk if it fails to tackle the matter head-on.\n\nAt the meetings, ASEAN and China will try to make headway in negotiations for a code of conduct for the South China Sea, which Beijing claims almost in its entirety while ASEAN members Vietnam, the Philippines, Malaysia and Brunei claim parts of the area. Taiwan is also a claimant.\n\nBut an agreement is unlikely to be announced.\n\nAlso, ASEAN members states may announce the successful conclusion of agreements with Russia and the United States on cooperating on cyber security."]