[{"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Cuban doctors head home, leaving Brazilian towns with no care - Business Insider", "description": "Cuban doctors head home, leaving Brazilian towns with no care Business Insider By Anthony Boadle. BRASILIA (Reuters) - The first of thousands of Cuban doctors began to return home on Thursday after criticism by Brazil's far-right President-elect Jair Bolsonar…", "url": "http://uk.businessinsider.com/r-cuban-doctors-head-home-leaving-brazilian-towns-with-no-care-2018-11", "urlToImage": null, "publishedAt": "2018-11-22T21:54:00Z", "content": "By Anthony Boadle BRASILIA (Reuters) - The first of thousands of Cuban doctors began to return home on Thursday after criticism by Brazil's far-right President-elect Jair Bolsonaro prompted Cuba's government to sever a cooperation agreement, leaving millions … [+3032 chars]", "fulltext": "By Anthony Boadle\n\nBRASILIA (Reuters) - The first of thousands of Cuban doctors began to return home on Thursday after criticism by Brazil's far-right President-elect Jair Bolsonaro prompted Cuba's government to sever a cooperation agreement, leaving millions of Brazilians without medical care.\n\nBolsonaro said the Cuban doctors were being used as \"slave labor\" because the Cuban government took 75 percent of their salaries. He said the program that began in 2013 could only continue if they got full pay and were allowed to bring their families from Cuba.\n\nBolsonaro, an admirer of U.S. President Donald Trump, was elected last month by Brazilians fed up with rising crime and rampant corruption that reached new highs during almost a decade and a half of leftist governments with close ties to Cuba.\n\nThe Cubans practiced mostly in poor and remote areas of Brazil where Brazilian doctors do not want to work. The government is now scrambling to replace them in 8,332 positions left vacant by the Cubans' returns.\n\nCuba has a respected health service and generates major export earnings by sending more than 50,000 health workers to more than 60 countries.\n\nIn many Brazilian towns and the outskirts of cities that relied on the Cuban doctors, usually crowded waiting rooms at public health posts were empty this week and notices said appointments had been canceled until further notice.\n\nAdrielly Rodrigues, a pregnant 22-year-old, was turned away on Wednesday when she went for a pre-natal scan in Santa Maria, a town near the capital Brasilia.\n\n\"We are so worried because we do not have the money to pay for a private doctor and she is five months pregnant and still needs to be monitored and have tests,\" said her mother, Adriana Rodrigues.\n\nShe said Adrielly's doctor was a good one but \"she is gone now.\"\n\nA national lobby of mayors, the FNP, and the municipal health authorities council Conasems said in a statement that 29 million Brazilians could be left without basic healthcare. They urged the government to make it possible for the Cubans to stay.\n\nThe Health Ministry plans next week to waive a requirement that Cubans validate their medical diploma in Brazil so that they can continue working directly contracted by the Brazilian government and not through the Pan-American Health Organization.\n\nIt is not clear how many Cubans will want to break with their communist-run government's doctors-for-export program, which is present in about 60 countries, especially if they have children in Cuba since it would be tantamount to defecting.\n\nBolsonaro, who takes office on Jan. 1, said last week he would grant asylum to any Cuban national who asks for it, further escalating tensions with Havana.\n\nBrazil hopes to fill the medical vacuum with local hires. In just two days since registration opened, 6,394 doctors have applied to fill the 8,332 empty posts, a ministry spokesman said, but the credentials of those applicants must be confirmed.\n\nOne Cuban who will be staying in Brazil is Richel Collazo, who is so liked in the small town of Chapada in southern Brazil that the mayor has offered him the job of municipal health secretary.\n\n\"My town needs doctors and he has been key to our medical care,\" Mayor Carlos Catto said by telephone.\n\n(Reporting by Anthony Boadle; Editing by Bill Trott)"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "Apple's Black Friday deals have already gone live in Australia — here's a sneak peek at all the discounts (AAPL)", "description": "Earlier this week, Apple announced a four-day “shopping event” that would kick off on Friday, November 23. In Australia, where it is already Friday, Apple’s big shopping event has gone live. The offers basically consist of gift cards that can be applied when …", "url": "https://www.businessinsider.com/apple-black-friday-2018-deals-discounts-iphone-mac-gift-cards-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6fb4dd1e8445e747ec3d2-2732-1366.jpg", "publishedAt": "2018-11-22T19:08:00Z", "content": "Apple's pre-announced four-day \"shopping event\" has already gone live in Australia, where it is currently Friday. If you were hoping Apple would discount any of its newest products, like the iPhone XS or redesigned MacBook Air, prepare to be disappointed. App… [+1543 chars]", "fulltext": "AP\n\nApple's preannounced four-day \"shopping event\" is finally live in the US.\n\nIf you were hoping Apple would discount any of its newest products, such as the iPhone XS or the redesigned MacBook Air, prepare to be disappointed.\n\nApple's Black Friday event basically consists of gift cards given out when customers buy certain products.\n\nHere's the full list of Black Friday gift-card offers across Apple's product lines:\n\nApple TV: $25\n\niPhone: $50\n\nApple Watch: $50\n\nBeats headphones: $50\n\nHomePod: $50\n\niPad: Up to $100\n\nMac: $200\n\nThe gift-card deals apply only to older models across these product lines — the $50 iPhone offer, for example, applies only when buying the iPhone 7 and 8 models and their respective Plus variants. The iPad gift cards can't be obtained when buying the new iPad Pro models, and the Apple Watch offers exclude the new Series 4.\n\nRead more: Apple doesn't have Black Friday deals for iPhones — but here are the stores that do\n\nThe Apple TV gift cards, however, can be obtained when buying both the Apple TV and the Apple TV 4K, and the deal also includes the most popular types of Beats headphones, such as the Studio 3 Wireless, the Solo 3 Wireless, and the PowerBeats3. Apple also has a handful of nice Mac discounts, in case you were considering the older MacBook Air model or even an iMac or iMac Pro.\n\nBut otherwise, if you were hoping for a discount on the new Mac Mini or possibly even the iPhone XS or the iPhone XR, it's best you look elsewhere. And indeed, there are plenty of stores and sites out there with Black Friday discounts on Apple products.\n\nApple doesn't need Black Friday\n\nYou may be wondering why Apple doesn't offer deeper discounts on its products. The fact is, it doesn't need to.\n\nApple is one of the most valuable companies in the world, and people buy its products regardless of the time of year. Many consider the iPhone and the Apple Watch, for example, as best-in-class products and will buy them year-round, even with no discount applied.\n\nSo, it's OK to be disappointed about Apple not having more significant sales during Black Friday and Cyber Monday. But it's important to understand that Apple never needed those shopping holidays in the first place."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Airbnb faces Israeli class-action lawsuit for delisting settlements - Business Insider", "description": "Business Insider Airbnb faces Israeli class-action lawsuit for delisting settlements Business Insider By Ori Lewis. JERUSALEM (Reuters) - Lawyers launched a class action lawsuit in Israel on Thursday against Airbnb, accusing the company of \"outrageous discrim…", "url": "https://www.businessinsider.com/r-airbnb-faces-israeli-class-action-lawsuit-for-delisting-settlements-2018-11", "urlToImage": null, "publishedAt": "2018-11-22T18:13:00Z", "content": "The logo of Airbnb is displayed at an Airbnb event in Tokyo Thomson Reuters By Ori Lewis JERUSALEM (Reuters) - Lawyers launched a class action lawsuit in Israel on Thursday against Airbnb, accusing the company of \"outrageous discrimination\" and demanding mone… [+2882 chars]", "fulltext": "The logo of Airbnb is displayed at an Airbnb event in Tokyo Thomson Reuters By Ori Lewis\n\nJERUSALEM (Reuters) - Lawyers launched a class action lawsuit in Israel on Thursday against Airbnb, accusing the company of \"outrageous discrimination\" and demanding monetary damages after it withdrew listings of Israeli settlements in the occupied West Bank.\n\nThe San Francisco-based company said this week it was removing listings of around 200 homes in settlements after hearing criticism from people who \"believe companies should not profit on lands where people have been displaced\".\n\nThrough her attorneys, Ma'anit Rabinovich from the West Bank settlement of Kida, who offers guest room rentals, said the move \"represents especially grave, offensive and outrageous discrimination.\"\n\nRabinovich claimed 15,000 shekels ($2,573) in personal damages. The class action lawsuit would seek an as yet unspecified sum on behalf of others in the same situation, according to court papers presented at Jerusalem District Court.\n\n\"The company's decision is in effect directed solely against Israeli citizens living in the settlements, the petitioner claims, and this is severe, especially outrageous discrimination,\" Rabinovich's lawyers said in a statement.\n\n\"(It is) part of the long war being conducted by organisations (of which a clear majority are anti-Semitic) against the State of Israel in its entirety, and against Israelis living in settlements in particular.\"\n\nPalestinians who want to establish an independent state taking in the West Bank have welcomed Airbnb's move. Most world powers view Israel's construction of settlements on occupied Palestinian land as a violation of international law, and Palestinians say it is wrong for companies to profit from them.\n\n\"Airbnb took a decision in the right direction to stop dealings with Israeli settlements, consistent with international legitimacy,\" Wasel Abu Youssef, a senior official with the umbrella Palestine Liberation Organization, told Reuters.\n\nRepresentatives of Airbnb were not immediately available for comment on the lawsuit.\n\nIn a statement emailed to Reuters on Tuesday, Chris Lehane, Airbnb's global head of policy and communications, said: \"Israel is a special place and our over 22,000 hosts are special people who have welcomed hundreds of thousands of guests to Israel.\n\n\"We understand that this is a hard and complicated issue and we appreciate everyone's perspective.\"\n\nAirbnb's delisting applies only to Israeli settlements in the West Bank, where Palestinians have limited self rule under Israeli military occupation. It does not apply to Israel itself, or East Jerusalem and the Golan Heights, territories Israel has annexed without international recognition. Israel withdrew settlers from another Palestinian territory, the Gaza Strip, more than a decade ago.\n\nIsrael strongly objects to international boycotts, including boycotts of the settlements, which it views as discriminatory.\n\nA 2017 Israeli law empowers courts to award cash compensation to claimants who prove they have been denied goods or services because of where they live.\n\n(Writing by Ori Lewis; Editing by Peter Graff)"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "We drove a $65,000 Audi Q7 and a $60,000 Volvo XC90 to find out which one is a better luxury SUV — here's the verdict", "description": "The Audi Q7 and the Volvo XC90 are two of the best luxury crossover SUVs in the world. The Audi Q7 and the Volvo XC90 offer its occupants luxury car comfort and minivan-like utility with the off-road capability of an SUV. The Audi Q7 starts $49,900 while the …", "url": "https://www.businessinsider.com/audi-q7-and-volvo-xc90-suv-comparison-2018-5", "urlToImage": "https://amp.businessinsider.com/images/5b115b911ae6621d008b4a0e-1920-960.jpg", "publishedAt": "2018-11-22T17:34:00Z", "content": "The Audi Q7. Hollis Johnson The large crossover SUV makes a whole lot of sense. It combines the user-friendly nature of passenger cars with the utility of a minivan and much of the off-road prowess of a traditional SUV. And for those looking for a more plush … [+1675 chars]", "fulltext": "The Audi Q7. Hollis Johnson\n\nThe large crossover SUV makes a whole lot of sense.\n\nIt combines the user-friendly nature of passenger cars with the utility of a minivan and much of the off-road prowess of a traditional SUV.\n\nAnd for those looking for a more plush crossover experience, the luxury brands have that covered. Two of the best large luxury crossovers we've ever tested are the Audi Q7 and the Volvo XC90.\n\nThe Volvo arrived in 2015 just in time for the 2016 model year while the Audi debuted in 2016 as a 2017 model.\n\nThe Volvo XC90 was a revelation for us when we first tested the car in late 2015. It was the first new model to arrive in showrooms following the Swedish automaker's acquisition by China's Geely Group.\n\nWe loved the second generation XC90 so much that we gave it our 2015 Car of the Year award over some stiff competition like the BMW 7-Series and the Lamborghini Huracan. Amazingly, with the impending arrival of the new S60 sedan, the XC90 will soon become the oldest model in Volvo's lineup.\n\nRead more: We drove a $64,000 BMW X5 and a $65,000 Audi Q7 to find the winner in our battle of luxury SUVs — here's the verdict.\n\nAnd then there's the Audi Q7. In our review of the second generation Q7, Matt DeBord referred to the Audi as the luxury SUV perfected.\n\nIn spite of the presence of the A8 luxury sedan, the Q7 is effectively Audi's luxury halo product. The original Q7 debuted back in 2007. In spite of early criticism of its aesthetics, the big Audi eventually developed into a fan favorite.\n\nBoth crossovers are built on modular platforms and share their underpinnings with passengers cars. The Q7 is built on VW Group's MLB Evo platform that's shared with the Audi A4 sedan and Bentley Bentayga SUV. While the XC90 is built on Volvo's SPA platform that underpins the company's entire passenger car lineup.\n\nHere's a closer look at how the Audi Q7 3.0T Prestige and the Volvo XC90 T6 Inscription matches up:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "I drove an electric car for the first time under intense conditions — and it performed better than I expected (GM)", "description": "I drove an electric vehicle, a Chevrolet Bolt EV, for the first time on an autocross course. The Bolt's acceleration wasn't remarkable, but it handled well. I felt like it was always under control, even when I pushed it into a series of hard turns. I came awa…", "url": "https://www.businessinsider.com/chevy-bolt-what-driving-electric-car-for-first-time-is-like2018-5", "urlToImage": "https://amp.businessinsider.com/images/5b104be31ae66240008b49c8-1920-960.jpg", "publishedAt": "2018-11-22T17:25:00Z", "content": "The Chevrolet Bolt EV performed well in unusual circumstances. Mark Matousek / Business Insider A Chevrolet Bolt EV is not the first car you might think to use on an autocross track. Autocross is a timed competition in which cones are arranged, often in a fla… [+1545 chars]", "fulltext": "The Chevrolet Bolt EV performed well in unusual circumstances. Mark Matousek / Business Insider\n\nA Chevrolet Bolt EV is not the first car you might think to use on an autocross track.\n\nAutocross is a timed competition in which cones are arranged, often in a flat and spacious environment like a parking lot, to create a course that tests a driver's ability to make a number of tight turns with precision. A modestly-priced car might not seem like the most logical choice for this sort of event, but on a 2017 list of the cars best suited for autocross, the automotive publication Road & Track included affordable vehicles like the Ford Fiesta and Honda Civic alongside the Porsche Cayman and Chevrolet Corvette.\n\nLike the Fiesta, the Bolt is light and compact, which helps with agility and tight turns. And its 266 pound-feet of torque tops competitors like the Nissan Leaf (236 pound-feet) and the BMW i3 (184 pound-feet). While it won't provide blistering acceleration (it takes 6.2 seconds to go from 0-60 mph) or race car-level handling, the Bolt can navigate tight turns and frequent changes in speed without spinning out of control.\n\nThe Bolt was also the first fully-electric vehicle I'd driven. First released in late 2016, the Bolt is General Motors' mass-market electric car, beating Tesla's mass-market vehicle, the Model 3, to market by a year. With 238 miles of range, the Bolt set out to ease range anxiety without breaking the bank.\n\nWhile my first experience with the Bolt — and electric cars in general — in May came under unusual circumstances, it demonstrated how electric vehicle technology has progressed to a point where early stereotypes about electric vehicles being flimsy and impractical no longer apply.\n\nHere's how the Bolt held up over three hours of runs on an autocross track."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Divided by war, Israel and Gaza's Instagrammers tell their own stories - Business Insider", "description": "Business Insider Divided by war, Israel and Gaza's Instagrammers tell their own stories Business Insider By Rami Ayyub, Leah Angel and Nidal al-Mughrabi. ISRAEL-GAZA BORDER (Reuters) - In another part of the world they might have gone to the same schools or b…", "url": "http://uk.businessinsider.com/r-divided-by-war-israel-and-gazas-instagrammers-tell-their-own-stories-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5bf6dd3abde70f099f115003-1190-625/divided-by-war-israel-and-gazas-instagrammers-tell-their-own-stories.jpg", "publishedAt": "2018-11-22T17:21:07Z", "content": "Members of 'We Are Not Numbers' team work on laptops in an office in Gaza City Thomson Reuters By Rami Ayyub, Leah Angel and Nidal al-Mughrabi ISRAEL-GAZA BORDER (Reuters) - In another part of the world they might have gone to the same schools or be sharing w… [+3570 chars]", "fulltext": "Members of 'We Are Not Numbers' team work on laptops in an office in Gaza City Thomson Reuters By Rami Ayyub, Leah Angel and Nidal al-Mughrabi\n\nISRAEL-GAZA BORDER (Reuters) - In another part of the world they might have gone to the same schools or be sharing wifi in the same coffee shops.\n\nAlthough these young women Instagrammers live just a few kilometers apart, they will likely never meet. One group are Gaza Palestinians and the other are Israeli schoolgirls living beside Gaza, with Israel's concrete and razorwire border fortifications stretching between them.\n\nBut one thing they share is a desire to take control of their own stories. Both groups are convinced that their lives are misrepresented or misunderstood by the outside world.\n\nThe missiles have stopped flying - for the moment - and the world's eyes have already moved on after a week which saw the fiercest rocket salvoes and air strikes since a 2014 war between Israel and Hamas, the Palestinian militant group which controls the Gaza Strip.[USKCN1NI0RS].\n\nBut the people of Gaza and Israel's border communities remain, waiting for the next crisis, which is rarely long coming.\n\n\"Gaza is closed, not many have access here. With Instagram, you can show Gaza to the world through your own eyes\" said Manar Alzraiy, project manager of \"We Are Not Numbers\", a Gaza-based program for young writers, artists and photographers.\n\nHer group runs commentary on destruction and conflict in the Gaza Strip, but also seeks to broaden the war-focused narrative about Gaza by sharing stories of ordinary people.\n\n\"During attacks by the Israelis, we want to get our message out there. But we have to be mindful of what our group is experiencing - the stress, anxiety. We can't always do it,\" she said.\n\nOn the Israeli side, the Instagram account Otef Gaza, which means \"Gaza Periphery\" in Hebrew, was started by a group of teenage girls in and around Kerem Shalom, a kibbutz beside the border.\n\nThe group highlights photographs of farmland scorched by incendiary devices flown into Israel during Palestinian border protests, and rockets fired by Gaza militants which send Israelis running to shelters.\n\n\"People are not aware that this is our reality, and they simply ignore us,\" said Lee Cohen, 17, who co-manages the account.\n\n\"You can't sleep because of the rocket sirens, the explosions, helicopters flying overhead and the fear of terrorists from Gaza coming in through a tunnel and trying to kill people.\"\n\nHUMAN PROBLEMS\n\nInside the Gaza Strip, 225 Palestinians have been killed by Israeli fire since border protests began on March 30, according to Palestinian health officials.\n\nIsrael says that many of those killed were militants, and that its troops are defending the border. One Israeli soldier has been killed during the protests, when he was hit by Hamas gunfire.\n\nIn Gaza City 27-year-old Alzraiy said the purpose of \"We Are Not Numbers\" was \"to speak of the human problems\" of Gaza.\n\n\"You get used to the feeling that at any moment, something could happen,\" she said. \"It's like just for a second, you could lose your value as a human being.\"\n\nAnother Gazan, Fatma Abu Musabbeh, 22, takes another approach. She insists on showing only positive images, so her account features manicured gardens and stonecraft buildings.\n\n\"When there is a war or difficult situation, I post a photo or two to tell my followers and the world that Gaza is beautiful, despite what is happening,\" said Abu Musabbeh.\n\nAcross the border one of the Israeli Instagrammers, Meshy Elmkies, 16, said they use the app because it is easy to organize information, \"and I personally think that teenagers have the power to make an impact.\"\n\nDuring a phone call with Reuters last week, the voice of her friend, Lee Cohen, suddenly became hushed.\n\n\"There's a red alert siren,\" she muttered. \"Can we speak later?\"\n\n(Editing by Andrew Roche)"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Trump uses Thanksgiving call to Navy officer to voice a weird grudge about aircraft carriers", "description": "President Donald Trump returned to one of his more bizarre concerns about the US military on a call with US servicemembers overseas on Thanksgiving day. Trump quizzed a US Navy officer on the phone about whether or not he thought the new plane-launching mecha…", "url": "https://www.businessinsider.com/trump-thanksgiving-call-to-navy-officer-voices-weird-aircraft-carrier-take-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6e14d9e8c534a4c64d872-960-480.jpg", "publishedAt": "2018-11-22T17:14:51Z", "content": "President Donald Trump returned to one of his more bizarre concerns about the US military on a call with US servicemembers overseas on Thanksgiving Day. Talking to a US Navy officer on the phone from Mar-a-Lago in Florida, Trump asked about a pet peeve of his… [+2824 chars]", "fulltext": "President Donald Trump returned to one of his more bizarre concerns about the US military on a call with US service members overseas on Thanksgiving Day.\n\nTalking to a US Navy officer on the phone from his Mar-a-Lago resort in Florida, Trump asked about a pet peeve of his: the catapults aircraft carriers use to launch aircraft.\n\nUS aircraft carriers have only a short distance to launch heavy bomb- and fuel-laden planes, so they hook the planes up to a system called a catapult that accelerates them to more than 150 mph to get them airborne from the ship's deck.\n\nRead more: Trump suggests 'the world' is to blame for Khashoggi's murder, because it's 'vicious'\n\nThe US is working on a new aircraft carrier, the USS Gerald R. Ford, and, like with any new ship, has been struggling to field all the new systems. A chief problem for the Ford has been getting the electromagnetic catapults to work.\n\nOlder carriers use steam-powered catapults, a technology the US has long had mastered but can now be improved upon.\n\n\"So when you do the new carriers, as we do and as we're thinking about doing, would you go with steam, or would you go with electromagnetic?\" Trump quizzed the sailor, putting him in the awkward position of disagreeing with the president or disagreeing with his superior officers.\n\n\"Because steam is very reliable, and the electromagnetic, I mean, unfortunately you have to be Albert Einstein to really work it properly,\" Trump said. \"What would you do?\"\n\n\"Yes sir, you sort of have to be Albert Einstein to run the nuclear power plant that we have here as well, but we're doing that very well,\" the officer replied. \"Mr. President, I would go electromagnetic [catapults] ... We do pay a heavy cost to transit the steam around the ship.\"\n\n\"Good, OK, I like to hear that. I'm actually happy about that answer,\" Trump said. \"They're doing what they're doing, but that's actually a very good answer.\"\n\nUS Navy planners say that the electromagnetic catapults can provide a more consistent and powerful boost for launching aircraft and that the catapult shot can be adjusted for individual aircraft, reducing wear and tear.\n\nBut Trump, for some reason, hates the idea of electromagnetic catapults.\n\nFrom Trump's 2017 interview with TIME magazine:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Mark", "title": "Trump suggests 'the world' is to blame for Khashoggi's murder, because it's 'vicious'", "description": "President Donald Trump on Thursday doubled down on his defense of the Saudi crown prince in the murder of Saudi critic Jamal Khashoggi, disputing the CIA's reported assessment that the royals had ordered Khashoggi's killing. From his Mar-a-Lago resort in Flor…", "url": "https://www.businessinsider.com/trump-defends-saudi-crown-prince-in-khashoggi-death-disputes-cia-reported-conclusion-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6dd6eb73c2837401dd865-1920-960.jpg", "publishedAt": "2018-11-22T16:56:21Z", "content": "President Donald Trump on Thursday disputed the CIA's reported assessment that Saudi Arabia's crown prince had ordered the killing of a journalist, saying that the intelligence agency never reached a conclusion. Trump's remarks contradict the reporting of mul… [+1642 chars]", "fulltext": "President Donald Trump on Thursday disputed the CIA's reported assessment that Saudi Arabia's crown prince had ordered the killing of a journalist, saying that the intelligence agency never reached a conclusion.\n\nTrump's remarks contradict the reporting of multiple news outlets that say the CIA concluded with \"high confidence\" that Crown Prince Mohammed bin Salman personally ordered that Jamal Khashoggi be murdered.\n\nFrom his Mar-a-Lago resort in Florida, Trump said Thursday that the Saudi crown prince regretted the incident more than Trump did, according to pool reports.\n\n\"So I hate the crime and I hate what is done and I hate the cover-up,\" he said. \"And I will tell you this: the crown prince hates it more than I do.\"\n\nRead more: A huge question looms over Trump after the CIA reportedly concludes the Saudi crown prince ordered Jamal Khashoggi's killing\n\nWhen asked by reporters who should be held responsible for Khashoggi's death, Trump doubled down on the notion that rebuking Saudi Arabia more harshly would cost the US.\n\n\"Maybe the world should be held accountable because the world is a vicious place,\" Trump said. \"Do people really want me to give up hundreds of thousands of jobs — and frankly, if we went by this standard, we wouldn't have anybody as an ally.\"\n\nTrump had prompted bipartisan condemnation on Tuesday after he released a statement refusing to blame Saudi Arabia's leadership for Khashoggi's death, saying the US-Saudi relationship was \"paramount.\"\n\n\"The crime against Jamal Khashoggi was a terrible one, and one that our country does not condone,\" Trump said in the statement. \"In any case, our relationship is with the Kingdom of Saudi Arabia. They have been a great ally in our very important fight against Iran. The United States intends to remain a steadfast partner of Saudi Arabia to ensure the interests of our country, Israel and all other partners in the region.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Lululemon's website is crashing as furious customers try to shop Black Friday sales", "description": "Lululemon kicked off Black Friday sales on Thanksgiving — but dozens of shoppers are complaining that the website is crashing. As of 11 a.m. ET, customers have been dealing with tech glitches for at least three hours on Thanksgiving Day. \"We knew it would be …", "url": "https://www.businessinsider.com/lululemons-website-crashes-with-black-friday-sales-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5af374663797e92b008b459c-750-375.jpg", "publishedAt": "2018-11-22T16:27:27Z", "content": "Lululemon's site is crashing as shoppers attempt to cash in on Black Friday deals. On Thursday morning, Thanksgiving Day shoppers began complaining that the athleisure company's website was not letting them complete their orders. \"Site is down. Ugh!\" one pers… [+1083 chars]", "fulltext": "Lululemon's site is crashing as shoppers attempt to cash in on Black Friday deals.\n\nOn Thursday morning, Thanksgiving Day shoppers began complaining that the athleisure company's website was not letting them complete their orders.\n\n\"Site is down. Ugh!\" one person commented soon after Lululemon posted an 8 a.m. EST Facebook announcement that the company was kicking off Black Friday sales.\n\n\"Ugh why is the site down now?!?!?\" commented another.\n\nAs of 11 a.m. ET on Thursday, shoppers were still experiencing difficulties. According to IsItDownRightNow.com, \"Lululemon.com is DOWN for everyone.\"\n\nLululemon shoppers were less than pleased to be missing out on the deals.\n\n\"Why don't you guys prepare for the high volume of shoppers on your website?\" one shopper commented on Facebook.\n\nLululemon did not immediately respond to Business Insider's request for comment. However, the company has been apologizing to shoppers on social media, as well as suggesting that they try to complete the order in another browser or clear the cache.\n\n\"We knew it would be a busy day, and I suppose technology got away from us this time around,\" Lululemon's account responded on Facebook. \"I totally understand that this can be frustrating as someone trying to shop online, and know that we're doing everything we can to rectify the situation as soon as possible. \""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Hamas publishes photos of raid 'fugitives'; Israeli censor warns media - Business Insider", "description": "Haaretz Hamas publishes photos of raid 'fugitives'; Israeli censor warns media Business Insider GAZA (Reuters) - Hamas published photos on Thursday of six men and two women who it said were involved in a botched Israeli undercover raid into the Gaza Strip thi…", "url": "http://uk.businessinsider.com/r-hamas-publishes-photos-of-raid-fugitives-israeli-censor-warns-media-2018-11", "urlToImage": null, "publishedAt": "2018-11-22T16:25:00Z", "content": "GAZA (Reuters) - Hamas published photos on Thursday of six men and two women who it said were involved in a botched Israeli undercover raid into the Gaza Strip this month and appealed for details about them. Israel's military censor, without commenting on the… [+1645 chars]", "fulltext": "GAZA (Reuters) - Hamas published photos on Thursday of six men and two women who it said were involved in a botched Israeli undercover raid into the Gaza Strip this month and appealed for details about them.\n\nIsrael's military censor, without commenting on the credibility of Hamas's information, urged the media not to disseminate any details about the Nov. 11 incident in which an Israeli colonel, a Hamas commander and six other Palestinian militants were killed.\n\nIsrael has not released the name of the dead Israeli officer, citing security considerations, and has not commented on the purpose of the undercover mission that Hamas said it interrupted when its men challenged a civilian vehicle.\n\nThe incident led to a two-day flare-up of rocket attacks from Gaza and Israeli air strikes.\n\nA photo array of what Hamas described as \"fugitives\" appeared without names on the website of its armed wing, the Izz el-Deen al-Qassam Brigades. The two women pictured were wearing traditional Muslim head scarves.\n\nThe website listed phone numbers for people to call or text with any information about the suspects.\n\nIsrael's military censor said Hamas was trying to decipher and understand \"the event that took place deep in Gaza\" and urged the Israeli media not to disseminate pictures or \"personal identifying details\" gleaned from the media or the internet.\n\n\"Every piece of information, even if it is considered harmless by those publishing it, is liable to endanger human lives and cause harm to the country's security,\" it said.\n\nIsraeli law mandates that local and foreign media submit stories dealing with national security or the military to the censor before publication. In reality, reports on routine military activity are rarely submitted, and the censor is largely powerless to block social media posts.\n\n(Reporting by Nidal al-Mughrabi and Ori Lewis; Writing by Jeffrey Heller; Editing by Robin Pomeroy)"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat and Richard Feloni", "title": "The sisters behind Yuengling, America's largest independent brewery, didn't realize strangers knew their name until they left their hometown for college", "description": "D.G. Yuengling & Son started producing beer in 1829 in Pottsville, Pennsylvania, making it the oldest family-run ; brewery in America. The four Yuengling sisters who run the brewery today did not realize the significance of their last name until they went to …", "url": "https://www.businessinsider.com/yuengling-beer-sisters-family-name-recognition-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf489b4d1e8443508553309-1136-568.jpg", "publishedAt": "2018-11-22T16:15:00Z", "content": "Growing up in a small town with a family brewery made the Yuengling sisters unaware of the significance of their last name. \"I don't think I realized the power of the brand until I went away to college and people recognized it,\" Wendy Yuengling, who now runs … [+2333 chars]", "fulltext": "Growing up in a small town with a family brewery made the Yuengling sisters unaware of the significance of their last name.\n\n\"I don't think I realized the power of the brand until I went away to college and people recognized it,\" Wendy Yuengling, who now runs the brewery with her three sisters, said on an episode of Business Insider's podcast \"This Is Success.\"\n\n\"And, you know, you grow up in a small town in Pennsylvania and we were just another family business in town,\" she continued. \"And I don't think we thought twice about, you know — we made beer.\"\n\nThe oldest family-run brewery in America, D.G. Yuengling & Son started producing beer in 1829 in Pottsville, Pennsylvania. Dick Yuengling bought the brewery in 1985, which made 137,000 barrels at the time.\n\nToday, Yuengling has several breweries producing 2 million barrels annually. With other family businesses in the small town, Yuengling sisters Wendy, Jen, Debbie, and Sheryl didn't stand out in the community.\n\n\"When I got into college, the brands were growing. My dad had done a lot to turn around the company and he had introduced some new flavors that really put us on the map, so it was a much different company then. And then, as you get into the 2000s, our brands just took off,\" Wendy said.\n\nThe sisters were asked by their father if they were interested in helping run the brewery in the late 1990s, to which they all said yes. Each sister plays a different role within the company. Wendy handles marketing and Jen, who also sat down with \"This Is Success,\" handles operations.\n\nRead more: Yuengling, America's largest independent brewery, is a sixth-generation family company run by 4 sisters who have figured out how to work with family without losing their minds/a>\n\n\"We each made commitments to the family business because there's a tremendous sense of pride in keeping it going. That's a big part of our identity in my mind, and I think it's important to our employees, who are also heavily invested in the company with their own families,\" Wendy said.\n\nWorking with family can be difficult at times, but family is a core value at Yuengling — which has been passed down within the family for six generations.\n\n\"It feels really good to know you have that support. And I think we're very lucky — to be a six-generation family business is unbelievable, but we're four women in the sixth generation and, for our company, this is the first time the business will go from father to daughters,\" Wendy said. \"I think when you look around and you see, I get to work every day with my three sisters, that is very satisfying.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "WTO says G20 trade restrictions soar, cover $481 billion of trade - Business Insider", "description": "Business Insider WTO says G20 trade restrictions soar, cover $481 billion of trade Business Insider By Tom Miles. GENEVA (Reuters) - Countries belonging to the G20 group of the world's biggest economies applied 40 new trade restrictive measures between mid-Ma…", "url": "http://uk.businessinsider.com/r-wto-says-g20-trade-restrictions-soar-cover-481-billion-of-trade-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5bf6d673dde867078728d3a0-1190-625/wto-says-g20-trade-restrictions-soar-cover-481-billion-of-trade.jpg", "publishedAt": "2018-11-22T16:11:00Z", "content": "FILE PHOTO: Azevedo Director-General of the WTO attends the launch of the World Trade Report 2018 in Geneva Thomson Reuters By Tom Miles GENEVA (Reuters) - Countries belonging to the G20 group of the world's biggest economies applied 40 new trade restrictive … [+2538 chars]", "fulltext": "FILE PHOTO: Azevedo Director-General of the WTO attends the launch of the World Trade Report 2018 in Geneva Thomson Reuters By Tom Miles\n\nGENEVA (Reuters) - Countries belonging to the G20 group of the world's biggest economies applied 40 new trade restrictive measures between mid-May and mid-October, covering around $481 billion of trade, the World Trade Organization said on Thursday.\n\nThe new restrictions covered six times more trade than in the previous period and were the largest since the WTO started monitoring G20 trade in 2012, it said in a statement.\n\n\"The report's findings should be of serious concern for G20 governments and the whole international community,\" WTO Director-General Roberto Azevedo said in the statement.\n\n\"Further escalation remains a real threat. If we continue along the current course, the economic risks will increase, with potential effects for growth, jobs and consumer prices around the world.\"\n\nThe WTO was doing all it could to help de-escalate the situation, he added, but solutions would need political will and leadership from the G20, whose leaders will meet in Argentina next week.\n\nThe monthly number of trade restrictions averaged eight during the period covered by the report, up from six per month in the previous report, which covered mid-October 2017 to mid-May 2018, the WTO statement said.\n\n\"The proliferation of trade-restrictive actions and the uncertainty created by such actions could place economic recovery in jeopardy. Further escalation would carry potentially large risks for global trade, with knock-on effects for economic growth, jobs and consumer prices around the world,\" it said.\n\nTARIFF HIKES\n\nThree-quarters of the latest trade restrictions were tariff hikes, many of them retaliation to steel and aluminium tariffs imposed by U.S. President Donald Trump in March.\n\nBut the WTO did not count measures that had been announced and not yet implemented, and one G20 country had asked for its tariff retaliation to be omitted from the monitoring report, which was done for \"transparency\" purposes, the WTO said.\n\nG20 countries had also implemented a monthly average of almost seven trade-liberalising measures, such as reducing import tariffs and export duties, in line with the trend since 2012.\n\nThe trade covered by the liberalising measures was worth $216 billion, about two and a half times more than in the previous report. Two-thirds of that value was attributable to China reducing more than 1,400 tariffs on vehicles, components and other products.\n\nA further $541 billion of trade, 4 percent of G20 countries' imports, was covered by expansion of the WTO's Information Technology Agreement, a liberalising measure that was excluded from the report's headline numbers.\n\n(Reporting by Tom Miles; editing by Stephanie Nebehay, Larry King)"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Laura McCamy", "title": "I got 'mugged' 35 times in a self-defense class — and it changed the way I see the world", "description": "The full-force fighting self-defense class I took was life-changing. I walk through the world differently because of what I learned in Model Mugging. When I was in my 20s, I signed up with a friend to take a self-defense class. In the class, I got to experien…", "url": "https://www.businessinsider.com/how-self-defense-class-changed-my-life-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2e32e110d4c79824951fd-1536-768.jpg", "publishedAt": "2018-11-22T16:01:00Z", "content": "When I was in my 20s, I signed up with a friend to take a self-defense class. In the class, I got to experience full-force fighting, so I have a body memory that (I hope) will return if I am ever attacked. I have never been mugged, but my training has allowed… [+3946 chars]", "fulltext": "When I was in my 20s, I signed up with a friend to take a self-defense class.\n\nIn the class, I got to experience full-force fighting, so I have a body memory that (I hope) will return if I am ever attacked.\n\nI have never been mugged, but my training has allowed me to verbally repel harassers and given me courage to stand up for myself.\n\nI got knocked down, but I got up again\n\nThe class I took had two instructors, one male and one female. The male instructor wore a padded suit and a large padded helmet. When he had the helmet off, he was our teacher. When he put on the helmet, he became an aggressive, threatening \"mugger.\"\n\nThe padded suit and helmet allowed us to fight back against the assailant with full force, without injuring our teacher or ourselves.\n\nEach time a woman did a fight in class, the rest of us cheered her on from the sidelines, shouting, \"Eyes! Throat! Groin!\" to help her remember the moves we had been taught. If I am ever attacked, those voices will be in my head, cheering me on.\n\nAfter winning the fight (and the women always won), we assessed the situation, then shouted, \"911!\" and fled to safety.\n\nThe fights took place on gym mats, but they weren't gentle. A friend who took the class before I did broke her leg during a fight. (When her leg healed, she went right back and finished the course.) By the time my five-week class was over, I had been mugged 35 times. I was exhausted.\n\nI was also elated. I had learned to disable a larger, stronger attacker. I'm sad that I live in a world where I need to know how to do this, but I'm glad I do.\n\nPutting my training to use\n\nOn the first day of class, we learned verbal self-defense. It's OK to lie to someone to get away from being attacked (yes, I had to be taught this). I practiced loudly saying, \"I don't know this man,\" so bystanders would know it wasn't a lovers' quarrel.\n\nA couple of years after my self-defense class experience, I got a chance to use that verbal self-defense training, while I was selling jewelry I made as a street vendor in downtown San Francisco. A man approached me, seeming normal at first, but quickly flipped into a crazy, angry tirade.\n\nI couldn't walk away from my table. I tried to politely get rid of him. I tried to ignore him. Finally, I stood up to him.\n\nI didn't want to fight, but I finally decided I would rather risk a physical altercation than take any more verbal abuse. For the first time in my life, I got to draw the line.\n\nI walked in front of my little table and told the man this was harassment and that he needed to leave. I raised my voice and held my hand up near my neck, the way I had been taught, ready to poke his eye if he tried to hurt me.\n\nHe didn't leave, but he backed up. I confronted him three more times, until he stood in the middle of the sidewalk ranting at no one in particular. I had stood my ground and won.\n\nI wouldn't have had the words or the courage to stand up for myself without the skills I learned during my class. What could have been a traumatic incident became a success story.\n\nA different way to move in the world\n\nThe last day of each course is a graduation, when friends and family can come and cheer on those who have completed the course. Women who have taken the class before are invited into the circle during the graduation, and they can do a \"mugging\" if they want to. Ten years later, when I attended a graduation, I decided to take part — I needed to see if I still remembered what I had learned a decade before.\n\nOne of the people in the audience that day was the friend who had taken the class with me. She observed that I was better at the self-defense moves than I had been during our class.\n\nI realized that, in the decade since I first took the self-defense course, I began to truly inhabit my body for the first time. I was more centered, grounded, and confident, because I was no longer scared.\n\nI still don't want to be mugged or attacked — I know exactly how much it hurts. But, if it ever happens, I will be able to defend myself.\n\nAs they said in my class, it's not the size of the woman in the fight; it's the size of the fight in the woman. I know the size of the fight in me and that has given me the courage to be more fully myself."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Libby Kane", "title": "My best travel trick for high tourist season is a no-brainer, and I'm always shocked when people don't do it", "description": "The best trick I've found to save time on a trip seems blindingly obvious: Buy your tickets for tourist attractions online, before you go. After walking past enormous lines during peak tourist season, I realized it's not obvious to everyone. Five minutes of G…", "url": "https://www.businessinsider.com/skip-lines-crowds-tourist-high-season-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf48490d1e844341b25d1d7-1920-960.jpg", "publishedAt": "2018-11-22T16:00:00Z", "content": "The July morning I visited Mont Saint-Michel this past summer, it was hot. And absolutely packed. The fabled island off the northern coast of France is hours from the nearest sizable city, so tourists roll off buses and onto the island in waves. We battled ou… [+2315 chars]", "fulltext": "The July morning I visited Mont Saint-Michel this past summer, it was hot.\n\nAnd absolutely packed.\n\nThe fabled island off the northern coast of France is hours from the nearest sizable city, so tourists roll off buses and onto the island in waves. We battled our way up the steep steps and around narrow bends flooded with backpackers and families until we reached the island's crown jewel, the abbey at the top.\n\nThe line stretched for blocks, and my travel partner suppressed a resigned sigh.\n\nBut ... there were technically two entry points, one \"avec des billets\" and one \"sans billets.\" So I took my folded billets (tickets) out of my bag, walked right past dozens of people waiting to buy tickets in the \"without\" line, and straight into the abbey, which ended up being the highlight of our visit.\n\nAnd I couldn't help but wonder: Why didn't everyone waiting in that sun-baked queue buy tickets ahead of time?\n\nIt had taken me maybe five minutes of Googling and clicking and entering my credit card info to buy the two $10 tickets a few weeks before. They weren't restricted, or hard to find, or extra expensive. So why wasn't everyone doing it?\n\nRelated: I make the same 3 choices before every trip I take, and it always saves me money\n\nGenerally, I prefer to travel in shoulder season, but a week in peak tourist season was the only time we could make the trip work. Since we just had the seven days, I made a list beforehand of the things we wanted to see, and quickly checked which offered tickets for sale ahead of time. Every time we showed up at an attraction, we'd get right in, saving ourselves the agony of slow-moving lines.\n\nThis happened again and again: at the Rodin Museum, at Musée d'Orsay, at Monet's gardens in Giverny (yes, we did the tourist rounds). And I'm not saying it was a case of tickets-or-we-turn-around; we stumbled across plenty of places we didn't know we'd be visiting until we got there, like the magical Jardins de Brécy.\n\nFriends and coworkers tell me they prefer to travel off the cuff, booking flights, trips and hotels last-minute, and deciding what they'll do once they arrive. I can't relate, but sure: Theoretically, an impulsive adventure holds some appeal. Sometimes the tickets are timed, anchoring you to a specific place at a given time, and maybe not everyone wants to travel with a detailed itinerary spreadsheet (although where do you keep your confirmation numbers!?) or a suitcase pocket full of print-outs.\n\nBut frankly, if I had to loiter in a ticket line every day of my vacation, I'd bail. A different kind of impulsivity."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "Thanksgiving week is the busiest time of the year for Boston Market — here's why", "description": "Thanksgiving is one of the busiest days of the year for Boston Market. The chain sells complete Thanksgiving meals that can serve up to 12 people, ranging in price from $69.99 to $119.99. Last year, the chain began offering Thanksgiving delivery. To hear stor…", "url": "https://www.businessinsider.com/boston-market-sells-thanksgiving-dinners-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5b6b538150732461ac594-1334-667.jpg", "publishedAt": "2018-11-22T15:25:00Z", "content": "Boston Market may be famous for its chicken, but its biggest sales week of the year is during Thanksgiving, when customers line up out the door to pick up their turkey dinners. For some families who are busy and don't want to spend all day in the kitchen cook… [+1807 chars]", "fulltext": "Boston Market may be famous for its chicken, but its biggest sales week of the year is during Thanksgiving, when customers line up out the door to pick up their turkey dinners.\n\nFor some families who are busy and don't want to spend all day in the kitchen cooking, going to Boston Market has become a tradition in itself.\n\n\"I've got three kids and a very overworked, very dedicated wife, and whenever Thanksgiving rolls around, we like to take it easy and eat fast food rather than waiting for a turkey to come out of the oven. It's sort of great because I can work the early part of the day and then swing by Boston Market afterward. And then we're ready to go,\" Travis Daub, who gets his family's Thanksgiving dinner from Boston Market, told Dan Bobkoff during the latest episode of Business Insider's podcast, \"Household Name.\"\n\nRead more: 28 restaurants that are going to be open on Thanksgiving\n\nDaub isn't the only one relying on Boston Market for Thanksgiving dinner.\n\nBusiness Insider's Kristin Salaky, a former Boston Market cashier, told Bobkoff that she remembers people lining up, knocking on the door to get in, before the store even opened at 10:30 in the morning. Many customers ordered ahead, picked up their food, and were on their way, but others would show up and start demanding whole turkeys and other large orders for their families.\n\n\"We had to order things super far in advance. So it was my job as a sixteen year-old to be like, 'Actually, you can't have this turkey for your family ...' And so I had a lot of people get really upset,\" she told Bobkoff.\n\nBoston Market sells complete Thanksgiving meals that can serve up to 12 people, ranging in price from $69.99 to $119.99. And last year, the chain began offering Thanksgiving delivery. The meals come complete with a roasted turkey, gravy, vegetable stuffing, mashed potatoes, rolls, cranberry walnut relish, pumpkin pie, and more. Meals can also be orderedà la carte.\n\nTo hear more stories about people eating fast food on Thanksgiving, subscribe to Business Insider's podcast, \"Household Name.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "An expert on gift-giving explains says the holidays are the worst time of the year to send gifts to your clients", "description": "The holidays are the worst times to give a gift to a business client, according to gift-giving expert John Ruhlin. Your holiday gift isn't likely to stand out and it can seem like you bought it out of obligation, he said. Ruhlin recommends buying your clients…", "url": "https://www.businessinsider.com/holiday-gifts-business-client-john-ruhlin-giftology-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be367b7beb6705d51719944-1536-768.jpg", "publishedAt": "2018-11-22T15:05:00Z", "content": "Giving gifts to your loved ones is a staple of the holiday season. But if you're trying to make a good impression on a business client, the holiday season is the worst possible time to buy them something. That's according to John Ruhlin, an expert in corporat… [+3018 chars]", "fulltext": "Giving gifts to your loved ones is a staple of the holiday season.\n\nBut if you're trying to make a good impression on a business client, the holiday season is the worst possible time to buy them something.\n\nThat's according to John Ruhlin, an expert in corporate gift-giving and author of the book \"Giftology.\" Although the subject is something of an afterthought in the business world, Ruhlin claims that strategic gift-giving can help increase a company's referrals and lead to more meaningful relationships with clients.\n\nRuhlin has consulted with companies such as Wells Fargo, Shell, and sports teams like the Chicago Cubs and Orlando Magic on the art of gift-giving. He said the holidays are one of three occasions in which you should avoid gift-giving.\n\n\"I don't send one gift from a business perspective between Thanksgiving and Christmas, or Thanksgiving and year-end, because i feel like it's the noisiest and most-cluttered time of the year,\" Ruhlin said on the podcast \"Success Insider\" in 2016. \"So we do our gifting the other 11 months out of the year.\"\n\nThe idea, he explained to Business Insider, is that your clients will be so overwhelmed with token gifts during the holiday season that yours will have little chance of standing out. In other words, it's a time of year when gifts are expected from every angle.\n\n\"We teach people, don't send gifts at Christmas, at anniversaries, or birthdays, so no 'ABC' gifting,\" Ruhlin told Business Insider.\n\nRead more: A gift-giving expert has been giving clients paring knives for 20 years, and he's convinced it's the perfect gift\n\nA better strategy, Ruhlin said, is to give on occasions where gifts aren't typically exchanged between business associates: think Valentine's Day, St. Patrick's Day, or the Fourth of July.\n\n\"On Valentine's Day, send a gift that says, 'We love working with you!' On St. Patrick's Day, send one that says, 'We're lucky to have you as a partner!'\" Ruhlin wrote in \"Giftology.\"\n\n\"There are a million and one national holidays to choose from. For instance, send a pizza along with a high-end pizza stone and slicer on National Pizza Day. It can be so easy if you are willing to open your eyes to the possibilities.\"\n\nHe added: \"By doing this, we cut into any sense of entitlement because the gift never becomes an expectation. It's always a surprise, and it always makes an impact.\"\n\nBetter yet, don't even wait for a holiday to send your client a gift. Ruhlin recommends surprising clients with thoughtful gifts and random times of the year.\n\n\"Take that bottle of really good wine that you were going to give at Christmas time, and send it in the middle of the winter tundra of February instead,\" Ruhlin wrote in \"Giftology.\" \"I guarantee the response will likely be, 'That was the best gift! It was the only thing I got in the mail that wasn't a bill this week!'\"\n\nGifting on these unorthodox occasions will help you stand out from the crowd, Ruhlin said, and signal to your client that you're treating them genuinely, and not because you have to. Over the course of a business relationship, those moments add up.\n\n\"Our whole goal is to get something in somebody's hands where you're remaining top-of-mind and triggering that memory of it being given by that particular person,\" he told Business Insider."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "This entrepreneur made flashcards to help her keep Silicon Valley investors straight. Now, she turned them into trading cards that she prints from a garage", "description": "Danielle Baskin, the founder of a startup called Your Boss, made flashcards to keep Silicon Valley investors straight in her head. Those flashcards evolved into TouchBase — a line of VC trading cards that she prints from a garage. Each $60 pack contains five …", "url": "https://www.businessinsider.com/touchbase-vc-trading-cards-interview-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf33c2ae4218a7256074b31-2732-1366.jpg", "publishedAt": "2018-11-22T15:00:00Z", "content": "When Danielle Baskin needed to raise money for her startup, called Your Boss, she started making flash cards to keep straight all the various investors she was planning to pitch. \"I realized venture capital is kind of like a sport,\" Baskin told Business Insid… [+615 chars]", "fulltext": "When Danielle Baskin needed to raise money for her startup, called Your Boss, she started making flash cards to keep straight all the various investors she was planning to pitch.\n\n\"I realized venture capital is kind of like a sport,\" Baskin told Business Insider in a recent interview.\n\nThough she wasn't much of a collector growing up, the connection between venture capitalists and the world of sport sparked an idea — what if she turned the detailed notes on her flashcards into actual trading cards for the venture capital industry?\n\nTouchBase VC trading cards were born. Baskin tells us that the first packs will be shipped in the coming weeks. Each pack contains five cards and retails for $59.99.\n\nWe had first learned of Baskin's project a couple of weeks back but recently visited her San Francisco studio to learn more about the TouchBase project.\n\nHere's what we found:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "A Chinese recycling company spent $75 million on a Michelangelo masterpiece — and is selling shares in it for $10 a piece", "description": "A Chinese company which used to focus on recycling has spent $75 million buying a Michelangelo. Yulong Eco-Materials, which until recently was focused on recycling bricks and concrete, announced earlier this week that it had bought a depiction of the Crucifix…", "url": "https://www.businessinsider.com/michelangelo-painting-sold-to-chinese-recycling-company-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6bfbb01b12d386561064b-1136-568.jpg", "publishedAt": "2018-11-22T14:54:00Z", "content": "A Chinese company previously focused on recycling has taken a novel approach to the diversification of its investment portfolio, spending $75 million to buy a painting by Italian master Michelangelo Buonarotti. Yulong Eco-Materials, which until recently was f… [+1472 chars]", "fulltext": "A Chinese company previously focused on recycling has taken a novel approach to the diversification of its investment portfolio, spending $75 million to buy a painting by Italian master Michelangelo Buonarotti.\n\nYulong Eco-Materials, which until recently was focused on recycling bricks and concrete, announced earlier this week that it had bought a depiction of the Crucifixion of Jesus Christ painted by Michelangelo.\n\nMichelangelo Buonarotti is most famous for painting Rome's Sistine Chapel, and for his sculpture, David.\n\nRead more: A tiny Chinese manufacturer of eco-friendly building products explodes by 950% after pivoting to gemstones\n\nThe company says it wants to \"open the opportunity of shared ownership of its acquired masterpieces to anyone with a brokerage account,\" and said that it would pay for the acquisition by offering 7.5 million shares for sale at $10 per share.\n\nIn an abrupt volte face, Yulong now says it wants to focus on this business model, rather than recycling.\n\nThe Michelangelo is its second serious acquisition, following the purchase of a 61,500-carat gem known as the \"Millenium Sapphire\" in October for around $50 million. It also offered shares for sale in the gemstone, and has plans to take the jewel on a world tour, according to a Bloomberg report.\n\n\"Yulong has today pioneered this new disruptive business model by the acquisition and securitization of fine art through a Nasdaq-listed security,\" Yulong's executive chairman Daniel McKinney said in a statement after the Michelangelo purchase was announced.\n\nShares in Yulong jumped as much 47% on November 19, the day the purchase was announced, while in October, after the acquisition of the Millennium Sapphire, shares increased almost 1000%."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Payne", "title": "Leaked email shows May's government plead with Scottish Conservatives to back Brexit fishing deal", "description": "Exclusive: Leaked email shows Theresa May's government plead with Scottish Conservatives to back her Brexit deal amid growing concerns about fishing rights after Brexit. Some Scottish Tories have accused the Prime Minister of trading away British fishing righ…", "url": "http://uk.businessinsider.com/leaked-brexit-email-uk-government-pleads-with-scottish-tories-over-2018-11", "urlToImage": "https://static.businessinsider.com/image/5bf6c20ddde8670426618589-750.jpg", "publishedAt": "2018-11-22T14:48:23Z", "content": "LONDON — Theresa May's government has pleaded with Scottish Conservatives to support the Brexit political declaration announced on Thursday amid growing concern north of the border that the prime minister is preparing to surrender British fishing rights. In a… [+2849 chars]", "fulltext": "LONDON — Theresa May's government has pleaded with Scottish Conservatives to support the Brexit political declaration announced on Thursday amid growing concern north of the border that the prime minister is preparing to surrender British fishing rights.\n\nIn an email leaked to Business Insider, with the subject heading \"FISH\", a Downing Street official runs through each of the concerns raised by Scottish MPs about the deal agreed in Brussels.\n\nThe Downing Street official insists that the UK will be an \"independent coastal state\" which is able to \"negotiate and decide\" its quotas and fishing arrangements once it has left the European Union.\n\nIt also tries to shoot down criticisms of the UK government's approach to fishing in Brexit talks, claiming that \"like Norway and Iceland\" the UK's fishing waters will form a \"separate agreement\" to any economic deals with the EU.\n\nOn Thursday afternoon, Prime Minister May relayed the details of the email to the House of Commons, claiming that \"the fishing agreement is not something we will be trading off against any other priorities.\"\n\nHowever, the EU's deputy Brexit negotiator, Sabine Weyand, appeared to contradict May on this point, tweeting: \"We need an EU-UK fisheries agreement that covers both access to waters and market access.\"\n\nScottish Conservatives are adamant that the UK's fishing waters cannot be negotiated as part of a wider trade deal.\n\nHere is an excerpt from the leaked email:\n\nAdam Payne/Business Insider Adam Payne/Business Insider Adam Payne/Business Insider\n\nScottish Conservative MPs are split on the political declaration, with Ross Thompson, the Conservative MP for Aberdeen South today accusing the government of sacrificing UK fishing rights for a trade deal with Brussels.\n\nHe tweeted: \"This means sovereignty over our waters sacrificed for a trade deal. That is unacceptable. We must be a normal Independent coastal state like Norway.\"\n\nLast week, Scottish Conservative MPs wrote to May, warning the prime minister that \"access and quota shares cannot be included in the Future Economic Partnership\" with the European Union after Brexit.\n\nHowever, Scottish Conservative MP Andrew Bowie told the New Statesman that MPs should accept what has been agreed and focus on getting a favourable deal on fishing in future relationship negotiations.\n\nThe Scotland Secretary David Mundell is also supporting the deal and refused to resign from the government last week despite previously privately raising his concerns about the Brexit Withdrawal Agreement.\n\nMundell told ITV that he didn't want to be part of a \"sort of soap opera of resignations.\"\n\nDavid Mundell MP. Leon Neal/Getty Images\n\nFrance, Denmark, Holland and Belgium have all pushed for the political declaration to say that the continuation of current arrangements for fishing access should be a precondition of a full UK-EU trade deal.\n\nQuota shares of fish are currently allocated according to an EU formula, to the anger of British fishermen who say that fishing vessels from elsewhere in the EU have too much access to British waters.\n\nThe political declaration is noticeably vague on the subject of fishing post-Brexit, saying only that both sides will \"use their best endeavours to conclude and ratify their new fisheries agreement by 1 July 2020.\"\n\nToday's draft Brexit political declaration triggered furious responses from Conservative MPs representing fishing communities in other parts of the UK.\n\nConservative MP for South East Cornwall Sheryll Murray told the Times: \"The Prime Minister wants to commit us to stay in the Common Fisheries Policy in all but name. She seeks to enter a new fisheries agreement on access to waters and quota shares. Let's be clear. This is a betrayal of Brexit.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Alexa's getting a news anchor speaking voice so it can read headlines to you like a pro — listen here", "description": "Amazon has developed a new voice for its AI-assistant Alexa which sounds more like a news anchor, The Verge reports. It did this by training neural text-to-speech technology on audio recordings of real newsreaders to pick up on their inflections and nuances. …", "url": "https://www.businessinsider.com/alexa-is-getting-a-newscaster-speaking-voice-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a21798f3dbef482008b95b3-2732-1366.jpg", "publishedAt": "2018-11-22T14:46:51Z", "content": "Amazon has been working on a new voice for Alexa to make it sound more like a news anchor, which it says customers prefer when listening to the AI-assistant reading out headlines. The Verge reports that Amazon developed this new voice by combining neural text… [+874 chars]", "fulltext": "Amazon has been working on a new voice for Alexa to make it sound more like a news anchor, which it says customers prefer when listening to the AI-assistant reading out headlines.\n\nThe Verge reports that Amazon developed this new voice by combining neural text-to-speech technology (or NTTS) with recording audio clips from real newscasters.\n\nHere's Alexa regular voice, reading an article about the Grand Central terminal opening in San Francisco:\n\nListen here to Amazon's NTTS-trained newsreader voice:\n\nThe result is still somewhat robotic, but includes some of the inflections often used by newsreaders.\n\nRead more: Microsoft's voice-recognition tech is now better than even teams of humans at transcribing conversations\n\nTrevor Wood, who oversees the application of AI in text-to-speech at Amazon, told The Verge: \"It's difficult to describe these nuances precisely in words, and a data-driven approach can discover and generalize these more efficiently than a human.\"\n\nAmazon said it only required a few hours of data to teach Alexa to talk like a newscaster. It will be launching the new voice on enabled devices in a few weeks' time."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Mark", "title": "The most bizarre, outlandish documents from the CIA's files on JFK's assassination", "description": "Thousands of previously classified files related to President John F. Kennedy's assassination have been released. They detail things like Lee Harvey Oswald's activities leading up to the shooting, bizarre tip-offs before Kennedy's and Oswald's deaths, and the…", "url": "https://www.businessinsider.com/jfk-files-summary-documents-release-oswald-cia-fbi-csatro-assassination-plots-2017-10", "urlToImage": "https://amp.businessinsider.com/images/59f10eefbcf93d1d008b4709-1920-960.jpg", "publishedAt": "2018-11-22T14:40:00Z", "content": "Just weeks before Kennedy's assassination, Lee Harvey Oswald met with a known KGB officer at the Soviet Embassy in Mexico City, according to a CIA document. The CIA learned of the meeting — which occurred on September 28, 1963 — through an October 1 phone cal… [+923 chars]", "fulltext": "Just weeks before Kennedy's assassination, Lee Harvey Oswald met with a known KGB officer at the Soviet Embassy in Mexico City, according to a CIA document.\n\nThe CIA learned of the meeting — which occurred on September 28, 1963 — through an October 1 phone call it intercepted between Oswald and an embassy guard.\n\nThe call revealed that Oswald had met with the consul, Valeriy Vladimirovich Kostikov, whom the CIA referred to as \"an identified KGB officer\" who was affiliated with the KGB's 13th Department, \"responsible for sabotage and assassination.\"\n\nDuring the call, Oswald spoke in broken Russian, identified himself by name, and asked the guard who answered the phone if there was \"anything new concerning the telegram to Washington.\" According to the document describing the call, the guard checked and told Oswald that a request had been sent, but nothing had yet been received.\n\nOne FBI liaison officer speculated that Oswald's meeting with Kostikov at the embassy had been to \"get Soviet support for a US passport or visa matter,\" the document said.\n\nThe document does not speculate or conclude that Oswald acted against Kennedy on Russian instructions or with KGB assistance."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Here are the items that are going to be flying off the shelves on Black Friday", "description": "Black Friday hasn't officially started, but the holiday shopping season is already off to a roaring start online. The hottest toys so far have been L.O.L. Surprise! dolls, Fingerlings toys, and Little Live Pets. The most popular tech purchases include digital…", "url": "https://www.businessinsider.com/holiday-2018-best-selling-items-online-so-far-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5c9c30591f246ea10ddb4-1920-960.jpg", "publishedAt": "2018-11-22T14:15:00Z", "content": "Holiday sales are off to a roaring start already. $31.9 billion was been spent online between November 1 and 20, according to Adobe Analytics. That represents 16.7% growth over last year's numbers. Every single day of the month, through November 20, reeled in… [+1564 chars]", "fulltext": "Holiday sales are off to a roaring start already.\n\n$31.9 billion was been spent online between November 1 and 20, according to Adobe Analytics. That represents 16.7% growth over last year's numbers. Every single day of the month, through November 20, reeled in more than $1 billion in online sales, a first. Monday, November 20 was the first day to crest $2 billion.\n\n\"We are on track for another blockbuster season for e-commerce, as consumers increasingly favor the convenience of shopping online over making the trip to stores,\" Taylor Schreiner, director of Adobe Digital Insights, said in a prepared statement.\n\n\"Big discounts are on the horizon in the coming days, and shoppers need not wait until Cyber Monday for some of the best deals in computers, televisions and tablets.\"\n\nRead more: Here's why we call the day after Thanksgiving 'Black Friday'\n\nAs for what people are buying online, it's dominated by three categories, according to Adobe: toys, video games, and other electronics.\n\nThe hottest toys so far have been L.O.L. Surprise! dolls, Fingerlings toys, and Little Live Pets. Video game consoles have also been popular, including the Nintendo Switch, NES Classic, and Xbox One X. The most popular tech purchases include digital cameras, which are seeing a resurgence, as well as the Amazon Fire TV and Amazon Echo.\n\n\"Big discounts are on the horizon in the coming days, and shoppers need not wait until Cyber Monday for some of the best deals in computers, televisions and tablets,\" Schreiner said.\n\nThere's some concern that shopping online on Black Friday is stealing some sales from Cyber Monday, as more people log online to shop on the day after Thanksgiving and retailers follow with compelling deals.\n\nAdobe also reaffirmed its forecast of $124.1 billion to be spent online in November and December this year.\n\nMore on Black Friday 2018:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "Here are 10 hot car deals you should take a look at on Black Friday (F, GM, FCAU)", "description": "Car buyers are always looking for a good deal, especially during Black Friday. Kelley Blue Book, the vehicle valuation and automotive research company, recently released a list of attractive SUV and car deals that are available through November 30, 2018. Many…", "url": "https://www.businessinsider.com/best-car-deals-for-black-friday-according-to-kelley-blue-book-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf58191110d4c372c1f12b2-1920-960.jpg", "publishedAt": "2018-11-22T14:07:00Z", "content": "Everyone loves a great deal. Especially on a new car. Which is why this time of year is a good time go hunting for a good bargain. After all, Black Friday is just around the corner. Kelley Blue Book, the vehicle valuation and automotive research company, rece… [+1071 chars]", "fulltext": "Everyone loves a great deal. Especially on a new car. Which is why this time of year is a good time to go hunting for a good bargain. After all, Black Friday is just around the corner.\n\nKelley Blue Book, the vehicle valuation and automotive research company, recently released a list of attractive deals on new cars and SUVs that are available through November 30. Some of these deals stand out for the thousands of dollars in cash back available from manufacturers while others offer shoppers great terms of on a lease.\n\nRead More: The 10 best SUVs on the market for under $25,000\n\n\"If you're in the market for an SUV, November is a great time to buy or lease with cash back and lease deals on top models,\" said Allyson Harwood, associate editor for Kelley Blue Book, in a statement. \"The Toyota RAV4, Mazda CX-5, and Hyundai Tucson offer great value and practicality in a small SUV package.\"\n\n\"The Ford Explorer and Jeep Grand Cherokee offer more room at a higher price point, but the savings this month could make them more affordable and worth a closer look,\" Harwood added.\n\nFive of the 10 models listed are SUVs, which have grown quite popular with the market as of late, while the other vehicles are traditional passenger cars.\n\nSo if you're car shopping during Black Friday, keep in mind Kelley Blue Book's best deals this November:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Instagram influencers are using hashtags about the devastating California wildfires to promote products", "description": "Many people have used Instagram to post photos of the devastating wildfires in Northern and Southern California, which have left at least 84 people dead. Many Instagram influencers have used hashtags related to the event to promote unrelated products. Using k…", "url": "https://www.businessinsider.com/instagram-influencers-hashtag-california-wildfires-to-promote-products-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9b83466be50146846c96a-1920-960.jpg", "publishedAt": "2018-11-22T14:00:29Z", "content": null, "fulltext": "A slew of Instagram influencers are using the devastating California wildfires to promote products and make money.\n\nMultiple users have been referencing the wildfires in Northern and Southern California or using related hashtags to post unrelated photos of themselves, and tagging their posts with brands they are sponsoring.\n\nPhotos of the fires' devastating aftermath, which can be found under hashtags including #californiafires, #woolseyfire, and #malibufires, all appear alongside ads for various products.\n\nRead more: A day in Chico, California: Photos show how survivors are helping each other cope and keep warm after their harrowing escapes from the Camp Fire\n\n\"Like and Subscribe,\" a TV show that parodies influencers, and BuzzFeed both pointed out the phenomenon this week.\n\nFor example, @destinationvine, a company that offers private wine country tours in California, posted a photo of a bottle of wine to promote \"Wine Wednesday,\" while using the #malibufire tag.\n\nSkincare company @veridattacollection also posted a caption alongside the #malibufire tag saying that the \"Malibu fires were life chaging for me,\" while linking to a photographer and the company's brand account in the post.\n\n@_earn_with_emily, an account dedicated to bitcoin, used 19 hashtags containing the word \"california\" — including #californiafires, #californahighwaypatrol, and #californiatattoos — to advertise bitcoin mining in a Thursday post.\n\nUsing trending hashtags to promote products is not a new phenomenon. Many people on platforms like Twitter and Instagram have used keywords and hashtags related to breaking news events — like terror attacks — to sell their products and post unrelated content in the past.\n\nThis is called \"keyword squatting,\" BuzzFeed reported, citing researcher Joan Donovan. It \"in a sense is free marketing,\" Donovan said. \"If you're selling a product beyond just yourself, it could translate into cash.\"\n\nBusiness Insider has contacted Instagram for comment.\n\nThe death toll from the Camp Fire in Northern California, and the Woolsey Fire in Southern California, rose to 84 on Wednesday night. Around 990 people remain missing.\n\nRead more: 'I was sitting in my car just screaming, waiting to die': A survivor of California's Camp Fire describes her harrowing escape"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Olivia Young", "title": "Some people are skipping Black Friday shopping to spend time outdoors — here are 8 underrated national parks to visit over the holiday", "description": "The #OptOutside campaign beckons people to explore the outdoors the day after Thanksgiving instead of indulging in Black Friday sales. Some of America's most spectacular national parks are also the least visited, providing serene escapes from the shopping mal…", "url": "https://www.businessinsider.com/underrated-national-parks-visit-black-friday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5b343110d4c187b340aa1-2732-1366.jpg", "publishedAt": "2018-11-22T14:00:00Z", "content": "Some people find pleasure in rising from their turkey-induced slumbers in the wee hours of the morning only to battle the notoriously frenzied hordes of sleep-deprived shoppers over discounted toys and television sets. If you're not one of those people, there… [+771 chars]", "fulltext": "Some people find pleasure in rising from their turkey-induced slumbers in the wee hours of the morning only to battle the notoriously frenzied hordes of sleep-deprived shoppers over discounted toys and television sets. If you're not one of those people, there's a place for you.\n\nMany places, in fact, provide refuge from the madness of Black Friday. America's national parks offer innumerable opportunities to work off that second helping of Thanksgiving stuffing or just a beautiful backdrop to ride out the post-holiday bloat.\n\nREI started encouraging people to #OptOutside four years ago, when the outdoor retail brand closed its doors the day after Thanksgiving to encourage both employees and shoppers to enjoy the outdoors instead. The National Parks Service hopped aboard the movement in 2017, offering free entry on the shoppers' holiday. And while the parks will maintain their fees this year, they're sure to be less expensive than a 2 a.m. shopping trip.\n\nHere are eight underrated national parks to visit on Black Friday."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "The CEO of one of Uber and Lyft's hottest rivals reveals why the DNA of his company is fundamentally different from its competitors and how it can replace the private car", "description": "Via — a ride-hailing company that focuses on shared rides — wants to eliminate the need for personal vehicles. On the consumer side, its drivers make more money than competitors like Uber and Lyft, through a more efficient algorithm they think of as a “virtua…", "url": "https://www.businessinsider.com/via-ceo-on-competing-with-uber-lyft-and-the-future-of-public-transportation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf446b966be5067b34a6cf7-960-480.jpg", "publishedAt": "2018-11-22T13:57:00Z", "content": "Every morning throughout New York City, Chicago and Washington D.C., a fleet of black vans emblazoned with bright blue logos take to the streets. If it weren't for the Via logo, they'd blend right into the fabric of other ride-hail vehicles, personal cars, an… [+14116 chars]", "fulltext": "Every morning throughout New York City, Chicago, and Washington, DC, a fleet of black vans emblazoned with bright blue logos take to the streets. If it weren't for the Via logo, they'd blend right in to the fabric of other ride-hail vehicles, personal cars, and taxis.\n\nBut under the surface, Via is hoping it can increase its market share above the tiny fraction it currently holds by convincing people that a shared ride is better for everyone.\n\nThe company, which draws inspiration from shared taxis in Israel called sheruts, has raised $387 million in four rounds of venture-capital funding and is active in three US cities as well as several others in Europe through a partnership with Mercedes-Benz.\n\nCEO Daniel Ramot has plans well beyond passengers ordering cars to get from one place to another: He wants to invent what he describes as an \"operating system\" for public transportation, one that would radically change our notion of a public bus and — eventually — eliminate the need for personal vehicles.\n\nToday, Via operates the entire public bus network in Arlington, Texas — replacing the traditional vehicles with on-demand shared vans. Its software enables other cities to do much the same with their public transit agencies.\n\nBusiness Insider caught up with Ramot to talk about what got the company to this point, how he views its mammoth competitors like Uber and Lyft, and what's next for Via:\n\nThis interview has been lightly edited for length and clarity.\n\nGraham Rapier: Obviously Uber and Lyft are two of your largest competitors. What differentiates Via from other companies in the ride-hailing space?\n\nDaniel Ramot: We see ourselves as being in a different category from Uber and Lyft, and I don't just say this as a way to address the question of competition. It's been the way that we've thought about Via from the very beginning.\n\nWe were really focused from the very beginning on creating technology and a service that is all about better public transportation. Essentially, we think of Via as a dynamic, on-demand bus solution, and that's really the way that we started to think about the company from day one.\n\nUber and Lyft, at least in my sense, have come at it from \"how do we make a better taxi?\" Now they're adding other types of mobility, but the focus for them has not been around creating better public transportation or bus experience.\n\nI think that that sort of then translates into maybe at least a couple of different elements:\n\nDaimler One is that the technology we've developed is really geared towards creating a mass-transit solution where we're trying to optimize the utilization of every seat. It's really about thinking about things in that way, to reduce by using larger vehicles and driving the efficiency of the system as sort of the core goal.\n\nThe other is the way that we've historically approached working with cities and public transportation agencies; our goal has always been to be closely aligned with them and much more collaborative. The DNA of the company is very, very different.\n\nRapier: A lot of your focus seems to be on improving public transportation — why that and not just another ride-hailing service?\n\nRamot: When we founded the company six years ago, we were thinking about \"How do you make public transit better?\" and looking around it was clear that public transportation was a space that just had very little technology in it — we used to call it insulated from technology.\n\nWe were inspired by this van-based system in Israel called sheruts, where taxi vans simply run fixed routes like buses, but smaller and faster, and you can flag them down anywhere along the route. We had the idea of taking that system and, through technology, allowing those vehicles to be routed dynamically in response to demand.\n\nAs we started to think about that solution, Oren, my cofounder, and I had this sense that this was going to be the future of public transportation. We really believed that, at some point down the road, there will certainly still be buses for high-capacity routes, and maybe only during peak hours, but not all times. It was clear to us that many of the areas that we currently serve with buses could be far better served with these more agile, dynamic, data-driven, on-demand solutions.\n\nOver time, we've come to think that it's actually potentially much bigger than that. Not only can this help us replace underperforming bus routes or complement bus systems, but eventually, if you get the system to be good enough, you hit a certain combination of convenience and cost that could start to replace the private car — which is, in that sense, the holy grail.\n\nHow do we get people out of their cars? It's very hard to do with a bus — it hasn't worked for dozens of years. Subways work very well, but they're extremely expensive to dig, and most cities don't have the density or size to really support them.\n\nRapier: But isn't the beauty of a (well-planned) bus system that you know when and where it will show up, with at least some regularity, and where it's going to go?\n\nRamot: I think the psychology of it is probably complex. I don't mean to oversimplify it, but I'm not convinced that what you just described isn't just what we've gotten used to. If you actually take a step back, it isn't that normal to show up at a bus stop and just wait there, not knowing where the bus is, when it will come, and whether it will be too full or you can find a seat. I think it's just something that, due to lack of information and technology, we've become accustomed to. It makes a lot more sense if you can open your phone and say \"I want to get from point A to point B\" and within seconds the app says \"OK, walk 100 meters to this corner, and your vehicle is three minutes away\" — makes a lot more sense.\n\nRapier: What about people without phones, like kids, the elderly, or those who can't afford it?\n\nRamot: Usually the cities we work with, whether it's directly with the municipality like in Arlington or a public transit agency, they are definitely concerned about that. When we're running a consumer service, our customers are people who have phones — we would love to get the people who don't have phones too, but it's OK, from our perspective, that we don't provide service if you don't have a phone with an app on it. But for a city like Arlington that would not be OK.\n\nVia We have a call center that you can call in, as well as several other ideas that we haven't necessarily implemented. For example, you have at the bus stations or strategic locations a tablet that you can walk up to and simply order your ride from there. We could also have a web interface so you can go online and book a ride there.\n\nRapier: How did the arrangement with Arlington, Texas, come about? How did you convince an entire city — the seventh largest in the state — to let you run the entire public transit system?\n\nRamot: We basically spent the first years the company building the technology. Once we became convinced the technology was really working, we starting going to transit conferences, speaking about what we're doing and getting to know folks in the business — especially on the municipal and transit agency side. We ended up getting connected with the folks at Arlington and talking to them about what a solution could be for their city and how we would envision it.\n\nThose talks led to an RFP (request for proposal) for an innovative on-demand public transportation service. There were actually quite a few companies that responded and we ended up being selected through that procurement process.\n\nRapier: What's the breakdown of your public transit versus consumer businesses? Are they equal, or is one much bigger than the other? Which is your biggest focus right now?\n\nRamot: Our consumer offerings in New York, Chicago, Washington, DC, and some European cities through a partnership with Mercedes-Benz is still the biggest part of our business today and continued to grow very quickly.\n\nThe part of the business where we are partnering with cities — either like the one in Arlington or simply providing the software to a transit agency — is rapidly growing. I suspect that within not too long will become an equally large and important part of the business.\n\nBut if we take a step back, the way that we see what we're doing is not as two separate businesses but one solution. We like to think of this as an operating system for on-demand shuttles. It's an extremely efficient format that we'd like to deploy all over the world. The question then becomes what is the best way for us to enter all of these cities. Sometimes we decide that it makes sense to launch our own service as we did in New York and London. Other times it may be better for us to partner with a city or agency.\n\nRapier: Let's talk about the directly operated services. Subscription plans are hot right now, with Uber and Lyft both announcing them in the same week, but you've had Via Pass for years. How's the response been to that?\n\nRamot: Our subscription service is quite unique in that we're the only one where you simply pay up front and then get unlimited (up to four) rides per day, much like a MetroCard in New York. (Editor's note: A 30-day pass for New York's subway and buses is $121; a Via pass is $255 a month.)\n\nThe service doesn't have dramatic price fluctuations that you might see on other platforms. To us, if you're going to take one, two, or four rides today, we know about how much they're going to cost.\n\nVia Additionally, a lot of our businesses is commuters — they were the foundation of the service and a big part of what we've always done.\n\nRapier: What about the algorithm — how is the routing different than that of say Lyft Line or Uber Pool?\n\nRamot: The system we've developed is all about getting as many people as possible in the vehicle while guaranteeing a route that makes sense and not being taken out of your way. Still, hopefully, we're able to find a number of other passengers whose routes overlap and can all ride together with minimal disruption.\n\nThis has always been key, but we realized early on that for this to even have a remote chance of working we're going to have to ask people to walk a little bit. If we try to pick you up exactly where you are and drop you off exactly where you need to go, that imposes pretty strong constraints on the route of the vehicle and can force large detours.\n\nWe very quickly realized this and then developed sophisticated technology around figuring out what we call \"virtual bus stops\" and the best way to route vehicles. These really complicate the computations — it's no longer just the shortest route between your origin and destination but a cloud of possible pickup points.\n\nShared rides have always been our focus, and we didn't offer private rides until about a year ago. Still, about 95% of our requests are for shared rides. The vast majority of people obviously think about it as a shared service. I can talk a lot and tell you why it's different, but I think that number speaks for itself.\n\nRapier: What about for drivers? Is your pay scale or driver app any different?\n\nRamot: There are a few key differences around the driving experiences and pay. Drivers on the Via platform are very used to following the Via app. They're provided with a route at all times, including when they're empty. A big part of the efficiency is that we know exactly where they are and where they're going to be, so we can balance out where all the empty seats are throughout the city.\n\nIf you imagine having all the vehicle take the fastest route, which might be Park Avenue for example. It's very beneficial for us to have some vehicles go down Lexington, some go down 2nd, and so forth so that we're always matching available seats and where they will be 10 minutes from now.\n\nThis driver guidance helps contribute to our significantly higher utilization rate than other platforms, which then also translates into higher earnings per hour. If you look at the most recent TLC report, the median Via drivers were making 50% more than drivers on Uber and Lyft.\n\nIt's not necessarily that Via drivers when they have a passenger in the car are making more money than Uber drivers that have a passenger in the car — I think it really is about utilization. When you think about your experience on these other platforms, their focus is on providing you a ride that's within three to four minutes away. That's it. It's a great experience, no question, on the consumer side. But it means there have to be a lot of empty vehicles driving around waiting for you to open the app and book a ride.\n\nOur wait times are a bit longer, six minutes on average, but that all comes with trying to not have too many drivers on the road and having the efficiency as high as possible.\n\nRapier: Will you be IPO-ing soon like Uber and Lyft?\n\nRamot: It's definitely a direction we're thinking about. We're trying to build a company that has a product that's deployed in every city throughout the world. If we're able to achieve that, then that's certainly a company worthy of an IPO.\n\nRapier: What about scooters? They seem to be all the rage now — are you planning to go beyond cars?\n\nRamot: Over the last 10 years, we've seen technology come into the transportation space — with the introduction of ride-hailing and shared rides — that has been super interesting. Now, what we pioneered in New York is being adopted by other ride-hailing companies around the world like Uber Pool and even Didi Chuxing and Grab have shared services now.\n\nTechnology can increasingly create new modes of transportation that didn't exist, and I think in the case of scooters — their combination of hardware, software, and batteries — has enabled this new mode of micro-mobility. Just like ride-sharing, this will change the urban mobility landscape in a really positive way. People have different needs, and having a diversity of modes to choose from is very important. We're pretty excited about the space.\n\nWe're definitely looking to add scooters to our repertoire, specifically with what we're offering to cities. A lot of our partner cities have expressed interest."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Sheryl Sandberg is on the hot seat at Facebook — but ousting her alone wouldn't solve its problems (FB)", "description": "Sheryl Sandberg is on the hot seat at Facebook — but ousting her alone wouldn't solve its problems. Sheryl Sandberg, Facebook's chief operating officer, has faced growing speculation about her future at the company. Drew Angerer/Getty Images. Sheryl Sandberg'…", "url": "http://uk.businessinsider.com/facebook-problems-go-beyond-sheryl-sandberg-2018-11", "urlToImage": "http://static5.uk.businessinsider.com/image/5bf5e23abde70f02d948c8c2-1190-625/sheryl-sandberg-is-on-the-hot-seat-at-facebook--but-ousting-her-alone-wouldnt-solve-its-problems.jpg", "publishedAt": "2018-11-22T13:48:00Z", "content": "Sheryl Sandberg, Facebook's chief operating officer, has faced growing speculation about her future at the company. Drew Angerer/Getty Images With all the turmoil going on at Facebook, the once-unthinkable notion that star executive Sheryl Sandberg would ever… [+7507 chars]", "fulltext": "With all the turmoil at Facebook, the once unthinkable notion that its star executive Sheryl Sandberg would ever be forced out seems to have become the topic on the tips of many tongues.\n\nInvestors are discussing it. Some — including yours truly— have called for it. In recent days, CEO Mark Zuckerberg and other company officials have repeatedly been asked about it.\n\nEven Sandberg, Facebook's chief operating officer, was said to have felt that she was on shaky ground earlier this year. And that was before the latest revelations about the company, including that it reportedly tried to limit public disclosures about what it had found out about Russian interference in the 2016 US election and launched a campaign to hit back at critics, including the billionaire financier George Soros.\n\nThere are plenty of good reasons Facebook should fire Sandberg, starting with the ugly and anti-Semitic Soros smear. But it would be unfortunate if Sandberg alone ended up taking a fall for the company. Facebook's problems extend far beyond Sandberg, going all the way up to the CEO's office. Change at the company really ought to begin at the very top.\n\nRead this: Opinion: Heads ought to roll at Facebook over the Soros smear — starting with Zuck's\n\nSandberg's and Facebook's reputations have fallen steeply\n\nThat Sandberg finds herself under fire is an amazing turn of events. As recently as last year, she was widely hailed as a feminist and tech industry icon, thanks to her highly influential book, \"Lean In,\" and her role at Facebook, where she has helped oversee its growth from a young startup to the global giant it is today.\n\nTapping into well-worn anti-Semitic smear, Facebook's public-relations firm tried to tar the company's critics by linking them with the financier George Soros. Sean Gallup/Getty But the public perception of Sandberg and her company has changed markedly over the past year because of the series of scandals and fiascos Facebook has found itself in. From Russia's election interference, which the company didn't detect until it was too late, to the spread of genocide-stoking propaganda in Myanmar, to multiple security breaches and data leaks, including the one to Cambridge Analytica, to the recent revelations about how it targeted its critics, Facebook has had a gusher of bad news to contend with.\n\nMany happened on Sandberg's watch. The security team was under her purview, most notably while Russia-linked groups used Facebook to spread their propaganda. Though she says she didn't know about the Soros smear or that Facebook had hired the public-relations firm that propagated it, she oversaw the company's communications team and effort.\n\nAccording to The New York Times, Sandberg was the one who spearheaded the general effort to try to turn the tables on Facebook's critics, and she repeatedly tried to tone down reports about Russian interference in the election.\n\nThanks to the stream of scandals and Facebook's responses — which have increased costs and decreased user growth — the company's stock has been crushed. It's down 25% in the year to date but off 39% since hitting its all-time high in July.\n\nSpeculation is growing about Sandberg's future at Facebook\n\nPublicly, at least, Facebook officials are standing by Sandberg. At a lunch meeting with journalists on Tuesday, Patrick Walker, one of Facebook's top executives in the UK, said there was a \"huge upswell\" in support for Sandberg inside the company. In an interview with CNN later that day, Zuckerberg expressed his backing of Sandberg.\n\n\"I hope we work together for decades more to come,\" he said.\n\nFacebook CEO Mark Zuckerberg has publicly expressed support for Sandberg. Photo by Chip Somodevilla/Getty Images But these attestations of support of Sandberg have the feel of those given by a president right before he ousts one of his Cabinet members. In his interview, Zuckerberg notably did not directly answer the question asked by CNN's senior tech correspondent, Laurie Segall, which was whether he could \"definitively say Sheryl would stay in the same role.\" Instead, he mainly talked about the work she's done.\n\nThose statements from company officials come amid growing discussion of Sandberg's role and future at the company — and outright calls for her to leave.\n\nThe head of Soros' foundation harshly criticized Sandberg and the company for the smear perpetrated against Soros. The anti-Facebook groups targeted by it have called for the immediate termination of those responsible, which would presumably include Sandberg.\n\nMeanwhile, the CNBC commentator Jim Cramer contended on Monday that Facebook's stock would go up if Sandberg resigned. And Anthony DiClemente, an Evercore analyst, said in a research note Tuesday that he was fielding a growing number of calls from investors wondering whether she'll be ousted because of the \"drumbeat of negative press.\"\n\nAll of this may seem to be just outside noise. But Zuckerberg — in an apparently unusual move — reportedly upbraided Sandberg this spring in the wake of the Cambridge Analytica scandal, saying he blamed her for the PR black eye Facebook received for it. Sandberg was said to have been left reeling. And things have only gotten worse for the company since then.\n\nSacking Sandberg alone wouldn't solve Facebook's problems\n\nThe company could do a lot worse than to hold Sandberg accountable for its string of scandals. Facebook has failed in spectacular ways in the past two years, and the groups Sandberg oversaw were at the heart of those failures. She drew outsize credit for Facebook's success. It wouldn't be unfair for her to take the fall for its failures.\n\nBut she shouldn't be alone. She shouldn't be its sole or primary scapegoat.\n\nSandberg answers to Zuckerberg. He fully controls the company, thanks to the voting rights his Facebook shares give him. He can and does direct Facebook as he sees fit.\n\nBut more to the point, Zuckerberg is the one who determines how much of the company's resources and engineering personnel to devote to particular efforts or projects, as Susan Desmond-Hellmann, a company director, recently explained to The Wall Street Journal. Whatever Sandberg's culpability for the scandals that have befallen Facebook, the buck ultimately stops with Zuckerberg. He too ought to step down.\n\nChris Wylie, the former Cambridge Analytica employee who helped expose the leak of the data of millions of Facebook users to the research firm. Getty Images Or, since he told CNN \"that's not in the plan,\" he should be forced to, perhaps by having Congress abolish the supervoting powers of his shares, which is the basis of his control.\n\nBut even that's not enough. Facebook would pose a threat to society no matter how enlightened and forward-thinking its management. The company itself simply has too much power. It has amassed detailed dossiers on millions of people. It, along with Google, dominates digital advertising and has become a major distributor of news and information.\n\nAs has become abundantly clear in the past two years, Facebook has a frightening ability to manipulate people's attitudes and emotions, as well as spread dangerous and even deadly propaganda both widely and at targeted groups. It's not just subverting citizens' privacy on a vast scale — it has the capacity to undermine democracy and civil society as well.\n\nUltimately, Facebook itself needs to be held accountable for the damage it has caused. It needs to be broken up and regulated.\n\nYes, Sandberg should resign for her and Facebook's failures. But that's only a start.\n\nNow read:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Trump warns of 'bedlam, chaos, injury and death' if US judges allowed to do their job", "description": "US President Donald Trump said on Thanksgiving that there would be \"bedlam, chaos, injury and death\" if the federal judiciary did not give him his way on immigration policy. Trump has been butting heads with Chief Supreme Court Justice John Roberts after the …", "url": "https://www.businessinsider.com/trump-warns-chaos-injury-and-death-if-us-court-stays-independent-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf54dd1110d4c31f913b426-1920-960.jpg", "publishedAt": "2018-11-22T13:42:17Z", "content": "President Donald Trump again butted heads with Chief Supreme Court Justice John Roberts in a sustained attack on the US Court of Appeals for the 9th Circuit after it blocked his move to restrict access to political asylum in the US for illegal immigrants. \"Ju… [+2283 chars]", "fulltext": "President Donald Trump again butted heads with Chief Justice John Roberts on Thursday over the US Court of Appeals for the 9th Circuit after a federal judge blocked Trump's move to restrict access to political asylum in the US for immigrants who enter the country illegally.\n\n\"Justice Roberts can say what he wants,\" Trump tweeted, referring to a rare statement from the top-ranking member of the Supreme Court defending the independence of the judicial branch of government, \"but the 9th Circuit is a complete & total disaster.\"\n\nThe 9th Circuit Court, based in San Francisco, is widely viewed as one of the US's most liberal and has previously blocked Trump's moves on immigration, such as his travel ban. The judge who blocked Trump's rollback of asylum rights, however, was a District Court judge, and not of the 9th circuit.\n\nRead more: Trump lashes out at Supreme Court Chief Justice John Roberts after he reminded the president that judges are supposed to be independent\n\n\"It is out of control, has a horrible reputation, is overturned more than any Circuit in the Country, 79%, & is used to get an almost guaranteed result,\" Trump tweeted.\n\nA PolitiFact investigation in 2017 found that the Supreme Court overturned 79% of cases it reviewed from the 9th Circuit from 2010 to 2015, though less than 1% of the total number of cases ruled by the circuit court got overturned.\n\nFurthermore, PolitiFact found that the 9th Circuit didn't have the highest rate of cases reviewed and overturned by the Supreme Court in that period — the 6th Circuit did, with 87%.\n\n\"Judges must not Legislate Security and Safety at the Border, or anywhere else. They know nothing about it and are making our Country unsafe,\" Trump continued.\n\nThe US Constitution tasks members of the federal judiciary with determining whether actions by Congress or the executive branch comply with the Constitution.\n\nRead more: Sen. Chuck Grassley has some thoughts about Trump's attacks on federal judges\n\nIn the case of the asylum ban, the federal judge found that Trump could not bar immigrants who enter the US illegally from seeking asylum, as it clashed with laws passed by Congress.\n\nWhile Trump as president has broad authority to determine how to execute law enforcement, legislation must be carried out in cooperation with Congress.\n\n\"Our great Law Enforcement professionals MUST BE ALLOWED TO DO THEIR JOB! If not there will be only bedlam, chaos, injury and death. We want the Constitution as written!\" Trump continued.\n\nBut the judges in the 9th Circuit are also fulfilling their constitutional duty, according to Roberts and other legal experts, and part of their job is determining the scope of what law-enforcement professionals can do."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Sheryl Sandberg is on the hot seat at Facebook — but ousting her alone wouldn't solve its problems (FB)", "description": "Sheryl Sandberg's future at Facebook has become an open topic of discussion in recent weeks. Facebook has stumbled through a myriad of scandals over the last two years and is facing calls for someone to be held accountable for them. There are good reasons for…", "url": "https://www.businessinsider.com/facebook-problems-go-beyond-sheryl-sandberg-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5b777f556fc2acb2d6b2b-1920-960.jpg", "publishedAt": "2018-11-22T13:00:00Z", "content": "With all the turmoil going on at Facebook, the once-unthinkable notion that star executive Sheryl Sandberg would ever be forced out seems to have become the topic on the tips of many tongues. Investors are discussing it. Some — including yours truly — have ca… [+7377 chars]", "fulltext": "With all the turmoil at Facebook, the once unthinkable notion that its star executive Sheryl Sandberg would ever be forced out seems to have become the topic on the tips of many tongues.\n\nInvestors are discussing it. Some — including yours truly— have called for it. In recent days, CEO Mark Zuckerberg and other company officials have repeatedly been asked about it.\n\nEven Sandberg, Facebook's chief operating officer, was said to have felt that she was on shaky ground earlier this year. And that was before the latest revelations about the company, including that it reportedly tried to limit public disclosures about what it had found out about Russian interference in the 2016 US election and launched a campaign to hit back at critics, including the billionaire financier George Soros.\n\nThere are plenty of good reasons Facebook should fire Sandberg, starting with the ugly and anti-Semitic Soros smear. But it would be unfortunate if Sandberg alone ended up taking a fall for the company. Facebook's problems extend far beyond Sandberg, going all the way up to the CEO's office. Change at the company really ought to begin at the very top.\n\nRead this: Opinion: Heads ought to roll at Facebook over the Soros smear — starting with Zuck's\n\nSandberg's and Facebook's reputations have fallen steeply\n\nThat Sandberg finds herself under fire is an amazing turn of events. As recently as last year, she was widely hailed as a feminist and tech industry icon, thanks to her highly influential book, \"Lean In,\" and her role at Facebook, where she has helped oversee its growth from a young startup to the global giant it is today.\n\nTapping into well-worn anti-Semitic smear, Facebook's public-relations firm tried to tar the company's critics by linking them with the financier George Soros. Sean Gallup/Getty But the public perception of Sandberg and her company has changed markedly over the past year because of the series of scandals and fiascos Facebook has found itself in. From Russia's election interference, which the company didn't detect until it was too late, to the spread of genocide-stoking propaganda in Myanmar, to multiple security breaches and data leaks, including the one to Cambridge Analytica, to the recent revelations about how it targeted its critics, Facebook has had a gusher of bad news to contend with.\n\nMany happened on Sandberg's watch. The security team was under her purview, most notably while Russia-linked groups used Facebook to spread their propaganda. Though she says she didn't know about the Soros smear or that Facebook had hired the public-relations firm that propagated it, she oversaw the company's communications team and effort.\n\nAccording to The New York Times, Sandberg was the one who spearheaded the general effort to try to turn the tables on Facebook's critics, and she repeatedly tried to tone down reports about Russian interference in the election.\n\nThanks to the stream of scandals and Facebook's responses — which have increased costs and decreased user growth — the company's stock has been crushed. It's down 25% in the year to date but off 39% since hitting its all-time high in July.\n\nSpeculation is growing about Sandberg's future at Facebook\n\nPublicly, at least, Facebook officials are standing by Sandberg. At a lunch meeting with journalists on Tuesday, Patrick Walker, one of Facebook's top executives in the UK, said there was a \"huge upswell\" in support for Sandberg inside the company. In an interview with CNN later that day, Zuckerberg expressed his backing of Sandberg.\n\n\"I hope we work together for decades more to come,\" he said.\n\nFacebook CEO Mark Zuckerberg has publicly expressed support for Sandberg. Photo by Chip Somodevilla/Getty Images But these attestations of support of Sandberg have the feel of those given by a president right before he ousts one of his Cabinet members. In his interview, Zuckerberg notably did not directly answer the question asked by CNN's senior tech correspondent, Laurie Segall, which was whether he could \"definitively say Sheryl would stay in the same role.\" Instead, he mainly talked about the work she's done.\n\nThose statements from company officials come amid growing discussion of Sandberg's role and future at the company — and outright calls for her to leave.\n\nThe head of Soros' foundation harshly criticized Sandberg and the company for the smear perpetrated against Soros. The anti-Facebook groups targeted by it have called for the immediate termination of those responsible, which would presumably include Sandberg.\n\nMeanwhile, the CNBC commentator Jim Cramer contended on Monday that Facebook's stock would go up if Sandberg resigned. And Anthony DiClemente, an Evercore analyst, said in a research note Tuesday that he was fielding a growing number of calls from investors wondering whether she'll be ousted because of the \"drumbeat of negative press.\"\n\nAll of this may seem to be just outside noise. But Zuckerberg — in an apparently unusual move — reportedly upbraided Sandberg this spring in the wake of the Cambridge Analytica scandal, saying he blamed her for the PR black eye Facebook received for it. Sandberg was said to have been left reeling. And things have only gotten worse for the company since then.\n\nSacking Sandberg alone wouldn't solve Facebook's problems\n\nThe company could do a lot worse than to hold Sandberg accountable for its string of scandals. Facebook has failed in spectacular ways in the past two years, and the groups Sandberg oversaw were at the heart of those failures. She drew outsize credit for Facebook's success. It wouldn't be unfair for her to take the fall for its failures.\n\nBut she shouldn't be alone. She shouldn't be its sole or primary scapegoat.\n\nSandberg answers to Zuckerberg. He fully controls the company, thanks to the voting rights his Facebook shares give him. He can and does direct Facebook as he sees fit.\n\nBut more to the point, Zuckerberg is the one who determines how much of the company's resources and engineering personnel to devote to particular efforts or projects, as Susan Desmond-Hellmann, a company director, recently explained to The Wall Street Journal. Whatever Sandberg's culpability for the scandals that have befallen Facebook, the buck ultimately stops with Zuckerberg. He too ought to step down.\n\nChris Wylie, the former Cambridge Analytica employee who helped expose the leak of the data of millions of Facebook users to the research firm. Getty Images Or, since he told CNN \"that's not in the plan,\" he should be forced to, perhaps by having Congress abolish the supervoting powers of his shares, which is the basis of his control.\n\nBut even that's not enough. Facebook would pose a threat to society no matter how enlightened and forward-thinking its management. The company itself simply has too much power. It has amassed detailed dossiers on millions of people. It, along with Google, dominates digital advertising and has become a major distributor of news and information.\n\nAs has become abundantly clear in the past two years, Facebook has a frightening ability to manipulate people's attitudes and emotions, as well as spread dangerous and even deadly propaganda both widely and at targeted groups. It's not just subverting citizens' privacy on a vast scale — it has the capacity to undermine democracy and civil society as well.\n\nUltimately, Facebook itself needs to be held accountable for the damage it has caused. It needs to be broken up and regulated.\n\nYes, Sandberg should resign for her and Facebook's failures. But that's only a start.\n\nNow read:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Sheryl Sandberg would have known about Facebook's relationship with a mud-slinging PR firm if she had read her emails properly", "description": "Facebook's outgoing communications boss Elliot Schrage has taken the fall for a controversial relationship with Definers Public Affairs. But COO Sherly Sandberg has now admitted that she received emails referencing Definers — after previously saying that she …", "url": "https://www.businessinsider.com/facebook-sheryl-sandberg-received-emails-about-definers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf689fe101142491c362683-1536-768.jpg", "publishedAt": "2018-11-22T12:50:58Z", "content": "We're now in week two of the news cycle on Facebook's relationship with Definers Public Affairs, which resulted in the PR firm throwing shade on Facebook's rivals and critics. Both Mark Zuckerberg and his number two, Sheryl Sandberg, have denied any knowledge… [+2189 chars]", "fulltext": "We're now in week two of the news cycle on Facebook's relationship with Definers Public Affairs, which resulted in the PR firm throwing shade on Facebook's rivals and critics.\n\nBoth Mark Zuckerberg and his number two, Sheryl Sandberg, have denied any knowledge of Definers' activities, including its efforts to link billionaire investor George Soros to an anti-Facebook movement.\n\nInstead, outgoing Head of Communications and Policy Elliot Schrage has taken the fall. In an internal memo, published by Facebook on the eve of Thanksgiving, Schrage said he \"knew and approved of the decision to hire Definers\" but was not made aware of expanding the firm's mandate into a smear campaign.\n\nRead more: Mark Zuckerberg reportedly blamed Sheryl Sandberg for the Cambridge Analytica fallout, making her worry for her job\n\n\"I built a management system that relies on the teams to escalate issues if they are uncomfortable about any project, the value it will provide or the risks that it creates,\" Schrage said. \"That system failed here and I'm sorry I let you all down.\"\n\nSandberg received emails referencing Definers\n\nBut following Schrage's admission, we also now know that the relationship with Definers was referenced in messages that went right to the top of Facebook.\n\nResponding to Schrage's email, Sandberg admitted that she had received a \"small number of emails where Definers was referenced\" and some of the firm's work was \"incorporated into materials presented to me.\"\n\nIt follows her statement on the matter last week, in which she said: \"I did not know we hired them or about the work they were doing.\"\n\nIn other words, she was made aware of the Definers partnership, but it just didn't register.\n\nSandberg said she accepted responsibility for the matter. \"I want to be clear that I oversee our Comms team and take full responsibility for their work and the PR firms who work with us,\" she said in her email this week.\n\nSandberg has been buffeted by a sequence of recent scandals at Facebook. Zuckerberg personally blamed Sandberg for Cambridge Analytica, leaving her rattled and fearing for her job, The Wall Street Journal reported.\n\nBut one Facebook executive said there has been a \"huge upswell\" of support for her internally. \"The amount of support, and other executives who have worked with her within the company for so many years, who are rallying around this particular challenge has been remarkable,\" said Patrick Walker, director of media partnerships in Europe, Middle East, and Africa."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Hawaii congresswoman and combat veteran Tulsi Gabbard called Trump 'Saudi Arabia’s b----'", "description": "Tulsi Gabbard, a Democratic congresswoman in Hawaii, criticized Trump for standing by Saudi Arabia despite admitting they may have ordered the murder of Saudi critic Jamal Khashoggi. Trump defended his standing by the kingdom by saying he was putting \"America…", "url": "https://www.businessinsider.com/tulsi-gabbard-calls-trump-saudi-arabia-bitch-khashoggi2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6942f66be5017d55116e3-1920-960.jpg", "publishedAt": "2018-11-22T12:28:34Z", "content": "Hawaii congresswoman and combat veteran Tulsi Gabbard slammed President Donald Trump by calling him \"Saudi Arabia's b----\" for his support of the country's leadership despite admitting they may have ordered the murder of Saudi critic Jamal Khashoggi. \"Hey @re… [+2552 chars]", "fulltext": "Democratic Rep. Tulsi Gabbard of Hawaii referred to President Donald Trump as \"Saudi Arabia's b----\" on Wednesday over his support of the country's leadership despite acknowledging it may have ordered the killing of the Saudi critic Jamal Khashoggi.\n\n\"Hey @realdonaldtrump: being Saudi Arabia's b---- is not 'America First,'\" Gabbard tweeted.\n\nIn a statement on Tuesday, Trump declined to personally blame or take action against Saudi Crown Prince Mohammed bin Salman even while acknowledging that the de facto Saudi leader may have ordered Khashoggi's killing.\n\nTrump argued that avoiding condemnation of Saudi Arabia's leadership helped the US pursue its interests abroad. \"Very simply it is called America First!\" the end of his written statement said.\n\nRead more: Analysis: Trump's manic statement letting Saudi Arabia off the hook for Khashoggi reveals a dark US secret\n\nGabbard, a 37-year old Iraq War combat veteran, has been discussed as a potential 2020 presidential candidate.\n\nGabbard has been vocal about the US relationship with Saudi Arabia, saying last week that the US needed to immediately end its support for what she called \"Saudi Arabia's genocidal war in Yemen.\"\n\nGabbard previously drew scrutiny for meeting with Syrian President Bashar Assad without informing her party's leadership. Assad's use of violence to crush Arab Spring protesters in Syria launched a civil war in 2011 that has seen millions displaced and hundreds of thousands killed. Gabbard often come to Assad's defense, expressing skepticism that his government uses chemical weapons against civilians.\n\nThough the CIA has reportedly assessed with \"high confidence\" that the Saudi crown prince ordered the killing of Khashoggi, Trump said in Tuesday's statement that he could not be sure that was the case.\n\n\"Our intelligence agencies continue to assess all information, but it could very well be that the Crown Prince had knowledge of this tragic event — maybe he did and maybe he didn't!\" Trump said.\n\nKhashoggi, a Saudi critic who lived in the US and wrote columns for The Washington Post, was killed inside the Saudi Consulate in Istanbul on October 2.\n\nThe fiancée of the slain journalist Jamal Khashoggi posted a touching tribute for him on Twitter. Screenshot/Twitter/Hatice Cengiz\n\nTrump's statement was met with widespread condemnation in response, even from top GOP allies.\n\nTrump, who has often used economic arguments for standing by the Saudis, credited Saudi Arabia this week with helping keep oil prices low, both in his statement and on Twitter.\n\n\"After the United States, Saudi Arabia is the largest oil producing nation in the world,\" his statement said. \"They have worked closely with us and have been very responsive to my requests to keeping oil prices at reasonable levels — so important for the world.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Turkey says the CIA has a 'smoking gun' tape nailing Saudi's Prince on the Khashoggi case", "description": "A composite image of Saudi journalist Jamal Khashoggi and Saudi Crown Prince Mohammed bin Salman. Associated Press/Virginia Mayo; Nicolas Asfouri - Pool/Getty Turkish intelligence reportedly said the CIA wiretapped a phone call where Saudi Arabia's Crown Prin…", "url": "http://uk.businessinsider.com/turkey-cia-has-a-wiretap-nailing-saudis-prince-in-the-khashoggi-case-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5bbcf3a8dde867487e2f6aa7-1190-625/turkey-says-the-cia-has-a-smoking-gun-tape-nailing-saudis-prince-on-the-khashoggi-case.jpg", "publishedAt": "2018-11-22T12:15:00Z", "content": "A composite image of Saudi journalist Jamal Khashoggi and Saudi Crown Prince Mohammed bin Salman. Associated Press/Virginia Mayo; Nicolas Asfouri - Pool/Getty Turkish intelligence reportedly said the CIA wiretapped a phonecall where Saudi Arabia's Crown Princ… [+3546 chars]", "fulltext": "A Turkish opinion columnist on Thursday said the CIA had wiretapped a phone call in which Saudi Crown Prince Mohammed bin Salman called for the Saudi critic Jamal Khashoggi to be silenced \"as soon as possible.\"\n\nThe news, citing unnamed sources and published to Turkey's Hurriyet news website, comes shortly after President Donald Trump on Tuesday issued a frantic proclamation saying the US would stand by Saudi Arabia despite the possibility that Crown Prince Mohammed ordered Khashoggi's killing.\n\nAnonymous Turkish officials have continually released information from Turkey's ongoing Khashoggi investigation at a slow, steady pace with increasingly grisly and damning details.\n\nBut while many previous reports linked the Saudi crown prince and de facto Saudi leader to Khashoggi's death, the latest news purports to expose the US as spying on its ally, specifically the Saudi royals, and ignoring potentially consequential evidence of a murder plot.\n\nRead more: 'Saudi Arabia First, not America First': Even top GOP allies of Trump are railing against his defense of Saudi Arabia over Khashoggi's killing\n\nAbdulkadir Selvi, a columnist for Hurriyet, cited anonymous officials on Thursday as saying the CIA had a tape of Crown Prince Mohammed telling his brother Khaled bin Salman, Saudi Arabia's ambassador to the US, that Khashoggi needed to be silenced immediately.\n\nSelvi wrote: \"It is said that the crown prince gave an instruction to silence Jamal Khashoggi as soon as possible and this instruction was captured during the CIA wiretapping. The subsequent murder is the ultimate confirmation of this instruction.\" He called the tape a \"smoking gun.\"\n\nSelvi then called for an international investigation that \"can reveal more jaw-dropping evidence, as CIA has more wiretapped phone calls at hand than the public knows about.\"\n\nTurkish President Recep Tayyip Erdogan has purged the military, press, and intelligence services of any critics, stripping them of their independence. That means news published by the Turkish media is thought to reflect news the Turkish government wishes to emerge.\n\nExperts previously told Business Insider that Turkish leaks could be seen as an intelligence or information warfare campaign from the Turkish government, aimed at forcing the US to reconsider its ties to Saudi Arabia.\n\nAmerica first?\n\nUS President Donald Trump. Reuters\n\nThe Trump administration sanctioned Saudi nationals in response to Khashoggi's killing and cut support for the kingdom's war in Yemen.\n\nBut Trump refused to outright blame Crown Prince Mohammed for the killing, saying it wasn't in US interests to publicly break with the 33-year-old monarch set to rule the US-allied kingdom for the next four or five decades.\n\nRead more: Analysis: Trump's manic statement letting Saudi Arabia off the hook for Khashoggi reveals a dark US secret\n\nImportantly, though Turkish intelligence and even Erdogan have several times implicated the Saudi crown prince in Khashoggi's October 2 killing at the Saudi Consulate in Istanbul, Ankara has not directly blamed him.\n\nIn fact, no country has come out against Crown Prince Mohammed by name.\n\nBut consistent leaks from Turkish media, which Erdogan has almost total control over after making his country the top jailer of journalists, have done incredible public-relations harm to the kingdom and to US support for it.\n\nBy leaking an accusation that the CIA has been spying on Saudi Arabia, and calling for an international investigation to reveal more presumably classified CIA surveillance, the Turkish intelligence, media, and government have neatly aligned in what seems to be another move designed to keep pressure on the US."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "US companies are using an ingenious method to game the system and avoid the worst of Trump's trade war", "description": "American companies may be finding an ingenious way to skirt around the tariffs imposed by President Donald Trump on importing Chinese goods. UBS's Paul Donovan said some US firms are likely funnelling imports from China through other foreign subsidiaries. Thi…", "url": "https://www.businessinsider.com/us-china-trade-war-american-companies-skirting-round-tariffs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1d1c70591f23c816734a3-1536-768.jpg", "publishedAt": "2018-11-22T11:59:33Z", "content": "American companies may be finding an ingenious way to skirt around the tariffs imposed by President Donald Trump on importing Chinese goods, as a means of avoiding the financial hit caused by the 25% taxes. According to a note from Paul Donovan, the global ch… [+2274 chars]", "fulltext": "American companies may be finding an ingenious way to skirt around the tariffs imposed by President Donald Trump on importing Chinese goods, as a means of avoiding the financial hit caused by the 25% taxes.\n\nAccording to a note from Paul Donovan, the global chief economist for UBS Wealth Management, some US firms are likely funnelling imports from China through other foreign subsidiaries, say in Canada, before finally importing them into the US. This allows companies to continue importing from China while dodging tariffs.\n\nHere's the key paragraph from Donovan (emphasis ours):\n\n\"A US company importing electrical switches from China now has to pay the new trade tax. A US company importing something that uses Chinese electrical switches from a Canadian subsidiary does not have to pay the new trade tax.\n\n\"If US companies move a stage of their manufacturing overseas (to a country other than China), the trade tax is avoided. The US is, in reality, importing as many Chinese electrical switches as ever it did. It is just now they come packaged up as something else, and that package is made somewhere other than China.\"\n\nThis means of skirting round tariffs is most effective, Donovan says, in multinational companies based in the US, as these firms, by their very nature have offices and manufacturing plants around the world. For these companies, moving small parts of production to different factories is a fairly simple process.\n\nIt is however, hard to detect, meaning that such moves are unlikely to show up in official data.\n\n\"In many cases, however, it is not the whole production process that is changing location, just one part of it,\" he wrote.\n\n\"Around 40% of all global trade is done by multinational companies. These companies by definition have factories in more than one country. It is not easy to spot this in the data.\"\n\nRead more: Crops are rotting in fields as Trump's trade war bites US farmers\n\nThat means there is no real concrete evidence to support Donovan's theory, but there are very clear hints that it is happening.\n\n\"Exports of Chinese electrical switches to Canada increased substantially after the US taxes, as US imports fell,\" he said. \"Other products saw similar surges in Canadian demand. The patterns of trade after the July trade taxes are certainly suggestive.\"\n\nSo far, the US and China have traded tit-for-tat tariffs on goods totalling $360 billion, with the US acting as the aggressor, and Trump threatening numerous times to place tariffs on all US imports from China, worth about $500 billion."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Carlos Ghosn fired as Nissan chairman following arrest", "description": "Carlos Ghosn has been removed as Chairman of Nissan. The executive was arrested in Tokyo on Monday and faces up to 10 years in prison if found guilty of financial misconduct. Ghosn is an auto industry titan that headed up a major car making alliance between R…", "url": "https://www.businessinsider.com/carlos-ghosn-fired-as-nissan-ceo-following-arrest-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf697c8c9570134897fb7a3-1920-960.jpg", "publishedAt": "2018-11-22T11:52:20Z", "content": "Car executive Carlos Ghosn has been ousted from his chairmanship at Japanese automaker Nissan following a lengthy board meeting in Tokyo according to reports from NHK. The Brazil-born Ghosn was arrested Monday following allegations of financial misconduct lin… [+1780 chars]", "fulltext": "The auto executive Carlos Ghosn has been ousted from his chairmanship at the Japanese automaker Nissan following a lengthy board meeting in Tokyo, according to reports from NHK.\n\nThe Brazil-born Ghosn was arrested Monday following allegations of financial misconduct linked to the underreporting of his salary. The French national, 64, headed up the major carmaking alliance consisting of Renault, Nissan, and Mitsubishi Motors, but his arrest has sent shockwaves through markets and forced major changes upon the businesses.\n\nGreg Kelly, an American Nissan executive, has also been removed over his role in the scandal, according to Nikkei.\n\nGhosn remains CEO and chairman of the French car giant Renault after a board meeting Tuesday decided to retain the executive while promoting Thierry Bolloré to deputy CEO with the same powers.\n\nProsecutors in Japan allege that the Renault-Nissan-Mitsubishi Alliance chairman and CEO earned a salary of about 10 billion yen, or $88.7 million, from 2011 to 2015 but reported only half of that. Ghosn could face up to 10 years in prison and a fine of up to 10 million yen if found to have committed any wrongdoing.\n\nThe executive is also accused of failing to report cash bonuses totaling about 4 billion yen ($35.6 million), according to Asahi Shimbun. Japanese prosecutors are also looking into the possibility of investigating Nissan over its failures to uncover the underreporting over the period.\n\nNissan has also accused Ghosn of misusing company funds, reportedly through purchasing houses in global cities such as Rio de Janeiro and Paris. Ghosn is a titan of the auto world, known as \"Le Cost Killer\" in France for taking a strong approach to turning around struggling businesses.\n\nRenault and Nissan have had a strategic partnership since 1999 that later included Mitsubishi, with Ghosn, 64, acting as chairman of all three companies while also serving as CEO at Renault. It is a carmaking powerhouse: The alliance sold more than 10.6 million cars in 2017, which would be the most of any single automaker in the world."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Amazon workers across Europe will protest 'inhuman' warehouse working conditions on Black Friday", "description": "Amazon workers across Europe are staging protests on Black Friday in anger at \"inhuman conditions\" inside Amazon's warehouses. Protests will take the form of demonstrations in the UK, while in Spain and Italy workers are planning a 24-hour strike. A spokesman…", "url": "https://www.businessinsider.com/amazon-workers-protest-warehouse-working-conditions-black-friday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ae33d2a19ee868c1a8b45b4-1536-768.jpg", "publishedAt": "2018-11-22T11:28:18Z", "content": "Amazon warehouse workers are going to voice their anger at working conditions in coordinated protests across Europe on Black Friday. British trade union GMB is working with hundreds of staff to stage demonstrations outside five fulfilment centres on Friday, w… [+2479 chars]", "fulltext": "Amazon warehouse workers are planning to voice their anger at working conditions in coordinated protests across Europe on Black Friday.\n\nThe British trade union GMB is working with hundreds of employees to stage demonstrations outside five fulfillment centers on Friday, while workers in Spain and Italy are planning a 24-hour strike.\n\nIn the UK, a mixture of off-shift Amazon workers and GMB members plan to demonstrate outside Amazon warehouses waving banners and handing out leaflets, a GMB spokesman told Business Insider.\n\nRead more: 'They treat us like disposable parts': An Amazon warehouse worker is waging war on working conditions in a new anonymous newspaper column\n\nThe biggest protest is set to take place at Rugeley, near Birmingham, with upward of 100 people expected to attend. After demonstrating at the warehouse, they plan to march to a rally at the Lea Hall Miners' Club, where the shadow work and pensions minister, Jack Dromey, is set to speak.\n\nThe GMB spokesman said protesters were looking to raise awareness rather than disrupt Black Friday sales. \"All we want is to get Amazon around the table,\" he said.\n\nGMB's general secretary, Tim Roache, said in a statement that working conditions at Amazon were \"frankly inhuman.\" He added: \"They are breaking bones, being knocked unconscious, and being taken away in ambulances.\"\n\nUsing a series of Freedom of Information requests, the GMB discovered in June that ambulances were called out 600 times to 14 Amazon warehouses over the past three years.\n\nAn Amazon protest in Germany earlier this year. Sean Gallup/Getty\n\nAt the Rugeley site, ambulances were called out 115 times over that period for electric shocks, bleeding, chest pains, and major trauma. Three times the ambulances were called out for \"pregnancy/maternity.\"\n\n\"At a similar sized supermarket distribution warehouse a few miles away, there were just eight call outs during the same period,\" the GMB found.\n\n'It is an awful place to work'\n\nAhead of the protest on Friday, the GMB collected statements from warehouse employees.\n\n\"I am pregnant and they put me to stand 10 hours without a chair,\" one said, adding: \"They are telling me to work hard even they know I am pregnant. I am feeling depressed when I am at work.\"\n\nWhen contacted by Business Insider about this statement, a spokesman for Amazon said that the company was \"unable to comment on this case as we don't have any information\" but that maternity leave at Amazon could start up to four weeks before the child's birth and included up to 16 weeks of full pay.\n\nAnother added: \"It is an awful place to work, can't breath or voice an opinion, feel like a trapped animal with lack of support and respect.\"\n\nAmazon's working conditions have come under fire before, notably from US Sen. Bernie Sanders, who campaigned to make CEO Jeff Bezos raise Amazon's minimum wage and said he would launch an investigation into what he called \"unsafe working conditions.\"\n\nAmazon raised its minimum wage to $15 an hour in October, but it has dismissed horror stories from its warehouses as a \"myth.\"\n\nIn response to the protest, Amazon issued the following statement to Business Insider:\n\n\"All of our sites are safe places to work and reports to the contrary are simply wrong. According to the UK Government's Health and Safety Executive, Amazon has over 40% fewer injuries on average than other transportation and warehousing companies in the UK. We encourage everyone to compare our pay, benefits, and working conditions to others and come see for yourself on one of the public tours we offer every day at our centers across the UK.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Turkey says the CIA has a 'smoking gun' tape nailing Saudi's Prince on the Khashoggi case", "description": "Turkish intelligence reportedly said the CIA wiretapped a phone call where Saudi Arabia's Crown Prince Mohammed bin Salman calls for slain critic Jamal Khashoggi to be silenced \"as soon as possible.\" The news comes just after President Donald Trump issued a f…", "url": "https://www.businessinsider.com/turkey-cia-has-a-wiretap-nailing-saudis-prince-in-the-khashoggi-case-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ac2401b72514f53478b4680-1334-667.jpg", "publishedAt": "2018-11-22T11:10:03Z", "content": "Turkish intelligence reportedly said the CIA wiretapped a phonecall where Saudi Arabia's Crown Prince Mohammed bin Salman called Jamal Khashoggi to be silenced \"as soon as possible.\" The news, made via a column for Turkey's Hürriyet news website, comes just a… [+3387 chars]", "fulltext": "A Turkish opinion columnist on Thursday said the CIA had wiretapped a phone call in which Saudi Crown Prince Mohammed bin Salman called for the Saudi critic Jamal Khashoggi to be silenced \"as soon as possible.\"\n\nThe news, citing unnamed sources and published to Turkey's Hurriyet news website, comes shortly after President Donald Trump on Tuesday issued a frantic proclamation saying the US would stand by Saudi Arabia despite the possibility that Crown Prince Mohammed ordered Khashoggi's killing.\n\nAnonymous Turkish officials have continually released information from Turkey's ongoing Khashoggi investigation at a slow, steady pace with increasingly grisly and damning details.\n\nBut while many previous reports linked the Saudi crown prince and de facto Saudi leader to Khashoggi's death, the latest news purports to expose the US as spying on its ally, specifically the Saudi royals, and ignoring potentially consequential evidence of a murder plot.\n\nRead more: 'Saudi Arabia First, not America First': Even top GOP allies of Trump are railing against his defense of Saudi Arabia over Khashoggi's killing\n\nAbdulkadir Selvi, a columnist for Hurriyet, cited anonymous officials on Thursday as saying the CIA had a tape of Crown Prince Mohammed telling his brother Khaled bin Salman, Saudi Arabia's ambassador to the US, that Khashoggi needed to be silenced immediately.\n\nSelvi wrote: \"It is said that the crown prince gave an instruction to silence Jamal Khashoggi as soon as possible and this instruction was captured during the CIA wiretapping. The subsequent murder is the ultimate confirmation of this instruction.\" He called the tape a \"smoking gun.\"\n\nSelvi then called for an international investigation that \"can reveal more jaw-dropping evidence, as CIA has more wiretapped phone calls at hand than the public knows about.\"\n\nTurkish President Recep Tayyip Erdogan has purged the military, press, and intelligence services of any critics, stripping them of their independence. That means news published by the Turkish media is thought to reflect news the Turkish government wishes to emerge.\n\nExperts previously told Business Insider that Turkish leaks could be seen as an intelligence or information warfare campaign from the Turkish government, aimed at forcing the US to reconsider its ties to Saudi Arabia.\n\nAmerica first?\n\nUS President Donald Trump. Reuters\n\nThe Trump administration sanctioned Saudi nationals in response to Khashoggi's killing and cut support for the kingdom's war in Yemen.\n\nBut Trump refused to outright blame Crown Prince Mohammed for the killing, saying it wasn't in US interests to publicly break with the 33-year-old monarch set to rule the US-allied kingdom for the next four or five decades.\n\nRead more: Analysis: Trump's manic statement letting Saudi Arabia off the hook for Khashoggi reveals a dark US secret\n\nImportantly, though Turkish intelligence and even Erdogan have several times implicated the Saudi crown prince in Khashoggi's October 2 killing at the Saudi Consulate in Istanbul, Ankara has not directly blamed him.\n\nIn fact, no country has come out against Crown Prince Mohammed by name.\n\nBut consistent leaks from Turkish media, which Erdogan has almost total control over after making his country the top jailer of journalists, have done incredible public-relations harm to the kingdom and to US support for it.\n\nBy leaking an accusation that the CIA has been spying on Saudi Arabia, and calling for an international investigation to reveal more presumably classified CIA surveillance, the Turkish intelligence, media, and government have neatly aligned in what seems to be another move designed to keep pressure on the US."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Macy's Thanksgiving Day Parade may need to ground its giant balloon characters because of wind", "description": "New York City is expecting wind speeds of up to 22 mph on Thanksgiving Day. If winds sustain a speed at 23 mph, Macy's Thanksgiving Day Parade may need to ground its balloons throughout the march. This year's Macy's Thanksgiving Day Parade may be more underwh…", "url": "https://www.businessinsider.com/macys-thanksgiving-day-parade-may-ground-giant-balloons-due-to-wind-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf681920d7c6734511f50e6-1136-568.jpg", "publishedAt": "2018-11-22T10:53:57Z", "content": "This year's Macy's Thanksgiving Day Parade may be more underwhelming than usual, as organizers could have to ground the balloons due to high winds. The Central Park area in New York City is forecast to get northwesterly winds between 15 to 25 knots (17 to 23 … [+1184 chars]", "fulltext": "This year's Macy's Thanksgiving Day Parade may be more underwhelming than usual, as organizers could have to ground the balloons due to high winds.\n\nThe Central Park area in New York City is forecast to get northwesterly winds between 15 to 25 knots (17 to 23 mph), with gusts of up to 30 knots (34.5 mph) on Thursday, the National Weather Service reported.\n\nIf winds sustain a speed of 23 mph and gusts surpass 34 mph, Macy's character balloons and heritage balloons will not be able to fly throughout the parade, the New York Post reported.\n\nA Power Ranger afloat during the 2015 parade. James Kosur / Business Insider\n\nAs per tradition, the parade will kick off in Central Park West at 9 a.m. local time and end at the Macy's department store in Herald Square.\n\nRead more: Incredible photos from the first Macy's Thanksgiving Day parade\n\nAccuWeather senior meteorologist Dave Dombek told the Post: \"It's going to be very close to that threshold, likely right below it.\"\n\nThis year's line-up will feature 16 giant character balloons, 43 heritage balloons, 26 floats, 1,200 cheerleaders and dancers, more than 1,000 clowns, and 12 marching bands. Performers include John Legend, Kelly Clarkson, and Diana Ross.\n\nMore than 3.5 million people are expected to watch the event on the street, the local ABC7 news channel reported.\n\nRead more: I attended the Macy's Thanksgiving Day parade with two young children for the first time, and here's what happened"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "The wife of a man imprisoned in the UAE at a 5-minute hearing says he wasn’t even allowed to look at her as he was sentenced to life", "description": "The wife of a British academic who has been sentenced to life in prison in the United Arab Emirates said he was not even allowed to look at her in court. Matthew Hedges was sentenced on charges of spying for the British government at a five-minute hearing whe…", "url": "https://www.businessinsider.com/matthew-hedges-not-allowed-to-look-at-wife-at-5-minute-uae-jail-hearing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6881f0591f250903b4583-1920-960.jpg", "publishedAt": "2018-11-22T10:46:49Z", "content": "The wife of a British man imprisoned in the UAE on spying charges said he wasn't even allowed to look at her during the five-minute hearing where he was sentenced to life. \"I asked him to look at me if he was feeling too nervous and he tried to do so on a cou… [+2980 chars]", "fulltext": "The wife of Matthew Hedges, a British academic imprisoned in the United Arab Emirates on spying charges, said he wasn't even allowed to look at her during the five-minute hearing where he was sentenced to life in prison.\n\n\"I asked him to look at me if he was feeling too nervous, and he tried to do so on a couple of occasions but was asked to face the judge,\" Daniela Tejada told the BBC's \"Today\" program on Thursday.\n\nTejada also said she was not able to talk to him after he was sentenced on Wednesday, in a hearing at which he had no lawyer present, on charges of spying for the British government.\n\n\"We were separated by about 10 to 20 meters, and as soon as the sentence was given, we were both made to leave the room immediately,\" she said.\n\nHedges, a 31-year-old doctoral student in Middle Eastern studies at Durham University, has been in detention since he was arrested at the airport in Dubai in May. He was not allowed any legal representation until his third court hearing, the UK newspaper The Guardian reported.\n\nRead more: Dozens of prominent activists have been held for months in Saudi Arabia without charge — and the spotlight on the Kingdom's human rights record is stronger than ever\n\nTejada said Hedges had to ask to hear the verdict again to \"double check if he had heard right.\"\n\nThe UAE's attorney general, Hamad Al Shamsi, said Hedges would have the right to appeal the verdict before the federal supreme court, though Tejada told the \"Today\" program that she had been able to speak to his court-appointed lawyer only once about this possibility.\n\nShe said she did not yet have confirmation of where he is now being held, adding, \"I can imagine he's just as distraught as I am.\"\n\nThe UK government has condemned the sentence and said it could have serious diplomatic consequences for the relationship between the two allies.\n\nJeremy Hunt, the UK foreign secretary, said there would be \"serious diplomatic consequences\" for the United Arab Emirates. Leon Neal/Getty Images\n\nThe UK foreign secretary, Jeremy Hunt, tweeted on Wednesday that the UK government had \"seen no evidence to back up charges against\" Hedges. He said his office would do \"ALL we can to get him home.\"\n\n\"UAE claim to be friend & ally of the UK so there will be serious diplomatic consequences. Unacceptable,\" he wrote.\n\nUK Prime Minister Theresa May said on Wednesday that she was \"deeply disappointed and concerned\" about the case and would raise it with authorities in the UAE.\n\nBut Tejada said the government \"should have taken a firmer stance from the beginning\" and that the Foreign Office had been dismissive of her repeated requests for help in a bid to preserve its relationship with an ally.\n\n\"They were stepping on eggshells instead of taking a firm stance,\" she said.\n\nThe UAE said Hedges pleaded guilty to the charges when he was being cross-examined, The Guardian reported.\n\nBut Tejada said that any admissions her husband might have made after months of detainment and solitary confinement should not be considered valid.\n\n\"He was put through so much strain for six months that absolutely nothing that he said — or didn't — can be used against him,\" Tejada said.\n\n\"The core issue was that he was being detained and he was being held ... for something that he didn't do,\" she said."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "The pound is surging after UK and EU make a fresh Brexit breakthrough", "description": "Pound jumps after reports UK and EU negotiators made another breakthrough on the path to Brexit. The pound has gained more than 1.1% against the dollar on Thursday morning. It had dropped sharply in the past week after Cabinet resignations over Prime Minister…", "url": "https://www.businessinsider.com/pound-dollar-exchange-rate-surges-on-brexit-deal-progress-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf68890e4218a33b931c367-750-375.jpg", "publishedAt": "2018-11-22T10:46:28Z", "content": "The pound has taken off after reports that UK and EU negotiators have made another breakthrough on the path to Brexit. European Council President Donald Tusk said on Thursday morning that a political declaration on the UK and EU's future relationship \"agreed … [+825 chars]", "fulltext": "The pound has taken off after reports that UK and EU negotiators have made another breakthrough on the path to Brexit.\n\nEuropean Council President Donald Tusk said on Thursday morning that a political declaration on the UK and EU's future relationship \"agreed at negotiators' level and agreed in principle at political level.\"\n\nPrior to Tusk's comments, an EU official said on Thursday morning that a 20-page declaration had been finalized ahead of an EU summit on Sunday where Prime Minister Theresa May hopes to have the Brexit divorce deal signed off.\n\nRead more: Brexit is now such a headache that the UK is 'uninvestable,' according to one of Wall Street's best respected research houses\n\nThe news, which marks another major step forward in the Brexit process, sent the pound flying higher, gaining as much as 1.1% against the dollar, and passing back above the $1.29 mark, which it dropped below a week ago after a series of resignations from the British Cabinet.\n\nSterling does, however, remain below the level it was trading at when Brexit Secretary Dominic Raab resigned in protest at the deal.\n\n\"The reaction itself is more telling than its magnitude. Optimism still remains in the market and sterling's ability to explode at the blink of an eye is captivating,\" Simon Harvey, a market analyst at Monex said in an email.\n\nBy 10.40 a.m. GMT (5.40 a.m. ET), it was trading at $1.2910, a gain of 1.15%, as the chart below shows:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Payne", "title": "UK and EU agree to a future relationship text as Brexit deal edges closer", "description": "LONDON — Negotiators in Brussels have agreed on a political declaration outlining the shape of the UK's relationship with the EU once it has left the bloc. Donald Tusk, European Council President, said on Thursday morning that a text had been \"agreed at negot…", "url": "https://www.businessinsider.com/uk-eu-agree-future-relationship-text-as-brexit-deal-edges-closer-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6842e66be5016d76a9d46-960-480.jpg", "publishedAt": "2018-11-22T10:27:08Z", "content": "LONDON — Negotiators in Brussels have agreed on a political declaration outlining the shape of the UK's relationship with the EU once it has left the bloc. Donald Tusk, European Council President, said on Thursday morning that a text had been \"agreed at negot… [+341 chars]", "fulltext": "LONDON — The UK and the European Union have agreed on a political declaration outlining the shape of their relationship after Brexit.\n\nDonald Tusk, the European Council's president, said on Thursday morning that a text had been \"agreed at negotiators' level and agreed in principle at political level,\" paving the way for an overall Brexit deal to be signed off.\n\nSpeaking on Downing Street, Prime Minister Theresa May said she had secured \"the right deal for the UK.\"\n\n\"It delivers on the vote of the referendum,\" she said. \"It brings back control of our borders, our money, and our laws, and it does so while protecting jobs, our security, and protecting the integrity of the United Kingdom.\"\n\nShe said she would make a statement to Parliament on Thursday afternoon before returning to Brussels to sign off on the agreement at the weekend.\n\n\"I am confident on Sunday we will be able to agree a deal that delivers for the whole UK family, including Gibraltar,\" May said.\n\n\"That deal is within our grasp, and I am determined to deliver it.\"\n\nWatch Theresa May: 'That deal is within our grasp'\n\nThe 26-page text, seen by Business Insider, states the shared aim of UK and the EU to negotiate on \"an ambitious, wide-ranging and balanced economic partnership\" once the UK has left the EU.\n\nMay's spokesman said that while \"further progress\" had been made in negotiations, the deal would not be done until it was approved by the European Council at a meeting on Sunday.\n\nPrivately, UK officials suggest there could be further attempts to pick apart the agreement over the coming days.\n\n\"What became apparent last night was the need to get this locked down to preserve the gains we had made,\" one senior government source told Business Insider.\n\nIn particular, the issue of Gibraltar, which is not mentioned in the leaked political declaration, is still not fully agreed with Spain.\n\n\"It's clear there are still issues to resolve there,\" the source said.\n\nWhat's contained in the political declaration?\n\nMay at the Confederation of British Industry's annual conference in London on Monday. Reuters / Toby Melville\n\nThe political declaration is not legally binding but explains what sort of deal the UK and the EU aspire to negotiate after Britain leaves the EU.\n\nThe document says the future trade deal should be based on \"deep\" cooperation in customs and regulations but cannot undermine the \"indivisibility\" of the EU's single market and four freedoms.\n\nBut it falls short of proposing \"frictionless trade\" as aspired to in May's Chequers proposals. It also says the future trade deal should \"build and improve\" on the customs arrangement included in the backstop proposals, meaning the UK would be wedded to EU customs rules on a permanent basis, unable to sign free-trade deals with other counties in certain areas.\n\nOn the thorny issue of the Northern Irish border, the text says the two sides share a \"determination\" to find \"alternative arrangements\" for ensuring the backstop for avoiding a hard border between Ireland and Northern Ireland doesn't need to be used.\n\nUnder the backstop proposal, the UK would effectively remain in the EU's customs union, with Northern Ireland sticking to parts of the single market until another way of preserving the frictionless Irish border could be implemented.\n\nPro-Brexit MPs and the Democratic Unionist Party MPs who prop up May's government oppose this, as it could keep the UK in a customs union for years after Brexit and create border checks between Northern Ireland and the rest of the UK.\n\nDowning Street claims to have achieved a victory, however, by securing a passage in the declaration setting out that the creation of \"alternative arrangements\" including technological solutions could allow for the backstop to come to an end — a key demand of some Conservative Brexiteers.\n\nMay is set to make a statement to MPs on the latest breakthrough in Brexit talks at some point after 2:30 p.m. GMT.\n\nThe prime minister is scheduled to travel to Brussels this weekend for an EU summit where member states are set to sign off on the Brexit withdrawal agreement before it is put to parliamentary votes in Westminster and Brussels.\n\nAnti-Brexit campaigners said the text was a \"victory for vagueness\" and lacked detail on Britain's future.\n\n\"The political declaration appears to represent very little movement on what is already a bad deal, merely a series of tiny fig leaves in a desperate eleventh-hour attempt to stem a mass rebellion on the backbenches of the Conservative Party,\" Labour MP Stephen Doughty, a Best For Britain supporter, said.\n\nThe pound surged more than 1.1% against the dollar following news of the latest breakthrough in talks."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "A Middle Eastern investment giant is suing Goldman Sachs over the 'massive international conspiracy' of the 1MDB scandal", "description": "Abu Dhabi's IPIC filed a lawsuit against Goldman Sachs on Wednesday to recover losses from 1MDB scandal. The US investment Bank is being scrutinized for its role in the scandal, which saw $4.5 billion misappropriated. Goldman said it expects to \"contest the c…", "url": "https://www.businessinsider.com/goldman-sachs-sued-over-1mdb-ipic-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf66bdb8c35ab35220dcb13-1334-667.jpg", "publishedAt": "2018-11-22T10:20:55Z", "content": "US investment banking giant Goldman Sachs is facing the music over the One Malaysia Development Berhad (1MDB) fund scandal. Abu Dhabi's International Petroleum Investment Company (IPIC) filed a lawsuit in New York on Wednesday against Goldman Sachs and others… [+2253 chars]", "fulltext": "US investment banking giant Goldman Sachs is facing the music over the One Malaysia Development Berhad (1MDB) fund scandal.\n\nAbu Dhabi's International Petroleum Investment Company (IPIC) filed a lawsuit in New York on Wednesday against Goldman Sachs and others, according to The Wall Street Journal.\n\nThe civil action by IPIC, a former partner of 1MDB, claims that Goldman and others \"played a central role in a long-running effort to corrupt former executives of IPIC and its subsidiary Aabar Investments, and mislead IPIC and Aabar.\"\n\nIPIC added that it believed the scandal was \"a massive, international conspiracy to embezzle billions of dollars.\"\n\nGoldman Sachs did not immediately respond to Business Insider's requests for comment. It told the Journal: \"We are in the process of assessing the details of allegations and fully expect to contest the claim vigorously.\"\n\nGoldman's stock is down 24.4% for the year to date and was recently downgraded by rival lender Morgan Stanley on the back of uncertainty around the investigation.\n\nRead more: 2 major brokerages are suing Goldman Sachs for blocking their clients from investing in IPOs\n\n1MDB was set up by former Malaysian Prime Minister Najib Razak in 2009 and has been major financial scandal since 2015. An estimated $4.5 billion was misappropriated from 1MDB by high-level officials and their associates between 2009 and 2014, the US Justice Department has alleged. Najib has consistently denied wrongdoing.\n\nIn 2015, billions of dollars of loans issued by 1MDB, arranged by Goldman Sachs, were guaranteed by IPIC. IPIC claimed the fund defaulted on $1.1 billion in repayments in 2016 and Malaysia's then-government agreed to pay the UAE investment fund, a settlement which has since been challenged by the country's new government.\n\nTimothy Leissner, a former partner for Goldman Sachs in Asia who was named in the IPIC lawsuit, previously pleaded guilty to conspiracy to launder money, and agreed to forfeit $43.7 million. Fellow Goldman Sachs banker Roger Ng, who was previously arrested in Malaysia at the request of US authorities, is also named in the legal action.\n\nGoldman has been under scrutiny for its role in helping 1MDB raise funds through $6.5 billion in bond offerings in 2012 and 2013, from which it earned around $600 million in fees— a higher amount than usual, according to critics.\n\nThe 1MDB investigations in the US and Malaysia have gathered pace since Najib unexpectedly lost a general election in May to Mahathir Mohamad, who returned to power 15 years after he retired as prime minister."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "RANKED: The 27 most dominant soccer players in the world right now", "description": "Lionel Messi, Cristiano Ronaldo, and Neymar Jr all make the top 10 in this list of the most dominant soccer players in world football. The ranking considers recent form from six of the sport's biggest leagues, including the Premier League, La Liga, Serie A, L…", "url": "https://www.businessinsider.com/best-soccer-players-in-world-football-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc72069e8c5369fd327bba-1920-960.jpg", "publishedAt": "2018-11-22T10:17:00Z", "content": "Lionel Messi, Cristiano Ronaldo, and Neymar Jr have all begun the 2018-2019 world soccer season in fine fashion, but who has performed the best? Business Insider studied data from soccer statistics website Whoscored.com to deliver a power ranking of the most … [+706 chars]", "fulltext": "Lionel Messi, Cristiano Ronaldo, and Neymar Jr have all begun the 2018-2019 world soccer season in fine fashion, but who has performed the best?\n\nBusiness Insider studied data from soccer statistics website Whoscored.com to deliver a power ranking of the most dominant 27 players in the sport right now.\n\nWhoscored.com configures its player rankings based on position-specific metrics that include blocks, interceptions, and tackles for defenders, total passes and pass completion for midfielders, and goal creation, shots on goal, and goals for attackers. With this in mind, each athlete in this ranking has been given a score for form, with the 27th best player averaging 7.46/10.\n\nThe ranking only considers recent performances, and therefore credits a consistent ability to continually dominate regardless of which league the player competes in.\n\nWho are the most dominant footballers in world soccer right now? Keep scrolling to find out — and check back to see how the ranking changes."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Head of Russia's GRU spy agency dies from 'serious illness' after Putin reportedly berated him for botching an assassination in the UK", "description": "Igor Korobov, the head of Russia's GRU military intelligence agency, died from an unspecified illness on Wednesday. He reportedly fell ill shortly after President Vladimir Putin summoned him to an office and reprimanded him for a series of embarrassing blunde…", "url": "https://www.businessinsider.com/russia-gru-chief-igor-korobov-dies-of-illness-after-uk-spy-poisoning-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf679da9e8c5344f038d164-1136-568.jpg", "publishedAt": "2018-11-22T10:15:10Z", "content": "The head of Russia's military intelligence agency, the GRU, has died from illness, according to officials in Moscow. He reportedly fell ill after President Vladimir Putin berated him for botching an assassination in the UK and failing to hack into the global … [+2877 chars]", "fulltext": "The head of Russia's military intelligence agency, the GRU, has died from illness, according to officials in Moscow.\n\nHe reportedly fell ill after President Vladimir Putin berated him for botching an assassination in the UK and failing to hack into the global chemical weapons headquarters earlier this year.\n\nIgor Korobov died from a \"serious illness\" on Wednesday, Russia's defense ministry told the state-run TASS news agency on Thursday.\n\nThe 62-year-old joined the GRU in 1985 and served in various positions including overseeing foreign agents. He became its head in 2016. He was named a Hero of Russia, the state's highest award, for his service.\n\nThe specifics of Korobov's illness are not clear, but it allegedly came after Putin reprimanded him for a series of embarrassing blunders by Russia's spies abroad earlier this year.\n\nRead more: Russian military reportedly unhappy with a series of embarrassing blunders by its spies abroad\n\nPresident Vladimir Putin reportedly reprimanded Korobov shortly before he fell ill. Alexei Druzhinin, Sputnik, Kremlin Pool Photo via AP\n\nAccording to Russia's MBK news site, Putin summoned Korobov to his office in mid-September to scold him, and Korobov fell ill upon returning to his home in an elite residential complex in Moscow. MBK was founded by Mikhail Khodorkovsky, a prominent Kremlin critic.\n\nRussia's military leaders reportedly called the GRU \"deeply incompetent,\" \"infinitely careless,\" and \"morons\" after Western investigators accused its agents of being behind the nerve agent poisoning of former Russian spy Sergei Skripal in Salisbury, England.\n\nAgents were also accused of being behind an attempted hack into the Organisation for the Prohibition of Chemical Weapons.\n\nBoth missions ultimately failed. Skripal and his daughter Yulia, who was also poisoned, survived the attempted assassination. One British woman who unwittingly handled the substance on a separate occasion died.\n\nSurveillance camera footage of two men, who were later identified as GRU agents, at a train station in England before poisoning Sergei Skripal with nerve agent earlier this year. London Metropolitan Police\n\nBritain in September accused two Russian men of being behind the poisoning, and Prime Minister Theresa May said that they were officers of the GRU.\n\nThe suspects gave an interview to Russian state TV claiming to be tourists, but t he investigative website Bellingcat named the two men as Colonel Anatoliy Chepiga and Dr Alexander Yevgenyevich Mishkin.\n\nThe alleged GRU agents who attempted to hack into the Organisation for the Prohibition of Chemical Weapons were also caught red-handed, and ultimately sent back to Russia.\n\nPutin will now have to appoint Korobov's successor as tension continues to rise between him and Western countries, notably the US and UK.\n\nKorobov's predecessors, Igor Sergun, also died unexpectedly in 2016. The Russian government said he suffered a heart attack in Moscow, but investigators at Stratfor said he died on a different day in Lebanon.\n\nRead more: 4 Russian spies got caught in an audacious revenge hack aimed at chemical weapons inspectors, Dutch intelligence says"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "Theresa May's claim EU citizens are 'jumping the queue' to work in UK was 'damaging and insensitive'", "description": "Theresa May's speech criticising EU citizens who \"jump the queue\" are branded \"damaging and insensitive\" by Lord Peter Ricketts, the UK's former national security advisor and ambassador to France. Theresa May used a speech on Monday to say that EU citizens wo…", "url": "https://www.businessinsider.com/theresa-may-claim-eu-citizens-are-jumping-the-queue-to-work-in-uk-were-damaging-and-insensitive-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf66a05d1e84457776d6d63-750-375.jpg", "publishedAt": "2018-11-22T08:35:04Z", "content": "LONDON — Theresa May's comments that EU workers will no longer be able to \"jump the queue\" to live and work in the UK after Brexit was \"damaging and insensitive\" and risks harming Britain's place in the world, the UK's former national security advisor has tol… [+3679 chars]", "fulltext": "LONDON — Theresa May's claim that EU workers will no longer be able to \"jump the queue\" to live and work in the UK after Brexit was \"damaging and insensitive\" and risks harming Britain's place in the world, the UK's former national security advisor has told Business Insider.\n\nLord Peter Ricketts, who was National Security Adviser under David Cameron's coalition government and the UK's former ambassador to France, told Business Insider that May's comments \"shocked\" him because they imply that EU citizens \"somehow got here by some sort of trickery or misuse of the system.\"\n\n\"By misrepresenting or implying that there was a queue which they jumped, it denigrates them and undervalues what EU citizens have contributed to this country,\" he said.\n\n\"It feels like a deliberate implication that they were somehow cutting across or finding shortcuts in the system which is untrue,\" he added.\n\n\"It is damaging and insensitive. I think we should be celebrating the contribution that EU citizens have made in their hundreds of thousands in this country, not denigrating them by suggesting they were somehow abusing the system.\"\n\n\"Most of all, it betrays a failure to appreciate and welcome the contribution that EU citizens have made and by extension the contribution that UK citizens in other countries have made.\"\n\nLord Peter Ricketts Getty May's comments came in a speech to business leaders on Monday in which she vowed to end free movement for EU citizens after Brexit. Currently, EU citizens are able to work and live in the UK without applying for a visa, and UK citizens enjoy the same reciprocal arrangement in the rest of the EU.\n\nThe prime minister has been widely criticised for the speech. Scotland's First Minister Nicola Sturgeon said the prime minister's words were \"offensive\" and \"disgraceful\" while EU citizens in the UK warned they could fuel hate crimes against them.\n\n\"That the case for Brexit has been reduced to such a miserable and self-defeating bottom line is depressing in the extreme. Let's lift our sights higher than this,\" Sturgeon said.\n\n\"Actually, the more I think about it, the more offensive 'jump the queue' is as a description of a reciprocal right of free movement. Really disgraceful.\"\n\nThe European Parliament's Brexit co-ordinator Guy Verhofstadt has also criticised May.\n\nHe said: \"EU citizens living, working, contributing to UK communities, didn't 'jump the queue' and neither did UK nationals in Europe.\"\n\n\"They were exercising rights which provided freedom and opportunities. We will fight to ensure these continue in the future, especially after any transition.\"\n\nA statement from the3million, a campaign group for EU citizens living in the UK, warned that May's language risked a return to the \"toxic\" anti-immigrant rhetoric of the 2016 Brexit referendum.\n\n\"We EU citizens in the UK will not tolerate a repeat of the toxic anti-immigrant language used in the 2016 referendum, with constant tabooed headlines on immigration and a 29% rise in hate incidents and hate crimes,\" said the statement.\n\n\"In that campaign, we were vilified and British citizens living in Europe stereotyped or ignored.\"\n\nThe group called MPs \"to publicly oppose the return of these tactics and promote an honest debate at every opportunity.\n\nA Downing Street spokesman said ahead of May's speech on Monday that EU citizens had made a \"huge contribution\" to the UK.\n\nThe spokesman said it was not \"fair\" to suggest that the prime minister planned to accuse EU citizens in the UK of \"jumping the queue\" when lines from her planned speech were released to journalists.\n\nMay later told the CBI conference: \"It will no longer be the case that EU nationals, regardless of the skills or experience they have to offer, can jump the queue ahead of engineers from Sydney or software developers from Delhi.\"\n\n\"Instead of a system based on where a person is from, we will have one that is built around the talents and skills a person has to offer.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "These are the 3 issues which could still derail Theresa May's Brexit deal", "description": "Theresa May heads to Brussels on Wednesday evening in a frantic attempt to wrap up the final details of her Brexit deal. Negotiators are trying to finalise a document which lays out aspirations for the future UK-EU relationship, but it's proving more difficul…", "url": "https://www.businessinsider.com/these-3-issues-could-still-derail-theresa-mays-brexit-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf58b8fc9570121c3197b22-1136-568.jpg", "publishedAt": "2018-11-22T08:09:58Z", "content": "LONDON — Theresa May will head to Brussels for the second time this week Saturday with the hope of winning agreement for the final text of her Brexit deal. Negotiators have already agreed on the 585-page text of the divorce deal, formally called the Withdrawa… [+4537 chars]", "fulltext": "LONDON — Theresa May will head to Brussels for the second time this week Saturday with the hope of winning agreement for the final text of her Brexit deal. Negotiators have already agreed on the 585-page text of the divorce deal, formally called the Withdrawal Agreement, which covers thorny issues like the size of the UK's exit payment and the Irish backstop mechanism.\n\nAttention is now on wrapping up the final text of the so-called political declaration, a much shorter document which will detail the UK and EU's aspirations for their future relationship. Unlike the withdrawal deal, it won't be legally binding but it will act as an important statement of intent from both sides.\n\nHowever, some issues which the political declaration covers are proving to be more difficult to resolve than negotiators had anticipated, with reports on Wednesday afternoon that a planned EU summit for Sunday could be cancelled due to a lack of progress on issues connected to the UK's future relationship.\n\nThat could spell disaster for Theresa May. She had hoped to wrap up all details of the deal so that EU leaders could sign off her deal at the planned summit on Sunday. Here are the key issues which are holding back talks.\n\n1. Gibraltar\n\nThe Rock of Gibraltar stands behind La Linea de la Concepcion city on April 4, 2017 in Spain. Tensions have risen over Brexit negotiations for the Rock of Gibraltar. Getty / Pablo Blazquez Dominguez\n\nThe tiny territory of Gibraltar poses an outsized problem for Brexit negotiators. The rocky outpost on the southern tip of Spain has been a British territory for three centuries, and its service-based economy relies heavily on the free flow of workers across the border from Spain, which account for around half its workforce.\n\nGibraltar is a self-governing territory with 34,000 residents, most of whom are British citizens and 97% of whom voted to remain in the European Union in 2016. Equally, Gibraltar is physically connected to Spain and mainland Europe and has close links with Spain, which frequently challenges the UK's legal claim to the territory.\n\nThe UK would be happy enough not to discuss the future of detail in too much detail in the political declaration. But Spain's Prime Minister Pedro Sánchez has said Spain will reject the draft Brexit deal without a clarification of the text on the status of Gibraltar.\n\n\"As things stand today if there are no changes regarding Gibraltar, Spain will vote no on Brexit,\" said Sánchez on Tuesday.\n\nArticle 184 of the draft Brexit deal says the UK and EU will \"negotiate rapidly the agreements governing their future relationship\" during the transition period from March next year. But Spain wants much more clarity than that and insists it should be able to negotiate the future of Gibraltar bilaterally with the UK.\n\nA European Commission spokesperson this week re-stated the EU's pledge that no Brexit agreement between the UK and EU could apply to Gibraltar without the agreement of Spain and the UK. It's a big issue which needs to be resolved quickly.\n\n2. Fishing\n\nFishing boats protest Getty\n\nFishing is a highly contested area between the UK and EU. Britain wants the political declaration to declare that Britain is an \"independent coastal state\" which will negotiate EU access to its waters on an annual basis.\n\nHowever, France, Denmark, the Netherlands, and Belgium want the language to state that continuing current arrangements for fishing access will be a precondition of a full UK-EU trade deal across all sectors. Quota shares of fish are currently allocated according to a formula, to the anger of British fisherman who say that fishing vessels from elsewhere in the EU have too much access to British waters.\n\n3. Future trade The European Union's chief Brexit negotiator Michel Barnier looks on at the start of the EU Commission's weekly college meeting in Brussels, Belgium, November 21, 2018 Reuters / Francois Walschaerts\n\nAbove all, Theresa May sees the political declaration as an essential tool in the bid to sell her Brexit deal to sceptical Tory MPs.\n\nTo that end, she wants to include some particularly ambitious language on the future trade relationship. That provision could, she calculates, persuade her colleagues that the controversial \"backstop\" plan to avoid a hard border in Ireland will never be needed.\n\nBut countries including Germany, France and other close trading partners of the UK oppose any language which will raise false hopes that the UK could negotiate single market membership for goods, the Financial Times reported.\n\nThe EU has repeatedly rejected such proposals as seeking to \"cherry pick\" elements of the single market as part of May's so-called Chequers plan for leaving the EU. They will resist any attempt by May to leave the door open for this to go ahead in future talks."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Thursday. Facebook is fighting a fine it got for the catastrophic Cambridge Analytica data breach. Facebook claims the £500,000 ($640,000) penalty is unjustified because there's no evidence that UK use…", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-22-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc0adba66fb3f6c3f323315-2732-1366.jpg", "publishedAt": "2018-11-22T07:40:32Z", "content": "Some Tesla employees will have to work through Thanksgiving. Reuters/Noah Berger Good morning! This is the tech news you need to know this Thursday. Facebook is fighting a fine it got for the catastrophic Cambridge Analytica data breach. Facebook claims the £… [+2502 chars]", "fulltext": "Some Tesla employees will have to work through Thanksgiving. Reuters/Noah Berger\n\nGood morning! This is the tech news you need to know this Thursday.\n\nHave an Amazon Alexa device? Now you can hear 10 Things in Tech each morning. Just search for \"Business Insider\" in your Alexa's flash briefing settings."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Trump's pushback against China is catching on globally as European negotiator declares an end to the region's 'naivety'", "description": "The European Union says it is ready to work together on a tough new system to scrutinize investment out of China. Now there's an end to \"European naivety,\" the pushback against China has expanded globally in 2018. Europe, with almost twice as much Chinese inv…", "url": "https://www.businessinsider.com/china-pushback-goes-global-european-union-trump-administration-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf65c6e0d7c6733207dd59a-2732-1366.jpg", "publishedAt": "2018-11-22T07:38:42Z", "content": "SYDNEY, Australia — The European Union on Tuesday came together to put an end to its gaping hole on the security and intentions of Chinese investments in the 28-state bloc. The decision brings the Europeans closer to the recent shift in US policy under the Tr… [+8545 chars]", "fulltext": "SYDNEY, Australia — The European Union on Tuesday came together to put an end to its gaping hole on the security and intentions of Chinese investments in the 28-state bloc.\n\nThe decision brings the Europeans closer to the recent shift in US policy under the Trump administration that deems China a clear strategic challenger and an unrivaled economic spy partially responsible for shifting some $600 billion of intellectual property out of the US economy alone.\n\nThe EU has come up with a provisional playbook meant to guide and coordinate the 28 members of the bloc on foreign investment — most specifically targeting investments out of China, Reuters reports.\n\nThe European Parliament and the holder of the rotating EU presidency, the Austrian government, made an agreement on Wednesday to set up an EU-wide monitoring of China's \"opaque\" state-owned giants that have been enthusiastically buying up European technology companies and infrastructure assets.\n\n\"Opaque state-owned enterprises or private firms with close government links have been buying EU firms using cutting-edge or dual use technologies and strategic infrastructure assets which could have a potential impact on the EU's security or public order,\" the EU said in a statement.\n\nNegotiators for both the European Parliament and the EU's 28 member states struck the deal to better protect the union's strategic technologies and infrastructure, such as ports and energy networks.\n\n'The end of European naivety'\n\nChinese President Xi Jinping and German Chancellor Angela Merkel during the official welcoming ceremony for the panda couple Meng Meng and Jiao Qing at the Zoologischer Garten zoo in Berlin. Emmanuele Contini/NurPhoto via Getty Images\n\nFollowing an intensification of Chinese investment, the European Commission-run system will determine the risks to vital infrastructure or whether indigenous innovations are being targeted by foreign agents or entities, as claimed recently in the United States.\n\nThe European Parliament's top negotiator, Franck Proust, told Reuters that Europe was finally waking up to a threat that the rest of the world's major economies had already crystallized.\n\n\"It will mark the end of European naivety,\" Proust said.\n\n\"All the world powers — the United States, Japan, China — have a method of screening. Only Europe does not.\"\n\nA major hurdle is that more than half the EU member states have no shared mechanism for thumbing through foreign investment, nor has there ever been a coordinated security or risk assessment.\n\nRead more: Trump said he had 'no financial interests in Saudi Arabia.' But his businesses have made millions from the Saudi government, and the crown prince gave his New York City hotel a huge boost.\n\nEurope is composed of many different states with vastly differing economies, interests, and concerns.\n\nOften when they try to balance the risks and attractions of Chinese investment, they come up with wildly differing measurements.\n\nEspionage in all but name\n\nA partial solar eclipse seen above a ridge of roof on August 11 in Xi'an, in China's Shaanxi province. VCG via Getty Images\n\nThe new proposed law does not single out China by name, but the nod to state-owned enterprises and secretive technology transfers are glaringly clear references to Beijing.\n\nFBI Director Chris Wray has said no country even comes close to China in terms of corporate and foreign espionage.\n\nAnd investment often lays the perfect foundation.\n\nIn testimony given in May to the US House of Representatives' Foreign Affairs Committee, Philippe Le Corre, a nonresident senior fellow in the Europe and Asia Programs at the Carnegie Endowment for International Peace, noted that from $840 million invested in 2008, China's annual foreign direct investment in Europe grew to $42 billion in 2017.\n\n\"Although the United States and the EU do not always speak with one voice, they should coordinate and present a united front as Chinese capital continues to flow towards the European continent,\" Le Corre said.\n\nAccording to Bloomberg, China's total European investments over the past 10 years, including mergers and acquisitions and greenfield investments, have come to $318 billion. By the beginning of April, China had taken over about 360 European companies. That's 45% more than Chinese investment in the US over the same period.\n\nThe proposal, demanded by France, Germany, and the former Italian government, still needs the support of the 28 EU states when they meet again in December.\n\nThere will be some opposition\n\nShipping containers seen at the freight terminal at the Piraeus port on October 19 in Piraeus, Greece. Milos Bicanski/Getty Images\n\nIn the EU neighborhood, Switzerland is a magnet for Chinese investment, with ChemChina's acquisition of Syngenta, an agri-business giant, that concluded this year for $46 billion, the largest-ever acquisition by a Chinese company.\n\nCyprus, Luxembourg, Malta, Portugal, Cyprus, and Greece all have cause to welcome Chinese investment.\n\nChinese maritime investment has been particularly focused in Greece and Portugal. Greece's historic port of Piraeus is now majority owned by China's Cosco Shipping.\n\n\"State-owned enterprises from China have initiated more than two-thirds of Chinese investments across the European continent,\" Le Corre told the House. \"Chinese sovereign funds or state banks have financed other deals by private investors, illustrating Beijing's use of state-directed, market-distorting, mercantilist policies.\"\n\nParliament will vote on the proposal in February or March.\n\n\"Member states will retain the power to review and potentially block foreign direct investment on security and public order grounds,\" the EU said in a statement.\n\nCommence global pushback\n\nA police officer at the site of the New Year's Eve stampede in Shanghai on January 3, 2015. Wang Zhao/AFP/Getty Images\n\nThe move is part of a broader global trend, as individually both Germany and France, Australia, Canada, and New Zealand have begun to push back against the machinations hidden within the deluge of Chinese money.\n\nEurope has essentially been playing catch-up with the rest of the world following the US government's clear shift toward an acute rivalry with China.\n\nRichard McGregor, a China expert who is a senior fellow at the Sydney-based think tank the Lowy Institute, said Australia's decision to reject a $13 billion bid for Australia's dominant gas pipeline network would have given a single foreign company monopoly control of most of the country's pipelines.\n\n\"If you're going to develop some kind of internal resilience in Australia, you've got to push back against China,\" McGregor said at a UBS conference on Monday. \"There's no nice way of doing it, and you might pay a price at some stage.\"\n\nIn Malaysia, the new old Prime Minister Mahathir Mohamad has suspended or canceled $26 billion in Chinese-funded projects since his election victory in May.\n\nNations from Africa to the Pacific have taken notice after China took a controlling stake in the Sri Lankan port of Hambantota because it could not service its debt.\n\nZambia has been left with little choice but to hand over control of its international airport as well as a state power company to China.\n\nAnti-Chinese sentiment there, stoked by opposition groups, has been threatening to boil over as lucrative contracts are handed over to China and the government continues to binge-borrow from Beijing.\n\nMyanmar is trying to negotiate its way out of a gigantic Chinese-funded deepwater port and industrial zone on the Bay of Bengal— from one that was proposed to cost $7.3 billion to a more modest development that would cost $1.3 billion — in a possibly forlorn attempt to avoid what Western analysts have taken to calling the diplomacy debt trap.\n\nVice President Mike Pence has been the Trump administration's point man, most recently seeking protracted US counterefforts in the Pacific.\n\nA few months after the US began imposing stiff tariffs on Chinese imports — now valued at $270 billion— the National Defense Authorization Act, passed in August and named for the late US Sen. John McCain of Arizona, stressing a \"whole of government\" response to the China threat.\n\nThe act comes at China hard on influence operations and the high-technology industrial threat, on the South China Sea and concerning the status of Taiwan."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "The 10 most important things in the world right now", "description": "Hello! Here's whats happening on Thursday. 1. Facebook says it asked an opposition research firm to link its critics to George Soros. Facebook's outgoing boss of policy and communications, Elliot Schrage, says he's taking the blame for the scandal. 2. Tesla i…", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-2-november-21-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b58ba1f89c8a11d008b4594-2732-1366.jpg", "publishedAt": "2018-11-22T06:14:18Z", "content": "Hello! Here's whats happening on Thursday. 1. Facebook says it asked an opposition research firm to link its critics to George Soros. Facebook's outgoing boss of policy and communications, Elliot Schrage, says he's taking the blame for the scandal. 2. Tesla i… [+1885 chars]", "fulltext": "Hello! Here's whats happening on Thursday.\n\n1. Facebook says it asked an opposition research firm to link its critics to George Soros. Facebook's outgoing boss of policy and communications, Elliot Schrage, says he's taking the blame for the scandal.\n\n2. Tesla is cutting the price of its Model X and Model S cars in China by up to 26 percent. The price cut comes amid rising trade tensions and increasing tariffs between China and the US.\n\n3. A new report reveals the behind-the-scenes battle royale between Trump and Meuller's teams over the president's Russia interview. The report details tense negotiations, Trump's desire to answer questions up front, a likely subpoena, and obstruction from Trump's lawyers.\n\n4. Foreign investors are watching China's murky debt markets. A looming crash for a debt laden coal outfit could be a sign of things to come.\n\n5. The death toll from California's wildfires keeps rising - now its at 84. Nearly 1,000 people are still missing.\n\n6. An American tourist has allegedly been killed by a remote indigenous tribe near India. The Sentinelese tribe on Andaman and Nicobar Islands have very little contact with the outside world.\n\n7. Singapore's ruling party will disclose new positions within its top decision making body on Friday. The announcement could give a strong indicator of who the country's next leader might be as Prime Minister Lee Hsien Loong has pledged to step down in the coming years.\n\n8. Michelle Obama's 'Becoming' is a bigger hit than Hillary's book. Its sold over 1.4 million copies already.\n\n9. The oldest US military survivor of the infamous Japanese surprise attack on Pearl Harbor has died. Ray Chavez, recently honored by President Donald Trump, died at the age of 106.\n\n10. Its almost Black Friday. Get out ahead and go crazy with our best of Amazon guide. We've prepared a list ahead of the biggest shopping day of the year.\n\nAnd finally...\n\nOne ticket, two days, 50+ insightful speakers, and 600+ executives. Business Insider's flagship IGNITION conference headliners include Mark Cuban, Janice Min, Sir Martin Sorrell and Barbara Corcoran. Join us for IGNITION, December 3-4, New York City."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Goldman Sachs boccia per la seconda volta in un mese Apple: il pricing dell'iPhone XR è basato su 'calcoli errati' - Business Insider Italia", "description": "Business Insider Italia Goldman Sachs boccia per la seconda volta in un mese Apple: il pricing dell'iPhone XR è basato su 'calcoli errati' Business Insider Italia Goldman Sachs ha emesso una nota insolitamente pessimistica sulle prospettive del titolo Apple; …", "url": "https://it.businessinsider.com/da-goldman-sachs-secondo-downgrade-questo-mese-per-apple-per-la-banca-potrebbe-aver-basato-la-strategia-di-pricing-delliphone-xr-su-calcoli-errati/", "urlToImage": "https://cdn.gelestatic.it/businessinsider/it/2018/11/5b31e9791ae66220008b525f-960-720.jpg", "publishedAt": "2018-11-22T05:11:07Z", "content": "Goldman Sachs ha emesso una nota insolitamente pessimistica sulle prospettive del titolo Apple Secondo gli analisti della banca, Apple potrebbe aver basato su “calcoli errati” il prezzo stabilito per l’iPhone XR (750 dollari negli Stati Uniti) Per Goldman è p… [+4103 chars]", "fulltext": "Goldman Sachs ha emesso una nota insolitamente pessimistica sulle prospettive del titolo Apple\n\nSecondo gli analisti della banca, Apple potrebbe aver basato su “calcoli errati” il prezzo stabilito per l’iPhone XR (750 dollari negli Stati Uniti)\n\nPer Goldman è possibile che Apple stia perdendo il potere che le consente di vendere i suoi prodotti a prezzi più alti rispetto ai competitor\n\nRispetto al picco segnato a ottobre il titolo Apple si è deprezzato di oltre il 20%, facendo diminuire la capitalizzazione di borsa della società di oltre 220 miliardi di dollari.\n\nGoldman Sachs ha ridotto il suo target price per Apple per la seconda volta questo mese, a causa dei colpi subiti dal titolo dal 1° novembre, quando la società ha pubblicato i suoi risultati.\n\nGuarda anche\n\nIl corso azionario di Apple è sceso di oltre il 20% dal picco segnato a ottobre, facendo diminuire di oltre 220 miliardi di dollari la capitalizzazione di borsa della società.\n\nCome hanno scritto nella loro nota pessimistica sul titolo, Rod Hall e il suo team di analisti hanno l’impressione che Apple abbia “effettuato calcoli errati in relazione al rapporto prezzo-funzionalità” per il nuovo iPhone XR, e che il telefono premium meno costoso della società possa non aver colto nel segno.\n\n“Oltre al basso livello di domanda relativa ai prodotti Apple in Cina e in altri mercati emergenti, sembra anche possibile che il rapporto tra prezzo e funzionalità dell’iPhone XR non sia stato accolto favorevolmente dagli utenti al di fuori degli Stati Uniti” hanno scritto gli analisti.\n\n“Storicamente, una percentuale spropositata della domanda nel Q4 tende a manifestarsi nel periodo di quindici giorni che ha inizio una settimana prima del giorno di Natale; è dunque possibile che le cose cambino, anche se non lo riteniamo probabile” ha continuato il team, aggiungendo che il basso livello della domanda in Cina e la forza del dollaro rispetto alle altre valute potrebbero mettere ulteriormente in difficoltà l’azienda.\n\nLeggi anche: Le ricchissime 3A (Apple, Alphabet e Amazon) non crescono come prima. Colpa della concorrenza cinese\n\nGoldman Sachs ha suonato per la prima volta il campanello d’allarme su Apple una settimana fa, scrivendo che “la domanda di mercato relativa ai nuovi modelli di iPhone sta subendo un deterioramento”.\n\nLa banca ora lancia un avvertimento riguardo alla possibilità che Apple stia perdendo lo smalto — insieme al potere che le permette di vendere i suoi smartphone a prezzi superiori rispetto ai competitor:\n\n“Il successo riscosso da Apple grazie alla domanda relativa all’iPhone X quest’estate e, successivamente, l’avvio relativamente buono del ciclo del modello XS quest’autunno ci avevano portato a pensare che tale potere di pricing fosse ancora intatto. Adesso però il laboratorio del mercato sembra indicare che Apple si trovi al limite del price premium di cui gode rispetto all’iPhone. In base alla nostra esperienza nella categoria dei telefoni cellulari, quando le aziende produttrici di articoli tecnologici di consumo perdono il loro potere di pricing tendono a perdere o margini o quote di mercato, oppure entrambe le cose.”\n\nPer gli analisti è possibile che gli investitori stiano attribuendo un valore eccessivo all’ecosistema di Apple — studiato per fare in modo che gli utenti acquistino nuovi prodotti dell’azienda quando quelli che possiedono diventano troppo vecchi — perché sono focalizzati sugli Stati Uniti.\n\n“Noi non pensiamo che il resto del mondo sia altrettanto legato all’ecosistema dei prodotti Apple, ragion per cui i costi di switch al di fuori degli Stati Uniti tendono a essere inferiori” hanno scritto.\n\nLa nota di questo martedì è l’ultima prova del timore degli analisti che i volumi di vendita dell’iPhone inizino a ridursi a breve. Molti pensano che sia stato proprio questo timore a far decidere ad Apple di non comunicare più il numero di unità vendute, che per gli analisti era un indicatore chiave. La società ha dichiarato che preferisce focalizzarsi sul proprio passaggio al ruolo di azienda di servizi, con ricavi ricorrenti garantiti.\n\nSecondo gli analisti il fatturato di Apple nel Q4 si fermerà nella fascia più bassa della forbice prevista dalla società, e Goldman Sachs ha ridotto il target price per il titolo a 182 dollari per azione. In questo stesso mese gli stessi analisti l’avevano ribassato da 222 a 209 dollari per azione."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Oldest US military survivor of Pearl Harbor dies at age 106", "description": "Audrey McAvoy/AP Ray Chavez, the oldest US military survivor of the Pearl Harbor attack that plunged the country into World War II, died at 106. Chavez, who had been battling pneumonia, died in his sleep in San Diego. In May, he traveled to Washington, D.C., …", "url": "https://www.businessinsider.com/oldest-pearl-harbor-survivor-dies-at-age-106-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf634ccf556fc337a78cb35-2732-1366.jpg", "publishedAt": "2018-11-22T04:59:06Z", "content": "LOS ANGELES (AP) — Ray Chavez, the oldest U.S. military survivor of the Dec. 7, 1941, attack on Pearl Harbor that plunged the United States into World War II, died Wednesday. He was 106. Chavez, who had been battling pneumonia, died in his sleep in the San Di… [+3892 chars]", "fulltext": "LOS ANGELES (AP) — Ray Chavez, the oldest U.S. military survivor of the Dec. 7, 1941, attack on Pearl Harbor that plunged the United States into World War II, died Wednesday. He was 106.\n\nChavez, who had been battling pneumonia, died in his sleep in the San Diego suburb of Poway, his daughter, Kathleen Chavez, told The Associated Press.\n\nAs recently as last May he had traveled to Washington, D.C., where he was honored on Memorial Day by President Donald Trump. The White House tweeted a statement Wednesday saying it was saddened to hear of his passing.\n\n\"We were honored to host him at the White House earlier this year,\" the statement said. \"Thank you for your service to our great nation, Ray!\"\n\nDaniel Martinez, chief historian for the National Park Service at Pearl Harbor, Hawaii, confirmed Wednesday that Chavez was the oldest survivor of the attack that killed 2,335 U.S. military personnel and 68 civilians.\n\n\"I still feel a loss,\" Chavez said during 2016 ceremonies marking the attack's 75th anniversary. \"We were all together. We were friends and brothers. I feel close to all of them.\"\n\nRead more: The Navy made incredible photos to show present-day Pearl Harbor compared with the day of the attack\n\nHours before the attack, he was aboard the minesweeper USS Condor as it patrolled the harbor's east entrance when he and others saw the periscope of a Japanese submarine. They notified a destroyer that sunk it shortly before Japanese bombers arrived to strafe the harbor.\n\nBy then Chavez, who had worked through the early morning hours, had gone to his nearby home to sleep, ordering his wife not to wake him because he had been up all night.\n\n\"It seemed like I only slept about 10 minutes when she called me and said, 'We're being attacked,' \" he recalled in 2016. \"And I said, 'Who is going to attack us?' \"\n\n\"She said, 'The Japanese are here, and they're attacking everything.' \"\n\nHe ran back to the harbor to find it in flames.\n\nChavez would spend the next week there, working around the clock sifting through the destruction that had crippled the U.S. Navy's Pacific fleet.\n\nLater he was assigned to the transport ship USS La Salle, ferrying troops, tanks and other equipment to war-torn islands across the Pacific, from Guadalcanal to Okinawa.\n\nAlthough never wounded, he left the military in 1945 suffering from post-traumatic stress disorder that left him anxious and shaking.\n\nReturning to San Diego, where he had grown up, he took a job as a landscaper and groundskeeper, attributing the outdoors, a healthy diet and a strict workout program that he continued into his early 100s with restoring his health.\n\n\"He loved trees and he dearly loved plants and he knew everything about a plant or tree that you could possibly want to know,\" his daughter said Wednesday with a chuckle. \"And he finally retired when he was 95.\"\n\nStill, he would not talk about Pearl Harbor for decades. Then, on a last-minute whim, he decided to return to Hawaii in 1991 for ceremonies marking the attack's 50th anniversary.\n\n\"Then we did the 55th, the 60th, the 65th and the 70th, and from then on we went to every one,\" his daughter recalled, adding that until Chavez's health began to fail he had planned to attend this year's gathering next month.\n\nBorn March 12, 1912, in San Bernardino, California, to Mexican immigrant parents, Chavez moved to San Diego as a child, where his family ran a wholesale flower business. He joined the Navy in 1938.\n\nIn his later years, as he became well known as the attack's oldest military survivor, he'd be approached at memorial services and other events and asked for his autograph or to pose for pictures. He always maintained that those events were not about him, however, but about those who gave their lives.\n\n\"He'd just shrug his shoulders and shake his head and say, 'I was just doing my job,' \" said his daughter. \"He was just a very nice, quiet man. He never hollered about anything, and he was always pleasant to everybody.\"\n\nChavez was preceded in death by his wife, Margaret. His daughter is his only survivor.\n\nFuneral services are pending.\n\n___\n\nAssociated Press Writer Audrey McAvoy in Honolulu contributed to his story."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Sen. Chuck Grassley has some thoughts about Trump's attacks on federal judges", "description": "Republican Sen. Chuck Grassley of Iowa said he had reservations about Chief Justice John Roberts' response to President Donald Trump's controversial remarks about a federal judge. In a tweet, Grassley, the Judiciary Committee Chairman, referenced Roberts' pre…", "url": "https://www.businessinsider.com/republican-leaders-respond-to-trump-attacks-on-john-roberts-judges-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5fabd10114243fc3b0f12-2732-1366.jpg", "publishedAt": "2018-11-22T03:04:35Z", "content": "Republican Sen. Chuck Grassley of Iowa said he had reservations about Chief Justice John Roberts' response to President Donald Trump's controversial characterization of a federal judge and the 9th District court, and suggested it was a hypocritical move based… [+4419 chars]", "fulltext": "Republican Sen. Chuck Grassley of Iowa said he had reservations about Chief Justice John Roberts' response to President Donald Trump's controversial characterization of a federal judge and the 9th District Court, suggesting it was hypocritical based on Roberts' interactions with Trump's predecessor.\n\n\"Chief Justice Roberts rebuked Trump for a comment he made abt judge's decision on asylum,\" Grassley said in a tweet on Wednesday. \"I don't recall the Chief attacking Obama when that Prez rebuked Alito during a State of the Union.\"\n\nGrassley, the Senate Judiciary Committee chairman, appeared to be referring to President Barack Obama's 2010 State of the Union address in which he criticized the Supreme Court's 5-4 landmark decision in Citizens United v. Federal Election Commission. The decision eased restrictions for corporations and unions on funding political campaigns.\n\nBut Obama did not single out Justice Samuel Alito in that address, but referred to the Supreme Court broadly, without mentioning names.\n\n\"With all due deference to separation of powers, last week the Supreme Court reversed a century of law that I believe will open the floodgates for special interests, including foreign corporations, to spend without limit in our elections,\" Obama said.\n\nIn a video of the speech, Alito could be seen shaking his head and mouthing words as Obama commented on the court's decision.\n\nAlito joined the majority opinion and concurring opinions by Roberts and Justice Antonin Scalia.\n\nIn an appearance at the University of Alabama Law School in March 2010, Roberts discussed the State of the Union address and questioned the justices' presence there but stopped short of criticizing Obama.\n\n\"There is the issue of the setting, the circumstances, and the decorum,\" Roberts said. \"The image of having the members of one branch of government standing up, literally surrounding the Supreme Court, cheering and hollering, while the court, according to the requirements of protocol, has to sit there, expressionless, I think, is very troubling.\n\n\"And it does cause me to think whether or not it makes sense for us to be there,\" Roberts continued. \"To the extent the State of the Union has degenerated into a political pep rally, I'm not sure why we're there.\"\n\nThough he did not single out a Supreme Court justice during his speech, Obama, as an Illinois senator in 2006, was critical of Alito and joined a filibuster on a vote on Alito's nomination led by Democrats.\n\n\"I think Judge Alito, in fact, is somebody who is contrary to core American values, not just liberal values,\" Obama said in an interview with ABC News in January 2006, days before Alito's confirmation to the Supreme Court.\n\nHe added: \"When you look at his decisions in particular during times of war, we need a court that is independent and is going to provide some check on the executive branch, and he has not shown himself willing to do that repeatedly.\"\n\nRead more: Trump lashes out at Supreme Court Chief Justice John Roberts after he reminded the president that judges are supposed to be independent\n\nPresident Donald Trump visiting a neighborhood destroyed by the Camp Fire in Paradise, California. Reuters\n\nGrassley's quip came amid a tense back-and-forth between Trump and the federal judiciary. On Monday, a federal judge from the Northern District of California stopped Trump's move to bar migrants who do not come to the US through a legal port of entry from applying for asylum.\n\nThe following day, Trump described the judge as \"an Obama judge\" and railed against the US Court of Appeals for the 9th Circuit, the appellate jurisdiction for the Northern District of California, by suggesting its rulings were inherently prejudiced.\n\n\"You go the 9th Circuit, and it's a disgrace,\" Trump said. \"And I'm going to put in a major complaint because you cannot win — if you're us — a case in the 9th Circuit, and I think it's a disgrace.\"\n\nRoberts responded to Trump's comments on Wednesday by saying the federal judiciary remained free of political biases.\n\n\"We do not have Obama judges or Trump judges, Bush judges or Clinton judges,\" Roberts said in a statement. \"What we have is an extraordinary group of dedicated judges doing their level best to do equal right to those appearing before them.\"\n\nTrump later repeated his allegation that the 9th Circuit, the largest appeals court overseeing the western US, was prejudiced.\n\n\"Sorry Chief Justice John Roberts, but you do indeed have 'Obama judges,' and they have a much different point of view than the people who are charged with the safety of our country,\" Trump tweeted. \"It would be great if the 9th Circuit was indeed an 'independent judiciary,' but if it is why are so many opposing view (on Border and Safety) cases filed there, and why are a vast number of those cases overturned.\n\n\"Please study the numbers, they are shocking,\" Trump added.\n\nDemocratic lawmakers praised Roberts' statement and thanked him for taking a stand.\n\n\"Thanks Chief Justice Roberts for your powerful rebuke to Trump — refuting his demagogic denunciation of an 'Obama judge,'\" Sen. Richard Blumenthal of Connecticut said on Twitter. \"When the history of this dark era is written, our independent judiciary (& free press) will be the heroes. Our gratitude goes to them this Thanksgiving.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "FACEBOOK 'prepares for war' with DC...", "description": "FACEBOOK 'prepares for war' with DC... (Third column, 2nd story, link ) Related stories: Hires top antitrust lawyer... Ads urge staff to leak secrets... Advertise here", "url": "http://uk.businessinsider.com/facebook-hires-doj-lawyer-kate-patchen-on-trump-antitrust-concerns-2018-11", "urlToImage": "http://static3.uk.businessinsider.com/image/5bf54b0dbde70f6f6702d3d8-1190-625/facebook-looks-like-its-preparing-for-war-with-trump-after-hiring-a-top-department-of-justice-antitrust-lawyer.jpg", "publishedAt": "2018-11-22T02:37:37Z", "content": "Donald Trump and Mark Zuckerberg. Getty/Business Insider Facebook has hired one of the top antitrust lawyers in Silicon Valley, in a sign that the company could be preparing for war with Donald Trump's administration. Kate Patchen, the chief of the Department… [+1547 chars]", "fulltext": "Facebook has hired one of the top antitrust lawyers in Silicon Valley in a sign that the company could be preparing for war with Donald Trump's administration.\n\nKate Patchen, the chief of the Department of Justice's antitrust division in San Francisco, has joined Facebook as director and associate general counsel of litigation.\n\nPatchen updated her LinkedIn profile earlier this month with the news, which was first spotted by the Financial Times. Business Insider has contacted Patchen and Facebook for comment.\n\nLinkedIn\n\nPatchen's hire comes during the same month that US President Donald Trump said his administration was \"looking at\" antitrust proceedings against tech giants Google, Amazon, and Facebook.\n\n\"You look at the European Union, they fined I guess it was Google, billions of dollars, and frankly I don't like that they're doing that because that's an American company,\" Trump told Axios. \"I don't think it's good that they're doing that. But if anybody does that, it should be us doing it.\"\n\nRead more: Facebook staff have voiced a 'huge upswell' of support for Sheryl Sandberg after she reportedly feared for her job\n\nPatchen has worked at the Department of Justice for 14 years, during which time she has prosecuted a number of price-fixing cartel cases in the computer-memory-chip industry.\n\nHer appointment is not the only sign that Facebook is beefing up its legal bench amid the threat of hostilities from the White House.\n\nFacebook is also looking to hire a lead counsel on competition matters in Washington. In an ad on LinkedIn, it said the successful candidate would \"Manage investigations and inquiries related to antitrust matters and help develop the company's legal position and strategy on competition matters throughout the world.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Gray", "title": "New report reveals the behind-the-scenes battle between Trump's team and Mueller over a possible interview on the Russia investigation", "description": "A new report from the Associated Press details the back-and-forth between President Donald Trump's lawyers and the special counsel Robert Mueller, over the terms of a potential interview with Trump. Their compromise? Written answers to questions, which were d…", "url": "https://www.businessinsider.com/trump-mueller-interview-on-russia-investigation-almost-happened-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf60c24da27f84ea7215dd3-1920-960.jpg", "publishedAt": "2018-11-22T01:56:11Z", "content": "A new report from the Associated Press details the back-and-forth between President Donald Trump's lawyers and the special counsel Robert Mueller's office and whether Trump would sit down with Mueller for an interview under oath. The matter has been a point o… [+2416 chars]", "fulltext": "A new report from the Associated Press details the back-and-forth between President Donald Trump's lawyers and the special counsel Robert Mueller's office on whether Trump would sit down with Mueller for an interview under oath.\n\nThe matter has been a point of controversy ever since Mueller was appointed as the special counsel in May 2017, shortly after Trump fired FBI director James Comey who had been overseeing the investigation of Russia's meddling in the 2016 US presidential election.\n\nThe Mueller-led Russia probe has landed several indictments of Trump associates in the last 18 months. It has also prompted frequent speculation about Trump's possible legal exposure stemming from actions he took during the 2016 campaign and after he took office.\n\nOne of the biggest questions has centered on that Trump-Mueller interview, on which the president has expressed conflicting assertions — often changing his tune about whether or not he would attend.\n\nAdditionally, the road to get there was long, the Associated Press explained in a detailed report published Wednesday. It included tense negotiations, Trump's initial desire to answer questions, the prospect of a subpoena, and a host of tactics put forth by Trump's lawyers.\n\nThose strategies included saying that all of the documents Trump's lawyers provided to Mueller's office were enough to make a formal sit-down with Trump unnecessary. The lawyers have also argued that questioning Trump about his time in the White House would infringe on \"his executive powers.\"\n\nAttorneys for the president also engaged in a one-sided public war against Mueller. That was another tactic the Associated Press said was meant to drag out the Trump-Mueller meeting negotiations for as long as possible, while also attacking Mueller, an exercise that was led by Rudy Giuliani, who joined Trump's team in April.\n\nAccording to the AP, an interview was scheduled for January 27, 2018. Chief of staff John Kelly got as far as working on logistics to get Trump to Camp David before the plan was scrapped by Trump's lawyers, after they learned the scope of Mueller's questions.\n\nOn Tuesday, the newswire service reported that written answers to Mueller's questions about the 2016 campaign — not potential obstruction of justice — were submitted to the special counsel's office. This compromise was reached in September \"when Mueller's team said it would accept written answers on Russian election interference and collusion,\" the AP reports.\n\nIt's unclear if Mueller will submit more questions to be answered. The Justice Department did not immediately respond to a request for clarification from INSIDER on Wednesday night."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "The Cavaliers gave LeBron James a touching video tribute in his first game back in Cleveland since joining the Lakers", "description": "LeBron James played in his first game back in Cleveland since signing as a free agent with the Los Angeles Lakers. Cavaliers fans gave James a brief standing ovation during the team introductions. During an early break in the action, the Cavaliers played a to…", "url": "https://www.businessinsider.com/cavs-lebron-james-video-tribute-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6080db73c282eda6de832-750-375.jpg", "publishedAt": "2018-11-22T01:37:05Z", "content": "Here is the video, via ESPN.", "fulltext": "The Cavaliers gave LeBron James a touching video tribute in his first game back in Cleveland since joining the Lakers\n\nESPN"}]