[{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "feedback@businessinsider.com (Mara Leighton), Mara Leighton", "title": "15 travel purchases that made my experience with international travel a lot less stressful", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. International travel, from a distance, can seem like one big graph — replete with peaks and valle…", "url": "https://www.businessinsider.com/international-travel-must-haves-packing-list-recommendations-2018-6", "urlToImage": "https://amp.businessinsider.com/images/5b201a4b1ae66220008b4fec-750-375.jpg", "publishedAt": "2018-11-17T23:29:00Z", "content": "I usually swear by the Allpa 35L ($200) from Cotopaxi (it's far superior to other iterations I've tried), but I wanted something more traditional on hand for this trip. I got the Away Bigger Carry-On ($245), and I was viscerally grateful for it at just about … [+915 chars]", "fulltext": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase.\n\nSkyroam Solis Facebook\n\nInternational travel, from a distance, can seem like one big graph — replete with peaks and valleys. The peaks are almost exclusively confined to the trip, and the deep valleys occur in the preparation, airport, and ensuing jet lag.\n\nBut thanks to my work as a product reviewer, I see a high volume of great tools and products designed just to make traveling easier. And on my recent trip abroad, I decided to put a few of them to the test. What I got was a trip that was markedly easier — and more enjoyable — from start to finish than any other I've planned before.\n\nBelow, you'll find 15 purchases that made my last international trip a breeze — just in case any of them might be helpful to you, too:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "A huge question looms over Trump after the CIA concludes the Saudi crown prince ordered Jamal Khashoggi's killing", "description": "The CIA has reportedly concluded with high confidence that Saudi Arabia's Crown Prince Mohammed bin Salman personally ordered the killing of dissident journalist Jamal Khashoggi last month, directly contradicting Riyadh's denials that the crown prince was inv…", "url": "https://www.businessinsider.com/cia-assessment-mohammed-bin-salman-khashoggi-murder-trump-russia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf09d899e8c53574a6b1873-1334-667.jpg", "publishedAt": "2018-11-17T23:17:41Z", "content": "The White House is in a bind following the CIA's reported assessment that Saudi Crown Prince Mohammed bin Salman ordered the murder of dissident journalist Jamal Khashoggi at the kingdom's consulate in Turkey last month. The crown prince was widely believed t… [+6992 chars]", "fulltext": "The White House is in a bind following the CIA's reported assessment that Saudi Crown Prince Mohammed bin Salman ordered the murder of dissident journalist Jamal Khashoggi at the kingdom's consulate in Turkey last month.\n\nThe crown prince was widely believed to have played a key role in carrying out the Khashoggi killing even before the CIA came back with its findings. The Saudi government denies the allegation, and so far, President Donald Trump has mostly accepted its narrative.\n\nBut the CIA's finding, which was made in high confidence and first reported by The Washington Post, represents the most definitive US assessment to date directly linking Saudi Arabia's de facto ruler to Khashoggi's murder.\n\nIn light of that, Trump is faced with a critical question: will he accept his own intelligence agency's assessment or Saudi Arabia's?\n\nTrump was reportedly shown evidence that the Saudi crown prince ordered Khashoggi's killing, but he wanted to avoid pinning the blame on Crown Prince Mohammed. Nicolas Asfouri - Pool/Getty Images\n\nCIA director Gina Haspel traveled to Turkey late last month to address the investigation into Khashoggi's death. She met with Trump when she returned to the US a few days later, and national-security experts said it was highly unlikely she didn't fill him in on what the agency had determined.\n\nOn Saturday morning, Trump told reporters he had not yet been briefed on the matter.\n\nNed Price, the former senior director of the National Security Council under President Barack Obama, told INSIDER the odds that the CIA had high confidence in its assessment and yet did not brief Trump right away \"are virtually nil.\"\n\n\"Both of these things almost certainly can't be true,\" he added.\n\nRead more:Here's everything we know about the troubling disappearance and death of Saudi journalist Jamal Khashoggi\n\nIndeed, several Trump aides told The Post he had already been shown evidence of the crown prince's alleged involvement in Khashoggi's murder but was looking for ways to avoid blaming him for the journalist's death.\n\nLater Saturday, the White House said Haspel and Secretary of State Mike Pompeo briefed Trump on the CIA's assessment while he was en route to California. In an interview that aired on Fox News Sunday, Trump also said his administration \"be having a very full report over the next two days, probably Monday or Tuesday.\" He added that the report will include \"who did it.\"\n\nWhen host Chris Wallace asked Trump whether he believed the Saudi crown prince had lied to him, Trump responded, \"I don't know. You know, who can really know? But I can say this, he's got many people now that say he had no knowledge.\"\n\nPresident Trump has boasted about how he made \"hundreds of millions\" of dollars from the Saudis. Mark Wilson/Getty Images\n\n'The Saudis have bought the man'\n\nRobert Deitz, the former general counsel at the National Security Agency, said the president's response was par for the course.\n\n\"When Trump is in a bind, he tends to temporize, and I think that's what's going on here,\" Deitz told INSIDER. \"The bind is this: Saudi Arabia is the mother of all arms buyers. They're also a very important Middle East ally. So how can the US hold [Crown Prince Mohammed] and Khashoggi's killers accountable while also preserving the alliance? Because it's very challenging for the US to simply dump Saudi Arabia.\"\n\nAfter saying he hadn't been briefed on the Khashoggi investigation Saturday morning, Trump touted the US's economic ties to Saudi Arabia, calling the country a \"great ally.\"\n\n\"They give us a lot of jobs ... a lot of business, a lot of economic development,\" he said.\n\nWhile Saudi Arabia is an important economic partner, fact-checkers have pointed out that the president often overstates the value of the alliance by inflating the number of American jobs Saudi arms sales would create and how much it would help the US economy.\n\nTrump and his advisers have also stressed the strategic advantages of a US-Saudi alliance, particularly when it comes to containing Iran. But Middle East experts say that with or without a partnership with the US, Saudi Arabia would still push back against its neighbor because of roiling tensions between the two countries that go back years.\n\nRead more: US hits 17 Saudis with sanctions over Khashoggi, including crown prince's top henchman who reportedly directed killing via Skype\n\nGlenn Carle, a former CIA covert operative, offered a blunt assessment of Trump's response — or lack thereof — to the Khashoggi investigation.\n\n\"The main pillar of this administration when it comes to the Middle East is that the president wants to make nice with [Crown Prince Mohammed] and Saudi Arabia because he likes dictators and because the Saudis have bought the man,\" Carle told INSIDER.\n\nTrump said last month that he has \"no financial interests in Saudi Arabia.\" But during his presidential campaign, he boasted about making \"hundreds of millions\" of dollars from Saudi customers and said he would maintain close ties with the kingdom because it invested in his properties.\n\nUltimately, Carle said, Trump will likely \"pay lip service to how killing is bad,\" but will go back to business as usual by supporting the crown prince and Saudi Arabia.\n\nRanda Slim, the director of conflict resolution at the Middle East Institute, echoed that view.\n\nFrom the onset of the Khashoggi case, she told INSIDER, Trump made clear that \"maintaining a close relationship with the de-facto ruler of Saudi Arabia will trump the need for justice and accountability\" for Khashoggi's murder.\n\nTrump stunned observers when he rebuffed the US intelligence community in favor of Russia in Helsinki. Thomson Reuters\n\n'He doesn't care if it's an ally or an adversary; it's all about what supports his own personal interests'\n\nIf Trump were to continue trusting Crown Prince Mohammed over the CIA after being briefed on the matter, it would be reminiscent of his response to Russian President Vladimir Putin after the US intelligence community concluded with high confidence that Russia meddled in the 2016 election to elevate Trump to the presidency.\n\nWhen Trump flew to Helsinki for a high-stakes meeting with Putin over the summer, he shocked observers when he said at a press conference that he trusted Putin's denial of Russian interference over US intelligence findings.\n\n\"The president has shown time and again that he will only agree or praise or take note of something that supports his particular perspective, and everything else he will either ignore or denigrate,\" Carle said. \"Thus, his approach to the Saudis will be the same as his approach to Russia. He doesn't care if it's an ally or an adversary; it's all about what supports his own personal interests and beliefs.\"\n\nBrian McKeon, a former NSC chief of staff under Obama, expressed similar sentiments.\n\n\"It does appear that the Trump administration is engaged in willful blindness - averting its eyes to the evidence being presented by the CIA - in an effort to avoid having to confront the consequences of the CIA's conclusion about [Crown Prince Mohammed's] culpability in the murder of Mr. Khashoggi,\" McKeon, who is now a senior director at the Penn Biden Center for Diplomacy & Global Engagement, told INSIDER.\n\n\"We may be seeing a repeat of the shameful response to Russia's interference in the 2016 election - where the political leadership of the administration believed a dictator over the conclusions of the US intelligence community,\" McKeon added.\n\nRead more:National security experts warn Trump is behaving more and more like a 'controlled spy'\n\nTrump, who has a long history of business ties to Russia, often praises Putin and says it's important for the US to get closer to Russia so the two countries can cooperate on matters of mutual interest, like counterterrorism.\n\nHe has faced resistance, however, from Congress and his own administration, which continues approving sanctions and other countermeasures against Russia even as Trump calls for a cozier relationship with Moscow.\n\nThe looming quagmire with Saudi Arabia is similar, but with one key difference.\n\n\"The CIA concluded with high confidence that [Crown Prince Mohammed] ordered the assassination of a US resident,\" Slim said. \"While Putin stands behind many of his critics' assassinations, no intelligence agency, let alone the CIA, has publicly stated he ordered the killings himself.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Trump tours scorched Paradise, California: 'It's total devastation'", "description": "Evan Vucci/AP President Donald Trump visited northern California neighborhoods Saturday to survey damage caused by a wildfire that ravaged more than 200 square miles in the last week. Hours after Trump blamed forest mismanagement for the fast-spreading fires,…", "url": "https://www.businessinsider.com/trump-toured-scorched-paradise-california-saw-total-devastation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf09ac3c9570148376abad5-1920-960.jpg", "publishedAt": "2018-11-17T23:11:22Z", "content": "PARADISE, Calif. (AP) — From the ashes of a mobile home and RV park, President Donald Trump said Saturday he came to the heart of California's killer wildfire to fully grasp the scale of the desolation wrought on the landscape. \"We're going to have to work qu… [+6492 chars]", "fulltext": "PARADISE, Calif. (AP) — From the ashes of a mobile home and RV park, President Donald Trump said Saturday he came to the heart of California's killer wildfire to fully grasp the scale of the desolation wrought on the landscape.\n\n\"We're going to have to work quickly. ... Hopefully this is going to be the last of these because this was a really, really bad one,\" said the president, standing amid the crumpled foundations of homes and twisted steel of melted cars.\n\n\"I think everybody's seen the light and I don't think we'll have this again to this extent,\" Trump said in Paradise, the town largely destroyed by a wildfire ignited Nov. 8 that he called \"this monster.\"\n\nWith that bold and perhaps unlikely prediction, Trump pledged that improved forest management practices will diminish future risks. The declaration evoked his initial tweeted reaction to the fire, the worst in the state's history, in which he seemed to blame local officials and threatened to take away federal funding.\n\nWhen asked if seeing the historic devastation, which stretched for miles and left neighborhoods destroyed and fields scorched, altered his opinion on climate change, Trump answered, \"No.\"\n\nThe president has long voiced skepticism about man's impact on the climate and has been reluctant to assign blame to a warming earth for the increase in the frequency and intensity of natural disasters.\n\nRead more:Trump continues to blame fires on forest mismanagement even while traveling to California\n\nAt least 71 people died across Northern California, and authorities are trying to locate more than 1,000 people, though not all are believed missing. More than 5,500 fire personnel were battling the blaze that covered 228 square miles (590 square kilometers) and was about 50 percent contained, officials said.\n\nFor Trump, it was a day to comfort a state grieving from twin tragedies, wildfires in both Northern and Southern California as well as a mass shooting at a popular college bar north of Los Angeles.\n\nWearing a camouflage \"USA\" hat, Trump gazed solemnly at the devastation in Paradise.\n\nSeveral burned-out buses and cars were nearby. Trees were burned, their branches bare and twisted. Homes were totally gone; some foundations remained, as did a chimney and, in front of one house, a Mickey Mouse lawn ornament. The fire was reported to have moved through the area at 80 mph.\n\nThe Camp Fire left behind burned cars and homes in Paradise, California. Sharon Bernstein/Reuters\n\n\"It's going to work out well, but right now we want to take of the people that are so badly hurt,\" Trump said visiting what remained of the Skyway Villa Mobile Home and RV Park. He noted \"there are areas you can't even get to them yet\" and the sheer number of people unaccounted for.\n\n\"I think people have to see this really to understand it,\" Trump said.\n\nThe president later toured an operation center, met with response commanders and praised the work of firefighters, law enforcement and representatives of the Federal Emergency Management Agency.\n\n\"We've never seen anything like this in California,\" he said. \"It's total devastation.\"\n\nTrump took a helicopter tour en route to Chico before he toured Paradise. A full cover of haze and the smell of smoke greeted the president upon his arrival at Beale Air Force Base near Sacramento.\n\n\"They're out there fighting and they're fighting like hell,\" Trump said of the first responders.\n\nHe pledged that Washington would do its part by coming to the Golden State's aid and urged the House's Republican leader, Rep. Kevin McCarthy of California, a Trump ally and frequent White House visitor, to \"come to the office\" to help secure the needed funding.\n\nTrump, who left Washington early Saturday and didn't expect to return to the White House until well past midnight, planned to travel several hundred miles south to visit with victims of a recent country music bar shooting. A gunman killed a dozen people at the Borderline Bar & Grill in Thousand Oaks on Nov. 7 before committing suicide.\n\nTrump long has struggled to convey empathy to victims of national disasters and tragedies. His first reaction to the fires came in a tweet last week that drew criticism as unnecessarily critical and tone-deaf given the devastation: \"There is no reason for these massive, deadly and costly forest fires in California except that forest management is so poor. Billions of dollars are given each year, with so many lives lost, all because of gross mismanagement of the forests.\"\n\nThe Camp Fire left behind burned homes in Paradise, California. Stephen Lam/Reuters\n\nNature and humans share blame for the wildfires, but fire scientists are divided as to whether forest management played a major role. Nature provides the dangerous winds that have whipped the fires, the state has been in a drought and human-caused climate change over the long haul is killing and drying the shrubs and trees that provide the fuel.\n\nHe stuck to that theme in his remarks just before departing on Saturday when he outlined what he planned to discuss with Gov. Jerry Brown and Gov-elect Gavin Newsom, both Democrats: \"We will be talking about forest management. ... The one thing is that everybody now knows that this is what we have to be doing and there's no question about it. It should have been done many years ago, but I think everybody's on the right side.\"\n\nTrump, who has long feuded with the political leaders of heavily Democratic California over issues such as immigration and voting, also has threatened to withhold federal payments to the state. After being criticized for his response, Trump has shifted gears, expressing words of encouragement to first responders and those of sympathy for hit victims.\n\nBut when he was asked by Fox News in an interview set to air Sunday whether climate change played a role in the number of serious fires, he said \"maybe it contributes a little bit. The big problem we have is management.\"\n\nBrown and Newsom welcomed the president's visit, with the governor suggesting they set aside political differences since it \"now is a time to pull together for the people of California.\"\n\nBrown, a fierce advocate of addressing climate change, did not respond to Trump's statement that he has not changed his mind on the matter but pointed to several causes and they need to deal with them.\n\n\"If you really look at the facts, from a really open point of view, there are a lot of elements to be considered,\" Brown said after Trump spoke. \"The president came, he saw and I'm looking forward over the next months and beyond to really understand this threat of fire, the whole matter of drought and all the rest of it. It's not one thing, it's a lot of things and I think that if we just open our minds and look at things we'll get more stuff done.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "The Air Force has picked bases to test its new advanced bomber — here's where the B-21 Raider is heading", "description": "The Air Force expects to get the first of its new B-21 Raider bombers in the mid-2020s. This week, the Air Force named the bases that would support testing and maintenance for the new bomber. The service previously picked bases that would likely host the new …", "url": "https://www.businessinsider.com/air-force-b-21-raider-new-advanced-bomber-test-bases-2018-11", "urlToImage": "https://amp.businessinsider.com/images/574dff5952bcd029008c5f82-1920-960.jpg", "publishedAt": "2018-11-17T23:02:36Z", "content": "On Friday, the Air Force announced the first two bases that will host its new, highly advanced bomber for testing and maintenance. The service said in a release that Tinker Air Force Base in Oklahoma would coordinate maintenance and sustainment for the B-21 R… [+3311 chars]", "fulltext": "On Friday, the Air Force announced the first two bases that will host its new, highly advanced bomber for testing and maintenance.\n\nThe service said in a release that Tinker Air Force Base in Oklahoma would coordinate maintenance and sustainment for the B-21 Raider and that Edwards Air Force Base in California had been picked to lead testing and evaluation of the next generation long-range strike bomber.\n\nRead also: The US Navy is pushing north, closer to Russia and into freezing conditions — and it plans on hanging around up there\n\nRobins Air Force Base in Georgia and Hill Air Force Base in Utah will support Tinker with maintaining and, when necessary, overhauling and upgrading the new bomber, the Air Force said.\n\nPersonnel at those bases will be equipped to rebuild the aircraft's parts, assemblies, or subassemblies as well as to test and reclaim equipment as necessary for depot activations.\n\nThe first B-21 is expected to be delivered in the mid-2020s.\n\nA B-2A stealth bomber at Tinker Air Force Base in Oklahoma during a visit on April 11, 2017. US Air Force/Greg L. Davis\n\nThe release noted the \"deep and accomplished history\" of the Air Logistics Complex of the Air Force Sustainment Center at Tinker and said officials believe the base has the knowledge and expertise to support the new bomber.\n\n\"With a talented workforce and decades of experience in aircraft maintenance, Tinker AFB is the right place for this critical mission,\" Air Force Secretary Heather A. Wilson said.\n\nEdwards Air Force Base is also home to the Air Force Test Center, which leads the service's testing and evaluation efforts.\n\n\"From flight testing the X-15 to the F-117, Edwards AFB in the Mohave [sic] Desert has been at the forefront of keeping our Air Force on the cutting edge,\" Air Force Chief of Staff Gen. David L. Goldfein said. \"Now testing the B-21 Raider will begin another historic chapter in the base's history.\"\n\nAir Force Brig. Gen. Carl Schaefer, head of the 412th Test Wing at Edwards, said earlier this year that the B-21 would be tested at the base. Few details about the B-21's development have been released, and previous reports suggested it could be tested at the Air Force's secretive Area 51 facility.\n\nA B-1B Lancer bomber awaits maintenance at Tinker Air Force Base in Oklahoma, January 27, 2017 US Air Force/Greg L. Davis\n\nThe B-21 acquisition cycle is currently in the engineering and manufacturing-development phase, the Air Force said. The Raider's design and development headquarters is at Northrop Grumman's facility in Melbourne, Florida.\n\nThe Air Force expects to buy about 100 of the new bomber, with each cost over $600 million, according to Air Force Times.\n\nThe Air Force said in May that once the new bombers begin arriving they will head to three bases in the US — Dyess Air Force Base in Texas, Ellsworth Air Force Base in South Dakota, and Whiteman Air Force Base in Missouri.\n\nNow read: These are the best and most dangerous parts of flying the US Army's transportation workhorse, according to a pilot who does it\n\nThe service said those bases were \"reasonable alternatives\" for the new bomber, although it will likely not make a final basing decision until 2019.\n\nThe B-21 is to replace the B-1 Lancer and B-2 Spirit bombers at those bases, but the Air Force doesn't plan to retire the existing bombers until there are enough B-21s to replace them.\n\nUsing existing bomber bases would reduce operational impact, lower overhead, and minimize costs, the Air Force said in May. \"Our current bomber bases are best suited for the B-21,\" Wilson said at the time."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Mark and Associated Press", "title": "Democrat Andrew Gillum officially ends bid for Florida governor, congratulates Republican Ron DeSantis", "description": "Democrat Andrew Gillum conceded the Florida governor's race and congratulated his Republican opponent, Ron DeSantis. Gillum initially conceded on election night, but retracted it after the vote margin narrowed. After a recount, DeSantis still led the race by …", "url": "https://www.businessinsider.com/ap-the-latest-democrat-gillum-ends-campaign-for-governor-2018-11", "urlToImage": null, "publishedAt": "2018-11-17T22:47:00Z", "content": "Democrat Andrew Gillum says he is ending his hard-fought race for Florida governor and has congratulated Republican Ron DeSantis. Gillum posted a live video on Facebook on Saturday afternoon in which he congratulated DeSantis. Gillum had conceded to DeSantis … [+749 chars]", "fulltext": "Democrat Andrew Gillum says he is ending his hard-fought race for Florida governor and has congratulated Republican Ron DeSantis.\n\nGillum posted a live video on Facebook on Saturday afternoon in which he congratulated DeSantis. Gillum had conceded to DeSantis on election night, but retracted it after the margin between the two candidates narrowed. The race went to a legally required recount, but after an initial machine recount DeSantis still led Gillum by more than 30,000 votes.\n\nGillum, who is Tallahassee's mayor, isn't saying what he plans to do next.\n\n\"Stay tuned,\" he said in his brief remarks. Nonetheless, Gillum says he will remain politically active, adding \"the fight for Florida continues.\"\n\nHe also tweeted a thank-you to his supporters and said he intends to \"keep fighting.\"\n\nGillum's announcement came hours after President Donald Trump said on Twitter that Gillum will be a \"strong Democrat warrior\" and a \"force to reckon with.\"\n\nThere was no immediate response from DeSantis or his campaign."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin and Dave Mosher", "title": "Elon Musk says a 'radical change' is coming to SpaceX's monster Mars rocket design - Business Insider", "description": "Business Insider Elon Musk says a 'radical change' is coming to SpaceX's monster Mars rocket design Business Insider In a tweet, Musk revealed that \"radical change\" was coming to the design of the Big Falcon Rocket (BFR), which is meant to go to Mars. The twe…", "url": "http://uk.businessinsider.com/elon-musk-says-radical-change-coming-to-spacexs-mars-rocket-design-2018-11", "urlToImage": "http://static1.uk.businessinsider.com/image/5bf07e3bdde86740bb44e007-1190-625/elon-musk-says-a-radical-change-is-coming-to-spacexs-monster-mars-rocket-design.jpg", "publishedAt": "2018-11-17T21:47:39Z", "content": "AP In a tweet, Saturday, SpaceX founder Elon Musk announced that \"radical change\" was coming to the design of the Big Falcon Rocket (BFR), that is being made in an attempt to go to Mars. Musk left out any specifics of his plan, simply announcing that \"SpaceX … [+1584 chars]", "fulltext": "Elon Musk is dead-set on colonizing Mars, but keeps changing his mind about how his 16-year-old aerospace startup, SpaceX, will ferry people to and from the red planet.\n\nOver the weekend, Musk said a \"radical change\" is coming to the design of the Big Falcon Rocket, or BFR — a 39-story, fully reusable rocket-booster-and-spaceship system for deep-space travel.\n\n\"SpaceX is no longer planning to upgrade Falcon 9 second stage for reusability,\" Musk tweeted on Saturday, referring to the company's workhorse Falcon 9 rocket. \"Accelerating BFR instead. New design is very exciting! Delightfully counter-intuitive.\"\n\nNow he's released new details about the redesign to BFR's two main stages or sections, originally called the Big Falcon Spaceship and Big Falcon Booster. He also renamed those parts to \"Starship\" and \"Super Heavy,\" respectively.\n\n\"Starship is the spaceship/upper stage [and] Super Heavy is the rocket booster,\" he tweeted on Monday. Musk added that Super Heavy will be akin to a Falcon 9 booster — which lands itself, can be refueled, and relaunched many times — \"but much larger.\"\n\nThe size of SpaceX's BFR compared to NASA's Saturn V rocket, the Statue of Liberty, and the space shuttle. Olivia Reaney/Business Insider\n\nIt's unclear what prompted the new names and designs, but this is not the first time Musk has revealed a head-spinning change in his notional Mars program. Nor is it likely to be the last.\n\nWhat we know about SpaceX's new Starship and Super Heavy system\n\nAn illustration of SpaceX's Big Falcon Rocket, or BFR, launching through Earth's clouds and toward space. SpaceX\n\nMusk started SpaceX in 2002 out of frustration that NASA didn't have a concrete plan to send people to Mars.\n\nThe company has since disrupted the global market for rockets with lower-cost and higher-performance launch vehicles. Amid all of that commercial activity, Musk worked on a plan to \"back up\" the human race by sending 1 million people to Mars.\n\nMusk initially referred to SpaceX's future Mars launch vehicle as \"Falcon XX,\" then the \"Mars Colonial Transporter.\" He unveiled the first official design of the system — a 400-foot-tall rocket-and-spaceship — in a 2016 presentation, calling it the \"Interplanetary Transport System.\"\n\nBy the end of 2017, he'd shrunk the system by about 50 feet and renamed it BFR. As of September 2018, the system was back to about 387 feet tall and the design included movable wings that also function as landing legs. That plan, which Musk described as \"the final iteration,\" called for a 180-foot-tall spaceship that would sit atop a 219-foot-tall rocket booster.\n\nMusk said this would enable SpaceX to ferry as many as 100 passengers to Mars.\n\nThe planned dimensions of SpaceX's Big Falcon Rocket. Olivia Reaney/Business Insider\n\nNow, however, Musk says the renamed Super Heavy booster is needed for the Starship \"to escape Earth's deep gravity well.\" But he added that the booster is \"not needed for other planets or moons.\" The tech mogul has yet to provide a new illustration that incorporates these changes.\n\nMusk also said he has scrapped the plan to use the Falcon 9 as a \"mini BFR\" to test aspects of a full-scale system. In addition, he defended the name \"Starship,\" saying later versions of the vehicle could reach nearby star systems— not just worlds within our solar system.\n\nIt is not yet known if and how the design changes might affect the planned spaceflight of Yusaku Maezawa, a Japanese billionaire and art collector slated to be the first passenger on the BFR. Along with eight artists, Maezawa intends to complete a week-long mission around the moon in 2023 (and has likely paid SpaceX hundreds of millions of dollars for the privilege).\n\nThe new \"#dearMoon\" mission is supposed to be the first step toward eventually getting BFR to Mars. Musk has said he wants to launch an unmanned mission to the red planet by 2022, followed by a manned mission by 2024.\n\nSpaceX is in the midst of building a spaceship prototype under a giant tent at the Port of Los Angeles. How the design change might affect that work is now an 18-story-tall question mark."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "NASA will retire its new mega-rocket if SpaceX or Blue Origin can safely launch its own powerful rockets - CT Post", "description": "CT Post NASA will retire its new mega-rocket if SpaceX or Blue Origin can safely launch its own powerful rockets CT Post NASA is building a giant rocket ship to return astronauts to the moon and, eventually, ferry the first crews to and from Mars. But agency …", "url": "https://www.businessinsider.com/nasa-sls-replacement-spacex-bfr-blue-origin-new-glenn-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.ctpost.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-17T20:59:24Z", "content": "NASA/MSFC NASA is building a giant rocket ship to return astronauts to the moon and, eventually, ferry the first crews to and from Mars. But agency leaders are already contemplating the retirement of the Space Launch System (SLS), as the towering and yet-to-f… [+7435 chars]", "fulltext": "NASA is building a giant rocket ship to return astronauts to the moon and, later on, ferry the first crews to and from Mars.\n\nBut agency leaders are already contemplating the retirement of the Space Launch System (SLS), as the towering and yet-to-fly government rocket is called, and the Orion space capsule that'll ride on top.\n\nNASA is anticipating the emergence of two reusable and presumably more affordable mega-rockets that private aerospace companies are creating. Those systems are the Big Falcon Rocket (BFR), which is being built by Elon Musk's SpaceX; and the New Glenn, a launcher being built by Jeff Bezos' Blue Origin.\n\nRead more: Elon Musk and SpaceX are building a monster rocket for Mars. Here's how big it is compared to 20 familiar objects.\n\n\"I think our view is that if those commercial capabilities come online, we will eventually retire the government system, and just move to a buying launch capacity on those [rockets],\" Stephen Jurczyk, NASA's associate administrator, told Business Insider at The Economist Space Summit on November 1.\n\nHowever, Jim Bridenstine, the administrator of NASA, appears to have publicly denied his colleague's statement.\n\n\"In case there is any confusion, @NASA will NOT be retiring @NASA_SLS in 2022 or any foreseeable date. It is the backbone of America's return to the Moon with international and commercial partners,\" Bridenstine tweeted on Monday, following the initial publication of this story on Saturday.\n\nIn any case, NASA may soon find itself in a strange position, since the upcoming launch vehicles of SpaceX and Blue Origin may beat SLS back to the moon — and one of them may be the first to send humans to Mars.\n\nThe super-size struggles with SLS\n\nPatrick Shea inspects a 1.3% scale model of the NASA's Space Launch System (SLS) in a wind tunnel. NASA/Ames/Dominic Hart\n\nSpace Launch System is often called a super-heavy-lift rocket. This means it's designed to heave a payload of more than 55 tons (roughly the mass of a battle tank) into low-Earth orbit.\n\n\"We need a [super-]heavy lift launch capability,\" Jurczyk said. \"Without it, we're not going to have a safe, reliable, and affordable architecture and implementation for human exploration.\"\n\nSeveral iterations of SLS are planned through the 2020s, and the first is called Block 1. This rocket is expected to stand about 322 feet tall and be able to lift about 70 tons of spacecraft hardware and supplies into orbit.\n\nNASA's hopes to test-launch the first Block 1 rocket in June 2020 on a flight called Exploration Mission-1 (or EM-1). The mission would prove SLS is safe and reliable by flying an uncrewed Orion crew capsule around the moon and back to Earth.\n\nA crewed Exploration Mission-2 (EM-2) would follow several years later.\n\nHow NASA plans to pull off its Exploration Mission-2 flight with the Space Launch System rocket and Orion spaceship. NASA\n\nIt is unknown how much an SLS launch might cost. The same is also true for SpaceX's BFR and Blue Origin's New Glenn, which have yet to announce mission pricing.\n\nThe figure for NASA's program depends on the types of missions it pursues, how many SLS rockets are launched and how frequently, and how development costs are accounted for. For example, the space shuttle's per-mission raw cost was about $500 million, but averaging in the entire program's development costs and accounting for inflation brings the per-mission figure closer to about $1.5 billion.\n\nSo far NASA has spent about $11.9 billion on SLS, and the agency is projected to need $4-5 billion more than it has planned by 2021. Relatedly, the scheduled launch date for EM-1 in June 2021 is about 2.5 years behind schedule.\n\nAn internal audit of NASA's program found that preventable accidents, contract management problems, and other performance issues related to Boeing, the prime contractor, is largely responsible for the cost overruns and delays.\n\nIf more hiccups come with the SLS program, NASA may be watching SpaceX beat the agency to the moon with a crewed mission. That's because Musk, the company's founder, is pursuing aggressive timelines to reach the moon and Mars with BFR.\n\nHow SpaceX could beat NASA back to the moon\n\nAn illustration of the SpaceX's Big Falcon Rocket, or BFR, launching into space. Here, the spaceship is shown detaching from the booster. SpaceX\n\nSpaceX employees have been toiling under a tent in Los Angeles to build the top half of the system, called the Big Falcon Spaceship.\n\nMusk and Gwynne Shotwell, SpaceX's president, have both said the spaceship could be doing short launches called \"hops\" as soon as late 2019. Musk is also planning to modify his mainstay Falcon 9 rocket into a \"mini-BFR ship\" to test some of the more challenging aspects of the ship, like blazing-hot reentry into Earth's atmosphere.\n\nThe planned dimensions of SpaceX's Big Falcon Rocket. Olivia Reaney/Business Insider\n\nIn 2020 or 2021, he aims to launch a fully integrated version of BFR — a Big Falcon Booster with the Big Falcon Spaceship on top — into orbit around Earth. (Around the same time, Blue Origin is planning to use New Glenn to deliver a lander to the surface of the moon to scout for ice to make rocket fuel.)\n\nIf SpaceX's first orbital launch and later uncrewed missions fly without an explosion or other incident, the company intends to fly a Japanese billionaire and a group of artists around the moon in 2023.\n\nIt remains to be seen how the space agency would react to such a feat, which is essentially a creative reprise of the Apollo 8 mission of 1968. In fact, 2023 is the same timeframe in which NASA plans to launch EM-2 around the moon.\n\nAn illustration of the spaceship of SpaceX's Big Falcon Rocket, or BFR, flying around the moon. SpaceX\n\nIt's also unknown what NASA would do if SpaceX launches its first uncrewed missions to Mars with BFR in 2022, followed by the first crewed missions in 2024. That's several years ahead of when the space agency hopes to land people on the moon, and perhaps a decade sooner than NASA would attempt a crewed Mars landing.\n\n\"We haven't really engaged SpaceX on how we'd work together on BFR, and eventually get to a Mars mission — yet,\" Jurczyk said of NASA's leadership. \"My guess is that it's coming.\"\n\nA US space agency without an American spaceship\n\nNine astronauts will fly the first four crewed missions inside SpaceX and Boeing's new spaceships for NASA, called Crew Dragon and CST-100 Starliner, respectively. NASA via AP\n\nRight now, Jurczyk said, the space agency's leadership is laser-focused on test launches for its Commercial Crew Program, a competition for private companies to build and launch American spaceships.\n\nThe ultimate goal of Commercial Crew is to revive US spaceflight capabilities that the agency lost when it retired the space shuttle fleet in 2011. (Ever since then, NASA has relied solely on Russia to taxi its astronauts to and from the $150 billion International Space Station.)\n\nBoeing and SpaceX have each designed and built seven-person space capsules, which are each nearing approval for uncrewed and crewed test launches. SpaceX is currently looking to fly first with its Crew Dragon ship.\n\n\"Their first uncrewed flight test, right now, is scheduled for January, followed by, not many months later, maybe in the springtime, their first crewed flight test to the space station,\" Jurczyk said.\n\nRead more: Boeing may have used a lobbying firm to plant a scathing opinion piece about SpaceX in US news outlets. At stake is billions of dollars in NASA contracts.\n\nOnce the Crew Dragon and Boeing's CST-100 Starliner ships prove they can launch safely and reliably, the agency's leadership should have more energy to contemplate its deep-space future with BFR and Blue Origin's New Glenn.\n\n\"How we engage will depend a lot on the pace at which those systems and capabilities develop,\" Jurczyk said.\n\nThe key for NASA is to get as quickly as possible to some kind of super-heavy-lift capability.\n\n\"Right now we see the way to do that is through SLS, because we kind of have the head-start and use these legacy technologies and systems,\" he said, referring to the fact that SLS will use space shuttle engines and other well-understood hardware.\n\nJurczyk added: \"That's kind of where we are. We know we need that kind of BFR — and whatever evolves from New Glenn — heavy-lift capability if we're going to do human exploration of the solar system. We don't think another approach is going to be as safe, affordable, and reliable.\"\n\nAre you a current or former NASA employee with a story to share? Send Dave Mosher an email or consider more secure options listed here.\n\nThis story has been updated to include a response from NASA's administrator. It was originally published on November 17, 2018."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin and Dave Mosher", "title": "Elon Musk says a 'radical change' is coming to SpaceX's monster Mars rocket design", "description": "In a tweet, Musk revealed that \"radical change\" was coming to the design of the Big Falcon Rocket (BFR), which is meant to go to Mars. The tweet appeared to indicate that the second stage of the Falcon 9 will now be used for component tests for the BFR, and t…", "url": "https://www.businessinsider.com/elon-musk-says-radical-change-coming-to-spacexs-mars-rocket-design-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf07a478c35ab4a8f629c72-2732-1366.jpg", "publishedAt": "2018-11-17T20:45:46Z", "content": "In a tweet, Saturday, SpaceX founder Elon Musk announced that \"radical change\" was coming to the design of the Big Falcon Rocket (BFR), that is being made in an attempt to go to Mars. Musk left out any specifics of his plan, simply announcing that \"SpaceX is … [+1370 chars]", "fulltext": "Elon Musk is dead-set on colonizing Mars, but keeps changing his mind about how his 16-year-old aerospace startup, SpaceX, will ferry people to and from the red planet.\n\nOver the weekend, Musk said a \"radical change\" is coming to the design of the Big Falcon Rocket, or BFR — a 39-story, fully reusable rocket-booster-and-spaceship system for deep-space travel.\n\n\"SpaceX is no longer planning to upgrade Falcon 9 second stage for reusability,\" Musk tweeted on Saturday, referring to the company's workhorse Falcon 9 rocket. \"Accelerating BFR instead. New design is very exciting! Delightfully counter-intuitive.\"\n\nNow he's released new details about the redesign to BFR's two main stages or sections, originally called the Big Falcon Spaceship and Big Falcon Booster. He also renamed those parts to \"Starship\" and \"Super Heavy,\" respectively.\n\n\"Starship is the spaceship/upper stage [and] Super Heavy is the rocket booster,\" he tweeted on Monday. Musk added that Super Heavy will be akin to a Falcon 9 booster — which lands itself, can be refueled, and relaunched many times — \"but much larger.\"\n\nThe size of SpaceX's BFR compared to NASA's Saturn V rocket, the Statue of Liberty, and the space shuttle. Olivia Reaney/Business Insider\n\nIt's unclear what prompted the new names and designs, but this is not the first time Musk has revealed a head-spinning change in his notional Mars program. Nor is it likely to be the last.\n\nWhat we know about SpaceX's new Starship and Super Heavy system\n\nAn illustration of SpaceX's Big Falcon Rocket, or BFR, launching through Earth's clouds and toward space. SpaceX\n\nMusk started SpaceX in 2002 out of frustration that NASA didn't have a concrete plan to send people to Mars.\n\nThe company has since disrupted the global market for rockets with lower-cost and higher-performance launch vehicles. Amid all of that commercial activity, Musk worked on a plan to \"back up\" the human race by sending 1 million people to Mars.\n\nMusk initially referred to SpaceX's future Mars launch vehicle as \"Falcon XX,\" then the \"Mars Colonial Transporter.\" He unveiled the first official design of the system — a 400-foot-tall rocket-and-spaceship — in a 2016 presentation, calling it the \"Interplanetary Transport System.\"\n\nBy the end of 2017, he'd shrunk the system by about 50 feet and renamed it BFR. As of September 2018, the system was back to about 387 feet tall and the design included movable wings that also function as landing legs. That plan, which Musk described as \"the final iteration,\" called for a 180-foot-tall spaceship that would sit atop a 219-foot-tall rocket booster.\n\nMusk said this would enable SpaceX to ferry as many as 100 passengers to Mars.\n\nThe planned dimensions of SpaceX's Big Falcon Rocket. Olivia Reaney/Business Insider\n\nNow, however, Musk says the renamed Super Heavy booster is needed for the Starship \"to escape Earth's deep gravity well.\" But he added that the booster is \"not needed for other planets or moons.\" The tech mogul has yet to provide a new illustration that incorporates these changes.\n\nMusk also said he has scrapped the plan to use the Falcon 9 as a \"mini BFR\" to test aspects of a full-scale system. In addition, he defended the name \"Starship,\" saying later versions of the vehicle could reach nearby star systems— not just worlds within our solar system.\n\nIt is not yet known if and how the design changes might affect the planned spaceflight of Yusaku Maezawa, a Japanese billionaire and art collector slated to be the first passenger on the BFR. Along with eight artists, Maezawa intends to complete a week-long mission around the moon in 2023 (and has likely paid SpaceX hundreds of millions of dollars for the privilege).\n\nThe new \"#dearMoon\" mission is supposed to be the first step toward eventually getting BFR to Mars. Musk has said he wants to launch an unmanned mission to the red planet by 2022, followed by a manned mission by 2024.\n\nSpaceX is in the midst of building a spaceship prototype under a giant tent at the Port of Los Angeles. How the design change might affect that work is now an 18-story-tall question mark."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jeremy Berke", "title": "Turkey reportedly has a second audio tape of a Saudi hit team discussing details of Jamal Khashoggi's murder, bolstering the CIA's claims", "description": "Turkish officials reportedly have obtained a second, 15-minute audio tape of a Saudi hit team discussing the details of a plan to murder the journalist Jamal Khashoggi. The tape directly contradicts the conclusions drawn by Saudi investigators. In the tape, a…", "url": "https://www.businessinsider.com/jamal-khashoggi-turkey-has-second-tape-of-murder-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf05c460591f25ce2087434-1920-960.jpg", "publishedAt": "2018-11-17T18:40:09Z", "content": "Turkish officials reportedly have a second, 15-minute audio tape of a Saudi hit team discussing the details of a plan to murder the journalist Jamal Khashoggi. The tape, first reported by a columnist at Turkey's Hurriyet newspaper, allegedly shows evidence th… [+2170 chars]", "fulltext": "Turkish officials reportedly have a second, 15-minute audio tape of a Saudi hit team discussing the details of a plan to murder the journalist Jamal Khashoggi.\n\nThe tape, first reported by a columnist at Turkey's Hurriyet newspaper, allegedly shows evidence that Khashoggi was the victim of a premeditated murder and directly contradicts the conclusions drawn by Saudi investigators.\n\nKhashoggi, 59, was a contributor to The Washington Post and a Saudi Arabian national who frequently wrote editorials critical of Crown Prince Mohammed bin Salman. The Central Intelligence Agency (CIA) concluded on Friday that t he crown prince ordered Khashoggi's assassination.\n\nIn the first tape, \"Khashoggi's desperate attempts to survive could be heard in a seven-minute audio recording. There is no hint of anyone trying to persuade him,\" Abdulkadir Selvi, the Hurriyet columnist, wrote on Friday.\n\nRead more: Here's everything we know about the troubling disappearance and death of Saudi journalist Jamal Khashoggi\n\nKhashoggi traveled to the Saudi embassy to obtain documents needed to marry his Turkish fiancee, Hatice Cengiz, 36. Saudi investigators said Khashoggi was killed only after consulate officials tried to persuade him to return to Saudi Arabia on his own volition.\n\nIn the second tape, which was recorded 15 minutes before Khashoggi arrived at the Saudi consulate in Istanbul, Turkey, the Saudi team \"discusses how to execute Khashoggi. They are reviewing their plan, which was previously prepared, and reminding themselves the duties of each member,\" reports Hurriyet.\n\n\"There is also evidence from the period after the killing,\" the newspaper added. \"Turkey has the international phone calls made by the 15-member Saudi hit squad.\"\n\nThe Saudi government has repeatedly changed its story on Khashoggi's death. On Thursday, the Saudi public prosecutor Saud al-Mojeb released his findings. A spokesman for the prosecutor, Shaalan al-Shaalan, said 11 people had been indicted and five face the death penalty. Their names were not released.\n\nOn Thursday, US officials also announced sanctions against 17 Saudi officials.\n\n\"The Saudi officials we are sanctioning were involved in the abhorrent killing of Jamal Khashoggi,\" according to a statement from Treasury Secretary Steven Mnuchin. \"These individuals who targeted and brutally killed a journalist who resided and worked in the United States must face consequences for their actions.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "NASA will retire its new mega-rocket if SpaceX or Blue Origin can safely launch its own powerful rockets - Business Insider India", "description": "Business Insider India NASA will retire its new mega-rocket if SpaceX or Blue Origin can safely launch its own powerful rockets Business Insider India NASA is building a super-heavy-lift rocket called the Space Launch System to send astronauts back to the moo…", "url": "http://www.businessinsider.com/nasa-sls-replacement-spacex-bfr-blue-origin-new-glenn-2018-11", "urlToImage": "https://www.businessinsider.in/photo/66673026/nasa-will-retire-its-new-mega-rocket-if-spacex-or-blue-origin-can-safely-launch-its-own-powerful-rockets.jpg?83965", "publishedAt": "2018-11-17T18:30:16Z", "content": "NASA is building a giant rocket ship to return astronauts to the moon and, eventually, ferry the first crews to and from Mars. But agency leaders are already contemplating the retirement of the Space Launch System (SLS), as the towering and yet-to-fly governm… [+6955 chars]", "fulltext": "NASA is building a giant rocket ship to return astronauts to the moon and, later on, ferry the first crews to and from Mars.\n\nBut agency leaders are already contemplating the retirement of the Space Launch System (SLS), as the towering and yet-to-fly government rocket is called, and the Orion space capsule that'll ride on top.\n\nNASA is anticipating the emergence of two reusable and presumably more affordable mega-rockets that private aerospace companies are creating. Those systems are the Big Falcon Rocket (BFR), which is being built by Elon Musk's SpaceX; and the New Glenn, a launcher being built by Jeff Bezos' Blue Origin.\n\nRead more: Elon Musk and SpaceX are building a monster rocket for Mars. Here's how big it is compared to 20 familiar objects.\n\n\"I think our view is that if those commercial capabilities come online, we will eventually retire the government system, and just move to a buying launch capacity on those [rockets],\" Stephen Jurczyk, NASA's associate administrator, told Business Insider at The Economist Space Summit on November 1.\n\nHowever, Jim Bridenstine, the administrator of NASA, appears to have publicly denied his colleague's statement.\n\n\"In case there is any confusion, @NASA will NOT be retiring @NASA_SLS in 2022 or any foreseeable date. It is the backbone of America's return to the Moon with international and commercial partners,\" Bridenstine tweeted on Monday, following the initial publication of this story on Saturday.\n\nIn any case, NASA may soon find itself in a strange position, since the upcoming launch vehicles of SpaceX and Blue Origin may beat SLS back to the moon — and one of them may be the first to send humans to Mars.\n\nThe super-size struggles with SLS\n\nPatrick Shea inspects a 1.3% scale model of the NASA's Space Launch System (SLS) in a wind tunnel. NASA/Ames/Dominic Hart\n\nSpace Launch System is often called a super-heavy-lift rocket. This means it's designed to heave a payload of more than 55 tons (roughly the mass of a battle tank) into low-Earth orbit.\n\n\"We need a [super-]heavy lift launch capability,\" Jurczyk said. \"Without it, we're not going to have a safe, reliable, and affordable architecture and implementation for human exploration.\"\n\nSeveral iterations of SLS are planned through the 2020s, and the first is called Block 1. This rocket is expected to stand about 322 feet tall and be able to lift about 70 tons of spacecraft hardware and supplies into orbit.\n\nNASA's hopes to test-launch the first Block 1 rocket in June 2020 on a flight called Exploration Mission-1 (or EM-1). The mission would prove SLS is safe and reliable by flying an uncrewed Orion crew capsule around the moon and back to Earth.\n\nA crewed Exploration Mission-2 (EM-2) would follow several years later.\n\nHow NASA plans to pull off its Exploration Mission-2 flight with the Space Launch System rocket and Orion spaceship. NASA\n\nIt is unknown how much an SLS launch might cost. The same is also true for SpaceX's BFR and Blue Origin's New Glenn, which have yet to announce mission pricing.\n\nThe figure for NASA's program depends on the types of missions it pursues, how many SLS rockets are launched and how frequently, and how development costs are accounted for. For example, the space shuttle's per-mission raw cost was about $500 million, but averaging in the entire program's development costs and accounting for inflation brings the per-mission figure closer to about $1.5 billion.\n\nSo far NASA has spent about $11.9 billion on SLS, and the agency is projected to need $4-5 billion more than it has planned by 2021. Relatedly, the scheduled launch date for EM-1 in June 2021 is about 2.5 years behind schedule.\n\nAn internal audit of NASA's program found that preventable accidents, contract management problems, and other performance issues related to Boeing, the prime contractor, is largely responsible for the cost overruns and delays.\n\nIf more hiccups come with the SLS program, NASA may be watching SpaceX beat the agency to the moon with a crewed mission. That's because Musk, the company's founder, is pursuing aggressive timelines to reach the moon and Mars with BFR.\n\nHow SpaceX could beat NASA back to the moon\n\nAn illustration of the SpaceX's Big Falcon Rocket, or BFR, launching into space. Here, the spaceship is shown detaching from the booster. SpaceX\n\nSpaceX employees have been toiling under a tent in Los Angeles to build the top half of the system, called the Big Falcon Spaceship.\n\nMusk and Gwynne Shotwell, SpaceX's president, have both said the spaceship could be doing short launches called \"hops\" as soon as late 2019. Musk is also planning to modify his mainstay Falcon 9 rocket into a \"mini-BFR ship\" to test some of the more challenging aspects of the ship, like blazing-hot reentry into Earth's atmosphere.\n\nThe planned dimensions of SpaceX's Big Falcon Rocket. Olivia Reaney/Business Insider\n\nIn 2020 or 2021, he aims to launch a fully integrated version of BFR — a Big Falcon Booster with the Big Falcon Spaceship on top — into orbit around Earth. (Around the same time, Blue Origin is planning to use New Glenn to deliver a lander to the surface of the moon to scout for ice to make rocket fuel.)\n\nIf SpaceX's first orbital launch and later uncrewed missions fly without an explosion or other incident, the company intends to fly a Japanese billionaire and a group of artists around the moon in 2023.\n\nIt remains to be seen how the space agency would react to such a feat, which is essentially a creative reprise of the Apollo 8 mission of 1968. In fact, 2023 is the same timeframe in which NASA plans to launch EM-2 around the moon.\n\nAn illustration of the spaceship of SpaceX's Big Falcon Rocket, or BFR, flying around the moon. SpaceX\n\nIt's also unknown what NASA would do if SpaceX launches its first uncrewed missions to Mars with BFR in 2022, followed by the first crewed missions in 2024. That's several years ahead of when the space agency hopes to land people on the moon, and perhaps a decade sooner than NASA would attempt a crewed Mars landing.\n\n\"We haven't really engaged SpaceX on how we'd work together on BFR, and eventually get to a Mars mission — yet,\" Jurczyk said of NASA's leadership. \"My guess is that it's coming.\"\n\nA US space agency without an American spaceship\n\nNine astronauts will fly the first four crewed missions inside SpaceX and Boeing's new spaceships for NASA, called Crew Dragon and CST-100 Starliner, respectively. NASA via AP\n\nRight now, Jurczyk said, the space agency's leadership is laser-focused on test launches for its Commercial Crew Program, a competition for private companies to build and launch American spaceships.\n\nThe ultimate goal of Commercial Crew is to revive US spaceflight capabilities that the agency lost when it retired the space shuttle fleet in 2011. (Ever since then, NASA has relied solely on Russia to taxi its astronauts to and from the $150 billion International Space Station.)\n\nBoeing and SpaceX have each designed and built seven-person space capsules, which are each nearing approval for uncrewed and crewed test launches. SpaceX is currently looking to fly first with its Crew Dragon ship.\n\n\"Their first uncrewed flight test, right now, is scheduled for January, followed by, not many months later, maybe in the springtime, their first crewed flight test to the space station,\" Jurczyk said.\n\nRead more: Boeing may have used a lobbying firm to plant a scathing opinion piece about SpaceX in US news outlets. At stake is billions of dollars in NASA contracts.\n\nOnce the Crew Dragon and Boeing's CST-100 Starliner ships prove they can launch safely and reliably, the agency's leadership should have more energy to contemplate its deep-space future with BFR and Blue Origin's New Glenn.\n\n\"How we engage will depend a lot on the pace at which those systems and capabilities develop,\" Jurczyk said.\n\nThe key for NASA is to get as quickly as possible to some kind of super-heavy-lift capability.\n\n\"Right now we see the way to do that is through SLS, because we kind of have the head-start and use these legacy technologies and systems,\" he said, referring to the fact that SLS will use space shuttle engines and other well-understood hardware.\n\nJurczyk added: \"That's kind of where we are. We know we need that kind of BFR — and whatever evolves from New Glenn — heavy-lift capability if we're going to do human exploration of the solar system. We don't think another approach is going to be as safe, affordable, and reliable.\"\n\nAre you a current or former NASA employee with a story to share? Send Dave Mosher an email or consider more secure options listed here.\n\nThis story has been updated to include a response from NASA's administrator. It was originally published on November 17, 2018."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher", "title": "NASA will retire its new mega-rocket if SpaceX or Blue Origin can safely launch its own powerful rockets", "description": "NASA is building a super-heavy-lift rocket called the Space Launch System to send astronauts back to the moon. The SLS program has seen multiple delays and cost overruns, and the rocket is not reusable. Elon Musk's and Jeff Bezos' aerospace companies SpaceX a…", "url": "https://www.businessinsider.com/nasa-sls-replacement-spacex-bfr-blue-origin-new-glenn-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef16d39e8c53423a447956-2560-1280.jpg", "publishedAt": "2018-11-17T18:21:00Z", "content": "NASA is building a giant rocket ship to return astronauts to the moon and, eventually, ferry the first crews to and from Mars. But agency leaders are already contemplating the retirement of the Space Launch System (SLS), as the towering and yet-to-fly governm… [+7668 chars]", "fulltext": "NASA is building a giant rocket ship to return astronauts to the moon and, later on, ferry the first crews to and from Mars.\n\nBut agency leaders are already contemplating the retirement of the Space Launch System (SLS), as the towering and yet-to-fly government rocket is called, and the Orion space capsule that'll ride on top.\n\nNASA is anticipating the emergence of two reusable and presumably more affordable mega-rockets that private aerospace companies are creating. Those systems are the Big Falcon Rocket (BFR), which is being built by Elon Musk's SpaceX; and the New Glenn, a launcher being built by Jeff Bezos' Blue Origin.\n\nRead more: Elon Musk and SpaceX are building a monster rocket for Mars. Here's how big it is compared to 20 familiar objects.\n\n\"I think our view is that if those commercial capabilities come online, we will eventually retire the government system, and just move to a buying launch capacity on those [rockets],\" Stephen Jurczyk, NASA's associate administrator, told Business Insider at The Economist Space Summit on November 1.\n\nHowever, Jim Bridenstine, the administrator of NASA, appears to have publicly denied his colleague's statement.\n\n\"In case there is any confusion, @NASA will NOT be retiring @NASA_SLS in 2022 or any foreseeable date. It is the backbone of America's return to the Moon with international and commercial partners,\" Bridenstine tweeted on Monday, following the initial publication of this story on Saturday.\n\nIn any case, NASA may soon find itself in a strange position, since the upcoming launch vehicles of SpaceX and Blue Origin may beat SLS back to the moon — and one of them may be the first to send humans to Mars.\n\nThe super-size struggles with SLS\n\nPatrick Shea inspects a 1.3% scale model of the NASA's Space Launch System (SLS) in a wind tunnel. NASA/Ames/Dominic Hart\n\nSpace Launch System is often called a super-heavy-lift rocket. This means it's designed to heave a payload of more than 55 tons (roughly the mass of a battle tank) into low-Earth orbit.\n\n\"We need a [super-]heavy lift launch capability,\" Jurczyk said. \"Without it, we're not going to have a safe, reliable, and affordable architecture and implementation for human exploration.\"\n\nSeveral iterations of SLS are planned through the 2020s, and the first is called Block 1. This rocket is expected to stand about 322 feet tall and be able to lift about 70 tons of spacecraft hardware and supplies into orbit.\n\nNASA's hopes to test-launch the first Block 1 rocket in June 2020 on a flight called Exploration Mission-1 (or EM-1). The mission would prove SLS is safe and reliable by flying an uncrewed Orion crew capsule around the moon and back to Earth.\n\nA crewed Exploration Mission-2 (EM-2) would follow several years later.\n\nHow NASA plans to pull off its Exploration Mission-2 flight with the Space Launch System rocket and Orion spaceship. NASA\n\nIt is unknown how much an SLS launch might cost. The same is also true for SpaceX's BFR and Blue Origin's New Glenn, which have yet to announce mission pricing.\n\nThe figure for NASA's program depends on the types of missions it pursues, how many SLS rockets are launched and how frequently, and how development costs are accounted for. For example, the space shuttle's per-mission raw cost was about $500 million, but averaging in the entire program's development costs and accounting for inflation brings the per-mission figure closer to about $1.5 billion.\n\nSo far NASA has spent about $11.9 billion on SLS, and the agency is projected to need $4-5 billion more than it has planned by 2021. Relatedly, the scheduled launch date for EM-1 in June 2021 is about 2.5 years behind schedule.\n\nAn internal audit of NASA's program found that preventable accidents, contract management problems, and other performance issues related to Boeing, the prime contractor, is largely responsible for the cost overruns and delays.\n\nIf more hiccups come with the SLS program, NASA may be watching SpaceX beat the agency to the moon with a crewed mission. That's because Musk, the company's founder, is pursuing aggressive timelines to reach the moon and Mars with BFR.\n\nHow SpaceX could beat NASA back to the moon\n\nAn illustration of the SpaceX's Big Falcon Rocket, or BFR, launching into space. Here, the spaceship is shown detaching from the booster. SpaceX\n\nSpaceX employees have been toiling under a tent in Los Angeles to build the top half of the system, called the Big Falcon Spaceship.\n\nMusk and Gwynne Shotwell, SpaceX's president, have both said the spaceship could be doing short launches called \"hops\" as soon as late 2019. Musk is also planning to modify his mainstay Falcon 9 rocket into a \"mini-BFR ship\" to test some of the more challenging aspects of the ship, like blazing-hot reentry into Earth's atmosphere.\n\nThe planned dimensions of SpaceX's Big Falcon Rocket. Olivia Reaney/Business Insider\n\nIn 2020 or 2021, he aims to launch a fully integrated version of BFR — a Big Falcon Booster with the Big Falcon Spaceship on top — into orbit around Earth. (Around the same time, Blue Origin is planning to use New Glenn to deliver a lander to the surface of the moon to scout for ice to make rocket fuel.)\n\nIf SpaceX's first orbital launch and later uncrewed missions fly without an explosion or other incident, the company intends to fly a Japanese billionaire and a group of artists around the moon in 2023.\n\nIt remains to be seen how the space agency would react to such a feat, which is essentially a creative reprise of the Apollo 8 mission of 1968. In fact, 2023 is the same timeframe in which NASA plans to launch EM-2 around the moon.\n\nAn illustration of the spaceship of SpaceX's Big Falcon Rocket, or BFR, flying around the moon. SpaceX\n\nIt's also unknown what NASA would do if SpaceX launches its first uncrewed missions to Mars with BFR in 2022, followed by the first crewed missions in 2024. That's several years ahead of when the space agency hopes to land people on the moon, and perhaps a decade sooner than NASA would attempt a crewed Mars landing.\n\n\"We haven't really engaged SpaceX on how we'd work together on BFR, and eventually get to a Mars mission — yet,\" Jurczyk said of NASA's leadership. \"My guess is that it's coming.\"\n\nA US space agency without an American spaceship\n\nNine astronauts will fly the first four crewed missions inside SpaceX and Boeing's new spaceships for NASA, called Crew Dragon and CST-100 Starliner, respectively. NASA via AP\n\nRight now, Jurczyk said, the space agency's leadership is laser-focused on test launches for its Commercial Crew Program, a competition for private companies to build and launch American spaceships.\n\nThe ultimate goal of Commercial Crew is to revive US spaceflight capabilities that the agency lost when it retired the space shuttle fleet in 2011. (Ever since then, NASA has relied solely on Russia to taxi its astronauts to and from the $150 billion International Space Station.)\n\nBoeing and SpaceX have each designed and built seven-person space capsules, which are each nearing approval for uncrewed and crewed test launches. SpaceX is currently looking to fly first with its Crew Dragon ship.\n\n\"Their first uncrewed flight test, right now, is scheduled for January, followed by, not many months later, maybe in the springtime, their first crewed flight test to the space station,\" Jurczyk said.\n\nRead more: Boeing may have used a lobbying firm to plant a scathing opinion piece about SpaceX in US news outlets. At stake is billions of dollars in NASA contracts.\n\nOnce the Crew Dragon and Boeing's CST-100 Starliner ships prove they can launch safely and reliably, the agency's leadership should have more energy to contemplate its deep-space future with BFR and Blue Origin's New Glenn.\n\n\"How we engage will depend a lot on the pace at which those systems and capabilities develop,\" Jurczyk said.\n\nThe key for NASA is to get as quickly as possible to some kind of super-heavy-lift capability.\n\n\"Right now we see the way to do that is through SLS, because we kind of have the head-start and use these legacy technologies and systems,\" he said, referring to the fact that SLS will use space shuttle engines and other well-understood hardware.\n\nJurczyk added: \"That's kind of where we are. We know we need that kind of BFR — and whatever evolves from New Glenn — heavy-lift capability if we're going to do human exploration of the solar system. We don't think another approach is going to be as safe, affordable, and reliable.\"\n\nAre you a current or former NASA employee with a story to share? Send Dave Mosher an email or consider more secure options listed here.\n\nThis story has been updated to include a response from NASA's administrator. It was originally published on November 17, 2018."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Trump continues to blame fires on forest mismanagement even while traveling to California", "description": "President Donald Trump again blamed California's wildfires, which have left at least 74 people dead and over 1,000 missing, on forest mismanagement hours before was due to visit the areas ravaged by fires in the past week. Trump told reporters before departin…", "url": "https://www.businessinsider.com/trump-continues-to-blame-wildfires-on-forest-mismanagement-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf0412ed1e844643a200732-1920-960.jpg", "publishedAt": "2018-11-17T17:23:21Z", "content": "President Donald Trump again blamed California's wildfires, that have left at least 74 people dead and over 1,000 missing, on forest mismanagement hours before he was due to visit the affected areas. Trump told reporters before he departed from the White Hous… [+2188 chars]", "fulltext": "President Donald Trump again blamed California's wildfires, that have left at least 74 people dead and over 1,000 missing, on forest mismanagement hours before he was due to visit the affected areas.\n\nTrump told reporters before he departed from the White House Saturday that during his visit to the areas that were ravaged by fires in the past week that he and local authorities would be \"talking about forest management,\" seeming to suggest potential policy changes after discussions with California officials.\n\n\"I've been saying that for a long time, it should have been a lot different situation,\" Trump said. \"But the one thing that everybody now knows that this is what we have to be doing, and there's no question about it. It should have been done many years ago. But I think everybody's on the right side. It's a big issue.\"\n\nTrump's mention of management echoed his comments in a Fox News interview that is slated to air Sunday, in which he shrugged off climate change as a possible contributing factor in the blazes, saying \"maybe it contributes a little bit. The big problem we have is management.\"\n\n\"You need management,\" Trump said. \"I'm not saying that in a negative way, a positive I'm just saying the facts.\"\n\nRead more:Trump blames deadly California wildfires on 'gross mismanagement of the forests,' but the federal government oversees 40% of them\n\nTrump said Saturday morning he wanted \"to be with the firefighters and the FEMA first responders\" during his trip, and added he would be meeting Saturday with Gov. Jerry Brown, Gov.-elect Gavin Newsom, and emergency workers.\n\nTrump's comments echoed criticism from one of his tweets last week that California's \"gross mismanagement\" of its forests lead to the \"massive, deadly and costly forest fires.\"\n\nBrian Rice, president of the California Professional Firefighters, said Trump's statement attacking California management and threatening to pull funding was \"ill-informed, ill-timed and demeaning,\" adding that nearly 60% of California's forests are under federal management.\n\n\"The president's message attacking California and threatening to withhold aid to the victims of the cataclysmic fires is ill-informed, ill-timed, and demeaning to those who are suffering as well as the men and women on the front lines,\" Rice wrote in a statement.\n\nTrump is scheduled to visit the northern California town of Paradise Saturday, a home to 27,000, which was entirely destroyed by the Camp Fire."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat and Andy Kiersz", "title": "RANKED: The 50 most underrated colleges in America", "description": "Choosing the right college isn't all about prestige and name recognition. Business Insider compiled a list of the top 50 underrated colleges nationwide. We considered reputation and earnings to determine the ranking, using data from US News & World Report and…", "url": "https://www.businessinsider.com/most-underrated-colleges-in-america-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef289701b12d3a1158b4a4-2732-1366.jpg", "publishedAt": "2018-11-17T16:37:00Z", "content": "Whether a student is more inclined to learn about artificial intelligence or take up photography, several factors play a role in choosing the right college. Business Insider has complied a ranking of the top 50 underrated colleges nationwide by considering tw… [+839 chars]", "fulltext": "Whether a student is more inclined to learn about artificial intelligence or take up photography, several factors play a role in choosing the right college.\n\nBusiness Insider has compiled a ranking of the top 50 underrated colleges nationwide by considering two factors: reputation and future earnings. We figured that schools with mediocre or obscure reputations but whose students made high salaries would be underrated.\n\nTo determine our ranking, we combined the mutually exclusive sets of Best Universities and Best Liberal Arts Colleges from The US News & World Report's annual college ranking. We pulled data on median earnings for students from each school who were working and not enrolled ten years after starting at the college from the US Department of Education's College Scorecard. You can read the full methodology here.\n\nThe Missouri University of Science & Technology took the No. 1 spot. The campus has an atmosphere students described as a less stereotypical Big Bang Theory episode, according to The Princeton Review.\n\nKeep reading to find out the 50 most underrated colleges."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Andy Kiersz", "title": "Here's how we ranked the most underrated colleges in America", "description": "Business Insider recently ranked the most underrated colleges in America. The ranking is based on a comparison of the schools' US News & World Report ranking with post-attendance median incomes as reported by the US Department of Education. Here are the detai…", "url": "https://www.businessinsider.com/most-underrated-colleges-in-america-methodology-sources-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bb3dcea21e9cb2120449449-1920-960.jpg", "publishedAt": "2018-11-17T16:35:00Z", "content": "We recently came out with our ranking of the most underrated colleges in America. To determine which schools were underrated, we considered two factors: reputation and future earnings. We figured that schools with mediocre or obscure reputations but whose stu… [+2263 chars]", "fulltext": "We recently came out with our ranking of the most underrated colleges in America.\n\nTo determine which schools were underrated, we considered two factors: reputation and future earnings. We figured that schools with mediocre or obscure reputations but whose students made high salaries would be underrated.\n\nWe used the following rankings to compile this list:\n\nThe US News & World Report rankings. We combined the mutually exclusive sets of Best Universities and Best Liberal Arts Colleges.\n\nA ranking of the median earnings for students from each school who were working and not enrolled ten years after starting at the college from the US Department of Education's College Scorecard.\n\nWe specifically looked for schools that had relatively low rankings on the US News list but whose students had high salaries.\n\nWe combined these two rankings to find the schools that met our criteria as \"underrated\" — 391 universities and liberal arts colleges showed up in both the US News and income rankings.\n\nThe chart below shows the relationship between the two rankings. Each point represents one school, with a school's position on the horizontal axis showing its US News ranking and its position on the vertical axis showing its income ranking.\n\nFor both, lower number ranks indicate a better score on each metric, so the best US News scores are on the left and the highest median incomes are on the bottom:\n\nBusiness Insider/Andy Kiersz, data from U.S. News and US Department of Education\n\nThere is a moderate linear relationship between the two rankings: Schools with better US News rankings tend to also have better post-attendance incomes. That relationship is reflected in the black regression line shown on the chart.\n\nSchools that fall along the black regression line are properly ranked. As can be seen in the chart below, there are a lot of schools that are far away from the regression line. These outliers are the schools we are most interested in — namely, the underrated schools, in blue, which have a poor US News ranking but a high graduate-salary ranking.\n\nBusiness Insider/Andy Kiersz, data from U.S. News and US Department of Education\n\nOur regression line also makes it possible to come up with a quantifiable measure of just how underrated or overrated a school is: the vertical distance between the point and the regression line (called the residual in regression analysis). Really large negative residuals indicate very underrated schools. The smaller the residual, the closer the school is to being properly ranked.\n\nBusiness Insider/Andy Kiersz, data from U.S. News and US Department of Education\n\nOur ranking, then, is based on those residuals. The most underrated colleges and universities in America are those with the largest negative residuals: schools whose graduates make much higher salaries than their US News rankings would suggest."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "5 male ad execs are considering a discrimination claim after their gay female boss said she would 'obliterate' her company's reputation as a haven for straight, white men", "description": "Jo Wallace of ad agency JWT said she wanted to \"obliterate\" her company's reputation as a haven for straight, white men. Five men who asked the HR department what she meant by that lost their jobs shortly afterwards. Wallace had previously written a column co…", "url": "https://www.businessinsider.com/jwt-jo-wallace-straight-white-men-consider-a-discrimination-claim-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf036663815074e5e430676-750-375.jpg", "publishedAt": "2018-11-17T15:57:58Z", "content": "Five straight, white men have retained a lawyer to look at whether they can bring a discrimination claim against ad agency JWT, after a senior executive said in a meeting she wanted to \"obliterate\" JWT's reputation for being populated by white, British, privi… [+3432 chars]", "fulltext": "Five straight, white men have retained a lawyer to look at whether they can bring a discrimination claim against ad agency JWT, after a senior executive said in a meeting she wanted to \"obliterate\" JWT's reputation for being populated by white, British, privileged, straight men, The Times reports.\n\nThe men went to their HR department after hearing the remarks and lost their jobs days later, according to Campaign magazine and The Times.\n\nJWT denies it discriminated against them.\n\nThe creative director of the agency, Jo Wallace, made the speech at an agency conference attended by JWT executive creative director Lucas Peon and James Whitehead, the chief executive. The context of her remarks was that JWT had been ranked near the bottom of its peers on a measure of how equally it paid men and women. JWT's gender pay gap was 44.7%, The Times said.\n\nPeon said at the meeting, \"In the World Cup of sucking at pay gap numbers, we made the final.\"\n\n\"Wallace, who introduced herself to the audience as a gay woman, said she was going to 'obliterate' JWT's reputation as an agency full of white, British, privileged, straight men,\" Campaign reported on November 12. The magazine gave no further context for what she meant by \"obliterate.\" There is another account of the meeting here.\n\nIn 2017, however, Wallace wrote a column for The Drum, a marketing trade magazine, that said, \"a hell of a lot of people are literally sleeping on the job when it comes to diversifying their creative department beyond white, pale, stale males.\"\n\n\"If you're going to troll me as an angry, white, privileged man claiming that you're now at a disadvantage, (yes, I've had several white, privileged men try to convince me of this ridiculous notion), please check your stats, and please #CheckYourPrivilege. If I may point out, you still account for at least 80% of senior creative roles. Even after a concerted effort in recent years, women still only represent 13% of creative directors and still, in 2017, only 8% of senior positions are held by someone who's black or from a minority ethnicity. Statistics, history and the resulting bias in society demonstrates that you are in fact unfairly advantaged,\" her column said.\n\n\"If your department is full of white, straight men then there's a very good chance you're confusing talent with privilege and when that sentence comes out of your mouth you're basically equating diversity to 'talentless',\" Wallace wrote.\n\nThe men reportedly went to HR to ask what Wallace's statement meant for their careers and were let go shortly afterwards. JWT has been conducting a rolling series of layoffs across the company, according to multiple reports.\n\nIn a press statement, JWT said, \"It's not appropriate for us to comment on individuals in an ongoing process. Any redundancies at J Walter Thompson London are handled fairly, lawfully and without any form of discrimination.\"\n\nJWT's potential liability in the case is exacerbated because of the discrimination angle, according to Campaign columnist Jeremy Lee. \"The damages for unfair dismissal are capped at about £80,000; however, if the group of creatives can prove that they were discriminated against, there is no limit to the damages they could receive. Some believe that this could cost the agency millions,\" he wrote.\n\nThe advertising world has been roiled by claims of sexism at the management level for decades. In 2016, Saatchi & Saatchi CEO Kevin Roberts was forced out of his job after he told Business Insider that \"I don't think [the lack of women in leadership roles] is a problem.\"\n\nJWT's former CEO, Gustovao Martinez, left the agency earlier this year after being accused of making sexist and racist comments."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "An army vet and CEO says the advice his dad gave him at age 13 about 'résumé piles' helped him get into business school, start his own company, and decide who he'll hire", "description": "Being different from everyone else in some capacity means you'll fare better in grad-school admissions, job hunts, and life in general. That's according to Nick Black, the founder and CEO of GoodUnited. \"Life's about résumé piles,\" his dad advised him, meanin…", "url": "https://www.businessinsider.com/be-different-competition-jobs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beddb4466be50773a17ed83-1536-768.jpg", "publishedAt": "2018-11-17T15:55:00Z", "content": "Nick Black, the founder and CEO of GoodUnited, recently posted on LinkedIn about the best advice he ever got from his father: \"Life's about résumé piles.\" You can read the full post here, but the gist is that you want your résumé to sit in its own pile, apart… [+2771 chars]", "fulltext": "Nick Black, the founder and CEO of GoodUnited, recently posted on LinkedIn about the best advice he ever got from his father: \"Life's about résumé piles.\"\n\nYou can read the full post here, but the gist is that you want your résumé to sit in its own pile, apart from all the other candidates', because you have something that makes you stand out — and makes you irresistible.\n\nWe called Black to get more detail on how this advice has shaped his career as a captain in the army, a business-school student, and the head of GoodUnited, which helps nonprofits use Facebook Fundraisers.\n\nWhen Black was 13 years old, his father gave him some tough love, telling him, \"In the Black family, we're not good-looking, we're not smart, we're not athletic. But we never quit.\" That persistence, Black's father said, differentiated them from everyone else.\n\nBlack took this message to heart. In high school, he was a football player, but his grades were mediocre. Still, he ended up getting into schools he \"had no business applying to,\" presumably because he'd expressed interest in joining the army. Black was admitted to Johns Hopkins, where he participated in the school's Army ROTC and served as president of his fraternity.\n\nAfter college, Black served as a captain in the US Army, before deciding he wanted to apply to business school.\n\nHe had his heart set on the University of North Carolina's Kenan-Flagler Business School. And while his GMAT score was low, Black told the admissions officers, \"I'm going to make you look good\" with his military experience. (By this point, Black had also lived all over the world.) The school accepted him, and he went on to launch his own company.\n\nDon't bother competing against people with the exact same résumé you have\n\nToday, as the CEO of GoodUnited, Black looks at what makes candidates unconventional.\n\nHe's not just choosing people who went to the Wharton School of Business, he said. \"What else do you got?\" he wants to know. \"What else do you bring to the table?\" For example, Black recently hired someone who had started working for GoodUnited without compensation because the person was so committed to the mission.\n\nRead more: Starbucks' former HR exec says a job candidate's answer to a simple interview question predicts success better than their entire résumé\n\nBlack's insights recall those of marketing and strategy consultant Dorie Clark. In her 2015 book \"Stand Out: How to Find Your Breakthrough Idea and Build a Following Around It,\" Clark wrote that you can differentiate yourself professionally by applying your knowledge and talents in a new context.\n\nHere's one of her favorite examples: If you're a lawyer who loves comic books, you might start a talent-management wing where you represent the legal interests of comic-book artists. \"Becoming recognized in your niche is a pitched battle when you're up against others who have the exact same credentials you do,\" Clark writes.\n\nAs for Black, he remembers his father telling him when he was younger, \"If you just apply for one thing, and you play by the rules, and you're cookie cutter, you're not gonna win.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "Bose's $350 noise-cancelling headphones are a must-have if you want to live in a quieter world – and they sound great, too", "description": "At $350, Bose's comparatively expensive QC35II headphones aren't for everyone, especially if all you want is a simple, good pair of Bluetooth headphones. But Bose's Quiet Comfort headphones come with noise cancelling, and they're usually the best at drowning …", "url": "https://www.businessinsider.com/review-bose-qc35ii-noise-cancelling-headphones-2018-2", "urlToImage": "https://amp.businessinsider.com/images/5a74a73d24d5056c1b8b4ad4-1136-568.png", "publishedAt": "2018-11-17T15:54:00Z", "content": "You can use Google Assistant that lives in your phone via the QC35II headphones, which seemed like an interesting feature at first, but the experience falls flat. To issue voice commands, you have to press and hold the button on the left ear cup, and Google A… [+1072 chars]", "fulltext": "You can use Google Assistant that lives in your phone via the QC35II headphones, which seemed like an interesting feature at first, but the experience falls flat.\n\nTo issue voice commands, you have to press and hold the button on the left ear cup, and Google Assistant will give you its reply.\n\nIt does work for simpler questions, like getting the weather and other questions you can search on the web, and it can tell you your next calendar event, too. But there's a significant delay between your voice command and the answer from Google Assistant. I couldn't imagine a scenario at home when I'd use Google Assistant on the QC35II headphones, and speaking to voice assistants out in public isn't something I'm ready to do. Plus, if you have reach up to press and hold the button for Google Assistant, you might as well reach for your phone.\n\nI also tried some more complex things like sending a message and getting direction using Google Assistant with the QC35II, but it never worked properly.\n\nYou can also get notifications from your phone to the headphones, but this interrupted music or quiet moments so often that it became unbearable. I turned off all the notifications with angry satisfaction.\n\nApple claims it works with Siri on its website, too, but I found no compatibility with Siri in the Bose app settings on an iPhone X."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "J.Crew CEO James Brett steps down after just 17 months", "description": "J.Crew's CEO James (Jim) Brett is stepping down from the company. Brett, who took up the position in June 2017, had been leading the charge in J.Crew's turnaround efforts after several years of flagging sales. Last quarter, J.Crew announced its return to posi…", "url": "https://www.businessinsider.com/jcrew-ceo-james-brett-steps-down-hints-at-clash-with-board-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf03726b73c2845267574e7-2732-1366.jpg", "publishedAt": "2018-11-17T15:47:56Z", "content": "The CEO of J.Crew is stepping down after just 17 months in the role. In a statement to the press on Saturday, CEO James (Jim) Brett, who joined the company in June 2017, hinted that a clash with the board may be the reason behind his departure. \"Returning J.C… [+1480 chars]", "fulltext": "The CEO of J.Crew is stepping down after just 17 months in the role.\n\nIn a statement to the press on Saturday, CEO James (Jim) Brett, who joined the company in June 2017, hinted that a clash with the board may be the reason behind his departure.\n\n\"Returning J.Crew to its iconic status required reinventing the brand to reflect the America of today with a more expansive, more inclusive fashion concept,\" he said. \"However, despite the recent brand relaunch already showing positive results, the Board and I were unable to bridge our beliefs on how to continue to evolve all aspects of the Company.\"\n\nA spokesperson for J.Crew declined to comment further on the reason behind Brett's departure when contacted by Business Insider.\n\nJ.Crew will be managed by a team of four executives - chief operating officer Michael Nicholson, chief experience officer Adam Brotman, chief administrative officer Lynda Markoe and Libby Wadle, president of the Madewell brand - while the board searches for a replacement.\n\nBrett has been leading the charge in J.Crew's turnaround efforts after several years of flagging sales. The store had been accused of becoming unaffordable and impractical under the leadership of its former CEO, Mickey Drexler, and longtime creative director, Jenna Lyons. To combat this, Brett lowered prices, added plus-sizes, and most recently started selling its low-cost Mercantile collection on Amazon.\n\nHis strategy seemed to be paying off, as J.Crew's same-store sales numbers turned a corner in the company's most recent quarterly results after dropping for the last four years. In August, J.Crew's namesake brand reported a 1% increase in comparable sales for the second quarter.\n\nIn September, J.Crew unveiled its new look with a diversity-driven ad campaign that features groups of people from creative and non-profit organizations dressed in J.Crew clothing."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "New Yorkers are making lots of doomsday predictions about Amazon’s HQ2. Here are all the things that could make it a disaster.", "description": "Half of Amazon's second headquarters, known as HQ2, will be located in Long Island City, Queens, the company announced on Tuesday. The news has sparked fear and outrage among local residents, who worry about climbing rents, crowded subways, and crumbling infr…", "url": "https://www.businessinsider.com/amazon-hq2-disaster-new-york-city-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedb0da10114222a96a7627-2732-1366.jpg", "publishedAt": "2018-11-17T15:45:00Z", "content": "New York's governor may be rejoicing at the news that Amazon will move half of its second headquarters to Long Island City, Queens, but the mood among residents is one of outrage and despair. A day after the announcement, New Yorkers gathered at a rally in Qu… [+1468 chars]", "fulltext": "New York's governor may be rejoicing at the news that Amazon will move half of its second headquarters to Long Island City, Queens, but the mood among residents is one of outrage and despair.\n\nA day after the announcement, New Yorkers gathered at a rally in Queens led by two local politicians who ardently oppose the move: Senator Michael Gianaris and City Councilman Jimmy Van Bramer.\n\n\"It may be cold outside, but I am steaming mad,\" Van Bramer told the crowd on Wednesday. \"Just this morning, several residents contacted us to say there's no heat in Queensbridge. But somehow folks who consider themselves progressive Democrats have seen fit to throw $3 billion to the richest man in the world.\"\n\nIn the background, protestors held angry signs with phrases like \"Scamazon\" and \"Rent hikes now with two-day shipping.\"\n\nRead more: Everything we know about Amazon's HQ2 development in Long Island City, Queens\n\nThough it's impossible to predict the impact of HQ2, many urban experts are worried about what 25,000 new employees and a multi-billion-dollar headquarters could do to the already-fragile Long Island City.\n\nAhead of Amazon's arrival, residents have complained of overcrowded schools, bottle-necked subways, and failing infrastructure. Commuters say the the 7 line, the most direct route from Long Island City to Midtown Manhattan, is entirely congested during peak hours — and roads on the Queensboro Bridge aren't much better.\n\nThese issues could become worse as Amazon begins its slow takeover along the Anable Basin, an artificial inlet in Long Island City that separates Queens from Brooklyn.\n\nHere are all of the realistic, yet nightmarish scenarios that could occur in Long Island City after the tech giant moves in."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Trump says he'll deliver answers to Mueller questions next week", "description": "President Donald Trump said he would deliver his written answers to special counsel Robert Mueller next week. \"They're all done,\" Trump told reporters outside the White House Saturday morning. Trump did not describe the contents of his answers, but the admini…", "url": "https://www.businessinsider.com/trump-will-deliver-answers-to-mueller-questions-next-week-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf02897beb67044910aa3d6-1920-960.jpg", "publishedAt": "2018-11-17T15:19:52Z", "content": "President Donald Trump said Saturday he would deliver his written answers to special counsel Robert Mueller next week. \" They're all done,\" Trump told reporters outside the White House in the latest development for Trump's participation in Mueller's probe aft… [+1207 chars]", "fulltext": "President Donald Trump said Saturday he would deliver his written answers to questions from special counsel Robert Mueller next week.\n\n\"They're all done,\" Trump told reporters outside the White House in the latest development for Trump's participation in Mueller's probe after he said Friday that he had answered the questions \"very easily.\"\n\nThe content of Mueller's questions was not immediately clear, but the administration has previously said Trump would not answer any questions relating to obstruction of justice. Trump also told reporters Saturday that a sit-down interview with investigators hadn't been discussed.\n\nHowever, many have characterized Trump's submission of written answers as a major step in Mueller's investigation into possibles ties between Trump's campaign and Russia. It is the first time Trump has directly participated in the investigation.\n\nRead More: 'A s---show in a dumpster fire': Attorney George Conway, husband of Kellyanne Conway, rails against the Trump administration\n\nTrump echoed his previous critique of the probe Friday, suggesting (without evidence) that investigators might have \"bad intentions\" and \"like to catch people.\"\n\nThe probe, which Trump has referred to as a \"witch hunt,\" has charged four Americans once affiliated with Trump's campaign or administration, 13 Russian nationals, 12 Russian intelligence officers, three Russian companies, and two other people in its look at Russian involvement in the 2016 US presidential campaign."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler and Dennis Green", "title": "Take a look around Nike's enormous new flagship store in New York City, complete with the world's largest for-sale collection of Nike shoes (NKE)", "description": "Nike has opened a new flagship store in New York City. Called the Nike House of Innovation 000, it spans six floors and 68,000 square feet and is packed with brand-new customer experiences that Nike has never done before. The store incorporates all of Nike's …", "url": "https://www.businessinsider.com/nike-store-nyc-opens-tech-collection-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee0cc166be507d487e9d67-1920-960.jpg", "publishedAt": "2018-11-17T15:08:00Z", "content": "Nike opened its newest store, officially named the Nike House of Innovation 000, on Thursday. Located on Fifth Ave. in Manhattan, it's Nike's new flagship store in New York. Spanning six floors and 68,000 square feet, it is packed with brand-new customer expe… [+1311 chars]", "fulltext": "Nike opened its newest store, officially named the Nike House of Innovation 000, on Thursday. Located on Fifth Ave. in Manhattan, it's Nike's new flagship store in New York.\n\nSpanning six floors and 68,000 square feet, it is packed with brand-new customer experiences that Nike has never done before, including the largest collection of for-sale Nike shoes in the world, a \"speed shop\" filled with popular items available for grab-and-go buying, and incorporation of new features from Nike's shopping app, including instant purchase.\n\nOne floor is dedicated entirely to sneakers — including an area specifically for women's shoes — while another is dedicated entirely to men's clothing. Women's and kids' clothing share a floor.\n\nAnother floor is dedicated entirely to services for Nike Plus, the sports retailer's free membership program. It provides perks like free courier delivery for purchases at the new store, free shipping for online purchases, and \"unlocks,\" which can include anything from exclusive access to in-demand shoes to members-only store hours.\n\nNike opened a similar store in Shanghai on October 4, which it called the House of Innovation 001. Already, 600,000 customers have come through the door at that location, according to Nike.\n\nImmediately apparent when walking into the store is how important digital has become for the company, including integration with Nike's app. The store is built with the idea that customers can use the app to purchase items right off the shelf, with no checkout needed.\n\nHere's what the enormous store is like to shop at:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor and Bob Bryan", "title": "The CEO behind IHOP and Applebee's perfectly illustrates how US restaurants could be one of the biggest winners of Trump’s trade war", "description": "Dine Brands CEO Steve Joyce, whose company owns popular brands like IHOP and Applebee's, laid out how President Donald Trump's trade war is helping restaurants. China, Canada, Mexico, and other countries have placed tariffs on US agricultural goods. This mean…", "url": "https://www.businessinsider.com/trump-trade-war-ihop-applebees-ceo-tariff-restaurants-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b2a55451ae6623a008b45a4-1536-768.jpg", "publishedAt": "2018-11-17T15:03:00Z", "content": "While President Donald Trump's tariffs may be bad news for retailers like Walmart and Costco, the CEO of IHOP and Applebee's says those chains are set to profit. \"Our product costs are probably going to come down,\" Dine Brands CEO Steve Joyce told Business In… [+1740 chars]", "fulltext": "While President Donald Trump's tariffs may be bad news for retailers like Walmart and Costco, the CEO of IHOP and Applebee's says those chains are set to profit.\n\n\"Our product costs are probably going to come down,\" Dine Brands CEO Steve Joyce told Business Insider last week. \"I don't want to be the economist on this, but other people have said the tariffs are building up inventories. Inventory build up means lower prices.\"\n\nThe good news for Dine Brands is coming at the expense of many US farmers, who are seeing prices for their crops and livestock tumble from the trade war.\n\nThat's right: Trump's decision to slap tariffs on steel, aluminum, and $250 billion worth of Chinese goods has actually been beneficial to the restaurants that rely on their crops and livestock for ingredients.\n\nIn response to Trump's tariffs, countries like China, Canada, and Mexico responded with tariffs of their own on US agricultural goods. These new duties on American goods, like pork and soybeans, caused importers from those countries to look elsewhere for their agricultural needs and left many US farmers unable to sell products abroad.\n\nThe inability to sell these goods to key markets has caused a backlog of supply for US farmers, forcing them to cut prices. The cuts on the agricultural products means that ingredients for the food used at IHOP and Applebee's gets cheaper.\n\nCombined, IHOP and Applebee's purchase billions of dollars of food each year, Joyce said.\n\n\"We are a significant player in the food industry,\" Joyce said. \"What it looks like is, our overall product mix — the cost of it is going to decline over the next year. That helps with margins.\"\n\nRead more: The full interview with Joyce on IHOb madness, whether millennials are really killing Applebee's, and more»\n\nAccording to data from Plate IQ, a restaurant invoice management company, the US restaurant industry could save as much as $27 million on major non-seafood ingredients like corn, pork, and cheese this year due to the trade war."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "This is the first thing you should do with a new pair of Apple AirPods (AAPL)", "description": "AirPods are one of Apple's most popular new products in years — in urban areas, the wireless white headphones can be seen adorning the lobes of all manner of commuters and pedestrians. That's why it's surprising that so many people don't know about one of the…", "url": "https://www.businessinsider.com/handy-apple-airpods-double-tap-shortcut-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ab959dc51837619008b4587-1334-667.jpg", "publishedAt": "2018-11-17T15:00:00Z", "content": "AirPods are one of Apple's most popular new products in years — in urban areas, the wireless white headphones can be seen adorning the lobes of all manner of commuters and pedestrians. That's why it's surprising that so many people don't know about one of the… [+575 chars]", "fulltext": "AirPods are one of Apple's most popular new products in years — in urban areas, the wireless white headphones can be seen adorning the lobes of all manner of commuters and pedestrians.\n\nThat's why it's surprising that so many people don't know about one of the handiest AirPods tricks. Because the AirPods are wireless, you don't get the same remote with play/pause, track forward and track reverse buttons as you do with wired headphones.\n\nIf you miss the remote, you can program your AirPods to react to a double-tap. So to pause the current song, or to move to the next song, all you have to do is tap on the AirPod in your ear twice with your finger.\n\nAirPods come with the default setting for a double tap set to activate Siri. So if you want to change it to a more useful command, you'll need to fiddle with settings on your iPhone.\n\nHere's how you do it:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Zoë Bernard", "title": "Venture firms are making more hires — here's what that means for entrepreneurs", "description": "With the increase of capital in Silicon Valley, venture firms are bringing on more partners. Some entrepreneurs say that the process of raising capital from bigger firms has grown increasingly bureaucratic. There's an increase in the number of venture firms m…", "url": "https://www.businessinsider.com/venture-entrepreneurs-capital-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bef014366be500f8b6011a5-2732-1366.jpg", "publishedAt": "2018-11-17T14:30:00Z", "content": "There's an increase in the number of venture firms making new hires, and it's having a ripple effect on how entrepreneurs raise capital. A new report from compensation data firm J.Thelander Consulting shows that 80% of venture capital and private equity firms… [+2338 chars]", "fulltext": "There's an increase in the number of venture firms making new hires, and it's having a ripple effect on how entrepreneurs raise capital.\n\nA new report from compensation data firm J.Thelander Consulting shows that 80% of venture capital and private equity firms brought on new members in 2018, a 14% uptick from last year. Much of this has to do with the amount of money flooding Silicon Valley's funds, as a vanguard of established firms rake in several billions to be deployed over the course of the next few years.\n\nWith more money to manage comes an often necessary obligation: more people to manage it. For founders, the addition of more partners to venture firms often means more opportunities to pitch their fledgling businesses. One founder who declined to be named told Business Insider that he had pitched a top tier firm multiple times in the hopes of securing funding. Even after facing rounds of rejection from the same firm, there was still plenty of reason to persist.\n\n\"As an entrepreneur, you're literally talking to one person who might be interested in the company, and the rest of the partners will have no idea,\" the founder said. \"If one partner said no and they pass on you, you just have to find another way in. That's how big these VC firms have gotten.\"\n\nThe sentiment is echoed by investors, who report that there's often a lack of coherence within established firms. \"You're seeing less and less communication across partnerships,\" one investor said.\n\nMore money, more politics\n\nAnother venture capitalist who heads up a small fund said that they'd invited a bigger firm to join a deal multiple times, and each time, the various partners passed. As the round was about to close, however, the same firm suggested interest — this time by a different partner: \"It was just that the right partner hadn't seen the deal.\"\n\nWhen founders seek out top tier firms, many express that raising money is only one part of the goal. Almost as significant is the coveted endorsement and connections a blue chip firm like Sequoia, Andreeseen Horowitz, Kleiner Perkins, Softbank, or NEA can offer.\n\nBut many founders say that dealing with bigger firms when they are in the early stages of building a company brings headaches of its own. \"With more people comes more politics,\" an early stage entrepreneur pointed out. Another founder compared working with a bigger firm to \"dealing with congress,\" where conflicting personalities often come into play.\n\n\"Venture is becoming more and more commoditized as capital is becoming more commoditized,\" said one founder. \"More money means more hires, and an increase in bureaucracy.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Flavored Juul pods will no longer be sold in retail stores — but here's where you can still buy them", "description": "Juul announced on Tuesday that it would temporarily stop selling flavored pods in stores, in a bid to curb an epidemic of teen vaping. Adult users were left wondering where they would still be able to purchase the pods. Juul will continue to sell the flavored…", "url": "https://www.businessinsider.com/juul-pods-banned-where-to-buy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedc6fe10114225b30a247e-1920-960.jpg", "publishedAt": "2018-11-17T14:20:00Z", "content": "On Tuesday, after facing ongoing pressure from the US Food and Drug Administration (FDA), Juul announced that it would stop selling its flavored pods in stores in order to clamp down on teen vaping. \"JUUL Labs is committed to improving the lives of the world'… [+2824 chars]", "fulltext": "On Tuesday, after facing ongoing pressure from the US Food and Drug Administration (FDA), Juul announced that it would stop selling its flavored pods in stores in order to clamp down on teen vaping.\n\n\"JUUL Labs is committed to improving the lives of the world's one billion adult smokers, with the ultimate goal of eliminating cigarettes. While we have been working to solve that problem, another unintended and serious problem has developed — underage use of e-cigarettes, including JUUL,\" CEO Kevin Burns said in a statement at the time.\n\nSince it launched in the summer of 2017, Juul has achieved explosive growth and now accounts for 70% of the e-cigarette market.\n\nSince then, it has come under scrutiny from public-health experts and scientists who worry about its popularity among young people. According to government data reported by The Washington Post, more than three million middle- and high-school students reported using e-cigarettes in 2017, and about one-third said the flavors were a big factor in their choice.\n\nRead more: $15 billion startup Juul used 'relaxation, freedom, and sex appeal' to market its creme-brulee-flavored e-cigs on Twitter and Instagram — but its success has come at a big cost\n\n\"As of this morning, we stopped accepting retail orders for our Mango, Fruit, Creme, and Cucumber Juul pods to the over 90,000 retail stores that sell our product, including traditional tobacco retailers (e.g., convenience stores) and specialty vape shops,\" Burns said in his statement on Tuesday. Juul will continue to offer its mint-, menthol-, and tobacco-flavored products.\n\nThe news left many adult smokers wondering how they will be able to get their Juul fix.\n\nWhere can you buy flavored Juul pods from now?\n\nIn his announcement online, Burns said that the mango, fruit, creme, and cucumber flavors will continue to be available for purchase on JUUL.com.\n\nTo verify that customers are over 21, they will be asked to provide their name, date of birth, permanent address, and the last four digits of their social-security number. This information will be cross-checked with public records by a third party.\n\nBy the end of the year, Juul also plans to add further verification methods using a customer's phone number and by matching the customer's face against an uploaded government-issued ID.\n\nIn order to prevent customers from buying in bulk and selling these pods to teens, every purchaser will be restricted to two devices and 15 Juul pod packages per month, and to no more than 10 devices a year.\n\nWill the pods ever come back to stores?"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Trump continues Twitter campaign for Pelosi: 'I can get her as many votes as she wants'", "description": "President Trump tweeted Saturday: \" I can get Nancy Pelosi as many votes as she wants in order for her to be Speaker of the House.\" Trump tagged Republican Rep. Tom Reed, who has said he would vote for Pelosi if she supported a package of rules reforms. 18 De…", "url": "https://www.businessinsider.com/trump-tweets-support-for-nancy-pelosi-tagging-tom-reed-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf022e2f556fc4720334fe4-2732-1366.jpg", "publishedAt": "2018-11-17T14:19:50Z", "content": "President Trump continued his Twitter campaign supporting longtime Democratic leader Nancy Pelosi's bid for the Speakership, Saturday, suggesting that he could get Republicans to support her. \"I can get Nancy Pelosi as many votes as she wants in order for her… [+1094 chars]", "fulltext": "President Trump continued his Twitter campaign supporting longtime Democratic leader Nancy Pelosi's bid for the Speakership, Saturday, suggesting that he could get Republicans to support her.\n\n\"I can get Nancy Pelosi as many votes as she wants in order for her to be Speaker of the House,\" wrote Trump. He continued, \"she deserves this victory, she has earned it.\"\n\nIn the tweet, Trump tagged Republican Rep. Tom Reed, who has said that he and a group of other Republicans are prepared to support Pelosi if she backs a package of rules reforms from the Problem Solvers Caucus.\n\nRead More:Trump alarms his confidantes with questions about Mike Pence's loyalty\n\nTrump first tweeted his support of Pelosi 10 days earlier, saying: \"Nancy Pelosi deserves to be chosen Speaker of the House by the Democrats. If they give her a hard time, perhaps we will add some Republican votes.\"\n\nPelosi has been lobbying Congressmen and meeting with potential opponents as an opposition campaign from within the Democratic party has pledged to challenge her. 18 Democrats have reportedly said they would vote against Pelosi for Speaker, arguing that in her four previous years in the position she's stifled the growth of up-and-coming Democrats.\n\nDemocrats are slated to meet the last week of November to choose leadership, and the full House will take a floor vote in January."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "China's super airlines are on the rise and that puts American, Delta, and United in a complicated situation (AAL, UAL, DAL)", "description": "China 's airlines are growing in their prominence and capabilities. China's three largest airlines, Air China, China Eastern, and China Southern are state-owned. The fourth largest Chinese carrier is Hainan Airlines, which is civilian run. Chinese airlines ha…", "url": "https://www.businessinsider.com/how-china-airlines-will-affect-american-delta-united-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ac62457146e712b008b45c0-1536-768.jpg", "publishedAt": "2018-11-17T14:14:00Z", "content": "China is rising. As the world's second-largest economy, the Middle Kingdom now has the mega-airlines to serve its burgeoning masses of middle-class travelers. Chinese airline passenger traffic skyrocketed from 413.5 million people in 2013 to 589 million in 20… [+7782 chars]", "fulltext": "China is rising.\n\nAs the world's second-largest economy, the Middle Kingdom now has the mega-airlines to serve its burgeoning masses of middle-class travelers.\n\nChinese airline passenger traffic skyrocketed from 413.5 million people in 2013 to 589 million in 2017, Routesonline reported. That's a colossal 42% increase in just five years.\n\nIncredibly, Chinese customers account for 20% of Boeing's entire order book.\n\nAnd their rivals have certainly taken notice.\n\n\"China and China's airlines are not sleeping giants,\" Emirates Airline president Sir Tim Clark told Business Insider in an interview earlier this year. \"They are growing rapidly...and the Chinese know the criticality of air travel to their economy.\"\n\nOver the past two decades, Chinese airlines have built up well-developed domestic networks. Now, they're expanding internationally.\n\nMeet China's airlines\n\nThe modern era in Chinese aviation started in 1988 when the Civil Aviation Administration of China or CAAC made the decision to disband its eponymous airline into six smaller state-owned carriers spread throughout the country. CAAC exists today, but purely as an industry regulator. After a few rounds of consolidation, only three of the carriers remain — Air China, China Eastern, and China Southern.\n\nA China Eastern Boeing 777-300ER. Flickr/BriYYZ By the late 2000s, privately-own Hainan Airlines had grown in scale and importance to form the fourth member of the quartet.\n\nGuangzhou-based China Southern is the largest of China's airlines. With a fleet of nearly 600 aircraft, it's also the largest airline in Asia. The only airlines in the world with more planes than China Southern are American, Delta, United, and Southwest.\n\nThe second largest is Shanghai-based China Eastern with more than 500 aircraft. Air China is the most direct descendant of CAAC Airlines. In fact, it was operating many of CAAC's flagship international routes. Air China is also the smallest of the three with a fleet of around 400 aircraft.\n\nRead more: Here are all of the countries not allowed to fly into the US.\n\nHainan, a subsidiary of travel giant HNA Group, is the country's largest privately owned international airline with about 225 aircraft and is the only one with a five-star rating from consumer aviation website Skytrax.\n\nIn fact, Hainan was rated the eighth best airline in the world for 2018 by Skytrax.\n\nHow China's airlines affect America's airlines\n\nSo the question must be asked, what effect will they have on major US carriers like American, Delta, and United?\n\nThe answer to this question is rather complex.\n\nA China Southern Airbus A380. Airbus Over the past few years, American, Delta, and United have waged an all-out assault on Emirates, Etihad, and Qatar Airways. The US carrier accused the Middle Eastern carriers of allegedly receiving $50 billion in government subsidies over the past decade. According to the US carriers, the trio of Persian Gulf-based airlines have used this money to unfairly distort the competitive balance of the marketplace in violation of the OpenSkies agreements that govern air travel between the US and their countries of origin.\n\nThe Middle Eastern carriers have long denied these claims. But they aren't the only airlines that have been accused of being propped up by subsidies.\n\nRead More: Emirates Airline profits are down by 86% and things may not get better soon.\n\n\"China's state-owned airlines have gotten as much as, if not more, in subsidies over the years than the guys in the Middle East,\" Henry Harteveldt, a travel industry analyst for Atmosphere Research Group, told Business Insider.\n\nFor example, Chinese airlines received $1.3 billion worth of subsidies in 2016 alone just from lower-tier municipal governments looking to develop non-stop international flights to their cities, Bloomberg reported.\n\nThe result is that Chinese carriers have flooded the trans-Pacific market with subsidized seat capacity. This has caused prices to bottom out. This is great for the consumer but makes things awfully tough on those trying to compete on routes.\n\nA Hainan Airlines Boeing 787-8 Dreamliner. Boeing As fuel prices continue to creep back towards $100 a barrel, US airlines are certainly feeling the pinch.\n\nSo why haven't the US carriers complained?\n\n\"The US carriers, unfortunately, do not have a leg to stand on in terms of the subsidies for some of these long-haul routes simply because there's no OpenSkies agreement with China, therefore, there isn't the protection it affords,\" ICF vice president of aviation commercial advisory, Mark Drusch, explained to Business Insider in an interview.\n\nAnd then there are the business ties.\n\nChina's major airlines all have long-standing business relationships with their US rivals. China Eastern and China Southern (until the end of the year) belong to the same Skyteam airline alliance as Delta. While Air China and United both belong to the Star Alliance.\n\nRead more: The 10 best airlines in the world for 2019.\n\nTaking it one step further, Delta spent $450 million in 2015 to acquire a 3.55% stake in China Eastern. Delta also has an observer seat on China Eastern's board of directors. Last year, American Airlines invested $200 million to buy equity in China Southern.\n\n\"Delta has made it very clear that their plan is to, with China Eastern, build Shanghai into a major connecting hub between the US and the interior of China,\" Drusch told us.\n\nAccording to Drusch, American has plans for a similar growth strategy by taking advantage of China Southern's new mega hubs in Guangzhou and Beijing.\n\nAre they friend or foe?\n\nIn many respects, Chinese airlines are both friend and foe for America's big three.\n\nEven though China's airlines compete for business across the Pacific, it's a significant source of connecting business for US carriers. Once they reach the US, Air China's passengers connect onto United while China Eastern's use Delta. China Southern passengers connect onto American and Delta. Hainan's passengers use Alaska Airlines and JetBlue. And vice versa on China-bound flights.\n\n\"I don't think at this point in time they are a threat as much as they are combined (with a US partner), a smart way of further developing the Chinese market,\" Drusch said. \"The market is profitable for US carriers. In the aggregate, US carriers do make money flying to China, full stop.\"\n\nAccording to the former Delta and Continental executive, the recent failure of several United and American airlines routes in China can be blamed more on poor timing and overcapacity than Chinese competition.\n\nAn Air China Boeing 777-300ER. Boeing For example, United abandoned both its San Francisco to Xi'an and San Francisco to Hangzhou flight last year because they were two of the worst performing routes in their network. Drusch attributes this to the fact that both of the Chinese destinations are secondary cities with travel markets that aren't quite mature enough to handle such a flight.\n\nWhile American's decision to end its Chicago to Shanghai and Chicago to Beijing flights is due to the fact that AA is the secondary carrier in the Windy City. It doesn't the have the same level of connectivity as Chicago-based United, which is why American has decided to better focus their resources on Dallas and Los Angeles where they are much stronger.\n\nFinally, the strength of US airlines lies with its domestic business. For example, Delta's domestic operations generated $7.4 billion in revenue during the third quarter of 2018. Its Pacific operation did just $730 million.\n\n\"No foreign carrier can beat American in Dallas or United in Chicago or Delta in Atlanta. You just can't,\" Drusch explained. \"They fall back on their strengths which are their primary hubs and all of the traffic from the US and other parts of this hemisphere they can collect and put on an airplane.\"\n\nHarteveldt takes a slightly less optimistic view.\n\n\"These Chinese carriers are a mixed blessing of sorts for US airlines,\" Harteveldt said. \"The feeder traffic is great, but I'm sure US carriers would rather be making the money from the international flights.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "How much car insurance costs in all 50 states", "description": "Car insurance rates can be one of the most important factors shoppers consider when purchasing a new vehicle. Premiums are an amount owners pay for an insurance policy which protects them against accidents, damages, stolen vehicles and other incidents. The in…", "url": "https://www.businessinsider.com/car-insurance-costs-for-each-us-state-ranked-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5cd13c957010f4273c8d4-2732-1366.jpg", "publishedAt": "2018-11-17T14:07:00Z", "content": "Car insurance rates are among the most important factors buyers consider when purchasing a new vehicle. A premium is the rate motorists pay for a car insurance policy which protects them against accidents, damages, stolen vehicles and other incidents. But car… [+2187 chars]", "fulltext": "Car insurance rates are among the most important factors buyers consider when purchasing a new vehicle. A premium is the rate motorists pay for a car insurance policy which protects them against accidents, damages, stolen vehicles and other incidents.\n\nBut car insurance rates for the same car can vary greatly from state to state.\n\nFor example, data from the insurance information website, Insure.com, shows Vermont's average annual premium is $932, while Michigan's is $2,239. A recent Insure.com study found the national average to be $1,365.\n\nInsure.com points out that Michigan uses \"no-fault\" car insurance that is believed to be the cause of driving up rates. According to the website, \"no-fault\" insurance un-caps medical benefits for injuries sustained while driving.\n\nThere are other factors at play that lower premiums in other states.\n\nVermont has a small population, so this leads to fewer accidents and fewer claims, both of which help drive down premiums. This is the reason why Idaho and Iowa have some of the least expensive car insurance in the country.\n\nRead More: The 11 new cars people most regularly ditch after just one year of ownership\n\nIn a statement to Business Insider, Insure.com's insurance expert Penny Gusner said, \"On the flip side, the states with cheaper car insurance tend to be more rural states that have a good competitive car insurance marketplace. Vermont is sparsely populated which helps keep the accident rate down, compared to Michigan that has big cities, such as Detroit.\"\n\nOhio and Virginia are each relatively highly-populated states that have low insurance rates, but Insure.com cites the vast number of insurance carriers in each state—almost 250 for Ohio and over 300 for Virginia—and the competition which results as the main reason their insurance premiums are so low.\n\nVariance in state laws account for the changes among auto premiums, but weather differences, crime rates, and the percentage of uninsured drivers in each state all play into the creating price differences.\n\nInsure.com' study notes that there are multiple risk factors at play that affect car insurance no matter what state you live in. These factors include age, gender, location, and the type of vehicle insured, and the driving record of the vehicle owner.\n\nWith this information in mind, take a look below at the average annual car insurance premium in all 50 states and the District of Columbia, using data provided by Insure.com."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "The 9 best cars you can buy for under $20,000", "description": "The market research company JD Power on November 7 released its rankings of the best vehicles from model year 2018 that cost less than $65,000. The company produced four lists ranking the top vehicles in four different price segments: $15,000-$19,999, $20,000…", "url": "https://www.businessinsider.com/9-best-cars-under-20000-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef07b0f556fc350e5b70c7-1920-960.jpg", "publishedAt": "2018-11-17T14:07:00Z", "content": "The market research company JD Power on November 7 released its lists of the best vehicles from model year 2018 that cost less than $65,000. The company produced four lists ranking the top vehicles in four different price segments: $15,000-$19,999, $20,000-$3… [+959 chars]", "fulltext": "The market research company JD Power on November 7 released its lists of the best vehicles from model year 2018 that cost less than $65,000. The company produced four lists ranking the top vehicles in four different price segments: $15,000-$19,999, $20,000-$32,999, $33,000-$44,999, and $45,000-$65,000.\n\nOf the nine top-rated vehicles that cost less than $20,000, Kia had more than any other automaker, with three. Each of those vehicles placed in the top four spots on the list, which measured how satisfied owners were with their vehicles on a 100-point scale\n\nRead more: The 10 most reliable cars of 2018\n\nWhile SUVs and light trucks have come to dominate the American auto market, they tend to be more expensive than smaller cars. Each of the nine best cars under $20,000 is either a compact or subcompact car.\n\n\"While consumer interest continues to shift towards crossovers, many cars are still proving extremely satisfying to own,\" Dave Sargent, JD Power's vice president of global automotive said in a release accompanying the lists. \"The very best cars often score better for quality and appeal than crossovers at the same price point.\"\n\nThese are the best vehicles from model year 2018 that cost less than $20,000."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Gut-wrenching photos show what a hellish nightmare it already is to get around Long Island City, Amazon's new HQ2 headquarters (AMZN)", "description": "Amazon is building a new headquarters in Long Island City, Queens, with plans to add up to 40,000 workers to the neighborhood. While not Manhattan, Queens is crowded and transit-starved. Amazon could make that worse. We ventured to the very edge of the boroug…", "url": "https://www.businessinsider.com/amazon-hq2-transit-long-island-city-queens-terrible-pictures-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef35e666be50185e2dd038-1136-568.jpg", "publishedAt": "2018-11-17T14:03:00Z", "content": "Amazon is coming to New York City's second most populated borough. And while it's not quite as dense as Manhattan's famous grid, Queens has come a long way from its farming roots (it was the last of the five boroughs to consolidate and join New York City,) it… [+399 chars]", "fulltext": "Amazon is coming to New York City's second most populated borough.\n\nAnd while it's not quite as dense as Manhattan's famous grid, Queens has come a long way from its farming roots (it was the last of the five boroughs to consolidate and join New York City,) and it's one of the fastest-growing areas of the City.\n\nBut trains here are already packed to the brim with commuters, who are increasingly moving farther out east as rent skyrockets.\n\nI took a ride on the borough's main artery — the 7 train — to see just how crowded things already are, and how Amazon's infusion of at least 25,000 (and up to 40,000) workers might affect transit around its new neighborhood."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson", "title": "SAP's top dealmaker explains the German software giant's strategy behind its $8 billion Qualtrics acquisition and where it's looking in 2019 (SAP)", "description": "SAP acquired Qualtrics for $8 billion in a surprise deal just days before the startup's initial public offering. And while SAP didn't intentionally time its acquisition so close to the IPO, acquiring hot cloud companies is all part of the plan, according to i…", "url": "https://www.businessinsider.com/sap-dealmaker-arlen-shenkman-explains-strategy-behind-8-billion-qualtrics-acquisition-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef50f1d1e8445b4c031ca6-1334-667.jpg", "publishedAt": "2018-11-17T14:00:00Z", "content": "Qualtrics, the Utah-based \"experience management\" company, was all set to have one of the last big initial public offerings of 2018. Then last weekend, the hotshot startup announced that it would be acquired by SAP for $8 billion — up from the $4.8 billion va… [+8313 chars]", "fulltext": "Qualtrics, the Utah-based \"experience management\" company, was all set to have one of the last big initial public offerings of 2018. Then last weekend, the hotshot startup announced that it would be acquired by SAP for $8 billion — up from the $4.8 billion valuation Qualtrics had planned to go public at and far about its last private market valuation of $2.5 billion.\n\nThe move called to mind another dramatic last-minute deal in early 2017, when Cisco acquired AppDynamics on the eve of its planned IPO for $3.7 billion.\n\nFor SAP, the $124 billion German software giant, acquiring Qualtrics falls inline with its plan to grow out its cloud product suite by acquiring \"best of breed\" companies every 12 to 24 months.\n\nTo find out more about this strategy, Business Insider spoke with Arlen Shenkman, executive vice president of global business development and ecosystems at SAP.\n\nShenkman shared why SAP and Qualtrics waited until IPO week to sign the deal, how they got to the $8 billion figure and what it's like to be a major tech acquirer in a year of landmark deals with mounting valuations.\n\nThis interview has been edited and condensed for clarity.\n\nArlen Shenkman, executive vice president of global business development and ecosystems at SAP LinkedIn\n\nPeterson: Qualtrics was supposed to go public this week. Why did you wait until just before the IPO to sign the deal?\n\nShenkman: We certainly didn't have a strategy of waiting for the IPO. I had met Ryan probably 6 to 7 months ago. I had become aware, through some conversations with him, of some expansions of the platform. The breadth with which they expanded the platform, and how robust it was, is something I hadn't expected. So when we got together about 6 months ago, I actually tried to have some partner conversations and realized that with the pending IPO and the strategic nature of the business, that we might engage in something more strategic.\n\nThe two time tracks just fell in parallel.\n\nPeterson: How did SAP and Qualtrics come to the $8 billion figure? Qualtrics said that it planned to IPO at a $4.8 billion valuation.\n\nShenkman: You can think about it, Becky, in three ways. One is, obviously you see what's happening in the public markets. In all likelihood, this company would have traded above $8 billion in the public markets\n\nIn all likelihood, this company would have traded above $8 billion in the public markets\n\nwhen you look at their growth rates, their profitability and their creating a new market category. So I think the public market themselves really help to push some of the valuation.\n\nNumber two, other transactions — which were strategic transactions in the same way that this is a horizontal transaction for us — were important in that benchmarking.\n\nAnd the third is that we obviously see significant opportunity to expand and change our business and their business together, which drives significant opportunity between the two companies.\n\nPeterson: Is there a reason why SAP decided to buy a company like Qualtrics rather than try to replicate it internally?\n\nShenkman: It's not like they started yesterday and flipped over a product. They've been around for 16 years. They've obviously created a significant amount of intellectual property and a lot of breadth in their platform. They've built a significant business. It would be challenging for us to go from a straight build to be able to attack a market that's growing as fast as this market and still have a meaningful share of it.\n\nPeterson: Did your team look at any of Qualtric's competitors?\n\nShenkman: If you look at the competitive landscape, what you find is Medalia is primarily focused around NPS (Net Promoter Score); Glint, which sold to LinkedIn, was focused on employee surveys; SurveyMonkey is primarily a survey company.\n\nWe certainly did not do this with Qualtrics because of surveys. We did this because we believe this is a broad, robust, horizontal platform\n\nWe certainly did not do this with Qualtrics because of surveys. We did this because we believe this is a broad, robust, horozontal platform...\n\nthat can be the glue across the intelligent enterprise and bring together our key ERP (enterprise resource planning) assets with our key cloud assets and help drive this vision we have of the intelligent enterprise.\n\nPeterson: Beyond Qualtrics, what is SAP's overall corporate development strategy?\n\nShenkman: Our strategy since 2011 has been to buy market leading cloud assets. In 2011, we bought SuccessFactors, and we followed that up with Ariba. After Ariba, we bought Fieldglass and then we followed that up with Concur. We also bought a company called Hybris.\n\nWe have consistently, every 12 to 24 months, went out into the market and bought a market-leading cloud asset. We still continue to drive our business toward the cloud, we continue to build toward the cloud. And we continue to supplement that not only with acquisitions but with also partnerships that are relevant for us to continue to grow around the cloud.\n\nPeterson: What is SAP's pitch when it's courting a company for an acquisition?\n\nShenkman: One is that we have a model that's often different than our competitors. We have a lot of respect for the people who have built these businesses. We recognize that there can be a really mutually beneficial, symbiotic relationship between us. So we've always had a more slow coming-together of the parties, in terms of how we operate companies.\n\nSo one, there is usually a fair degree of collaboration around how we operate, as opposed to some others who may be much more focused on cost synergies and rationalizing their P&L (profit and loss).\n\nIBM CEO Ginni Rometty announced the $34 billion acquisition of RedHat last month. AP Photo/Manu Fernandez\n\nSecond is that the global scale of SAP provides these companies enormous opportunities.\n\nQualtrics is a good example, where 80% of their revenue comes from companies based in the United States. SAP, as you may know, does business in 192 countries and really has been a global business for 40 years. So we have a global breadth that is really unmatched in enterprise software.\n\nAnd the third, and it's been consistent with all of our deals, is the culture. We are a culture built around helping enterprises build the best businesses that they can. When you look at companies we've acquired, their relevance to enterprises and our focus on enterprise gives us a common mission.\n\nPeterson: How do view the M&A space when it comes to the cloud? It seems like the idea of a transformational acquisition is picking up a lot of steam in the space, especially when you look at deals like IBM's $34 billion acquisition of RedHat last month.\n\nShenkman: We were an early acquirer of cloud assets, so this is not a new trend for us. We have continually looked for market-leading assets that could help us rapidly accelerate our cloud growth and our strategy around enabling our customers to run the most efficient operations and businesses they can.\n\nI think that M&A has always provided an opportunity for strategic growth. And one way to think about this, Becky, is that the cloud is moving at a much faster rate than any other technology transformation\n\nThe cloud is moving at a much faster rate than any other technology transformation...\n\nand I think that's probably a fair way to think about trying to catch up around buy-versus-build.\n\nIf you look at Qualtric's growth, which we've said is more than 40% year-over-year — when you just look at those growth rates and where this business is headed, it's very hard to organically catch up with some of these companies.\n\nI think there is something particular about the cloud in terms of some of these more transformative acquisitions you're seeing.\n\nPeterson: What was it like being a strategic buyer in 2018?\n\nShenkman: Any time you have a combination of rapid transformation of an industry, like we're seeing in the cloud combined with strong economic growth across many regions of the world, you're going to find premium prices. So what's challenging at times is finding a unique asset that you can justify and understand the stand alone price of.\n\nFor us, that's about not only finding something unique but something that's very horizontal that can be globalized. When I think about the marketplace, we were very happy to find an asset that fits so well in our strategic rational.\n\nI don't think this is an easy market, based off of where valuations are, to get deals done but I do think that if you find an asset that meets your strategic needs, that deals can get done, and this reflects that.\n\nRead more:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "China is locking up its Muslim minorities, and pushing Islamophobia to get Europe to do it too", "description": "The Chinese government is receiving more and more heat over its persecution of the Uighurs, a majority-Muslim ethnic minority in the country's west. Beijing is responding by trying to stoke Islamophobia in Western countries to justify its controversial polici…", "url": "https://www.businessinsider.com/china-tries-to-cite-islamophobia-to-export-model-of-muslim-repression-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b9721c180eb3518008b5c83-1136-568.jpg", "publishedAt": "2018-11-17T13:59:00Z", "content": "China is trying to stoke Islamophobia among Europeans to justify, and even export, its model of locking up their Muslim minorities as the troubling crackdown continues to grab global attention. Beijing is waging an unprecedented crackdown on the Uighurs, a ma… [+6707 chars]", "fulltext": "China is trying to stoke Islamophobia among Europeans to justify, and even export, its model of locking up their Muslim minorities as the troubling crackdown continues to grab global attention.\n\nBeijing is waging an unprecedented crackdown on the Uighurs, a majority-Muslim ethnic minority, in the western region of Xinjiang. Many Uighurs refer to the region as East Turkestan.\n\nUighurs are placed under intense surveillance in their hometowns, with up to 1 million of them reportedly imprisoned in detention centers or re-education camps, where many are reportedly psychologically and mentally tortured.\n\nBeijing sees its crackdown on Uighurs as a counterterrorism measure, and claimed the camps were \"free vocational training\" that make life \"colorful.\"\n\nRead more: How a Chinese region that accounts for just 1.5% of the population became one of the most intrusive police states in the world\n\nBeijing submits Uighurs under an unprecedented amount of surveillance. Here a police officer guards a street in Kashgar, Xinjiang. Kevin Frayer/Getty Images\n\nLawmakers and international organizations are increasing pressure on China to stop these practices. But Beijing is not only ignoring their critics — it's even trying to get them to follow their lead.\n\nOver the past few weeks, China has, through official statements and editorials in state media, cited Islamic terror attacks in Europe to justify and promote its Xinjiang policy.\n\nChina: Maybe Europe should learn from us\n\nLast week the country's state-run Global Times tabloid ran an editorial accusing Europe of hypocrisy in their criticism of China's human rights record.\n\nIt even suggested that European countries \"discuss with China\" how it can learn from Beijing's model of suppressing Muslim minorities.\n\nThe writer, Ai Jun, said Europe \"may have overlooked its own troubles,\" and singled out Britain, France, and Germany as countries with large Muslim populations and which were — according to Ai — vulnerable to terrorist and extremist threats.\n\n\"Instead of judging China condescendingly, Europe might need to sit down and discuss with China how to figure out their common challenges,\" Ai said.\n\nEthnic Uyghur members of the Communist Party of China carry a flag past a billboard of Chinese President Xi Jinping as they take part in an organized tour on June 30, 2017 in the old town of Kashgar, in the far western Xinjiang province, China. Kashgar has long been considered the cultural heart of Xinjiang for the province's nearly 10 million Muslim Uyghurs. At an historic crossroads linking China to Asia, the Middle East, and Europe, the city has changed under Chinese rule with government development, unofficial Han Chinese settlement to the western province, and restrictions imposed by the Communist Party. Beijing says it regards Kashgar's development as an improvement to the local economy, but many Uyghurs consider it a threat that is eroding their language, traditions, and cultural identity. The friction has fueled a separatist movement that has sometimes turned violent, triggering a crackdown on what China's government considers 'terrorist acts' by religious extremists. Tension has increased with stepped up security in the city and the enforcement of measures including restrictions at mosques. Kevin Frayer/Getty Images\n\nIn September, Li Xiaojun, a spokesman for China's state council information office, also cited terror attacks in Brussels and Paris carried out by Islamic extremists over the past three years to hit back at Western critics.\n\nReferring to detention centers, Li said according to Reuters: \"If you do not say it's the best way, maybe it's the necessary way to deal with Islamic or religious extremism. Because the West has failed in doing so, in dealing with religious Islamic extremism.\"\n\n\"Look at Belgium, look at Paris, look at some other European countries. You have failed.\"\n\nMuslims pray at a mosque during Ramadan in Urumqi, Xinjiang Uighur Autonomous Region Thomson Reuters\n\nPeter Irwin, a project manager at the World Uyghur Congress in Munich, told Business Insider: \"I think China's tapping into Islamophobia that does certainly exist in the West, but what we're witnessing in China isn't merely Islamophobia. It's the forced assimilation of an entire ethnic group based on historic notions of Chinese superiority.\"\n\n\"China only uses Islamophobic rhetoric retroactively as a means of gaining support from its own domestic population,\" he added.\n\nEmily Rauhala, The Washington Post's former China correspondent, dismissed the Global Times' criticism of European critics as \"Twitter trolling,\" but warned that its policy of detaining Muslims to counter terror \"is the actual position of the Chinese government right now.\"\n\nRead more: Photos show huge expansion of Chinese facility where Muslim minorities say they are persecuted and forced to sing hymns to Xi Jinping\n\nIn this Nov. 3, 2017, photo, residents walk through a security checkpoint into the Hotan Bazaar where a screen shows Chinese President Xi Jinping in Hotan in western China's Xinjiang region. AP Photo/Ng Han Guan\n\nIt's not working\n\nChina's policy of attacking countries that criticized its own human rights issues is not new, and it doesn't seem to be working, either. In fact, Western countries are ramping up their actions against China over the Uighur issue.\n\nThis week alone, Reuters reported that 15 Western ambassadors in Beijing were seeking a meeting with Chen Quanguo — the Chinese official believed to have masterminded the Xinjiang crackdown — to demand an explanation over China's Xinjiang crackdown.\n\nOn Wednesday, US lawmakers drafted a bipartisan bill urging the White House to punish China, by way of possible export bans and financial sanctions, over its persecution of the Uighurs.\n\nAnd on Monday, UN experts in Geneva sent a scathing letter to the Chinese government, seen by Business Insider, describing China's Xinjiang policies as \"incompatible with China's obligations under international human rights law.\"\n\nLast month the European Parliament also issued a motion calling on China to \"immediately end the mass arbitrary detention\" of Uighurs, close all the camps, and allow \"free, unhindered access for journalists and international observers to Xinjiang province.\"\n\nA police officer checks a Uighur man's ID documents in Kashgar, Xinjiang, in March 2017. Thomas Peter/Reuters\n\nIrwin told Business Insider: \"China's consistent refrain in response to allegations of human rights abuses has been to point the finger back at its accusers and remind them that they, too, have their own problems.\"\n\n\"This line of argumentation isn't at all convincing. Although it is true that rights abuses exist the world over, you can't paper over your own record through returned accusations,\" Irwin added. \"If this were the case, all states would accept bad behavior and nothing would change.\"\n\nRead more: China tells Congress to back off after planned legislation looks to sanction Beijing over imprisoning Muslims"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "Tesla just had the worst year in its history, but now it's starting to look like the best tech company in the world (TSLA)", "description": "Tesla is a hybrid of tech company and car company — and with various scandals roiling the tech sector, Tesla seems like a tech company that's at least trying to do good. Tesla endured its own self-manufactured travails over the summer. But with companies such…", "url": "https://www.businessinsider.com/tesla-is-making-a-big-comeback-after-a-terrible-year-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b9fb9591982d88d308b5232-1920-960.jpg", "publishedAt": "2018-11-17T13:57:00Z", "content": "Tesla likes to think of itself as a disruptive, Silicon Valley technology company. That's far from accurate. Despite over-the-air software updates to its vehicles and a factory in the Bay Area, Tesla is fundamentally a carmaker. It is, however, the most techi… [+2900 chars]", "fulltext": "Tesla likes to think of itself as a disruptive, Silicon Valley technology company. That's far from accurate. Despite over-the-air software updates to its vehicles and a factory in the Bay Area, Tesla is fundamentally a carmaker.\n\nIt is, however, the most techie of car companies, and that's actually something of a major advantage now in Silicon Valley. Because, regrettably, the true tech companies are starting to look very, very bad.\n\nFacebook, now reeling from a devastating New York Times investigation into the social network's leadership through numerous crises, no longer appears to be making the world more free and open.\n\nGoogle is mixed up with the military-industrial-digital complex, and Amazon's HQ2 civic reality show has been greeted with blowback after the online retailer ended up splitting the spoils between the Washington, DC area and New York City — two locations it might have chosen anyway, without months of free press for the effort and incentives from New York state.\n\nTwitter ... ah, well, Twitter. If you like your online semi-pro wrestling to be 24/7 and no-holds-barred, you know which bird to watch.\n\nFacebook CEO Mark Zuckerberg. (Photo by Drew Angerer/Getty Images)\n\nTesla's excellent timing\n\nAnd that's just the major Internet 2.0 players. Apple still destroyed the music business, and although Microsoft isn't the powerhouse it once was, it's still with us and not necessarily beloved. The former model of tech misconduct, Uber, has to be delighted with Facebook now taking much of the heat.\n\nTesla certainly endured a summer of discontent, what with its troubled Model 3 launch and CEO Elon Musk's failed go-private scheme and subsequent SEC action and fines. But the company snapped its season of self-inflicted bad luck in time to turn a rare profit in the third quarter. As it turns out, the timing was excellent, given the impending tech-industry meltdown.\n\nAt base, Tesla makes stuff in the pursuit of a noble mission: to deal with a global climate catastrophe by freeing humanity from a dependence on fossil fuels. Apart from the media's coverage of Musk's Twitter feed, there's almost zero commitment to advertising, the business that defines Facebook and Google.\n\nFormer Uber CEO Travis Kalanick. Thomson Reuters\n\nNot killing other industries, and manufacturing in the USA\n\nUnlike Amazon, Tesla isn't obliterating legacy industries. And of course, Tesla designs and builds its cars in California, while Apple designs its devices in the Golden State, but assembles them in China.\n\nObviously, Tesla will in the future make cars in China, but for now, it looks like a kinda-sorta tech company that isn't doing anything notably evil.\n\nI realize I'm overgeneralizing about the entire tech sector — there are obviously some decent companies and some solid people, although many of the more solid folks, such as Kevin Systrom, have run away from Facebook, perhaps as a decency preserving strategy.\n\nThat said, if you're looking for a Silicon Valley company that's trying to do the right thing and stands out as a result, Tesla is it. Will the company take advantage of this? That remains to be seen. But it would be justified in doing so."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Facebook's Mark Zuckerberg isn't accountable to anyone, so it's time Congress took away the source of his power (FB)", "description": "Facebook's string of scandals over the last several years have highlighted the poor job Mark Zuckerberg has done running the company — and his lack of accountability. The social networking giant's stock structure gives Zuckerberg near-absolute control over it…", "url": "https://www.businessinsider.com/congress-should-ban-facebooks-dual-class-stock-structure-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b58ba1f89c8a11d008b4594-2732-1366.jpg", "publishedAt": "2018-11-17T13:30:00Z", "content": "No matter how poor a job Mark Zuckerberg has done lately running Facebook, he's almost certainly not going anywhere, because he's effectively his own boss. But with a small change to the nation's securities laws, Congress could weaken his grip on the company … [+8189 chars]", "fulltext": "No matter how poor a job Mark Zuckerberg has done lately running Facebook, he's almost certainly not going anywhere, because he's effectively his own boss.\n\nBut with a small change to the nation's securities laws, Congress could weaken his grip on the company and potentially introduce some public accountability — not only to the social media giant, but to dozens of other companies besides.\n\nAccountability is sorely needed at Facebook, given all the scandals and fiascos the company has been embroiled in for much of the last two years. Zuckerberg and his top executives repeatedly failed to anticipate those problems then reacted poorly to them once they came to light.\n\nJust this week, for example, The New York Times reported that Zuckerberg and Sheryl Sandberg, his top lieutenant and COO, repeatedly downplayed in public what the company had found out about the Russian-linked propaganda campaign conducted on Facebook during the 2016 election. Also, amid rising criticism of the company this year, Facebook embarked on a public relations campaign to hit back at its critics, including by using the anti-Semitic chestnut of linking them to Jewish financier George Soros.\n\nZuckerberg and Sandberg have denied that they tried to hide what they knew about the Russia investigation. They've also denied knowing about the PR campaign that was conducted on its behalf.\n\nFacebook's scandals have illustrated Zuckerberg's shortcomings\n\nThe Times report alone might have led to the ouster of top executives at another company. But it focuses only on a handful of the myriad of missteps Facebook has made under Zuckerberg and his team of late. Other notable fiascos include the leak of millions of users' personal data to Cambridge Analytica, the more recent hacking attack that compromised some 30 million accounts, and the use of its service to incite violence in Myanmar against the Rohingya people and to spread fake news and hate speech.\n\nChristopher Wylie helped expose the leak of Facebook data to Cambridge Analytica. YouTube/The Guardian Taken together, the scandals have shown vividly that while Facebook under Zuckerberg's leadership was hell-bent on growth, it massively underinvested in, or simply gave short shrift to, concerns such as privacy, security, and the ability of malicious actors to hijack its service. He and his team have been scrambling ever since to address such problems. In the process, Facebook's user growth has slowed, its costs have gone up, and its stock price has slumped.\n\nThose things alone would likely have upset investors and had them agitating for a management shakeup. But each new scandal that's arisen has highlighted Zuckerberg's chief shortcoming as a leader. However technically proficient and visionary from a product perspective he may be, he's consistently seemed to be asleep at the switch when major problems were brewing on Facebook's service. Whether because he was unable, unwilling, unavailable, or just unimaginative, he's repeatedly failed to foresee and head off problems before they arose.\n\nTake the Soros smear. Zuckerberg on Thursday said he'd been unaware until he read it in The Times the day before either about the attempt to link Facebook's critics to Soros or that Facebook had hired the public relations firm that led the effort. You'd think the CEO of a company would be well informed about a major PR effort being conducted on his company's behalf, particularly if it was planning to do something so controversial. But apparently not Zuck.\n\nRead this:Heads ought to roll at Facebook over the Soros smear — starting with Zuck's\n\nZuckerberg's stock means he has all the power\n\nIt's no wonder, then, that investors have repeatedly shown they are indeed unhappy with Zuckerberg's leadership. Last year, a majority of independent shareholders of Facebook voted in favor of a proposal that would have required it to replace him as chairman with someone who had no ties to him or the company. A similar proposal is slated to be up for a shareholder vote again next year. Meanwhile, the company has seen numerous shareholder resolutions in recent years that have sought to take away some of Zuckerberg's power and to provide more outside oversight the company.\n\nLike Zuckerberg, Snap CEO Evan Spiegel has shares that give him outsized control over his company. Greg Sandoval/Business Insider Those efforts have all failed for one simple reason: under Facebook's corporate bylaws, Zuckerberg is something like an absolute monarch. He doesn't have to step down or cede any of his power or submit to anyone else's oversight unless he chooses to do so. And so far, he's chosen to maintain his complete grip on power.\n\nTechnically, what empowers Zuckerberg is Facebook's stock structure. The company has two classes of shares — Class A, which is mostly held by everyday investors; and Class B, which is mostly held by Zuckerberg. Each Class B share comes with 10 times more votes than each Class A share. What that means is that even though Zuckerberg owns or controls about 15% of Facebook's total outstanding shares, he gets about 60% of its votes.\n\nThat means that just by himself he can vote down any shareholder proposal, nominate anyone he wants to Facebook's board of directors, and pretty much run the company as he sees fit.\n\nZuckerberg is one of a growing number of executives — many of them in the tech sector — who are insulated from investors and the public by their companies' multi-class stock structures or by outsized voting rights. Others in that group are Snap CEO Evan Spiegel and Spotify CEO Daniel Ek.\n\nInvestors are unhappy with dual-class structures\n\nMany investors are getting fed up with such arrangements and for good reasons. Not only do they get little to no control over the companies they own, but research indicates that shares of companies with such stock structures underperform their peers over the long run.\n\nInstitutional investors have started to pressure individual companies such as Facebook to eliminate or agree to sunset their dual-class stock structures. They've also started to press exchanges and index funds to bar companies with such stock arrangements.\n\nNatasha Lamb, managing partner at Arjuna Capital, an activist investment firm that has challenged Zuckerberg's power at Facebook, with little success. Natasha Lamb They've had some success. A growing portion of newly public companies that have dual-class structures have sunset provisions that will end them over a period of some years. S&P Dow Jones Indices announced that going forward it will not include any additional companies in the S&P 500 or related indices that have dual-class stock structures. And FTSE Russell announced that to be listed on its indices, companies must have shares worth at least 5% of the companies' voting rights held by outsiders or trading freely.\n\nBut none of these developments address the problem at Facebook or other companies that have refused to end or sunset their dual-class stock structures. King Zuck has simply refused to give up power, regardless of the pressure that outsider investors have tried to place on him.\n\nMeanwhile, the S&P Dow Jones grandfathered in companies with dual-stock structures that are already included in its indices. And should the exchanges make a move to bar such companies, they too will likely give a pass to companies that are already listed.\n\nIt's time for Congress to step in\n\nThirty years ago, as the number of companies with dual-class structures started to tick up, the Securities and Exchange Commission tried to force the stock exchanges to bar the practice among their listed companies. Unfortunately an appeals court struck down the rule less than two years after the SEC approved it, clearing the way for Facebook, Google, and other companies to go public with dual-class structures. The appeals court's reasoning was that Congress hadn't explicitly given the SEC the authority to force the exchanges to mandate companies have particular stock structures.\n\nIt's long past time for Congress to correct that oversight. It ought to either ban dual-class stock structures among public companies outright, or make clear that the SEC can do so itself.\n\nDoing so wouldn't just help shareholders get a handle on Facebook. It would help make the company — and its tech peers that similarly insulate their insiders — more accountable to the public at large.\n\nFor the good of society, that accountability is long overdue.\n\nNow read:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "These are the 7 best Black Friday gaming deals you'll find in stores - Business Insider", "description": "Business Insider These are the 7 best Black Friday gaming deals you'll find in stores Business Insider Black Friday is fast approaching and it's the season for holiday deals on video games. As the current generation of consoles reaches the end of its life spa…", "url": "http://uk.businessinsider.com/black-friday-2018-the-7-best-gaming-deals-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5bef4ef1bde70f3b07677a65-1190-625/these-are-the-7-best-black-friday-gaming-deals-youll-find-in-stores.jpg", "publishedAt": "2018-11-17T13:02:41Z", "content": "Spencer Platt/Getty Images Black Friday is fast approaching and it's the season for holiday deals on video games. As the current generation of consoles reaches the end of its life span, now is a great time to invest in an Xbox One or PlayStation 4 for cheap a… [+2957 chars]", "fulltext": "Black Friday is fast approaching and it's the season for holiday deals on video games.\n\nAs the current generation of consoles reaches the end of its life span, now is a great time to invest in an Xbox One or PlayStation 4 for cheap and start building a library of great games.\n\nThis year seems to have surprisingly few exclusive deals, with gaming products from Sony, Microsoft, and Nintendo carrying nearly identical discounts across major retailers. We scrubbed early Black Friday ads from Best Buy, Target, Walmart, Newegg and more to find the most essential video game deals for the holiday."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "These are the 7 best Black Friday gaming deals you'll find in stores", "description": "Black Friday is fast approaching and it's the season for holiday deals on video games. As the current generation of consoles reaches the end of its life span, now is a great time to invest in an Xbox One or PlayStation 4 for cheap and start building a library…", "url": "https://www.businessinsider.com/black-friday-2018-the-7-best-gaming-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef4926f556fc3fa65e63a4-1920-960.jpg", "publishedAt": "2018-11-17T13:00:00Z", "content": "Black Friday is fast approaching and it's the season for holiday deals on video games. As the current generation of consoles reaches the end of its life span, now is a great time to invest in an Xbox One or PlayStation 4 for cheap and start building a library… [+333 chars]", "fulltext": "Black Friday is fast approaching and it's the season for holiday deals on video games.\n\nAs the current generation of consoles reaches the end of its life span, now is a great time to invest in an Xbox One or PlayStation 4 for cheap and start building a library of great games.\n\nThis year seems to have surprisingly few exclusive deals, with gaming products from Sony, Microsoft, and Nintendo carrying nearly identical discounts across major retailers. We scrubbed early Black Friday ads from Best Buy, Target, Walmart, Newegg and more to find the most essential video game deals for the holiday."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "I've tried every single iPhone currently available - here's my ranking of the 7 iPhones you can buy right now - Business Insider India", "description": "Business Insider India I've tried every single iPhone currently available - here's my ranking of the 7 iPhones you can buy right now Business Insider India If you want to buy an iPhone right now, you have seven different options to choose from. From the brand…", "url": "http://www.businessinsider.com/every-iphone-ranked-iphone-xs-xr-8-7-2018-11", "urlToImage": "https://www.businessinsider.in/photo/66668211/ive-tried-every-single-iphone-currently-available-heres-my-ranking-of-the-7-iphones-you-can-buy-right-now.jpg?66410", "publishedAt": "2018-11-17T12:47:59Z", "content": "The iPhone 7 is more than two years old now, but it remains one of the most sensible and cheapest iPhones you can buy. While the iPhone 8 is newer and slightly better looking (and the iPhone XR and XS are in a league of their own), the iPhone 7 has nearly all… [+511 chars]", "fulltext": "If you want to buy an iPhone right now, you have seven different options to choose from.\n\nFrom the brand-new, futuristic iPhone XS to the old-but-good iPhone 7, the current iPhone lineup has a range of devices and price points.\n\nAt this point, I've tried all seven of Apple's current iPhones. And although the iPhone XS is gorgeous and powerful, it's not the phone I would recommend to most people.\n\nIt's worth noting that in September, Apple discontinued a bunch of its older phones, including the iPhone SE, iPhone 6S, iPhone 6S Plus, and iPhone X. If you're curious about any of those devices, you can still see how they ranked last year.\n\nHere's my ranking of all the iPhones you can buy today:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "I’ve tried every single iPhone currently available — here’s my ranking of the 7 iPhones you can buy right now (AAPL)", "description": "If you want to buy an iPhone right now, you have seven different options to choose from. From the brand-new, futuristic iPhone XS to the old-but-good iPhone 7, the current iPhone lineup has a range of devices and price points. At this point, I've tried all se…", "url": "https://www.businessinsider.com/every-iphone-ranked-iphone-xs-xr-8-7-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef2a62e4218a378f2fa5b3-1920-960.jpg", "publishedAt": "2018-11-17T12:45:00Z", "content": "The iPhone 7 is more than two years old now, but it remains one of the most sensible — and cheapest — iPhones you can buy. While the iPhone 8 is newer and slightly better looking (and the iPhone XR and XS are in a league of their own), the iPhone 7 has nearly… [+515 chars]", "fulltext": "If you want to buy an iPhone right now, you have seven different options to choose from.\n\nFrom the brand-new, futuristic iPhone XS to the old-but-good iPhone 7, the current iPhone lineup has a range of devices and price points.\n\nAt this point, I've tried all seven of Apple's current iPhones. And although the iPhone XS is gorgeous and powerful, it's not the phone I would recommend to most people.\n\nIt's worth noting that in September, Apple discontinued a bunch of its older phones, including the iPhone SE, iPhone 6S, iPhone 6S Plus, and iPhone X. If you're curious about any of those devices, you can still see how they ranked last year.\n\nHere's my ranking of all the iPhones you can buy today:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "The odds of a second referendum on Brexit just rose sharply", "description": "The odds of Britain holding a second referendum just went sharply up and are now a near coin-toss, according to HSBC. But Prime Minister Theresa May probably does have the majority she needs to get her deal through parliament, economist Elizabeth Martins beli…", "url": "https://www.businessinsider.com/odds-of-a-second-referendum-on-brexit-go-up-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beffb2a0d7c6743955f9cf6-960-480.png", "publishedAt": "2018-11-17T11:32:31Z", "content": "The odds of Britain holding a second referendum just went sharply up and are now above 40% — a near coin-toss — according to HSBC economist Elizabeth Martins. Prime Minister Theresa May unveiled the Brexit deal she has negotiated with the EU, and it was met w… [+1763 chars]", "fulltext": "The odds of Britain holding a second referendum just went sharply up and are now above 40% — a near coin-toss — according to a chart published by HSBC economist Elizabeth Martins.\n\nPrime Minister Theresa May unveiled the Brexit deal she has negotiated with the EU, and it was met with multiple resignations from her own cabinet and some of her own MPs calling for her to resign. May's Conservative party has a wafer-thin technical majority in parliament and it will be very, very difficult for her to get her deal approved.\n\nHSBC sent a note to clients last week that said, \"speculation was rising that the UK could be headed towards a 'no deal Brexit' or a second referendum ... if this deal fails to get through parliament.\"\n\nThe media is largely assuming there is no parliamentary majority for May's deal, which keeps Britain inside Europe's customs union, pushes off a date for rearranging the border between Ireland and Northern Ireland, and keeps the country closely tied to the EU. The opposition Labour party officially opposes the deal, and even if only a few Conservatives also vote against it the bill will fall.\n\nBut Martins' numbers say, surprisingly, that May could cobble together enough MPs to support her plan. Yes, hardline Leavers on the Tory benches will defect against her. But enough moderate Labour MPs, fearing a disastrous \"no deal\" scenario, will join the government to get the deal done. Here are Martin's numbers (below). Only if there is a very high level of rebellion among both Labour and Conservative MPs will the deal fail, the scenarios suggest:\n\nScenario 1 - low level of rebellion\n\n20 Conservatives vote \"no\"\n\n35 Labour MPs vote \"yes\"\n\nMajority: 39\n\nScenario 2 - moderate level of rebellion\n\n30 Conservatives vote \"no\"\n\n40 Labour MPs vote \"yes\"\n\nMajority: 9\n\nScenario 3 - high level of rebellion\n\n45 Conservatives vote \"no\"\n\n45 Labour MPs vote \"yes\"\n\nMajority: -11\n\nScenario 4 - same as 3 but with high level of abstentions"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "The stock market looks like it’s past the point of no return — and not even the Fed can save it from the next crash", "description": "Rising interest rates have been a significant catalyst of the corrections in equities this year. According to one Wall Street strategist, they've moved past a threshold that was exceeded before the equity bear markets in 2000 and 2008. He says this implies th…", "url": "https://www.businessinsider.com/stock-market-crash-fed-interest-rates-in-weak-position-to-avoid-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef1d12beb67035b161a623-2732-1366.jpg", "publishedAt": "2018-11-17T11:05:00Z", "content": "An issue that's top of many investors' minds right now is what happens to interest rates next year. Fears that higher rates will make it harder for companies to borrow have been partly responsible for the ongoing volatility in stocks, as well as the correctio… [+2834 chars]", "fulltext": "An issue that's top of many investors' minds right now is what happens to interest rates next year.\n\nFears that higher rates will make it harder for companies to borrow have been partly responsible for the ongoing volatility in stocks, as well as the correction in February.\n\nThe Federal Reserve held interest rates near zero after the financial crisis to encourage lending and spending. After nearly a decade, it started raising interest rates in response to a booming labor market, and has continued amid signs that inflation is creeping back in.\n\nInvestors are now watching for how quickly the Fed will return its benchmark rate to a point that coincides with the so-called neutral rate. At this estimated level, monetary policy is neither expanding nor contracting the economy.\n\nThere's no consensus, even among Fed officials, on just how close we are to neutral interest rates. Last month, Fed Chair Jerome Powell said policy was probably \"a long way\" from neutral. But on Thursday, Atlanta Fed President Raphael Bostic, who also votes on policy decisions, said interest rates were \"not too far\" from neutral.\n\nAccording to Barry Bannister, the chief equity strategist at Stifel, the Fed has in fact raised rates to a level that should in fact worry equity investors. The charts below show that the fed funds rate peaked above the neutral level before the meltdowns in 2000 and 2008.\n\nStifel\n\nEconomists believe that the neutral rate has fallen in the post-crisis period because productivity and labor-market growth are not as robust as they were before the recession. This, in turn, explains why the trendline for the bear market trigger point has declined over time.\n\n\"The maximum tolerable peak for the fed funds above the Laubach & Williams neutral rate has been associated with major equity market tops since the savings-fueled global debt boom began in the late-1990s,\" Bannister said in a recent client note.\n\nThe implication is that even if the Fed decided to stop raising the range of the Fed funds rate, it may already be too late for equity investors, according to Bannister.\n\nAny indication that the Fed is slowing down its path of rate hikes would be bullish for markets. However, Bannister expects that such a rally will be short-lived because investors would realize \"the Fed's weak position.\"\n\nThe central bank has two mandates from Congress: price stability and maximum employment. But it's often said that the Fed has a third, shadow mandate of keeping financial markets stable.\n\nFed officials prefer to focus on their official mandate, and say they rely on economic data — not market gyrations — to guide their interest rate decisions. But where the stock market is concerned, it looks like the Fed has raised rates to the point where it cannot rescue investors with cuts even if it wanted to, according to Bannister.\n\nAmid the stock market's slide from its September 20 high, he's watching for whether the index will fall at least 10% from that peak to below 2,650.\n\nIn that scenario, he recommends classic defensive sectors including consumer staples, healthcare, and utilities."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Brexit is now such a headache that the UK is 'uninvestable,' according to one of Wall Street's best respected research houses", "description": "Analysts at Bernstein, one of the best-respected research houses on Wall Street, believe that the UK's Brexit future is so unclear that the country is currently \"uninvestable.\" \"With UK politics in the midst of Brexit turmoil what are investors meant to do?\" …", "url": "https://www.businessinsider.com/brexit-uncertainty-means-uk-is-univestable-bernstein-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beef3ad110d4c449e591534-1536-768.jpg", "publishedAt": "2018-11-17T08:53:01Z", "content": "The last week has been, to put it gently, an eventful one in British politics, and developments around Brexit are now so uncertain that Bernstein, one of the best-respected research houses on Wall Street, thinks the UK is — right now at least — \"uninvestable.… [+2644 chars]", "fulltext": "The last week has been, to put it gently, an eventful one in British politics, and developments around Brexit are now so uncertain that Bernstein, one of the best-respected research houses on Wall Street, thinks the UK is — right now at least — \"uninvestable.\"\n\nWriting in a note to clients on Friday, the Bernstein team led by Inigo Fraser-Jenkins admitted that UK political developments are now so unpredictable that it is virtually impossible to model them into an investment strategy.\n\n\"With UK politics in the midst of Brexit turmoil what are investors meant to do?\" Fraser-Jenkins and his team asked.\n\n\"We think that the UK market might be 'uninvestable' in the specific sense that the near term movement is likely to be dominated by political forces that, bluntly, are very hard to model.\"\n\n\"Sometimes this moment of extreme uncertainty proves to be a cathartic moment for risk assets marking a floor. Maybe. But there are also good reasons to see why uncertainty could persist,\" the team continued.\n\n\"Why take the risk of buying such a market?\"\n\nTo be clear, Bernstein's team are not saying that the UK's fundamentals are so bad it does not recommend investing, but is simply pointing out that the lack of political clarity makes it very difficult to determine asset price movements.\n\nRead more: '28 months of work undone in hours': The City of London reacts to the chaos of Theresa May's crumbling Brexit deal\n\nIn the longer term, however, things are still pretty foggy, so the firm recommends being underweight on UK stocks.\n\n\"On a longer horizon uncertainty seems likely to hang over the UK for some time to come which, we assume, will act to dampen investment. Over that longer horizon we would underweight the UK versus other regions,\" the team wrote.\n\nBernstein's call comes after four utterly chaotic days in European politics. On Tuesday evening rumours began to swirl that the UK had secured an initial Brexit deal with the European Union, sending the pound skyrocketing.\n\nJust over 24 hours later, Prime Minister Theresa May appeared outside Number 10 Downing Street, confirming that a deal had been struck, and that it had the backing of her Cabinet.\n\nBy Thursday morning, however, three Cabinet members, including Brexit Secretary Dominic Raab, had resigned saying they could not back May's deal, and the hardline European Research Group was laying the foundations for a coup against May. There is not likely to be a majority in the House of Commons that would favour the deal.\n\nWithin a day of May announcing her deal it looked to be dead in the water, and investors were not best pleased. The pound suffered its worst day in over a year, while UK banking stocks crashed, with some touching levels not seen since the day after the initial Brexit vote.\n\nMarkets calmed down on Friday, but huge uncertainty remained. For as long as that persists, expect investors to be incredibly wary of the UK."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "How it will play out if MPs vote down Theresa May's Brexit deal", "description": "LONDON — As the dust settles on the most chaotic week of British politics in recent memory, one question has become increasingly important. What happens if parliament votes down Theresa May's Brexit deal? Early in December, the prime minister will put her dea…", "url": "https://www.businessinsider.com/how-it-will-play-out-if-mps-vote-down-theresa-mays-brexit-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b6d66782154a33c008b4d66-1136-568.jpg", "publishedAt": "2018-11-17T08:00:00Z", "content": "LONDON — As the dust settles on the most chaotic week of British politics in recent memory, one question has become increasingly important. What happens if parliament votes down Theresa May's Brexit deal? Early in December, the prime minister will put her dea… [+6693 chars]", "fulltext": "LONDON — As the dust settles on the most chaotic week of British politics in recent memory, one question has become increasingly important. What happens if parliament votes down Theresa May's Brexit deal?\n\nEarly in December, the prime minister will put her deal to a \"meaningful vote,\" in parliament. As things stand, it's looking increasingly likely that MPs will reject it.\n\nAll opposition parties have vowed to oppose the deal, with only a small handful of rebel Labour MPs set to support the government.\n\nMeanwhile, the Democratic Unionist Party, which props up May's minority government, say they intend to oppose the deal because of the \"backstop\" mechanism agreed to by May would mean additional checks on goods passing between Great Britain and Northern Ireland.\n\nA significant number of Conservative MPs also intend to oppose the deal. Around 20 have already called for a vote of no confidence in May because of the deal with around a dozen more also suggesting they are likely to oppose the deal, both on the Leave and Remain wings of the party.\n\nAnything but a defeat for the prime minister therefore appears unlikely. So what will happen if May does lose that vote? Here's how it could all play out.\n\n1. A no-deal Brexit\n\nTheresa May Getty\n\nThe first option is to leave the EU without a deal in March next year. There are two distinct types of no-deal exit. A relatively managed no-deal in which both sides acknowledge their inability to sign off a deal, and try to minimise chaos for businesses and people by reaching ad-hoc side agreements in important areas like border controls and cross-border finance contracts.\n\nThe alternative is an acrimonious and very hard exit with the UK paying no money and the EU rejecting side-deals. However, such an outcome is unlikely according to Charles Grant at the Centre for European Reform, who believes \"those responsible for the chaos would soon become unpopular with their voters; also, the financial markets' reaction would be more extreme, with a sharp weakening in the value of the pound.\"\n\nNeither the EU or the UK want to leave without a deal. Even hard Brexiteers like Liam Fox appear to have awoken to the dangers of such an outcome, with the International Trade Secretary saying on Friday that \"a deal is better than no deal.\"\n\nHowever, if May is unable to get a deal through then a no-deal Brexit becomes the default position. However unlikely it may seem, the possibility cannot be ruled out.\n\n2. A general election\n\nJeremy Corbyn and John McDonnell Leon Neal/Getty Images\n\nIf May is unable to get a deal through parliament then one option open to her is a general election. This is the option being pursued by the Labour leader Jeremy Corbyn who believes he can put enough pressure on May to force her to go back to the country if she is unable to get support for her deal from MPs. It would certainly not be impossible to force an election, but under the Fixed Term Parliaments Act it would require at least 7 Conservative MPs to join the opposition in backing one for a new election to be held.\n\nAfter the calamitous experience of last year's general election where May threw away her majority, and with the parties close in the polls, most Conservative MPs are horrified by the prospect of an election for one simple reason: They could lose. The prospect of a radical socialist prime minister would likely be enough to frighten pretty much all Tory MPs away from backing an election.\n\nTory MP and former minister Guto Bebb, who backs a \"People's Vote,\" told Business Insider that he would expect the Conservatives to lose \"very badly\" if they sought a general election after the deal failed in parliament.\n\n\"If the prime minister's deal fails in parliament, and she decides to call a general election to get a mandate, my expectation is that the Conservative party would lose very badly,\" he said.\n\n\"The proposition would be: 'So far we've failed, can we have a vote of confidence please?'\"\n\n\"I just can't see that being a rational way forward for the government,\" he added.\n\n3. Send the prime minister back to Brussels\n\nMichel Barnier Getty\n\nPart of the justification made by Labour leader Jeremy Corbyn for another election would be to allow him to take over the reins of government in order to renegotiate a deal with the EU. The current line from Brussels is that the deal cannot be re-negotiated. However, if push came to shove, there would probably be room for at least some EU flexibility in order to avoid a damaging no-deal Brexit. The pressure for more flexibility would arguably be even greater if there was a new prime minister and party in Downing Street. However, any renegotiation would require time and the possible extension of the Article 50 process. While the EU has not ruled out an extension they would likely be incredibly reluctant to do so under any but the most extreme scenarios.\n\n4. A People's Vote\n\nAn anti-Brexit protestor Alex McBride/Getty Images\n\nThere is growing cross-party support in Westminster for a so-called People's Vote — or a second referendum — especially among Liberal Democrat and Labour MPs, but also some prominent Conservative MPs including Dominic Grieve and Jo Johnson.\n\nThere are several factors working against supporters of a People's Vote, however. Critics say it would undermine trust in democracy and potentially cause civil unrest. They also point out that there is a very good chance the Remain campaign would simply lose again, which would defeat the object of the exercise from many of their perspectives.\n\nDowning Street, however, is vehemently opposed to another referendum, and Theresa May has said it would be \"a gross betrayal of our democracy.\" A Conservative government would almost certainly never legislate for such an outcome. The party would be eviscerated at the polls and its leader ousted immediately.\n\nBut there's a reasonable chance that Labour could be in power before March next year. By far the most likely route to a second referendum would be through a Labour government which has explicitly kept the option of supporting it on the table, despite Jeremy Corbyn's personal reluctance to support one.\n\n5. Voting for May's deal a second time\n\nTheresa May Getty\n\nAnother scenario which could see disaster averted is a second vote on the deal. Theresa May — or whoever succeeds her after being forced out — could put the current deal, or a marginally renegotiated one, before parliament a second time. Faced with the prospect of a terrifying no-deal or another referendum, or general election, it remains possible that sceptical MPs could be cajoled into supporting it. However, such a turnaround would be dependent on the first vote being relatively close. If May loses the vote on her deal by a large margin, as it currently seems feasible that she will, then it will be much harder to persuade MPs who rejected it the first time, to risk the wrath of their supporters by going into the voting lobbies to support her deal a second time."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "The Evolution of Ev: The creator of Twitter, Blogger, and Medium has a plan to fix the mess he made of the internet", "description": "Ev Williams invented Blogger in 1999, Twitter in 2006, and Medium in 2012. In many ways he created the digital content ocean we're swimming in today. But Williams believes social media has become toxic. \"I've pretty much weaned myself off of being addicted to…", "url": "https://www.businessinsider.com/evolution-of-ev-williams-and-medium-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee01440591f234da6ce393-1136-568.jpg", "publishedAt": "2018-11-17T08:00:00Z", "content": "First, let's correct a myth: Ev Williams definitely has a desk. Earlier this year, the New York Times reported that Williams — the billionaire entrepreneur who founded Twitter and Blogger — runs his new company, Medium, from an office that has no desk. The ar… [+24156 chars]", "fulltext": "First, let's correct a myth: Ev Williams definitely has a desk.\n\nEarlier this year, the New York Times reported that Williams — the billionaire entrepreneur who founded Twitter and Blogger — runs his new company, Medium, from an office that has no desk. The article included a photo of Williams resting on a sofa at his headquarters, no desk in sight.\n\nIt conjured an image of a mercurial Silicon Valley mogul, controlling his minions from an iPad or a phone. Maybe, I thought, he had discovered a disruptively unencumbered new style of leadership. Perhaps \"no desk\" was the natural evolution from \"standing desk,\" another Silicon Valley efficiency cliche. So I went to Lisbon, where Williams was addressing the Web Summit tech conference, to ask him about the future. Will we all eventually find ourselves in a desk-less work environment, sprawling around on office sofas, like Williams?\n\nI first saw him at a party hosted by Brooke Hammerling. Her Brew PR agency has long been a one-stop shop for high-level Silicon Valley connections, and her annual Web Summit party did not disappoint: It was at the Chinese Pavilion, in Lisbon's trendy Principe Real neighbourhood, near a clifftop park that has a spectacular view of the castle that dominates the city's skyline.\n\nWilliams didn't stay very long, although he talked to former Twitter CEO Dick Costolo, who was also at the bar, along with Juliet de Baubigny, the senior partner who just left Kleiner Perkins to join Mary Meeker's new VC firm. Rachel Dodes-Wortman, the former New York Times and Wall Street Journal writer who became head of film partnerships at Twitter (but now runs communications at Knotel), was also there. It was more of a work meeting than a party, and Williams left at around midnight, after summoning a car on his phone.\n\nThe next day, I found Williams in a conference room backstage at Lisbon's vast Altice Arena. He is tall, skinny, and his face now carries a middle-aged beard, highlighted with grey. He is, at 46, literally one of tech's legendary greybeards. He does not appear to particularly enjoy talking to the media. So he picks his words carefully, and talks in a thoughtful, deliberate way.\n\nHe is, conspicuously, sitting at a table that he is clearly using as a desk.\n\nAnd he is baffled by my question.\n\n\"I have a desk!\" he says.\n\nHe looks over at his PR staff. \"Did that get reported, that I don't have a desk?\" They remind him that it was indeed reported last year that he has no desk.\n\nA light goes on.\n\n\"I didn't have a dedicated desk,\" he says, meaning that he had a desk, but not like an official desk in a stereotypical corner office, or something like that.\n\nFree-desking didn't last long. \"I got a desk in the meanwhile. I needed somewhere to put my computer.\"\n\nThis is disappointing.\n\nWilliams has not discovered a magical new way to run a company. He's a normal human being, with a normal desk, just like the rest of us.\n\nIf you're distressed at the volume of digital media noise funnelled at you each day, then Williams accepts the blame\n\nWilliams prepares his microphone backstage at the Altice Arena in Lisbon. Diarmuid Greene/Web Summit via Sportsfile\n\nWell, not quite normal.\n\nUnlike the rest of us, Williams' thoughts have had a surprisingly large impact on the way we all think.\n\nThis is the man who invented Blogger, in 1999. At the time — the early days of the internet, really — it was not obvious that there would be a vast marketplace for people who wanted to comment on news coverage originally published elsewhere. Or that billions of people would want to read summarised aggregations rather than the original reporting on which it was based. His realisation that the internet needed high-quality publishing tools for amateurs made blogging into the oxygen of the media environment. There are now 173 million blogs on the internet.\n\nAnd then, in 2006, he did it again. It was equally not-obvious that anyone might want a micro-blogging platform which constrained authors' thoughts to just 140 characters. Yet now we live in a world where much of our news is delivered first on Twitter. There are 326 million Twitter users out there. It's the president of the United States' favourite bully pulpit.\n\nWilliams' thinking has made him rich. He owned 43.7 million shares of Twitter when it went public at $26 a share in 2015, making him an instant billionaire. (He has since sold at least 30% of his stake.) Not bad for the boy who grew up on a farm in Clarks, Nebraska.\n\nIf you're distressed at the volume of digital media noise funnelled at you each day, and the way Twitter reduces everything to a shallow take, shorn of detail, context or nuance ... then Williams accepts much of the blame.\n\nHe once said of President Trump's use of Twitter, \"It's a very bad thing, Twitter's role in that ... If it's true that he wouldn't be president if it weren't for Twitter, then yeah, I'm sorry.\" He had believed that Twitter's ability to let anyone say anything, to a wide audience, would mean that \"the world is automatically going to be a better place.\" But, \"I was wrong about that,\" he said.\n\n\"If you create a system that rewards attention, the easiest way to get attention is to be a bad actor. That underlies our media ecosystem, that underlies our political system, and it's degrading society in so many ways.\"\n\nWilliams has all but given up on social media. \"I've pretty much weaned myself off of being addicted to social media for instance, which I was at one time,\" he says. Diarmuid Greene/Web Summit via Sportsfile\n\nLater, on the 20,000-seat centre stage at Web Summit, he was asked, How do we get out of the \"attention economy\" feedback-loop cesspool? His reply is incredibly insightful, and it's worth reproducing in full:\n\n\"The fundamental problem that we're focused on is a microcosm of one of the biggest problems in society, which is simply that we have created a world in which attention is rewarded in quantity. Meaning it's not the quality of the attention, it's not how you make people feel. It's whether you get their attention. And we've optimized these systems — traditional media, social media, online and offline — where attention is rewarded, and what we can measure is rewarded. And we can measure whether people are paying attention by what page their browser is on, or what social media they're liking, but we can't actually measure how they feel, we can't measure if they're getting smarter, we can't measure if they're understanding the world better. So we've really created this system in society where the class clown, the disruptive kid in school who is very effective at getting attention, but not effective at helping people, that becomes the winning play. … Obviously, if you create a system that rewards attention, the easiest way to get attention is to be a bad actor. That underlies our media ecosystem, that underlies our political system, and it's degrading society in so many ways.\"\n\nToday, Williams has all but given up on social media, he tells Business Insider. \"I've pretty much weaned myself off of being addicted to social media for instance, which I was at one time,\" he says.\n\nThat's an astonishing thing for the founder, former CEO, and current board member of Twitter to say. It is akin to Mark Zuckerberg announcing that he tries to not spend time on Facebook.\n\nNow he limits — or tries to — how much time he spends looking at his phone.\n\n\"The kids are the biggest forcing function, and I'm faulty on this as well, but I'll usually make my kids breakfast and try not to be on my phone while doing that, so that's good, and then they're gone and then I'm like in work mode,\" he says. \"I'll look at my email before I leave the house and when I'm walking to the train.\"\n\nThe good news is, Williams does, in fact, believe he can fix this. So it's worth exploring the evolution of his thinking. Twice he has been ahead of the curve and created media tools that altered our universe.\n\nNow he is trying a third time.\n\nMonetising the value of \"How I Got My Husband to Actually Do His Share of the Housework\"\n\nBy audience size alone, Medium is already in the same league as The New York Times. Diarmuid Greene/Web Summit via Sportsfile\n\nIf Blogger was an iteration of the \"traditional\" digital publishing done by news organisations, and Twitter was an iteration of blogging done by amateurs, then Medium is a further iteration of both. It's a publishing platform that specialises in long, thoughtful, one-off posts by writers who are not producing a stream of frequently updated content.\n\nAnd it is huge.\n\nTwenty-thousand articles are published on Medium every day, there are 20 million stories in the archive, and the site has 90 million unique readers per month. That's roughly the same as the New York Times, according to ComScore, but with only about 100 employees.\n\nThe addition of subscribers to Medium is the new innovation that is being most closely watched by competitors in the media. You can read three articles on Medium for free, every month, before you encounter a paywall. Normally, companies that charge subscriptions are offering a high-quality stream of useful, fact-checked, niche-themed content, so you know what you are getting. (The Wall Street Journal and Business Insider both want you to pay for business news, for instance.)\n\nBut Medium's content is random. On November 14, Medium's front page had articles such as, \"How I Got My Husband to Actually Do His Share of the Housework,\" \"Where Do Our Sex Dolls Go After We Die?\" and \"The Books That Saved My Life in Prison.\" It has also published a lengthy, impressive dissection of the sham behind the infamous Stanford Prison Experiment.\n\nWill people want to pay for a product that consists entirely of surprises, of varying quality, from writers who don't work full-time? Williams says yes. \"The whole system is growing, both topline uniques, visits, posts, and subscribers,\" Williams says. He declines to talk about revenues, however.\n\nGrowth is not the same as profit, either. Williams has so far taken $134 million from investors since 2012, and he confirmed to Business Insider that the company remains unprofitable. The investment is a massive sum for what is, in many ways, a magazine-format media company. And six years is a long time to run without finding a way to sell your product for more money than it costs to make.\n\nWilliams says he will be seeking more investment soon. It is, perhaps, not a coincidence that he did the media tour at Web Summit in November. Good publicity often helps companies persuade VC investors to part with cash.\n\nMedium abandoned its previous business model, advertising, over a year ago. Advertising could have been good for Medium. With 90 million users, even if the site ran only automated \"programmatic\" ads, it would have generated revenues in the millions of dollars. But Williams didn't go programmatic. Instead, he offered sponsored content — handcrafted stories written specifically to please brands — which Medium then promoted around its unsponsored articles.\n\nWilliams has a bewildering explanation of how this worked:\n\n\"Sponsored content is a particular type of content that we could charge to have created. So what we did was package creation, hosting, and distribution. And so the creation of that content isn't the creation of other content, it's the creation of sponsored content. So the only way for that to pay for non-sponsored content is by advertising the sponsored content on the non-sponsored content. Meaning, we could get paid for creating sponsored content but we couldn't pay someone who was creating non-sponsored content, except by putting ads on the non-sponsored for the sponsored content, and then that is being monetised. So our company is being monetized with sponsored content, the content that is not sponsored is being monetised with an ad.\"\n\nHe pauses for a beat, and adds, \"We stopped all that.\"\n\nHis former girlfriend once told The New York Times: \"He's not CEO material\"\n\n\"I’ve screwed up in many, many, many ways in terms of managing people,\" Williams admitted in 2010. Diarmuid Greene/Web Summit via Sportsfile\n\n\"We stopped all that\" are four words that cover a tough period inside Medium. Fifty people — one-third of the workforce — were laid off in 2017 as Medium pivoted away from advertising. He cut ties with a number of publishing partners. He made a lot of people angry. Sources told Business Insider at the time that they regarded Medium as a \"s---show\" and a disorganised \"vanity startup.\"\n\nRead more: INSIDE MEDIUM'S MELTDOWN: How an idealistic Silicon Valley founder raised $134 million to change journalism, then crashed into reality.\n\nThe episode also burnished Williams' reputation as not-the-best-CEO-who-ever-walked-the-Earth. In addition to being Twitter's creator, he was also the CEO from 2008 to 2010, a time remembered for infighting between the founders. Current Twitter CEO Jack Dorsey — who still sits on the board with Williams — was once asked by The New Yorker what he was thinking in 2010 when he helped persuade the board to force Williams out of the chief executive's chair in favour of Dick Costolo. \"Was I thinking, Screw Ev? Emotionally, was I asking that? I don't know. Maybe,\" he said.\n\n\"I've screwed up in many, many, many ways in terms of managing people,\" Williams admitted in 2010. Even his girlfriend agreed: \"It was bitter, horrible and tough. He's not CEO material. It doesn't play to his strengths. He's a better inventor; he's better at coming up with ideas,\" Meg Hourihan told the Times.\n\nBut that was eight years ago. Things have changed. Williams has evolved.\n\nThe stuff that gets the most traffic is often the most awful content on the net: Porn. Clickbait. Politically biased news.\n\nWilliams wants to reward the best content — financially. Diarmuid Greene/Web Summit via Sportsfile\n\nThe real problem with advertising on Medium, Williams says now, is that \"I didn't think it would ultimately create the incentive structure we were trying to do, which was to really reward the best content. You can build a business around it, but it doesn't directly support great content.\"\n\nThat bit about \"reward the best content\"?\n\nThat is key to understanding why Williams has eschewed the simplest, most lucrative way — advertising — of monetising his site. To make advertising pay, sites need to rack up huge audiences. The problem is that the content that gets the most traffic is often the most awful content on the net: Porn. Clickbait. Politically biased news. That's how a bunch of teenagers in Macedonia got rich in 2016, by pumping out fake pro-Trump stories for gullible Americans to click on, such as \"Michelle was caught cheating with Eric Holder — OBAMA IS FURIOUS!!!\"\n\nAnd that's why Williams regards the internet as being like a \"car crash.\" Everyone stares at car crashes. But the internet interprets this as a demand for car-crash content, and supplies ever more of it. Williams wants to turn that on its head and create a virtuous cycle in which people are rewarded for supplying only the highest-quality content. People are happy to tolerate advertising alongside free porn. But they are generally only willing to pay to read reliable, helpful material.\n\nHe is rewarding that content financially, too. A team of editors now assigns paid freelance articles, just like a magazine. And anyone can sign up to Medium's \"Partner Program,\" which gives writers a slice of each $5 subscription based on how deep a subscriber's engagement went.\n\n\"Our content spend in 2018 will be more than $5 million. We are budgeting multiples of that for next year,\" Williams says.\n\nAs an example, Williams talks about a recent article on how to set up your iPhone for minimal distraction. \"It was a 73-minute read. It was deep, meaningful content but it can be curiosity driven, it can be utility driven, it can be every topic under the sun.\"\n\n\"I'm still just obsessed about how I use my time\"\n\nWilliams regards himself as a former social media addict. Diarmuid Greene/Web Summit via Sportsfile\n\n\"Minimal distraction\" is a subject close to Williams' heart. As an ex-social media addict, he is trying not to use his iPhone. He has switched off many of its notifications and tries not to take it with him to events with friends or children.\n\n\"I'm still just obsessed about how I use my time,\" he says.\n\nAnd does he really wear a wristwatch so that he isn't tempted to look at his phone to see the time?\n\n\"I do wear a watch. It's a regular old-fashioned wind-y watch.\" Then he gestures to the watch with his free hand, in a jokey way, as if he's trying to sell it on a cable TV shopping channel, and says, \"It's a Vacheron. A Swiss watch. It's very nice. I sometimes wear a Swatch, but this is my fancy watch.\" And we all laugh.\n\nHe doesn't know which model of Vacheron Constantin he is wearing — \"It's the very thin one?\" — but a cheap Vacheron retails for £16,500 ($21,000) and an expensive one will run you to £69,300 ($89,000).\n\nWilliams says he has not been successful in leading a distraction-free life.\n\n\"I try to but just like all of us, I'm faulty.\"\n\nThat obsession with time well-spent recently reared its head inside Medium's HQ. Williams was trying to solve a problem regarding Medium's recommendation system. Readers who like what they find on Medium can offer \"claps\" (similar to likes), or share it on social media (like Twitter), or respond with a comment. Every website has something similar.\n\n\"As we started focusing on subscriptions, rather than just engagement, we found that the quality of stories mattered, not just whether someone was interested in it (or even whether they read it). Quality is, of course, still hard for machines to determine, so in the last year we started doing a lot more human curation, which has driven a change in our machine-based recommendations,\" he says.\n\nRead more: Here's how the other Twitter cofounders reacted to Jack Dorsey becoming CEO.\n\nMeetings that last as long as an entire working day\n\nHe also likes really long meetings. Diarmuid Greene/Web Summit via Sportsfile\n\nWilliams instituted his favourite new management trick to work on the problem: Meetings that last as long as an entire working day.\n\n\"Here's a thing I believe in and want do more: Have fewer but longer meetings,\" he says.\n\nMost people hate meetings. There's a whole management school ideology around holding meetings while standing up, or walking outside, or banning PowerPoint, to make them shorter and more focused. Is he serious?\n\n\"Longer meetings, yes,\" he says.\n\n\"This is a counterintuitive thing,\" he says. \"Often there's complex problems. You have a series of meetings, you never make progress because it's like cleaning out a closet. You actually have to get everything out, and get organised, and dedicate a significant amount of time to actually crack the nut of a complex problem rather than chip away at it incrementally and when you identify those problems it's actually a lot more productive to get everyone together for half a day, or a day, and actually figure something out, than to do it in your regularly scheduled meeting. That's a trick I am a fan of.\"\n\n\"We had one of those ... last week.\" It was a half-day meeting on the recommendation system, and it brought in engineers and product managers, after months of development. Staff were asked, \"OK, what have we learned, what do we know? Rather than just the weekly 'what are we doing next?' It's complex, it's big, and we made a lot more progress in that meeting than we had for a while,\" Williams says.\n\n\"This year, we built a new recommendations engine from scratch. It's doing better than the old system, but we think it can be a lot better. There are many ways we might go about this — from focusing more on topics, to various NLP [natural language processing] techniques, to author-follow relationships, to collaborative filtering, and other [machine learning]-based techniques. We have tried a whole bunch of things, some which have worked, some which have not.\"\n\n\"It takes time to get up to speed on what we've done and what we've learned recently, it wouldn't have worked to have a regular one-hour meeting. And if we'd had a series of shorter meetings instead, we would have had to reboot the discussion each time,\" he says.\n\nSeparately, Williams also believes that Medium's comments ecosystem has a unique advantage. On Medium, comments are called \"responses,\" and they don't thread like other comments sections. It suppresses trolls and insults, and promotes positive, helpful responses. Comments don't get shown to other readers unless the author approves them and if the reader follows the commenter. The author has control over what responses are elevated above the rest, by either clapping or responding to the conversation. Other comments — negative criticisms, random bulls--t — can be removed by the author, or are otherwise \"buried\" a click away from the story itself. At the same time, writing a comment on Medium involves creating something that looks like a separate post, making the writer feel self-conscious about using the format for a quick insult. When you log in, other users reward you with notifications if they think your comments are good.\n\nPut those two things together: A revenue system that rewards high-quality work; and an ecosystem around recommendations and comments that suppresses trolls and promotes constructive behaviour: That's Williams' latest evolution.\n\nThe latest iteration of Ev is determined to learn from his mistakes — so he gets anonymous HR reviews from his staff\n\nWilliams has developed a content recommendation system that promotes useful feedback and suppresses trolls. Diarmuid Greene/Web Summit via Sportsfile\n\nBut do his staff like it? Or are they thinking, \"Oh my god, Ev wants another one of his endless meetings\"?\n\nHe laughs, \"As a CEO you never really know the truth, but they said they liked it! I'll have to get the anonymous feedback.\"\n\nThat is another way that Williams has evolved. Now, he is more determined to learn from his mistakes. He receives regular, anonymous \"360-degree\" feedback from staff on what he is like as a boss.\n\n\"I did one just recently,\" he told us. \"There was some bad stuff so I assume there's a least some truth. But it was super helpful. The last one I did was probably a year and half ago [right after the layoffs and the pivot from advertising] and then I just did another one. It gets interesting when you actually see change.\"\n\n\"The first one that I really took to heart was that I say I am interested in the bad news and negative feedback but I don't actually act like it, so …\" he tails off, laughing at himself.\n\n\"The bad tendency was to dismiss people's concerns if I didn't believe they were valid. Before, I dismissed it. So now it's about listening better and acknowledging the concern, making sure I acknowledge the validity of the concern even if I disagreed that it was a problem.\"\n\n\"There was less bad stuff. So either people are less truthful or I made progress!\"\n\nHe has also committed to listening more to his staff. Diarmuid Greene/Web Summit via Sportsfile\n\nSince the Times' \"no desk\" story ran, Williams has become increasingly deskbound, in part because he wants to listen more to his staff.\n\n\"We rearranged the office. I kind of wasn't talking with my executives enough so we put our desks altogether, so we have a place just to have casual conversations. It's in the open. I also have a dedicated conference room that I call 'my office.' There is this Silicon Valley image of, you just don't have an office, and you are mixed in with the people. But I need a place to meet [privately] with people, also. It's helpful to be able to close the door and have conversations. I also make a lot of phone calls.\"\n\nOn any given day, \"I'm barely at my desk. I'm often in my conference room,\" he says.\n\nAt one level, the no-desk thing is trivial. He tried an office without a desk, but now he uses a desk to help him communicate with his people. So what? Big deal.\n\nBut it typifies the evolving, layered way Williams thinks. A desk is just a thing you put your computer on, sure. But its position also determines who gets to talk to you, and who does not; what information reaches you, and what does not. (Pretty much like the positioning of a publishing platform in a media ecosystem.)\n\nRight now, Williams is trying to listen more. He thinks he is succeeding. In the anonymous HR review he got recently, he tells me: \"There was less bad stuff. So either people are less truthful or I made progress!\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "VP Mike Pence and Chinese President Xi Jinping threw verbal jabs at each other in dueling speeches at Asia-Pacific Economic Cooperation summit", "description": "China's leader Xi Jinping and US Vice President Mike Pence traded barbs in speeches to a summit of world leaders Saturday, outlining competing visions for global leadership as trade and other tensions between them simmer. Pence also announced the US would be …", "url": "https://www.businessinsider.com/china-us-pence-speeches-apec-summit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5befa2369e8c534ed95937b6-2732-1366.jpg", "publishedAt": "2018-11-17T05:11:18Z", "content": "PORT MORESBY, Papua New Guinea (AP) — China's leader Xi Jinping and US Vice President Mike Pence traded barbs in speeches to a summit of world leaders Saturday, outlining competing visions for global leadership as trade and other tensions between them simmer.… [+3570 chars]", "fulltext": "PORT MORESBY, Papua New Guinea (AP) — China's leader Xi Jinping and US Vice President Mike Pence traded barbs in speeches to a summit of world leaders Saturday, outlining competing visions for global leadership as trade and other tensions between them simmer.\n\nPence said there would be no letup in President Donald Trump's policy of combating China's mercantilist trade policy and intellectual property theft that has erupted into a tit-for-tat tariff war between the two world powers this year.\n\nThe US has imposed additional tariffs on $250 billion of Chinese goods and China has retaliated. Pence reiterated Trump administration threats to more than double the penalties.\n\n\"The United States will not change course until China changes course,\" he said, accusing Beijing of intellectual property theft, unprecedented subsidies for state businesses and \"tremendous\" barriers to foreign companies entering its giant market.\n\nHe harshly criticized China's global infrastructure drive, known as the \"Belt and Road Initiative,\" calling many of the projects low quality and saddling developing countries with loans they can't afford.\n\nThe US, a democracy, is a better partner than authoritarian China, he said.\n\n\"Know that the United States offers a better option. We don't drown our partners in a sea of debt, we don't coerce, compromise your independence,\" Pence said. \"We do not offer constricting belt or a one-way road. When you partner with us, we partner with you and we all prosper.\"\n\nPence also announced the US would be involved in a plan by its ally Australia to develop a naval base in Papua New Guinea, where the summit is being held. China has been intensely wooing Papua New Guinea and other Pacific island nations with aid and loans for infrastructure.\n\n\"Our vision for a free and open Indo-Pacific will prevail,\" Pence said.\n\nXi, who spoke before Pence, anticipated many of the US criticisms in his speech. He said countries are facing a choice of cooperation or confrontation as protectionism and unilateralism spreads.\n\nXi expressed support for the global free trading system that has underpinned his country's rise to world's second-biggest economy after the US.\n\n\"Mankind has once again reached a crossroads,\" he said. \"Which direction should we choose? Cooperation or confrontation? Openess or closing doors. Win-win progress or a zero sum game?\"\n\nResponding to a chorus of criticism of China's international infrastructure drive, Xi said it was not a trap or power grab.\n\n\"It is not designed to serve any hidden geopolitical agenda, it is not targeted against anyone and it does not exclude anyone. It is not an exclusive club that is closed to non-members nor is it a trap as some people have labeled it,\" he said.\n\nLeaders of 21 Pacific Rim countries and territories that make up 60 percent of the world economy are meeting in Port Moresby, the capital of Papua New Guinea for an annual Asia-Pacific Economic Cooperation summit.\n\nThey are struggling to reach agreement on a joint declaration, particularly whether to push for changes to the World Trade Organization, which sets the rules for trade and can penalise nations that breach them.\n\nWTO member nations have been unable to reach agreement on further freeing up trade for years and the organization is in danger of atrophy.\n\nTwo thirds of its members claim developing nation status that allows them to take advantage of benefits and exemptions to obligations not granted to advanced economies, according to the Center for Strategic and International Studies. The US, meanwhile, believes the WTO's arbitration body has made decisions beyond its mandate.\n\nAPEC is also facing questions about its future. Malaysia's 93-year-old Prime Minister Mahathir Mohamad said it will become irrelevant if developing nations continue to be left behind by globalization and free trade."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Trump alarms his confidantes with questions about Mike Pence's loyalty", "description": "President Donald Trump has been asking advisers lately about whether Vice President Mike Pence is loyal, according to people familiar with the discussions cited by The New York Times on Friday. The question, which The Times said had been asked repeatedly, ala…", "url": "https://www.businessinsider.com/is-mike-pence-loyal-to-trump-white-house-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef8921beb670405c512ee4-1334-667.jpg", "publishedAt": "2018-11-17T04:16:29Z", "content": "President Donald Trump has been asking advisers lately about whether Vice President Mike Pence is loyal, according to people familiar with the discussions cited by The New York Times on Friday. The question, which The Times said had been asked repeatedly, ala… [+2614 chars]", "fulltext": "President Donald Trump has been asking advisers lately about whether Vice President Mike Pence is loyal, according to people familiar with the discussions cited by The New York Times on Friday.\n\nThe question, which The Times said had been asked repeatedly, alarmed advisers and could indicate possible doubts Trump may have about his second-in-command.\n\nSome people in the White House described Pence as a loyal supporter of the president, and Pence himself has made clear in public statements that he is committed to Trump and his agenda.\n\nAccording to The Times, outside advisers have suggested Pence may not be a strong running mate for the 2020 presidential election.\n\nThe advisers who floated the idea reportedly believe that Trump ought to select a vice presidential candidate who appeals to female voters — a demographic with which Trump struggles to appeal to— despite his claims that he is already \"doing well with women.\"\n\nOther sources told The Times that Trump's inquiry about Pence's loyalty was actually in reference to Nick Ayers' fealty to his cause. Ayers, Pence's chief of staff, is reportedly a front-runner to replace White House chief of staff John Kelly, who has long been rumored to be on his way out.\n\nTrump hit back at the report Saturday morning, telling reporters outside the White House that Pence is \"100% loyal\" and has been a \"trooper\" within the administration.\n\nHours later, Trump tweeted to lash out at the \"phony story\" and insisted he \"can't imagine any President having a better or closer relationship with their Vice President then the two of us.\"\n\nWhite House deputy press secretary Hogan Gidley reportedly brushed off the speculation on Trump's alleged doubts about Pence, saying the president \"absolutely supports the vice president and thinks he's doing an incredible job helping to carry out the mission and policies of this administration.\n\nMike Pence and Donald Trump at a campaign event in Virginia. REUTERS/Carlo Allegri\n\nPence hasn't always been complimentary of Trump. He expressed disapproval of him as a candidate during the 2016 presidential race after the infamous \"Access Hollywood\" tape revealed Trump boasting about manhandling women.\n\nPence said at the time that he was \"offended by the words and actions\" in the recording — a statement Trump has reportedly not forgotten.\n\nPeople familiar with Trump's thinking suggested that after loyalists like his longtime personal attorney Michael Cohen, turned on him, Trump has become paranoid about who his allies and enemies are.\n\n\"It's quite likely that the president has been reflecting on who's loyal, who's not loyal ... and he's starting to be paranoid in a way that's almost feral,\" Pulitzer Prize winning biographer Michael D'Antonio said during a CNN interview on Friday. \"This is a cornered animal who really can't be trusted by anyone.\"\n\nDespite Trump's questions about Pence, he has not indicated he would look for a new running mate for 2020.\n\nDuring a press conference earlier in November, Trump jokingly turned to Pence and asked \"Mike, will you be my running mate,\" to which Pence responded by nodding and raising his right hand.\n\n\"Thank you,\" Trump said. \"OK, good. The answer's yes, OK? That was unexpected, but I feel very fine.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Gray", "title": "CIA: Saudi Crown Prince ordered assassination of Washington Post contributor Jamal Khashoggi, report says", "description": "The CIA has determined that Saudi Crown Prince Mohammed bin Salman ordered the assassination of Jamal Khashoggi, according to a report from The Washington Post. A phone call from the Saudi ambassador to the United States to Khashoggi, audio recordings from Tu…", "url": "https://www.businessinsider.com/cia-mohammed-bin-salman-ordered-jamal-khashoggi-killed-report-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef5606c957013d2f55eb6b-960-480.jpg", "publishedAt": "2018-11-17T02:01:41Z", "content": "The CIA has determined that Saudi Crown Prince Mohammed bin Salman ordered the assassination of the journalist Jamal Khashoggi, 59, according to reports from multiple news agencies. Saudi Arabia has repeatedly denied that the crown prince had a role in Khasho… [+2822 chars]", "fulltext": "The CIA has determined that Saudi Crown Prince Mohammed bin Salman ordered the assassination of journalist Jamal Khashoggi, 59, according to reports from multiple news agencies. Saudi Arabia has repeatedly denied that the crown prince had a role in Khashoggi's death.\n\nKhashoggi, who was killed last month in the Saudi Consulate in Istanbul, Turkey, contributed to The Washington Post and had written editorials critical of the crown prince. He had gone to the consulate to pick up documents needed to marry his Turkish fiancée, Hatice Cengiz, 36.\n\nThe CIA's conclusion was based on several pieces of intelligence. The Washington Post, which broke the story, said that information includes a call from Saudi ambassador Khalid bin Salman, Mohammed's brother, to Khashoggi. During the phone call, Khalid bin Salman encouraged Khashoggi to go to the consulate in Istanbul. Other pieces of information supporting the CIA's conclusion are audio recordings from Turkish officials and the fact that several people in the 15-person team that flew to Turkey had served on Mohammed's security team, according to the report.\n\nAn unnamed official told The Wall Street Journal that there was no \"smoking gun\" and that the CIA's assessment was based on \"an understanding of how Saudi Arabia works.\"\n\nThe official also told The Journal \"this would not and could not have happened\" without the crown prince being involved.\n\nThe call from Khalid bin Salman to Khashoggi was made \"at his brother's direction,\" according to The Post, though it is unclear if Khalid bin Salman knew that the journalist would be killed. A spokeswoman for the Saudi Embassy told The Post that Khalid bin Salman and Khashoggi did not discuss Turkey and asserted that the CIA's \"purported assessment are false. We have and continue to hear various theories without seeing the primary basis for these speculations.\"\n\nTheir full statement was tweeted out on Friday:\n\nThe audio recordings from the Saudi Consulate in Istanbul have been given to multiple international governments and were heard by CIA director Gina Haspel. They reveal that Khashoggi was killed within \"moments\" of arriving at the consulate.\n\nThe Saudi government has repeatedly changed its story on Khashoggi's death. On Thursday, the Saudi public prosecutor Saud al-Mojeb released his findings. A spokesman for the prosecutor, Shaalan al-Shaalan, said 11 people had been indicted and five face the death penalty; their names were not released.\n\nThe prosecutor's office said an official at the head of a mission to persuade Khashoggi to come to Saudi Arabia ordered the killing. Instead of bringing the journalist back, he was given a lethal injection, his body was dismembered, and the body (which has still not been recovered) was handed over to a \"local collaborator.\"\n\nOn Thursday, US officials also announced sanctions against 17 Saudi officials.\n\n\"The Saudi officials we are sanctioning were involved in the abhorrent killing of Jamal Khashoggi,\" according to a statement from Treasury Secretary Steven Mnuchin. \"These individuals who targeted and brutally killed a journalist who resided and worked in the United States must face consequences for their actions.\"\n\nPresident Donald Trump has been slow to connect the crown prince with the killing."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "'A s---show in a dumpster fire': Attorney George Conway, husband of Kellyanne Conway, rails against the Trump administration", "description": "Attorney George Conway, husband of White House counselor Kellyanne Conway, railed against the Republican Party and President Donald Trump during an interview with Yahoo News. \"I don't feel comfortable being a Republican anymore,\" Conway said on a Yahoo News p…", "url": "https://www.businessinsider.com/george-conway-on-trump-white-house-kellaynne-husband-skullduggery-podcast-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef630c9e8c534cd7207f22-1536-768.jpg", "publishedAt": "2018-11-17T00:39:11Z", "content": "Attorney George Conway, husband of White House counselor Kellyanne Conway, railed against the Republican Party and President Donald Trump during an interview with Yahoo News' podcast \"Skullduggery.\" \"I don't feel comfortable being a Republican anymore,\" Conwa… [+2762 chars]", "fulltext": "Attorney George Conway, husband of White House counselor Kellyanne Conway, railed against the Republican Party and President Donald Trump during an interview with Yahoo News' podcast \"Skullduggery.\"\n\n\"I don't feel comfortable being a Republican anymore,\" Conway said on the podcast. \"I think the Republican Party has become something of a personality cult.\"\n\nConway described Trump's tweets criticizing Attorney General Jeff Sessions and the ongoing indictments of Republican lawmakers Duncan Hunter and Chris Collins as \"appalling,\" and a sharp deviation from political norms.\n\n\"We're talking about someone who has sworn an oath to uphold the Constitution and laws of the United States,\" Conway said, \"and to criticize the attorney general for permitting justice to be done without regard to political party is very disturbing.\"\n\nConway, a litigator for the New York-based law firm Wachtell, Lipton, Rosen & Katz, was reportedly the front-runner candidate to lead the Justice Department's civil division. Conway declined the offer in June 2017, saying at the time that although he would \"continue to support the president and his administration,\" it was not \"the right time to leave the private sector.\"\n\nPresident Donald Trump and former FBI director James Comey. REUTERS/Carlos Barria, Jonathan Ernst/File Photos\n\nConway said he had reservations about Trump's relationship with the Justice Department as he was considering the offer.\n\n\"I'm filling out the financial forms and it's like — I forget what time of year it was, it was like late April — man, I'm thinking,\" Conway said on \"Skullduggery.\"\n\n\"I'm watching this thing, and it's like the administration is like a s---show in a dumpster fire. And I'm like, 'I don't want to do that. I don't know.'\"\n\n\"And then you got the Comey firing, and then you got [Trump] going on TV saying, 'I had Russia on my mind,' and it's like, 'Oh, no,'\" Conway said, referring to Trump's 2017 firing of FBI director James Comey, who was investigating Russia's meddling in the 2016 US presidential election.\n\n\"And then I'm driving home one day from New York, and it's like 'Robert Mueller appointed special counsel,' and then I realized, this guy is going to be at war with the Justice Department.\"\n\nConway has not been shy about his views toward the Trump administration. In tweets and opinion columns, he has criticized the Trump White House in matters relating to the Justice Department and jurisprudence, among other things.\n\nThis week, Conway organized a high-profile group of conservative and libertarian attorneys called \"Checks and Balances,\" which provided \"a voice and a network for like-minded attorneys\" who believe the Trump administration has compromised the rule of law.\n\nConway said he considers Trump to be \"the lesser evil\" when compared to Hillary Clinton, as part of his calculus on voting for him in the 2016 presidential election. Conway said he was unsure whether he would vote for him again, adding that \"If faced with the choice again, I'd probably move to Australia.\""}]