["Voter suppression concerns weigh heavy on Georgia voters copied!\n\nDerrick Johnson, president of the NAACP, talks with MSNBC's Trymaine Lee about frustrations among Georgia voters over long lines and other obstacles to casting their vote today.\n\nRead More", "Lawsuit requests to remove Brian Kemp from overseeing Georgia Governor race copied!\n\nAri Melber reports on a late-breaking lawsuit \"trying to remove Brian Kemp from overseeing the rest of this election\" in Georgia.\n\nRead More", "Democrats look to draw support of independents with key issues copied!\n\nSenator Amy Klobuchar talks about why she thinks Democrats have a strong chance of drawing the support of Midwest cross-over voters and independents with their emphasis on health care and other quality of life issues.\n\nRead More", "Large swath of 2018 voters doing so for the first time copied!\n\nEarly exit polls in the 2018 election shows that 16% of the voters are doing so for the first time, with a disproportionate amount of those people falling on the Democratic side of the spectrum.\n\nRead More", "Exit Poll: Health care replaces economy as most important issue for voters copied!\n\nEarly results from the NBC News Exit Poll indicate that Democrats’ strategic decision to campaign on the issue of health care resonated with voters. When asked which of four issues was the most important facing the country, a 41 percent plurality said health care.\n\nRead More", "RNC Chair: Economic message doesn't 'move needle as much' with GOP voters copied!\n\nRepublican National Committee Chairwoman Ronna McDaniel explains why Trump may have elected to go with a closing message focused on immigration rather than the economy.\n\nRead More", "RNC Chair: ‘It’s going to be a late night I think’ copied!\n\nRNC Chairwoman Ronna McDaniel joins MTP Daily to discuss the Republicans’ chances tonight and whether President Trump’s midterm closing message will help the Republican Party.\n\nRead More", "DNC Chair: Healthcare ‘will be an important part of our victory today’ copied!\n\nDNC Chairman Tom Perez joins MTP Daily to discuss the chances of a Democratic blue wave tonight and what the Democratic message should be.\n\nRead More", "Today’s edition of quick hits:\n\n* Every darn cycle: “Malfunctioning machines, voter confusion and locked polling sites were among the problems on Election Day as millions of Americans prepared to cast ballots Tuesday in a midterm election fueling an outpouring of enthusiasm – and frustratingly long lines.”\n\n* Just in time: “Facebook blocked more than 100 accounts it believes may be engaging in ‘coordinated inauthentic behavior’ hours before the midterm elections, launching an investigation into whether the accounts are linked to any foreign entities attempting to interfere in the election.”\n\n* This seems like a thread worth pulling on: “China granted initial approval for 16 new trademarks to Ivanka Trump, the president’s elder daughter and senior adviser, renewing questions about the Trump family’s intermingling of official roles and international business interests. Among the broad array of trademarked items were shoes, shirts and sunglasses…. Other categories given initial approval were less obvious fits, like voting machines, homes for senior citizens and semiconductors.”\n\n* This name will be familiar to Rachel Maddow Show viewers: “Police in Monaco on Tuesday detained Russian tycoon Dmitry Rybolovlev, who owns soccer club AS Monaco, for questioning as part of an investigation into corruption and influence peddling, newspaper Le Monde reported.”\n\n* Disputing rumors no one’s heard always seems weird to me: “President Donald Trump used his first Twitter message of Election Day to hit back at a rumor he said was ‘deception’ on the part of Democrats that Missouri Senate candidate Josh Hawley left a campaign rally headlined by the president Monday night before it was over.”\n\n* No end to the nonsense: “Polls weren’t even open yet in some parts of the country before Election Day hoaxes started taking off online. One fake video that’s getting circulation on both Facebook and Twitter today purports to show CNN anchor Don Lemon laughing as Democrats burn flags in a celebration of the ‘blue wave.’”\n\n* That strange rock in space: “Fellow Americans: As you stood in line at your polling place Tuesday morning, you may have seen a headline or two claiming that the interstellar comet that visited our solar system last fall could be a spacecraft sent by an alien civilization – perhaps to deliver us from the nightmare of our political culture. I’m here to report that no aliens are coming. At least, not this time.”\n\nAnything to add? Consider this an open thread.", "Joe and Mika discuss the big news of the day.\n\nDuration: {{video.duration.momentjs}}", "Wisconsin voters head to polls copied!\n\nMadison, Wisconsin voter Joe Niesen, says that healthcare is a big reason he came to the polls. Niesen thinks that because of the large amount of “hot button” issues there is a fire under people to get out and vote, bringing a large number of people to the polls.\n\nRead More", "Don’t let misinformation get in the way of your vote copied!\n\nIn some cases, social media is helping to spread election misinformation. For verified sources to find information you need to vote, go to vote411.org or ballotready.org.\n\nRead More", "All eyes on Georgia gubernatorial race copied!\n\nAfter a slew of partisan fights, accusations of voter suppression, and even a few lawsuits, voters in Georgia are casting their ballots today to choose the next Governor. Will it be Democrat Stacey Abrams, or Republican Brian Kemp?\n\nRead More", "President Trump feeling confident heading into the midterm elections copied!\n\nFormer RNC Chairman, Michael Steele and Former Advisor to Bill Clinton's Campaign, James Carville join Katy Tur to talk about Trump’s impact on the GOP ahead of the midterms. Carville says Trump has made himself the issue this election.\n\nRead More", "Midterms 2018: What's going to happen next? copied!\n\nWith 470 Congressional seats up for grabs, and 38 million votes cast before polls even opened this morning, some are calling today’s midterm elections the most important in a lifetime. What will the results be?\n\nRead More", "PA voters hit the polls in ‘bellwether’ race for control of House copied!\n\nNBC’s Anne Thompson joins Ali Velshi and Stephanie Ruhle from Pennsylvania’s new first Congressional district, to discuss how the redrawn districts are affecting voters.\n\nRead More", "Minnesota voters speak out after heading to the polls copied!\n\nIncumbent Jason Lewis (R) is facing quite a challenge from Angie Craig (D) in the midterm elections. Voters in Minnesota describe how they voted, and say they want their grandchildren to grow up in a better world. Healthcare and GOP tax cuts are among the issues driving voters to the polls in Minnesota.\n\nRead More", "Which states could give us early indications of midterm results? copied!\n\nWatch Stephanie Ruhle and Ali Velshi discuss which key races could give us early indications of results nationwide and break down which bellwether races could be decided in just a few hours.\n\nRead More", "Election Day misinformation to look out for copied!\n\nOne of the most pressing issues this election year is voter suppression. Ali Velshi and Stephanie Ruhle tell you what to look for, no matter where you live, and what you can do to make sure your vote counts. MSNBC Legal Analyst Maya Wiley weighs in.\n\nRead More", "How many educators are running for office? copied!\n\nTriple the number of current and former educators who usually run in an election cycle are on the ballot for midterms this year.\n\nRead More", "Hundreds of candidates with science backgrounds running for office copied!\n\nWatch Ali Velshi and Stephanie Ruhle share how many candidates are running for office in the midterm elections that have science backgrounds.\n\nRead More", "How many veterans are running for Congress? copied!\n\nNo matter what state you live in, your right to vote is not a given. Over hundreds of years, countless people fought and died for that right – and some of them risked their lives to be on the ballots today. Watch Stephanie Ruhle and Ali Velshi break down how many veterans are running.\n\nRead More", "Kara Swisher: Everyone is going to drop a dime on Facebook now 09:46", "John Lewis with inspirational message on election day copied!\n\nGeorgia Democratic Congressman and Civil Rights Activist, John Lewis, advocates for young voters to head to the polls on Andrea Mitchell Reports.\n\nRead More", "Donald Trump has delivered more speeches in recent days than he’s accustomed to giving, and the fatigue may have taken a toll on his messaging. For example, this was part of the president’s pitch in Cleveland last night:\n\n“Promises made, promises kept. You know, I’ve actually kept more promises than I’ve made. When did you ever hear that from a politician? Maybe never. Never.”\n\nWell, I imagine we’ve never heard that from a politician because it’s literally impossible. Trump has kept more promises than he’s made? Huh? A prerequisite to keeping a promise is making a promise.\n\nSure, plenty of his boasts are strange, but this one was a special treat because it failed as a matter of fact and logic.\n\nComplicating matters, of course, is the fact that this isn’t an area about which the president should feel confident. Indeed, as we discussed last month, the idea that Trump has honored his campaign pledges is folly.\n\nRemember when Trump promised to get Mexico to pay for a border wall? How about his promise to shrink the deficit and balance the budget? Or maybe his assurances that he’d repeal the Affordable Care Act and replace it with something that would cover everyone at a lower cost? Or how about his vow to push a $1 trillion infrastructure package? Each of these promises were pillars of Candidate Trump’s message, and each have been broken.\n\nTrump said he’d shield entitlements from cuts. He said he’d improve the United States’ international standing. He said he’d release his tax returns. He said he’d reform the tax code and ask the wealthy to pay more. He said he’d combat corruption in D.C. and reduce the influence of special-interest lobbyists.\n\nTrump may be convinced he’s kept more promises than he’s made, but the question he should consider is whether he’s broken more promises than he’s kept.", "Kara Swisher: Everyone is going to drop a dime on Facebook now 09:46", "Today’s installment of campaign-related news items from across the country.\n\n* Gallup doesn’t do a lot of horse-race polling anymore, but its final pre-election survey found Democrats leading Republicans on the generic congressional ballot, 54% to 43%, among likely voters.\n\n* At a rally in New Jersey yesterday, Republican Senate hopeful Bob Hugin was quoted saying, “This election is about who gets the vote out and who doesn’t – and I hope it rains hard tomorrow.” It is, in fact, expected to rain across much of the East coast today.\n\n* At Donald Trump’s campaign rally in Missouri last night, the president was joined on stage by two Fox News hosts, Sean Hannity and Jeanine Pirro. Hannity, pointing to reporters covering the event – including, presumably, journalists from his own network – told the audience, “By the way, all those people in the back are fake news.”\n\n* Rep. Darrell Issa (R-Calif.), who’s retiring from Congress, and whose House seat is considered competitive, seemed to concede this morning that he expects to be replaced by a Democrat.\n\n* Trump reportedly told the officials at his political operation that he “hated” their closing-message ad that focused on the economy, and instead wanted an anti-immigration message.\n\n* Barack Obama made an unscheduled stop in Fairfax County, Virginia, yesterday, delivering doughnuts to a group of campaign staffers and volunteers working in support of Sen. Tim Kaine (D) and state Sen. Jennifer Wexton (D).\n\n* Obama has also reportedly recorded more than 50 messages – “some robocalls, some videos that campaigns can spread through Facebook or text messages” – for Democratic candidates.\n\n* And in his final analysis of the race for the U.S. House, FiveThirtyEight’s Nate Silver concluded that Democrats have a “pretty good chance” of winning the majority.", "It wasn’t long ago when Maine Gov. Paul LePage (R), eyeing the end of his two terms as the state’s chief executive, announced his intention to run against Sen. Angus King (I). Facing inevitable defeat, the governor later backed off.\n\nSo, if Congress isn’t the cards, what’s LePage’s next move? Evidently, he’s running away from the state he’s helped lead for eight years. The Portland Press Herald reported yesterday:\n\nGov. Paul LePage said Monday that he plans to move to Florida for tax reasons and teach at a university there, regardless of who Mainers elect to succeed him. “I’ll be a resident of Florida if Janet Mills wins, I can promise you that,” LePage, referring to the Democratic gubernatorial nominee, said with a smile one day before Maine voters head to the polls. “I’ll also be in Florida if Shawn Moody wins because I am going to retire and go to Florida,” he said.\n\nThe governor went on to clarify that he intends to spend part of the year in Maine, but he would establish his legal residency in Florida, rather than the state he’s served.\n\nAs Rachel joked yesterday, if LePage “had let Mainers know ahead of time that he was going to flee the state permanently as soon as he left office, that might have shed helpful light on some of his governing decisions.”\n\nIn terms of the race to replace him, state Attorney General Janet Mills (D) appears to be the favorite over Shawn Moody (R), a businessman who founded a chain of auto-body repair shops. Because Maine is Maine, there’s also an independent candidate, Treasurer Terry Hayes, in the race.\n\nLePage benefited from multi-candidate fields in both of his contests, winning thanks to Democratic and independent candidates splitting the center-left. In fact, LePage was first elected despite winning only 37.6% of the vote in 2010.", "Will the midterms be a wave or a realigning? copied!\n\nAndrea Mitchell, David Wasserman and Bob Woodward join Morning Joe to discuss midterm polling, including what states they're watching closely, anti-Semitism used this campaign season on the right and the Latino vote.\n\nRead More", "Joe: Trump WH is spreading preposterous lies copied!\n\nJoe Scarborough tackles the president's remarks about immigrants and the Democrats as well as Sean Hannity's tweet that he wouldn't campaign with the president.\n\nRead More", "Over the weekend, Ronna Romney McDaniel, the chair of the Republican National Committee, proclaimed that the economy is adding more jobs per month under Donald Trump than under Barack Obama. To arrive at this, the RNC chair had to play a misleading game: she counted the early months of the Obama presidency, when the Great Recession – which began more than a year before Obama took office – was still causing the economy to hemorrhage jobs.\n\nIn other words, McDaniel peddled a line that included a kernel of truth, but which was fundamentally misleading. Sen. Lindsey Graham (R-S.C.). perhaps enjoying his status as a partisan celebrity a bit too much, abandoned the pretense of accuracy altogether yesterday.\n\n“If [Barack Obama’s] jobs numbers were anywhere close to what we’re talking about with President [Donald Trump], the media would stop the Earth from rotating to make sure everybody heard about it!”\n\nIn one unfortunate tweet, Republican senator managed to tie together a falsehood, whining about the media, and shameless Trump flattery. I’m sure the White House was delighted.\n\nBut no one else should be. Ahead of the election, Republicans haven’t done much to emphasize the economy – the GOP strategy is based almost entirely on fear – but when they turn to jobs, they insist that Trump’s record trumps Obama’s.\n\nThat’s not even close to being true. Let’s dig into the available data.\n\nTrump has been in office for 21 full months. During that time, the U.S. economy, according to Trump’s own Department of Labor Statistics, has added 4,054,000 jobs. What’s wrong with that? Nothing. It’s a perfectly respectable number, reflecting a healthy job market. It’s debatable how much credit this White House deserves for the total, but if Republicans want to brag about the figure, that’s understandable.\n\nBut in the last 21 months of the Obama presidency, the economy added 4,477,000 jobs. The arithmetic is unambiguous: job growth has slowed a bit since Trump took office.\n\nThat’s not opinion; that’s math.\n\nPerhaps, the president and his followers will argue, it’s better to look at year-by-year job growth. Fine, let’s do that, too. Trump’s first year in office was, according to his Labor Department, the worst year for job creation since Obama’s first term. Trump’s second year in office looks quite a bit better, but with two months remaining, monthly averages in 2018 are behind where we were at this point in 2014 and 2015.\n\nAgain, this isn’t about political spin. I’m just talking about apples-to-apples comparisons based on arithmetic – from official data released from the Trump administration.\n\nYes, lazy partisans can focus on the jobs crisis Obama inherited in 2009, incorporate those early months into some broader averages, and paint a misleading picture, but that’s no way to have a meaningful conversation.\n\nIt was therefore odd to see Lindsey Graham – who’s been around long enough to know better – argue that Obama’s job numbers aren’t even “close” to Trump’s.\n\nThe questions for the senator and other Trump sycophants remain the same: why was the job market stronger across much of Obama’s second term than it is now? Why were the 21 months before Trump’s inauguration better for American job growth than the 21 months since Trump’s inauguration?\n\nAnd to borrow Graham’s phrasing, why aren’t more people stopping the Earth from rotating to make sure everybody hears about it?", "Suburban Detroit voters speak on key election issues copied!\n\nMSNBC’s Mariana Atencio speaks to voters at a polling location in Troy, Michigan, gauging their top national and local issues of concern.\n\nRead More", "California firefighters to Trump: 'You are wrong' about wildfires", "Midterm elections & the historical indicators that follow copied!\n\nThe midterms are a political tradition that goes back to 1790. Watch Stephanie Ruhle break down the history of the midterm election and how history can give us a hint of what’s coming next.\n\nRead More", "Bad GOP choices will help Dems take House: Jim Messina copied!\n\nValerie Jarrett and Jim Messina both served under President Obama, and they join Morning Joe to assess where the Democrats are going into the 2018 midterms. Jeff Greenfield also joins the discussion.\n\nRead More", "Republican audiences have heard Donald Trump repeat a standard line in his 2018 stump speech: “If Democrats gain power, they’ll also be planning a takeover of American health care and that would be socialism, what they want to do. The Democrat plan would obliterate Medicare.” Just over the last week, the president has repeated this, practically word for word, in West Virginia, Indiana, Montana, Tennessee, Florida, Georgia, Ohio, and Indiana.\n\nThe rhetoric is, of course, wrong – and not altogether coherent. Expanding Medicare to include the rest of the country is not “obliterating” the system. For that matter, it’s odd to hear the Republican pretend to champion Medicare and condemn Medicare as “socialism” at the same time.\n\nLast night in Missouri, however, Trump switched things up a bit. From the transcript:\n\n“If Democrats gain power on Tuesday, one of their very first projects will be a socialist takeover of American health care. You know what’s happening. And your taxes are going to triple, maybe quadruple. You’re not going to be happy. I know you well. “The Democrat plan would obliterate Obamacare. It will also – which is good – but leave the bad parts behind.”\n\nYes, on the eve of a critical midterm election cycle, Donald Trump warned voters that Democrats intend to tear down their own health care law, which the president has spent much of the last two years trying to tear down.\n\nAfter reading the transcripts of every other speech Trump has delivered for a while, I have a hunch he just slipped. The president probably meant to say Democrats would “obliterate Medicare” – which is also wrong – but he accidentally said “Obamacare” instead.\n\nTrump could’ve easily paused to correct himself, but to do so would’ve meant admitting a mistake. Instead, he pretended that he meant to say that, and then tried to quickly come up with a rationalization, saying it’s a “good” thing that Democrats would “obliterate” the Affordable Care Act, though those rascally Dems apparently intend to “leave the bad parts behind.”\n\nWhat “parts”? Don’t ask Trump; he doesn’t appear to have any idea what he’s saying.", "Book on US history looks at spirit of compromise 05:06", "At a campaign event in Wisconsin a couple of weeks ago, Barack Obama took a moment to reflect on what Donald Trump and his team promised the nation two years ago, and compare that to what the Republican administration has delivered.\n\n“They promised to take on corruption. Remember that?” the former president said. “They have gone to Washington and just plundered away. In Washington, they have racked up enough indictments to field a football team. Nobody in my administration got indicted. So how is it that they cleaned things up?”\n\nThe rhetoric generated spirited applause, so Obama has repeated this, practically word for word, at other events.\n\nMarc Short, up until recently Donald Trump’s director of legislative affairs, appeared on CNN yesterday and told co-host Alisyn Camerota that Obama’s rhetoric should be seen as out of bounds.\n\nCAMEROTA: What incendiary, toxic language is Barack Obama using? SHORT: He’s talking about the rationale – so many people in the Trump administration having indictments as never before, that this is an unusual – CAMEROTA: That’s true.\n\nWait, joking about Team Trump’s many indictments has somehow become an example of “toxic” rhetoric?\n\nI realize that the circumstances are embarrassing for the president and his allies. Trump’s former campaign chairman is now a convicted felon. So is Trump’s former deputy campaign chairman. And Trump’s former personal attorney. And Trump’s former White House national security adviser. And one of his former campaign foreign policy advisers.\n\nI also realize it’s awfully difficult to argue with a straight face that this president is “draining the swamp” when so many people around him are currently awaiting sentencing.\n\nBut how exactly did we arrive at the point that talking about this is off-limits? According to Marc Short, Obama is drawing attention to how unusual it is for a president’s team to have quite so many convicted felons, which is a bridge too far.\n\nThis is difficult to take seriously. Perhaps it’s better to be bothered more by the many Trump World indictments and less by people talking about the indictments?", "NRCC makes predictions for volatile midterms copied!\n\nMatt Gorman of the National Republican Congressional Committee joins Morning Joe to discuss where the GOP is on Election Day for the midterms.\n\nRead More", "DCCC chair emphasizes Dems position on immigration copied!\n\nDCCC Chair, Rep. Ben Ray Luján, D-NM, discusses the midterms, why he says Democrats stand for the people and the Dems' position on immigration.\n\nRead More", "Matthews on the importance of Midterms 2018 copied!\n\nChris says tonight's vote is about whether you like the way things are going well with Trump or not.\n\nRead More", "Is Trump's pitch to women too little too late? copied!\n\nWith Democrats enjoying more support from women voters than Republicans, the president made a last-minute pitch to women during a rally on Monday by bringing out Kellyanne Conway, Sarah Huckabee Sanders and daughter Ivanka. But is it too little too late?\n\nRead More", "The U.S. Senate race in Indiana this year is among this year’s most competitive and closely watched contests, so it wasn’t surprising to learn that Donald Trump would travel to Indianapolis to rally support for Mike Braun (R), ahead of Barack Obama’s visit to the state to boost incumbent Sen. Joe Donnelly (D).\n\nBut the way in which the current president acknowledged his immediate predecessor was a little unusual.\n\nTrump also criticized Donnelly for planning to campaign with former President Barack Obama in northwest Indiana this Sunday. Obama won the state in 2008 but lost in 2012. “It is no surprise that Joe Donnelly is holding a rally this week with Barack H. Obama,” Trump said, using his finger to draw the “H,” which stands for “Hussein,” in the air as he spoke.\n\nThe video of the moment helps drive the point home.\n\nIt obviously only lasted a few seconds, but Trump managed to say quite a bit by focusing on a single letter. The Republican president, even now, still sees political value in tactics like these. Pointing out Barack Obama’s middle name, in Trump’s mind, serves to denigrate his predecessor, criticize officials like Donnelly, and perhaps most importantly, generate excitement among GOP voters.\n\nThere’s a lot of this going around. A Washington Post analysis added yesterday, “President Trump appears to be banking on his party retaining control of the Senate or even gaining seats. To do so, and presumably in an effort to goose Republican turnout broadly in hopes of averting disaster in the House, he is increasingly surfacing an often-submerged bit of political rhetoric: Vote Republican to protect white America.”\n\nAt first blush, it’s tempting to emphasize what electoral strategies like these tell us about Donald Trump, his character, and his years-long record of exploiting racial tensions to advance his interests.\n\nBut as important as this is, we’re also learning quite a bit about what Trump thinks of Republican voters. We are, after all, talking about election-season messaging: the president has voiced public concerns for months about his party’s rank-and-file supporters feeling unmotivated ahead of today’s midterm elections, which led Trump to look for ways to get them excited.\n\nThe president chose one topic above all others: race. It’s the issue Trump sees as the life-preserver that may rescue Republican candidates.\n\nThat says a lot about who Trump is, but it says just as much about what Trump thinks of his party’s voters.", "Steve Kornacki breaks down the latest polling copied!\n\nSteve Kornacki breaks down the latest midterm polling on Election Day from the Kentucky and Virginia House races to the Indiana Senate fight.\n\nRead More", "Trump goes out there for himself ahead of midterms copied!\n\nTuesday is Election Day, and will the Dems pick up the 23 seats in the House needed to take control? Why on the final day did Trump rally with Rush Limbaugh and Sean Hannity and potentially turn off swing voters? The Morning Joe panel discusses.\n\nRead More", "Watch the full episode of Monday night's The Last Word with Lawrence O'Donnell.\n\nDuration: {{video.duration.momentjs}}", "Watch the full episode of Monday night's The Rachel Maddow Show.\n\nDuration: {{video.duration.momentjs}}", "", "Episode three of Rachel Maddow's Bag Man podcast now available copied!\n\nRachel Maddow reminds viewers of Tuesday's special coverage of election day beginning at 6pm ET, and announces that Episode Three of her podcast, Bag Man, is now available for listening.\n\nRead More", "Democratic gains require overcoming extreme GOP gerrymandering copied!\n\nRachel Maddow looks at data compiled by the Brennan Center for Justice that shows much Democrats have to over-perform in elections in order to pick up legislative seats.\n\nRead More", "Virginia, Florida could set stage for midterm election's outcome copied!\n\nPatrick Murray, director of the Monmouth University Polling Institute, talks with Rachel Maddow about key elections early in the 2018 tallying that could point to how the rest of the night (or week or month) will play out.\n\nRead More", "GOP retirements pushed by grassroots activists widened 2018 field copied!\n\nRachel Maddow reports on the activism of Indivisible groups across the United States and points out how many of the open seats in the 2018 election are seats left by Republicans who retired under pressure from protesters.\n\nRead More", "North Miami voters wait hours, determined to cast 2018 votes copied!\n\nRachel Maddow reports on the determination of voters in North Miami who stood in line for hours to vote at a polling location named for a woman who famously embodied that same democratic determination.\n\nRead More", "Fate of Congress could be in California's hands copied!\n\nJacob Soboroff, correspondent for MSNBC, reports live from the registrar's headquarters in Orange County, California, on preparations for a large turnout of voters and how long it could take for the final results of 2018 to be known.\n\nRead More", "Keep track of 2018 turnover with Vulnerable Incumbent Bingo copied!\n\nRachel Maddow offers viewers a bingo card featuring the most endangered incumbents in the 2018 election according to FiveThirtyEight.com to help keep track 2018 election outcomes.\n\nRead More", "Trump ends midterm campaign with an 'Us' vs. 'Them' narrative copied!\n\nThe president took a dark tone and ended his midterm campaign by pitting his supporters against Democrats. Jeremy Peters joins to discuss.\n\nRead More", "Steve Kornacki breaks down whether Dems can take back the Senate copied!\n\nCould Democrats take control of the Senate in the midterms? Steve Kornacki breaks down the possibilities.\n\nRead More", "Will Trump's White House see a shake-up after midterm elections? copied!\n\nAre staff changes likely to hit the West Wing after the midterm election is over and done with? Philip Rucker of The Washington Post reacts.\n\nRead More", "Falsehoods & fear from Trump in final hours of midterm campaign copied!\n\nDuring his final rallies before America votes on November 6, Trump told voters to vote as if he were on the ballot. But is that going to help or hurt Republicans trying to hang on to control of Congress? Philip Rucker, Sabrina Siddiqui, & Shannon Pettypiece join.\n\nRead More", "Trump pushes white identity politics but what about everyone else? copied!\n\nTrump keeps pushing anti-immigrant rhetoric to fire-up his mostly-white base but many Republicans are concerned the rhetoric could help Democrats. Lawrence discusses with Ezra Klein.\n\nRead More", "Ryan begs Trump to talk economy, instead Trump talks fear copied!\n\nPresident Donald Trump continues to campaign on fear of immigrants before the midterm election in spite of a plea from house speaker Paul Ryan. Election Night expectations? Lawrence discusses with Maria Teresa Kumar, Michael Steele, and Jennifer Palmieri.\n\nRead More", "Chris Matthews and a panel of guests discuss the political news of the day.\n\nDuration: {{video.duration.momentjs}}", "This 2018 Vulnerable Incumbent bingo card consists of the top five most vulnerable members of the Senate and top ten most vulnerable members of the House according to FiveThirtyEight.com.", "MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.\n\nDuration: {{video.duration.momentjs}}", "Michael Moore: Get other people to vote copied!\n\n“Everybody has to be in the game” on election day, says Oscar-winning filmmaker Michael Moore. “Call in sick, blame it on me.”\n\nRead More", "Maxine Waters on the historic midterm elections copied!\n\n“It’s all because of the Trump party that I think we’re winning in these deeply conservative districts,\" Rep. Maxine Waters tells Chris Hayes.\n\nRead More", "Rebecca Traister on first midterms of the #MeToo era copied!\n\nRebecca Traister, author of \"Good and Mad,\" has seen women mobilize nationwide for the first midterm elections in the #MeToo era.\n\nRead More", "Watch Apprentice contestant slam Trump: He's 'a racist' copied!\n\nPresident Trump’s own lawyer leaked allegations that Trump makes racist comments behind closed doors, dropping that bomb in the pivotal final week of the campaign. Michael Cohen specifically alleged that Trump said of “Apprentice” finalist, Kwame Jackson: “There's no way I can let this black f-g win”. Jackson joins “The Beat” for his first TV interview since the allegations were made public.\n\nRead More", "See the proof that Trump is now lying more than any president ever copied!\n\nData from a new Washington Post report shows President Trump is lying far more as the midterm elections approach, with more than a thousand lies or misleading claims in October alone. Former Executive Editor of “The New York Times”, Howell Raines, tells Melber that “lies are the glue” that hold Trump supporters together.\n\nRead More", "See the proof that Trump is now lying more than any president ever copied!\n\nData from a new Washington Post report shows President Trump is lying far more as the midterm elections approach, with more than a thousand lies or misleading claims in October alone. Former Executive Editor of “The New York Times”, Howell Raines, tells Melber that “lies are the glue” that hold Trump supporters together.\n\nRead More", "Trump’s own surrogates admit he is growing the deficit copied!\n\nNBC finds the top issues for most Americans are jobs, the economy and health care. Republicans now say they want to protect people with pre-existing conditions, having previously voted to repeal Obamacare. Trump 2020 campaign board member, Madison Gesiotto, responds to the GOP overseeing a rise in the national deficit. Politics Editor at “The Root”, Dr. Jason Johnson, tells Ari Melber the growing deficit shows “the hypocrisy of Republicans”.\n\nRead More", "Trump’s own surrogates admit he is growing the deficit copied!\n\nNBC finds the top issues for most Americans are jobs, the economy and health care. Republicans now say they want to protect people with pre-existing conditions, having previously voted to repeal Obamacare. Trump 2020 campaign board member, Madison Gesiotto, responds to the GOP overseeing a rise in the national deficit. Politics Editor at “The Root”, Dr. Jason Johnson, tells Ari Melber the growing deficit shows “the hypocrisy of Republicans”.\n\nRead More", "Stacey Abrams slams Brian Kemp for ‘abusing powers’ in Georgia copied!\n\nGeorgia Democratic gubernatorial candidate Stacey Abrams said Monday that her Republican opponent, Brian Kemp, was abusing his power as secretary of state to conduct a last-minute \"witch hunt\" into the state's Democratic Party.\n\nRead More", "Cher on Trump: I don’t understand how we’re America anymore copied!\n\nWith the midterm elections coming up on Tuesday, Cher is urging voters to make sure their voice is heard.\n\nRead More", "Dems hold 7-point edge in final national NBC/WSJ poll copied!\n\nFifty percent of likely voters say they prefer a Democratic-controlled Congress, while 43 percent want Republicans in charge.\n\nRead More", "Win or lose, expect post-midterms shakeup for Trump White House, administration copied!\n\nWashington Post’s Eugene Robinson LA Times’ Eli Stokols and MSNBC analyst Zerlina Maxwell on the looming changes ahead for Trump’s team\n\nRead More", "The midterms may be in two weeks, but some races might not be decided until after Thanksgiving 00:53", "Unprecedented turnout fueling excitement as Texas Senate race tightens copied!\n\nWashington Post’s Robert Costa & Eugene Robinson, LA Times’ Eli Stokols and MSNBC analyst Zerlina Maxwell on the high stakes race between Ted Cruz and Beto O’Rourke with just one day to go before the race is decided\n\nRead More", "“All options are on the table”: Gov. Kasich sounds off on midterms, Trump, 2020 copied!\n\nGOP Ohio Governor John Kasich discusses his parties direction under Trump, implications of Tuesday’s midterm elections and whether he is mulling a run against Trump in 2020\n\nRead More", "On eve of midterms, Trump sets tone of ‘race-baiting, dirty tricks & lies’ for GOP copied!\n\nWashington Post’s Robert Costa & Eugene Robinson, NBC’s Heidi Pryzbyla, LA Times’ Eli Stokols and MSNBC analyst Zerlina Maxwell on the tone Trump is setting for the Republican party in the final hours before the midterm elections & alarming tactics by republican candidates\n\nRead More", "Checking in on key swing state races in Georgia, Arizona and Missouri copied!\n\nNBC’s Katy Tur, Vaughn Hillyard and Morgan Radford join MTP Daily to bring us the latest on some races in key swing states in Georgia, Arizona and Missouri.\n\nRead More", "Key House races to watch on election night copied!\n\nCook Political Report’s House Editor David Wasserman joins Chuck at the Big Board to break down what to look for on election night tomorrow in the fight for the control of the House.\n\nRead More", "California firefighters to Trump: 'You are wrong' about wildfires 06:27", "How big of an advantage do Democrats really have heading into Election Day? copied!\n\nOur NBC News/WSJ bipartisan polling team, Fred Yang and Bill McInturff, join MTP Daily to discuss the latest NBC News/WSJ poll that shows Democrats with a 7-point edge over Republicans on the question of which party should control Congress.\n\nRead More", "Today’s edition of quick hits:\n\n* The latest tragic loss in Afghanistan: “A Utah mayor serving in Afghanistan was reportedly killed and another service member was wounded when an Afghan commando opened fire on them on Saturday in Kabul. Maj. Brent Taylor, the mayor of North Ogden, Utah, was killed.”\n\n* Friday night’s mass shooting: “A gunman killed two people and wounded five others at a yoga studio in Tallahassee, Florida, on Friday evening before fatally shooting himself, officials said. Tallahassee Police Chief Michael DeLeo said the shooter, Scott Beierle, 40, died from a self-inflicted gunshot wound.”\n\n* On a related note: “The man who shot and killed two women at a yoga studio in Tallahassee, Florida, on Friday before killing himself was a far-right extremist and self-proclaimed misogynist who railed against women, black people, and immigrants in a series of online videos and songs.”\n\n* Good call, Part I: “The Supreme Court on Friday night refused to halt a novel lawsuit filed by young Americans that attempts to force the federal government to take action on climate change, turning down a request from the Trump administration to stop it before trial.”\n\n* Good call, Part II: “The U.S. Supreme Court late Friday refused to stop a lawsuit, scheduled to go to trial on Monday, over the Trump administration’s plan to put a question about citizenship on the 2020 census form.”\n\n* This is a partial list: “There’s no U.S. ambassador in Mexico, our troubled neighbor to the south. No ambassador in nuclear-armed Pakistan, arguably the most dangerous country on Earth. No ambassador in Egypt, the most populous country in the Arab world. No ambassador in Jordan, a vulnerable ally sandwiched between Syria and Israel. No ambassador in South Africa or Singapore.”\n\n* Keep an eye on Trump’s decision on sanctions imposed on Oleg Deripaska, one of Russia’s most infamous oligarchs: “With the administration closing in on its latest self-imposed deadline to make a final decision by Dec. 12, there are signs that Mr. Deripaska’s companies could escape the sanctions entirely.”\n\n* Interesting: “[A] nationwide review conducted by ABC News has identified at least 17 criminal cases where Trump’s name was invoked in direct connection with violent acts, threats of violence or allegations of assault. Nearly all – 16 of 17 – cases identified by ABC News are striking in that court documents and direct evidence reflect someone echoing presidential rhetoric, not protesting it.”\n\n* I get the feeling the seven-term congressman had made a bit too much of this: “Rep. Jeff Fortenberry (R-Neb.) found no humor in someone changing the ‘o’ in his last name to an ‘a’ and amending his slogan to support the aforementioned ode to flatulence. The vandal also picked up on a hot 2018 trend and placed a pair of googly eyes on his face.”\n\nAnything to add? Consider this an open thread.", "The Republican who wants to be California's next Governor copied!\n\nCalifornia's Republican Nominee for Governor John Cox joins Katy to give his final thoughts ahead of tomorrow's midterm elections. He tells her that his campaign message is focused on the cost of living in California.\n\nRead More", "How will Evangelicals vote in the midterms? copied!\n\nKaty Tur speaks with the Senior Pastor at Ebenezer Baptist Church, Reverend Raphael Warnock and the Executive Director of the Faith & Freedom Coalition, Timothy Head to find out what issues are important to them heading into election day. Donald Trump won the support of 80 percent of Evangelical voters in 2016.\n\nRead More", "Two Presidents, two competing messages for voters copied!\n\nPresident Trump and former President Barack Obama have both been out on the trail campaigning for candidates ahead of tomorrow’s midterm elections. Local reporters from the states they visited – Arizona, Texas, and California – join Katy to discuss how voters are reacting to the two different visions for the country.\n\nRead More", "What’s behind Brian Kemp’s claims of election interference in Georgia? copied!\n\nGeorgia’s current Secretary of State, and Republican nominee for Governor, is claiming election interference by state Democrats. Georgia's WSB-TV Condace Pressley, the Co-Founder of Black Voters Matter, LaTosha Brown and Republican Strategist, Brian Robinson join Katy Tur to discuss the impact this is having on the Governor’s race.\n\nRead More", "Roland Martin on midterm election: 'Vote or shut the hell up!' copied!\n\nAli Velshi talks about what can be done to encourage greater voter turnout during midterm elections with Roland Martin, host and managing editor of #RolandMartinUnfiltered, Republican strategist Joe Watkins, and Futuro Media President Maria Hinojosa.\n\nRead More", "It’s been called “the most racially charged national political ad in 30 years,” and that assessment wasn’t hyperbolic. As we discussed last week, Donald Trump released a 53-second online video that was so ugly, even some Republicans found the demagoguery tough to defend.\n\nMaking matters worse, the video wasn’t just based on racism; it was also based on falsehoods. In this case, the president couldn’t even try to scare people without lying.\n\nIn recent days, however, what was a racist and dishonest online video became a racist and dishonest television campaign commercial. Today, networks that aired the ad decided to stop.\n\nNBC and Fox News said on Monday morning that they would no longer air an immigration ad from President Donald Trump that has been widely derided as racially divisive. “After further review, we recognize the insensitive nature of the ad and have decided to cease airing it across our properties as soon as possible,” said Joe Benarroch, a spokesperson for NBC’s advertising sales department. Facebook also took action on Monday, blocking the ad from getting promoted through the company’s paid distribution network, though it allowed the ad to remain on Trump’s verified Facebook page, where it has been viewed more than one million times.\n\nAccording to NBC News’ report, citing data from the advertising tracking firm iSpotTV, the ad aired a total of 18 times across multiple networks including Fox News, Fox Business Network, and MSNBC.\n\nAsked this afternoon about the offensiveness of the ad, the president told reporters, “Well, a lot of things are offensive…. Your questions are offensive a lot of times.”\n\nIt’s the second time since Friday afternoon in which the president has questioned the propriety of journalists’ questions. Told about polling that showed Americans expressing concern about him encouraging political violence with his over-the-top rhetoric, Trump responded, “No, no. You know what? You’re creating violence by your questions.”\n\nAs a rule, American leaders don’t condemn questions from the free press as dangerous and offensive. Authoritarian leaders, however, adopt such a posture all of the time.", "Joe and Mika discuss the big news of the day.\n\nDuration: {{video.duration.momentjs}}", "Katy Tur: The news should make you uncomfortable copied!\n\nSunday in Macon, GA, NBC’s Katy Tur attended her first “MAGA” rally since covering the President’s 2016 campaign. She caught up with Trump supporters to get their thoughts on the latest election headlines. She also got their thoughts on the media and its coverage of the Trump Presidency. In Katy’s own words, “Ladies and Gentlemen, we have a problem.”\n\nRead More", "Midterm countdown: 35 million have already voted copied!\n\nWe are now less than 24 hours away from midterm elections and 35 million people have voted early. Stephanie Ruhle and Ali Velshi explain why every vote counts.\n\nRead More", "This country needs immigrants to fuel the economy copied!\n\nPresident Trump has made immigration a key issue in this election, injecting fear into his base claiming immigrants hurt America’s economy. Ali Velshi and Stephanie Ruhle explain the practical, data-backed, economic reasons for immigration. Bloomberg National Political Reporter Sahil Kapur, NBC News Politics Editor Beth Fouhy, and the President and CEO of Voto Latino, Maria Teresa Kumar join the conversation.\n\nRead More", "How some voters are being suppressed across the country copied!\n\nOne of the most urgent problems in the midterm elections is voter suppression. The issue is getting a lot of attention in Georgia, but it’s not just happening there. Stephanie Ruhle and Ali Velshi break down how some voters are being kept from the polls throughout the country. Weighing in: MoveOn.org Senior Advisor Karine Jean-Pierre, Republican strategist John Weaver, and NBC News Politics Editor Beth Fouhy\n\nRead More", "What issues are drawing millions of voters to the polls? copied!\n\nWhat is the #1 issue on voters’ minds right now? Ali Velshi and Stephanie Ruhle are joined by MoveOn.org Senior Advisor Karine Jean-Pierre, Republican strategist John Weaver, and Bloomberg National Political Reporter Sahil Kapur to break down the top issues drawing millions of Americans to the polls.\n\nRead More", "What is the most important issue to Americans? copied!\n\nWatch Ali Velshi and Stephanie Ruhle are joined by MSNBC’s Vaughn Hillyard to discuss what is most important to voters – including those in Phoenix, Arizona.\n\nRead More", "What will it take for Dems to pull off a ‘blue wave’ tomorrow? copied!\n\nThe 2018 midterm elections are just one day away and talk of a “blue wave” hasn’t died down. Watch Ali Velshi explain what it will take for Democrats to pull off wins across the board.\n\nRead More", "Former Homeland Security Secy.: Trump WH hasn’t spelled out why thousands of troops are needed at the border copied!\n\nHow will voters respond to President Trump's latest attacks on immigration? Former Homeland Security Secretary Jeh Johnson joins Andrea Mitchell to discuss.\n\nRead More", "Close video Republicans turn to dirty tricks as 2018 election approaches Rachel Maddow outlines examples of dirty campaign tricks taking place around the United States ahead of the 2018 election, as well as age-old intimidation tactics from Donald Trump. share tweet email save Embed\n\nAbout two weeks ago, apropos of nothing, Donald Trump published a tweet that read, “All levels of government and Law Enforcement are watching carefully for VOTER FRAUD, including during EARLY VOTING. Cheat at your own peril. Violators will be subject to maximum penalties, both civil and criminal!”\n\nIt seemed odd, to put it mildly, to see an American president try to intimidate voters in his own country, seemingly trying to discourage his national constituents from participating in elections. And yet, this morning, he did it again.\n\n“Law Enforcement has been strongly notified to watch closely for any ILLEGAL VOTING which may take place in Tuesday’s Election (or Early Voting). Anyone caught will be subject to the Maximum Criminal Penalties allowed by law. Thank you!”\n\nI do love his use of phrases like “strongly notified.” Some presidents may casually notify law enforcement, but not Donald J. Trump. He “strongly notifies” law enforcement – which presumably means notifications that include randomly capitalized letters as a way of letting everyone know he means it.\n\nAll joking aside, presidential warnings like these are offensive, not just because “illegal voting” is ridiculously rare – Trump is effectively issuing warnings to address a problem that doesn’t exist – and not just because voter-intimidation tactics are inherently undemocratic.\n\nThe other part of the equation is that we’ve seen efforts like these before, just not from elected American leaders.\n\nRachel had a segment on this two weeks ago that’s well worth your time if you missed it, and it included a review of threatening billboards we saw in 2012, which popped up in low-income, predominantly African-American neighborhoods in Ohio and Wisconsin.\n\nThe billboards, paid for by a “private family foundation,” targeted black people with a threatening message: those who commit voter fraud face a $10,000 fine and up to three-and-a-half years behind bars. The point, of course, was to raise the possibility in locals’ minds that if they turned up to vote, there could be legal consequences.\n\nBefore long, there was a public outcry and the company that owned the billboards pulled the ads ahead of Election Day.\n\nSix years later, the message seems to have made a comeback – but instead of anonymous billboards, Americans now have a president who’s making a similar pitch via social media, threatening criminal penalties.", "Valerie Jarrett: President Obama thinks this is the most important election of his lifetime copied!\n\nValerie Jarrett, Former Senior Adviser to President Obama, now chair of former First Lady Michelle Obama's \"When We All Vote\" initiative joins Andrea Mitchell to weigh in on the midterm elections.\n\nRead More", "Nationalism formidable foe for law enforcement: NYT copied!\n\nNYT Mag contributing writer Janet Reitman discusses her new reporting on how U.S. law enforcement is seemingly at a loss when it comes to stopping the threat of white nationalism.\n\nRead More", "Today’s installment of campaign-related news items from across the country.\n\n* The racist and dishonest video Donald Trump unveiled last week is no longer just an online fixture: NBC aired it as a televised commercial during a football game last night.\n\n* Each of the major pre-election generic-ballot polls offers good news for Democrats. NBC/WSJ shows Dems with a 7-point lead (50% to 43%); ABC/Post also shows Dems up by 7 (51% to 44%), and CNN puts the Democratic lead at 13 points (55% to 42%).\n\n* In Missouri’s U.S. Senate race, the final NBC News/Marist poll found Sen. Claire McCaskill (D) up by three over Josh Hawley (R), 50% to 47%.\n\n* In Florida’s gubernatorial race, NBC News/Marist found Andrew Gillum (D) with a small lead over Ron DeSantis (R), 50% to 46%. Quinnipiac, meanwhile, found the Tallahassee mayor with a larger lead, 51% to 44%.\n\n* In related news, Agriculture Secretary Sonny Perdue (R) campaigned for DeSantis over the weekend, and at a rally, the Trump cabinet official told supporters this election “is so cotton-pickin’ important to the state of Florida.”\n\n* And speaking of the Sunshine State, in Florida’s U.S. Senate race, NBC News/Marist found Bill Nelson (D) leading Rick Scott (R), 50% to 46%, while Quinnipiac showed the incumbent Democratic senator with a slightly larger lead, 51% to 44%.\n\n* Despite the palpable panic in Democratic circles about Sen. Bob Menendez’s (D) re-election bid in New Jersey, Quinnipiac’s new poll found him leading Republican Bob Hugin, 55% to 40%.\n\n* In Iowa, the final Des Moines Register/Mediacom poll found Fred Hubbell (D) with a very small lead over elevated Gov. Kim Reynolds (R), 46% to 44%.\n\n* Speaking of the Hawkeye State, Rep. Steve King (R) is finally running campaign ads again – he’s recycling a spot from four years ago – against a polling backdrop that suggests his re-election bid won’t be easy.\n\n* And speaking of vulnerable long-time incumbents, the Congressional Leadership Fund, a super PAC with close ties to the House Republican leadership, is making 11th-hour investments in Alaska, where Rep. Don Young (R) is facing some headwinds.", "How will Trump's talk impact the Latino vote? copied!\n\nMaria Teresa Kumar, Randall Lane and Mike Lupica discuss Latino voter turnout for the midterms, billionaire donors this season and all things Florida.\n\nRead More", "Jeh Johnson on threats from domestic terrorism copied!\n\nFormer DHS Secretary Jeh Johnson joins Morning Joe to discuss the increasingly polarized political climate of the current moment, attacks from fringe extremists, how he handled while in Washington and what to do about it now.\n\nRead More", "In the final NBC News/Wall Street Journal poll ahead tomorrow’s midterm elections, we find a familiar gender gap: Democrats lead among women voters by 18 points (55% to 37%), while Republicans have a seven-point advantage among men (50% to 43%). This 25-point swing suggests the gender gap in the 2018 elections may be among the largest ever seen.\n\nBut CNBC’s John Harwood went a step further and added another axis. What happens when we overlay the data on gender and education levels?\n\nAmong men with college degrees, Democrats have a 5-point advantage.\n\nAmong men without college degrees, Republicans have a 34-point advantage.\n\nAmong women with college degrees, Democrats have a 27-point advantage.\n\nAmong women without college degrees, Republicans have a 16-point advantage.\n\nThese results are not altogether expected. We tend to think of men voting Republican, which is generally correct, though men with degrees prefer Democrats by a narrow margin. Likewise, Dems enjoy a significant lead among women, but this poll suggests women without degrees easily prefer Republicans.\n\nThe gender gap is clearly one of the year’s biggest stories, and if Democrats gain power after the midterms, it will be the direct result of women voters coming through for Democratic candidates.\n\nBut the NBC/WSJ data suggests gender only tells part of the story.\n\nPostscript: This is largely consistent with the recent trend: two years ago, Hillary Clinton easily won among voters with college degrees, while Donald Trump easily won among voters without college degrees.", "How will Trump's rhetoric impact the midterms? copied!\n\nRepublican strategist Al Cardenas laments the president's use immigrants to stoke fear in voters ahead of the midterms. The panel also discusses why Democrats need the presence of the Clintons on the campaign trail.\n\nRead More", "Customers buy out donut store so owner can spend time with sick wife copied!\n\nWhen the Seal Beach, California community learned that the owner of their local doughnut shop suffered an aneurysm, they came together to give her family what they wanted the most: time. #GoodNewsRUHLES!\n\nRead More", "Donald Trump sat down with TV preacher Pat Robertson’s Christian Broadcasting Network the other day, and looking ahead to Election Day, the president expressed confidence that Republican turnout among evangelical Christians will be high.\n\n“Well they’re going to show up for me because nobody’s done more for Christians or evangelicals or frankly religion than I have. You’ve seen all the things that we’ve passed including the Johnson Amendment and so many things we’ve nullified. Nobody’s done more than we have.”\n\nAs a presidential candidate, religion was frequently a point of concern for the Republican. Trump claimed to go to a New York church that rarely saw him. Asked if he’s ever asked God for forgiveness, he said, “I don’t think so.” Asked whether he’s drawn more to the New or Old Testaments, Trump replied, “Both.”\n\nAnd, of course, there was the whole “Two Corinthians” incident.\n\nBut two years later, Trump nevertheless believes “nobody” has done more for “religion” than him – a boast that’s even more audacious than the president’s usual whoppers. I’m glad he at least tried to back this up with some proof, pointing to the demise of the Johnson Amendment, but there’s a problem: the Johnson Amendment isn’t anti-religion and Trump hasn’t gotten rid of it.\n\nTo be sure, the president seems to think he’s scrapped the tax law prohibition on houses of worship intervening in political campaigns. As recently as August, Trump said in a closed-door meeting with evangelical he’d gotten “rid of” the law.\n\nHe hasn’t. The law remains intact. Houses of worship that intervene in partisan campaigns are putting their tax-exemption at risk because this part of federal tax law hasn’t been changed.\n\nWhat’s far less clear is why Trump got this so wrong. Is he genuinely that confused about his own record? Does he hope the Christian Broadcasting Network and its viewers won’t know the difference between fact and fiction?\n\nIt’s entirely possible that the answer to both questions is, “Yes.”", "Record number of women on the ballot could change history copied!\n\nA record number of women are on the ballot tomorrow for Congress, Senate and Governor. Stephanie Ruhle breaks down how they could change the future of politics in this country forever. Weighing in: President of Emily’s List, Stephanie Schriock, Vice Chair of the New York Democratic Party Christine Quinn, and Republican Strategist Noelle Nikpour.\n\nRead More", "How VA-7 could have a national impact after midterms copied!\n\nA Republican House seat for nearly half a century could flip blue after one of the most intense battles for Congress in the country. Stephanie Ruhle and NBC News Correspondent Heidi Przybyla break down how the race in Virginia’s seventh district could potentially have a national impact.\n\nRead More", "Why aren’t Republicans focusing more on the economy? copied!\n\nThe economy is strong and October had a great jobs report, which could be a potentially winning midterm message for Republicans. Stephanie Ruhle is joined by CNBC’s Brian Sullivan and Ron Insana to discuss why Republicans are not focusing more on it.\n\nRead More", "O'Rourke: 'I will not be a candidate for President in 2020' copied!\n\nTexas U.S. Senate candidate Rep. Beto O'Rourke (D-TX) is engaged in a tough general election challenge to Republican Sen. Ted Cruz (R-TX), but for now, he's ruling out a run for president in 2020.\n\nRead More", "I suspect some readers see the word “emoluments,” and immediately lose interest, but as Donald Trump controversies go, this one has a lot of potential. NBC News reported late last week:\n\nPresident Donald Trump’s lawyers cannot try to derail a lawsuit over his ownership of the Trump Hotel in Washington by appealing a key early ruling in the case, a federal judge said Friday, dealing another blow to the president’s efforts to block the case from going forward. The Trump legal team sought authority from the federal judge in the case, Peter Messitte of Maryland, to appeal the judge’s pre-trial decision that the emoluments clauses are intended to protect against any type of potentially improper influence…. In his order Friday, Messitte said the government cannot appeal the case piecemeal and must wait for a final ruling after a trial. He also declined to put a hold on the case, which would have blocked the challengers from seeking evidence about his hotel business through the legal process known as discovery.\n\nThere are multiple legal disputes surrounding Trump and his emoluments troubles, but this case, brought by the attorneys general of Maryland and Washington, D.C., appears to be the most serious for the president – and as of Friday, it isn’t going away.\n\nThere are a couple of angles of interest, including some of the details of Friday’s court order, but let’s start by recapping what makes the case so interesting.\n\nAs we discussed in July, the Constitution’s Emoluments Clause prevents U.S. officials from receiving payments from foreign governments, which traditionally hasn’t posed much of a problem for sitting presidents. But as is often the case, things get a little tricky with Trump: because the president has refused to divest from his private-sector enterprises, it means he continues to profit from businesses that receive payments from foreign governments.\n\nThe problem isn’t theoretical: Saudi Arabia, for example, spent roughly $270,000 at Trump’s Washington hotel during one of the country’s lobbying campaigns last year. Some of that money directly benefited the president.\n\nWhich, not surprisingly, creates a legal problem that’s now being litigated.\n\nWhen the attorneys general of Maryland and D.C. filed suit, they had to clear some hurdles that could’ve scuttled their case. For example, a judge had to agree they had the necessary standing to even file the case, and they cleared that hurdle in March.\n\nThe plaintiffs then had to prove that the Emoluments Clause applied to this kind of presidential private-sector venture. The judge sided in their favor on this, too.\n\nSo now what? As the NBC News report explained, the judge on Friday ordered lawyers for Maryland and D.C. “to submit a schedule for discovery within 20 days.” That opens up a variety of interesting possibilities: the plaintiffs want to “interview Trump Organization employees and search company records to determine which foreign countries have spent money at Trump’s hotel in downtown Washington.”\n\nBut also of interest was a tidbit the judge included in his court order on Friday. The Washington Post reported over the weekend:\n\nMessitte noted Trump’s threats to sue author Michael Wolff and former adviser Stephen K. Bannon, and Trump’s taunting of former CIA director John Brennan in August. After Trump revoked Brennan’s security clearance, Trump wrote on Twitter: “I hope John Brennan, the worst CIA Director in our country’s history, brings a lawsuit.” “It bears noting that the President himself seems to have had little reluctance to pursue personal litigation despite the supposed distractions it imposes on his office,” Messitte wrote.\n\nIn other words, Trump’s lawyers have said the president shouldn’t have to deal with litigation like this because the office of the presidency leaves him with so little time. The judge responded by pointing to Trump’s many tweets in which he invited litigation – effectively discrediting his own attorneys’ argument.\n\nIt’s not even close to being the first time the president’s own words have been used against him in court. As regular readers know, this keeps happening:\n\n* In January, the administration lost a DACA case, and the court ruling cited the president’s own rhetoric when ruling against his position.\n\n* In Bowe Bergdahl’s case, the judge indicated that he would consider Trump’s record of highly provocative rhetoric towards Bergdahl as part of the sentencing decision.\n\n* The initial versions of the White House’s Muslim ban faced repeated legal difficulties because of Trump’s own rhetoric.\n\n* The D.C. Circuit Court of Appeals concluded over the summer that Democratic attorneys general could participate in a case over health care policy as a result of Trump’s rhetoric.\n\n* The administration’s lawyers ran into the same problem last April trying to defend Trump’s executive order on so-called “sanctuary cities.”\n\n* And in March 2018, Trump lost another DACA case in part because of his own rhetoric.\n\nIn a way, Trump’s opponents should probably hope he never stops speaking his mind so freely.", "When former Virginia Sen. John Warner (R) endorsed Sen. Tim Kaine’s (D) re-election, it raised a few eyebrows. After all, the former five-term senator is a giant of Virginia Republican politics, and it wasn’t long ago that it seemed implausible he’d throw his support behind one of Virginia’s most notable Democrats.\n\nBut as it turns out, he wasn’t done. Warner then endorsed Leslie Cockburn, the Democrat in Virginia’s competitive 5th congressional district, and late last week, he made another surprise announcement.\n\nFormer Virginia GOP Sen. John Warner tells NBC News he is endorsing several Democrats for Congress in 2018, including Abigail Spanberger, who is challenging GOP Rep. Dave Brat in Virginia’s seventh congressional district. Now is the time to rise above politics, Warner, a dean of the Virginia Republican Party, told NBC News. “It goes beyond politics now. I’m a Republican, I’ll finish a Republican as I cruise through my 91st year. But you’ve got to put the nation’s interests and the state’s interests ahead of politics,” Warner told NBC in a phone interview.\n\nAll of this comes just two years after Warner also endorsed Hillary Clinton’s presidential campaign.\n\n“Once you’re retired and doing what you want to do, you’re free of any constraints,” Warner added in his NBC News interview. “I just feel that the Democrats have got superior credentials to what is being offered.”\n\nWe’ll learn soon enough whether the former GOP senator’s backing helped sway some votes or not, but I think Warner’s willingness to throw his backing behind Democratic candidates speaks to a larger truth.\n\nIf ’90s-era fringe Republicans have become today’s conservative Republicans, and ’90s-era conservatives have become today’s GOP moderates, what have ’90s-era moderate Republicans become?\n\nEvidently, Democratic voters.", "GOP telling lies about health care: Sen. Baldwin copied!\n\nSen. Tammy Baldwin, D-Wis., is one of ten Democratic senators up for re-election in a state won by Trump. Sen. Baldwin joins Morning Joe to discuss her GOP challenger, health care reform, Scott Walker and attacks from superPACs.\n\nRead More", "It’s been nine days since a gunman opened fire in a Pittsburgh synagogue, massacring 11 people. Donald Trump’s public response has gone a long way to reinforce concerns about the president’s capacity for empathy: he criticized the temple’s security measures; he echoed the suspected murderer’s conspiracy theories; he made a visit to the city all about him; and he connected the violence to his campaign agenda.\n\nHis private response wasn’t much better. The Washington Post reported overnight on Pittsburgh Mayor Bill Peduto (D) and his efforts to help in the aftermath of the mass-shooting. Of particular interest was the phone call the mayor received the day of the massacre.\n\nThe three-minute phone call with the president jarred Peduto, 54, the popular second-term Democratic mayor of the Steel City, just as he was trying to get his head around what was happening. After offering thoughts and prayers – and pledging anything Peduto needed, including a direct line to the White House – Trump veered directly into policy, Peduto recalled. The president, Peduto said, insisted on discussing harsher death penalty legislation as a way to prevent such atrocities. Peduto was stunned into silence. “I’m literally standing two blocks from 11 bodies right now. Really?” Peduto said, noting that he was numb and believed that talking about the death penalty wasn’t “going to bring them back or deter what had just happened…. I ended the conversation pretty quickly after that.”\n\nThis version of events is very easy to believe. In a brief Q&A with reporters just a couple of hours after the murders in Pittsburgh, a reporter asked Trump what can be done to address violence like this. “I think one thing we should is we should stiffen up our laws in terms of the death penalty,” the president replied.\n\nIt’s not hard to imagine Trump saying something similar to the Pittsburgh mayor as he struggled to find his footing.\n\nIt’s also not hard to understand why it wasn’t a constructive topic of conversation.\n\nTo be sure, when a president calls a local leader to discuss a tragedy of this magnitude, it’s going to be a difficult conversation. But common sense suggests there’s an obvious course for a president to follow: extend condolences, offer support, and pledge federal assistance.\n\nThere’s no reason to initiate a conversation about new legislation on capital punishment – over which a city mayor would have no control.\n\nThe missing element, of course, is empathy. And as we’ve discussed on several occasions, it’s a quality missing from Trump’s skill-set.\n\nFor example, in June, the president traveled to Texas to extend his support to families who’d lost loved ones in a school shooting. Trump spoke to one grieving mother about his desire to dispatch armed security to schools, and when she explained her opposition to the idea, it didn’t go well. She told the Associated Press that having a conversation with the president “was like talking to a toddler.”\n\nAs we discussed at the time, it was a familiar reaction. After the mass shooting in Parkland, Fla., for example, Trump called Samantha Fuentes, a student who’d been shot and was left with a piece of shrapnel lodged behind her right eye. “Talking to the president, I’ve never been so unimpressed by a person in my life,” she said after the conversation. “He didn’t make me feel better in the slightest.”\n\nAround the same time, Trump hosted an event at the White House on school shootings, where he clutched talking points that had apparently been written for him. One of them read, “I hear you” – suggesting he needed to be reminded of this.\n\nBefore that, Trump reached out to Sgt. La David T. Johnson’s widow, Myeshia Johnson, after he was killed in Niger. When their conversation didn’t go well, the president ended up feuding with Ms. Johnson via Twitter.\n\nLast fall, shortly after the massacre in Las Vegas, the Associated Press reported that White House aides felt anxiety over what Trump might say (or tweet) about the mass murders. They were nervous, of course, because of the president’s “troubled track record in such delicate moments.”\n\nAfter Hurricane Harvey hit Texas, he marveled at the size of the “turnout” of people who wanted to see him in Corpus Christi. After initially ignoring Puerto Rico following Hurricane Maria, the president focused on the island’s debts to Wall Street, feuded with a local mayor, and threw paper towels to locals as if he were shooting free throws.\n\nI’m sure there are examples of Trump comforting people in need during difficult times, but it’s nevertheless difficult to look past the pattern in which the president’s empathy gap has been on display. He routinely struggles in a wide variety of ways, but it appears that asking Trump to play the role of Consoler in Chief is simply unrealistic.\n\nAs a candidate, the future president, referring to himself in third person, said empathy would be “one of the strongest things about Trump.”\n\nThere’s quite a bit of evidence to the contrary.", "Dems have edge in generic congressional ballot, poll finds copied!\n\nWith just a day before the midterms, the Morning Joe panel discusses the latest national polling in key battleground states and takes a look at the trend lines across the country. The Cook Political Report's David Wasserman and the Washington Post's Karen Tumulty join.\n\nRead More", "A district in Virginia could be early blue wave indicator copied!\n\nPolitical experts say the results in Virginia's 7th Congressional District Tuesday evening could be one of the earliest indicators of a so-called blue wave, according to new reporting from Heidi Przybyla.\n\nRead More", "Georgia Secretary of State Brian Kemp, the Republican administering his own gubernatorial election against Stacey Abrams (D), has engaged in a series of efforts that are awfully tough to defend. He’s purged residents from the state’s voter rolls. He’s closed polling places. He’s frozen voter-registration forms. He’s even ignored warnings from the Department of Homeland Security about security threats.\n\nClose video Kemp responds to cyber security alert with partisan attack Alex Stamos, MSNBC cybersecurity analyst, talks with Rachel Maddow about Georgia Secretary of State Brian Kemp’s pattern of not taking seriously third party alerts of vulnerabilities in the security of Georgia’s election system. share tweet email save Embed\n\nGeorgia Secretary of State Brian Kemp, the Republican candidate for governor, said Sunday that he was investigating the state Democratic Party for an attempted hack of the voter registration system – a claim met with a swift response from Democrats charging him with a shameless “political stunt” two days before Election Day. Kemp, who is in a neck-and-neck race with Stacey Abrams, alleged that the state Democratic Party made a “failed attempt to hack the state’s voter registration system” and announced that his office was opening an investigation into the party. Kemp said his office alerted the Department of Homeland Security and the FBI, but he offered no evidence to back up his allegation.\n\nBut all things considered, yesterday’s news showed Kemp reaching a new low\n\nRick Hasen, an election-law expert at UC Irvine, wrote a piece for Slate describing Kemp’s move as “perhaps the most outrageous example of election administration partisanship in the modern era.”\n\nHasen added, “[W]hat Kemp has done now goes beyond the pale. He’s accused his opponents of election tampering without evidence on the eve of the election, and plastered the incendiary charge on an official state website in the days before his office will administer that election. This is some banana republic stuff.”\n\nGiven what we know, that assessment is more than fair. There is literally nothing to suggest Georgia Democrats tried to “hack” the state’s voter registration system. In fact, all available evidence suggests nothing of any significance happened at all.\n\nThe only apparent wrongdoing in this story comes by way of Kemp himself – since he’s the one who seems to be abusing his office on the eve of a statewide election, subverting the electoral process to suit his own partisan purposes.\n\nMaking matters slightly worse is Kemp’s recent history. It was, after all, just two years ago when the Georgia Republican accused the Department of Homeland Security of an “unsuccessful attempt to penetrate the Georgia Secretary of State’s firewall.” Months later, following an investigation, we learned that Kemp has no idea what he was talking about.\n\nI won’t pretend to know what’ll happen in this closely watched gubernatorial race, which could go either way. But I do know if Kemp were confident of success, he wouldn’t have launched this gambit yesterday.\n\nI also know that if Kemp prevails after all of these antics, he shouldn’t be surprised if a cloud of illegitimacy hangs over him for four years.", "Joe: This is a closer race than I thought it would be copied!\n\nWith just one day to go before the midterm elections, the Morning Joe panel assesses Donald Trump's closing message, the tightening polls and the mood of the country.\n\nRead More", "Missouri Senate is a margin-of-error contest, poll shows copied!\n\nDemocrat Claire McCaskill and Republican Josh Hawley are locked in a margin-of-error contest in Missouri's Senate race, according to a new NBC News/Marist poll of the state.\n\nRead More", "Andrew Gillum up among likely voters in new poll copied!\n\nIn Florida, Democrat Andrew Gillum is up among likely voters against Republican Ron DeSantis, 50 percent to 46 percent, within the poll's margin of error, according to the latest NBC News/Marist poll numbers.\n\nRead More", "Early voting in 2018 far outpacing 2014 early voting copied!\n\nRachel Maddow highlights several states in which the early in-person voting so far is already surpassing the total early voting numbers in 2014.\n\nRead More", "Trump admin in no apparent rush to fill anti-Semitism envoy job copied!\n\nRachel Maddow reports that despite some lip service, the Trump administration has yet to fill the job of U.S. special envoy for monitoring and combating anti-Semitism despite the position having been open since January 2017.\n\nRead More", "Trump keeps choice stark in 2018 election of love and hate copied!\n\nAn MSNBC panel contrasts Democratic and Republican strategies in 2018, with Democrats presenting several candidate who have earned the adulation of supporters while Donald Trump has ensured that every republican is seen only as a proxy for the Trump presidency.\n\nRead More", "Tight gubernatorial race in Georgia will be a battle of turnout copied!\n\nJoy Reid and Katy Tur report from Georgia on the especially close race for governor there and the passions voters have for their respective candidates.\n\nRead More", "House Intel Democrats hope to end Nunes' coddling of Trump copied!\n\nCongressman Adam Schiff talks about how the House Intelligence Committee would perform differently under Democratic control by actually investigating Donald Trump instead of protecting Trump as Devin Nunes has used his leadership of the committee to do.\n\nRead More", "Democrats seek to turn national poll advantage into local results copied!\n\nSteve Kornacki, MSNBC national political correspondent, talks about whether the advantage Democrats have in national polls will translate to the state and local midterm victories they need to reclaim some power in Washington.\n\nRead More", "Voters and candidates point to immigration, health care as key issues copied!\n\nNBC News’ Kasie Hunt traveled across the country speaking with voters and candidates ahead of election day, and she asked them all a simple question: What is the single greatest motivating force in the midterm elections?\n\nRead More", "What time do you need to tune in for election results Tuesday? copied!\n\nSteve Kornacki, MSNBC national political correspondent, shows which key races you'll want to be paying attention to starting at 6pm ET on Tuesday, Election Day, and how long it will be before the full results of the 2018 election are known.\n\nRead More", "What will Washington look like if Democrats win back the House? copied!\n\nIf a Blue Wave comes in the midterm elections, President Trump will wake up to a very different Washington. The panel on Kasie DC breaks down what exactly Democratic control would look like on Capitol Hill.\n\nRead More", "What the 2017 Virginia Governor’s race can teach us about 2018 midterms copied!\n\nThe race between Democrat Ralph Northam and Republican Ed Gillespie could teach Republicans important lessons headed into the midterm elections.\n\nRead More", "DNC Chair Tom Perez: Democrats aiming to be a '50 state party once again' copied!\n\nDNC Chair Tom Perez explains the Democrats’ strategy heading into the final days of the midterms, and he insists democratic candidates are competing in each and every state.\n\nRead More", "Historic election in MN as Muslim, refugee runs for Congress copied!\n\nMSNBC’s Ayman Mohyeldin speaks to NBC Signal correspondent Dasha Burns, who interviewed Minnesota congressional candidate Ilhan Omar. Omar is favored to win the congressional seat in Minnesota’s 5th district. Omar would be the first Somali-American elected to Congress. Omar is a former refugee and would be one of the few Muslim members of Congress.\n\nRead More", "New 2018 midterm poll shows Democrats ahead of Republicans copied!\n\nA new NBC News/Wall Street Journal poll shows 50 percent of likely voters prefer a Democratic controlled Congress – compared to 43 percent for Republicans at the helm. MSNBC’s Richard Lui breaks down what the numbers mean with his panel. Participants include Mark Murray, NBC News Senior Political Editor, Zerlina Maxwell, Director of Progressive Programming for Sirius XM, Former Director of Progressive Media for the Hillary Clinton campaign, and an MSNBC Political Analyst, and John Weaver, former Senior Strategist for the McCain and Kasich campaigns and an MSNBC Contributor.\n\nRead More", "Phil Bredesen: Rep. Marsha Blackburn a 'pure political player' copied!\n\nThe Senate race between former Tennessee Governor Phil Bredesen and Rep. Marsha Blackburn is neck-and-neck and neither candidate is pulling any punches. NBC News’ Kasie Hunt sat down for an exclusive interview with Bredesen ahead of election day to talk about everything from health care to the Kavanaugh confirmation fight.\n\nRead More", "Democratic control of committees most worrying prospect for Trump copied!\n\nRachel Maddow reviews the litany of investigations of Donald Trump and his administration that have been suppressed by Republicans in control of Congress's oversight responsibilities, and the avalanche of subpoenas and hearings that would likely result from Democrats retaking control of the House.\n\nRead More", "Kemp responds to cyber security alert with partisan attack copied!\n\nAlex Stamos, MSNBC cybersecurity analyst, talks with Rachel Maddow about Georgia Secretary of State Brian Kemp's pattern of not taking seriously third party alerts of vulnerabilities in the security of Georgia's election system.\n\nRead More", "Rep. Curbelo explains forgiving man who threatened his life copied!\n\nRep. Carlos Curbelo (R-FL) recently received a death threat from a 19-year-old constituent on Twitter. A week later, Curbelo met with the man, and the two even held a news conference in which Curbelo credited him for apologizing. Rep. Curbelo joins NBC News’ Kasie Hunt to discuss the political toxicity that can lead to such threats, and why he chose to make amends with someone who threatened his life.\n\nRead More", "Rep. Jacky Rosen in dead heat with Sen. Heller in Nevada copied!\n\nIf Democrats are going to take back the Senate, they will need a win from Rep. Jacky Rosen as she faces off against Sen. Dean Heller in Nevada. NBC News Correspondent Garrett Haake spoke with Rosen ahead of election day and recaps their conversation on Kasie DC.\n\nRead More", "Brian Kemp accuses Georgia Democrats of attempted voter hack copied!\n\nGeorgia Secretary of State Brian Kemp, the Republican candidate for governor, says he’s investigating the state Democratic Party for an attempted hack of the voter registration system – a charge Democrats are writing off as a political stunt before election day. The panel on Kasie DC breaks down what it could mean for a race that has already been fraught with controversy.\n\nRead More"]