["Deutsch and Brzezinski offer reasons for why Trump skipped WWI memorial service copied!\n\nAvoiding a bad hair day? Mike Brzeszinski and Donny Deutsch offer theories on why Donald Trump skipped the memorial service for WWI veterans.\n\nRead More", "BREAKING: Roger Stone associate expected to be indicted for perjury copied!\n\nAnna Schecter reports that Roger Stone associate, Jerome Corsi expects to be indicted by the Mueller probe for advance knowledge of the 'October surprise' emails.\n\nRead More", "Valerie Jarrett on Michelle Obama's new book copied!\n\nIn her new book, Michelle Obama criticized President Trump for his birther claims and the threat it presented to her husband and family. Valerie Jarrett, close friend and senior adviser to the Obamas, joins Andrea Mitchell.\n\nRead More", "Full Connolly: Idea that House Dems are going to go ‘subpoena crazy’ is false copied!\n\nRep. Gerry Connolly (D-Va.) joins MTP Daily to discuss reports that top Democrats in the House are preparing an onslaught subpoenas for the Trump Administration and what issues they will prioritize.\n\nRead More", "Today’s edition of quick hits:\n\n* The latest out of California: “Deadly wildfires burning across Northern and Southern California have killed a total of 31 people across the state and forced the evacuation of hundreds of thousands.”\n\n* Someone should let the White House know: “The chief state judge in Broward County, Fla., urged the lawyers involved in the battle over the state vote recount on Monday to ‘ramp down the rhetoric’ and take any accusations of electoral fraud where they belong: to the police.”\n\n* Wall Street: “The Dow Jones Industrial Average sank by more than 600 points Monday, dragged down by a tumble in Apple and Amazon shares, mounting geopolitical concerns, and a strengthening dollar.”\n\n* Israel: “A new round of hostilities triggered by a botched Israeli covert operation into the Gaza Strip pushed the territory’s fragile security situation to the brink on Monday, as Palestinian militants launched hundreds of rockets toward Israel and Israeli jets carried out bombing raids.”\n\n* An agenda takes shape: “Democrats will take control of the U.S. House in January with big items topping their legislative to-do list: Remove obstacles to voting, close loopholes in government ethics law and reduce the influence of political money.”\n\n* Duterte is still at it: “The Philippine government said on Friday that it would charge a veteran journalist and her online news start-up with tax evasion, a move the publication described as an attack against media in the country by the government of President Rodrigo Duterte.”\n\n* It’s a shame to watch the trajectory of Graham’s career: “Sen. Lindsey Graham said Sunday that French President Emmanuel Macron’s perceived swipe at President Donald Trump is because the leader of America’s oldest ally is facing his own internal problems.”\n\n* A brutal story out of the Chicago area: “Witnesses said a Midlothian police officer responding to a shooting inside a south suburban bar shot at the wrong person early Sunday morning.”\n\n* And on a related note: “A mocking tweet from the National Rifle Association has stirred many physicians to post on social media about their tragically frequent experiences treating patients in the aftermath of gun violence.”\n\nAnything to add? Consider this an open thread.", "Gillum lawyer: ‘These are not fraud problems, they're problems with the system’ copied!\n\nAndrew Gillum’s attorney, Barry Richard, joins MTP Daily to discuss the recount in the Florida gubernatorial race and the possibility of legal action.\n\nRead More", "Democrat Stacey Abrams says she cannot win Georgia governor's race, but does not concede 01:19", "One More Thing: Thousands of veterans waiting for benefits copied!\n\nPresident Trump’s “Forever GI” bill greatly expanded benefits for veterans, but didn’t upgrade the VA’s technical capabilities, causing over 82,000 veterans to get stuck waiting for benefits they earned by serving.\n\nRead More", "What does the Clinton scandal tell us about the Mueller investigation? 07:10", "Unbelievable: Mississippi Senator jokes about ‘public hanging’ copied!\n\nRepublican Cindy Hyde-Smith, who will face Democrat Mike Espy in a runoff this month, used the term “public hanging,” while praising a supporter—something she is facing criticism for given Mississippi’s brutal history of racial terror.\n\nRead More", "California wildfires and the environment copied!\n\nDirector of Cal Fire, Chief Ken Pimlott, and professor of geography at UCLA, Glen MacDonald join Katy Tur to respond to the President’s claims that the California wildfires were a result of poor forest management.\n\nRead More", "Big Question: Can voters be confident in the outcome of an election as the president is claiming fraud? copied!\n\nOfficials in Florida have until Thursday to recount ballots in the Senate and Gubernatorial races. This morning President Trump claimed, again without evidence, that any outcome would be tainted.\n\nRead More", "Will Stacey Abrams get enough votes for runoff in GA governor race? copied!\n\nLauren Groh-Wargo, campaign manager for GA Democratic gubernatorial candidate Stacey Abrams, explains to Ali Velshi why the campaign filed a lawsuit challenging a rejection of votes and why Abrams is “a candidate and a cause worth voting for.”\n\nRead More", "The conflict in Yemen: 'Our goal is to show what’s happening there' copied!\n\nThe U.S. is involved in a proxy war in Yemen that has killed at least 10,000, and left more than 22 million in dire need of help. Ali Velshi talks with New York Times contributing writer Robert Worth and photojournalist Lynsey Addario about their eye-opening and heart-wrenching reporting on the world’s worst humanitarian crisis.\n\nRead More", "Amb. Nuland on N. Korea: The U.S. 'needs to get back into real diplomacy' 03:47", "At a White House press conference last week, PBS’s Yamiche Alcindor reminded Donald Trump that he’s described himself as a “nationalist,” which she suggested may have emboldened white nationalists. Before she could continue, the president interrupted to accuse her of asking “a racist question.”\n\nIt wasn’t a racist question, though it was the start of an unfortunate series of comments Trump directed at black women journalists.\n\nTwo days later, in response to a question about CNN’s Jim Acosta, the president decided to go after April Ryan. “I mean, you talk about somebody that’s a loser, she doesn’t know what the hell she’s doing,” Trump said. “She gets publicity, and then she gets a pay raise or she gets a contract with, I think, CNN. But she’s very nasty, and she shouldn’t be. She shouldn’t be.”\n\nA few minutes later, CNN’s Abby Phillip had this exchange with the president about his acting attorney general, Matt Whitaker.\n\nQ: Do you expect Matt Whitaker to be involved in the Russia probe? Do you want him to — TRUMP: It’s up to him. Q: Do you want him to rein in Robert Mueller? TRUMP: What a stupid question that is. What a stupid question. But I watch you a lot. You ask a lot of stupid questions.\n\nYamiche Alcindor, April Ryan, and Abby Phillip have a few things in common: they’re all women journalists; they’re all African American; and they were all on the receiving end of presidential indignation last week.\n\nI imagine the White House and its allies believe Trump shows contempt for anyone who gets in his way, and these reporters’ race was irrelevant to the president. Perhaps.\n\nBut there’s also a pattern of recent behavior to consider. A few months ago, for example, Trump wrote on Twitter, “LeBron James was just interviewed by the dumbest man on television, Don Lemon. He made LeBron look smart, which isn’t easy to do.”\n\nAround the same time, Trump delivered a series of speeches in which he attacked Rep. Maxine Waters (D-Calif.) as a “low I.Q. person.”\n\nMore recently, the president blasted Florida’s Andrew Gillum as a “thief” and Georgia’s Stacey Abrams as “unqualified.”\n\nIt matters, of course, that Trump’s admonishments about each of these men and women have been factually wrong, but it also matters that the president seems to express a special indignation toward certain groups of people.\n\nIt’s not subtle.", "Close video New Trump acting-AG tied to fraud scheme under FBI investigation Mark Maremon, senior editor for The Wall Street Journal, talks with Rachel Maddow about the role Donald Trump’s new acting-attorney general, Matt Whitaker, played in World Patent Marketing, which is under FBI investigation for defrauding customers of share tweet email save Embed\n\nThe Federal Bureau of Investigation is conducting a criminal investigation of a Florida company accused of scamming millions from customers during the period that Matthew Whitaker, the acting U.S. attorney general, served as a paid advisory-board member, according to an alleged victim who was contacted by the FBI and other people familiar with the matter. The investigation is being handled by the Miami office of the FBI and by the U.S. Postal Inspection Service, according to an email sent to the alleged victim last year by an FBI victim specialist. A recording on a phone line set up by the Justice Department to help victims said Friday the case remains active. Mr. Whitaker, appointed Wednesday by President Trump to replace Jeff Sessions as head of the Justice Department, oversees the FBI in his new job.\n\nThere are so many reasons Donald Trump shouldn’t have chosen Matt Whitaker to serve as acting attorney general, it’s genuinely challenging to choose just one. But by any fair measure, Whitaker’s work with World Patent Marketing Inc. has to be near the top of the list. The Wall Street Journal reported the other day.\n\nLet’s back up for a minute, because the details are almost hard to believe.\n\nWhitaker joined the company’s advisory board after having served as a U.S. Attorney in the Bush/Cheney administration – a fact World Patent Marketing exploited to lure potential clients.\n\nFour years ago, the company issued a press release that quoted Matt Whitaker as saying, “As a former U.S. attorney, I would only align myself with a first-class organization. World Patent Marketing goes beyond making statements about doing business ethically and translates them into action.”\n\nThose comments started to look pretty bad after the Federal Trade Commission filed a civil suit against this World Patent Marketing, describing it as “an invention-promotion scam that has bilked thousands of consumers out of millions of dollars.” Among its alleged victims are many disabled American veterans.\n\nNow, the company is facing possible criminal scrutiny from the FBI, all while one of the company’s top officials is running the Justice Department.\n\nIt’s a dynamic that sounds like fanciful fiction: the president unilaterally empowered Matt Whitaker to serve as the nation’s chief law enforcement official, while a company Whitaker helped lead is at the center of a multi-million-dollar fraud scheme being investigated by the FBI.\n\nAnd before you think his work on World Patent Marketing’s advisory board meant his connection to the company was unimportant, note that according to Federal Trade Commission, Whitaker wrote threatening emails to the company’s customers, pressing them not to complain about having been defrauded by the firm.\n\nAmong those subpoenaed as part of the FTC’s case against World Patent Marketing was none other than Matt Whitaker, your new acting attorney general.\n\nIf you’re wondering why a president would elevate such a person to an immensely powerful post, it’s important to note that the White House apparently had no idea about Whitaker’s connection to the company – because he wasn’t vetted.\n\nIf there’s a defense for such a move, I can’t think of it.", "Joe and Mika discuss the big news of the day.\n\nDuration: {{video.duration.momentjs}}", "Donald Trump and Florida Gov. Rick Scott (R) aren’t the only ones who’ve peddled election-related conspiracy theories – Rudy Giuliani and Sen. Marco Rubio (R) have, alas, dipped their toes in the same misguided waters – but the president and the governor have been more aggressive than most and have done the most damage to their credibility.\n\nLet’s start with Scott, who has a dwindling lead against Sen. Bill Nelson (D), and who dispatched Florida law enforcement officials to find evidence to back up his ideas. That didn’t turn out well.\n\nIt’s almost as if the governor publicly raised the prospect of “rampant fraud” as part of a panic-induced public-relations scheme, rather than based on meaningful proof of wrongdoing.\n\nAfter Florida law enforcement told the public that there’s no evidence of fraud, Scott went to Fox News to once again raise the prospect of fraud.\n\nAll of which looked pretty bad for the governor – though the president’s take may have been slightly worse.\n\nTrump started tweeting about Florida’s election results on Thursday, pointing to “fraud” that did not, and does not, exist. A day later, he lied about the discovery of “miraculous” votes, and vowed to dispatch lawyers to “expose the fraud” that doesn’t exist.\n\nOn Saturday, while in France to recognize the 100th anniversary of World War I, Trump kept up the offensive, publishing a tweet accusing Democrats of “trying to STEAL two big elections.”\n\nThis morning, the Republican president called for Florida to stop counting votes, raised the prospect of “forged” ballots, and condemned the uncounted ballots as “infected.” Trump added, “Must go with Election Night!”\n\nIn other words, since his preferred candidate is currently ahead, Trump wants officials to stop counting votes, including those cast by military servicemen and women serving overseas. In the process, the president took steps to undermine confidence in the integrity of the elections system, as if counting provisional and vote-by-mail ballots is inherently suspicious.\n\nThis question from Brendan Nyhan rings true for a reason: “The president is making baseless accusations of fraud and calling for the vote count to be stopped while his political allies are ahead. What would you say if you saw it in another country?”", "Troops remain at southern U.S. border as Trump zeroes in on caravan copied!\n\nSome 5,600 U.S. troops have taken their positions along the southern U.S. border as the deployment itself could cost up to $220 million.\n\nRead More", "Trump tweets support for California firefighters after making threats copied!\n\nBrian Rice, President of the California Professional Firefighters, tells Hallie Jackson that he stands by his comments in response to President Trump's tweet about the California fires being ill-timed: \"The statement that the president made, one-it was, it was ill timed. The loss of life.\"\n\nRead More", "‘Headstrong Project’ provides assistance for veterans struggling with mental health copied!\n\nJoe Quinn, the Executive Director of \"Headstrong Project\" - an organization founded to help veterans struggling with mental health issues, joins Craig Melvin to discuss the everyday challenges veterans face.\n\nRead More", "As the dust settled on Election Day last week, Martha McSally (R) appeared to have a narrow lead over Kyrsten Sinema (D) in Arizona’s closely watched U.S. Senate race. But as the process continued to unfold, it was Sinema who took the lead, and as the Arizona Republic reported overnight, the Democrat’s advantage continues to grow.\n\nSinema expanded her lead to 32,292 votes – a 1.5 percentage-point lead – as of 6:20 p.m. Sunday, according to updated counts posted by the Arizona Secretary of State. Her campaign manager predicted her victory was inevitable. The lengthy vote-count process, which has continued long after the polls closed Nov. 6, is mostly due to the need to verify signatures for voters who vote by mail. The Arizona Republic estimates about 215,000 ballots remain to be counted statewide.\n\nIt’s going to take some time for officials to work through those ballots, and Democrats shouldn’t get their hopes up just yet, but Sinema’s campaign team insists her lead is “insurmountable,” and most election watchers tend to think Sinema will be the one who takes office in the new year.\n\nFor his part, Donald Trump has decided to do what Donald Trump always likes to do: peddle odd conspiracy theories. “Just out – in Arizona, SIGNATURES DON’T MATCH,” the confused president tweeted on Friday. “Electoral corruption – Call for a new Election?” He also said votes in Arizona are materializing “out of the wilderness.”\n\nNone of this made any sense. There’s no evidence of corruption and there won’t be a new election, largely because there’s no need for one. Trump may be comfortable publicly questioning the integrity of an election for no reason, but the nonsense is literally unbelievable.\n\nMcSally, to her credit, hasn’t endorsed any of the conspiracy theories, and for her trouble, there’s reportedly frustration with her posture “at the highest levels of the national party.”\n\nAll of which brings us to the National Republican Senatorial Committee, under the leadership of Sen. Cory Gardner (R-Colo.).\n\nOn Saturday, one NRSC official claimed, without proof, that an Arizona election official has “destroyed evidence” as part of an illegal scheme to help Democrats. The same day, the NRSC issued a press statement accusing Democrats of engaging in “voter suppression tactics” and “cooking the books.”\n\nThere’s no evidence to back up any of this.\n\nAsked for an explanation as to why his national campaign committee would repeat baseless claims, Cory Gardner told NBC’s Chuck Todd on “Meet the Press” yesterday that he wasn’t “familiar” with his party’s bogus rhetoric. The senator fared no better facing similar questions from CNN’s Jake Tapper.\n\nIf Gardner had a defense for his party’s rhetoric, he didn’t share it.\n\nPostscript: In case this isn’t obvious, McSally has an alternate route to the Senate. With Jon Kyl (R) temporarily filling the vacancy left by the late Sen. John McCain (R), it’s very likely Arizona Gov. Doug Ducey (R) will soon need to find someone else to take that seat. If McSally falls short in the current balloting, don’t be surprised if the Republican governor appoints McSally to the position.", "Kornacki’s ballot breakdown copied!\n\nSteve Kornacki breaks down the Florida races still being watched nearly a week after the midterm elections, and how the states’ ballot design may have played a major role in the outcome.\n\nRead More", "Veterans not receiving GI Bill benefits due to tech issues at VA copied!\n\nThe delay by the Department of Veterans Affairs in administering the GI Bill benefits is caused by a series of information technology glitches. NBC’s Phil McCausland offers more details.\n\nRead More", "California wildfire survivors share their escape stories copied!\n\nDeadly wildfires burning across Northern and Southern California have forced the evacuation of hundreds of thousands people across the state. “We were seeing deer and other animals on fire,” said Jackie Gayle, a mother who survived the wildfire. NBC News’ Steve Patterson reports from Paradise, California.\n\nRead More", "Today’s installment of campaign-related news items from across the country.\n\n* In Georgia, Stacey Abrams (D) is still exploring every possible avenue to force a gubernatorial runoff election against Brian Kemp (R).\n\n* As of this morning, Democrats are ahead in the popular vote for 2018 U.S. House races by 6.7%. As votes continue to be tallied, it’s generally expected that this number will continue to inch higher.\n\n* Though it looks like Yvette Herrell (R) narrowly lost her congressional election in New Mexico, she appeared on Fox News over the weekend, said she won’t concede, and alleged voter fraud. The Republican has not offered evidence to support the claim.\n\n* It wasn’t long ago when Republicans saw Sen. Tammy Baldwin (D) as highly vulnerable in Wisconsin and spent heavily to bring her down. The incumbent senator won anyway by nearly 11 points, giving her “the highest vote percentage of any candidate for governor or senator in Wisconsin” in 12 years.\n\n* The elections were apparently quite profitable for Donald Trump. CNN reported, “Campaigns and PACs spent at least $3.2 million at Trump-owned and branded properties throughout the two-year midterm election cycle, a CNN analysis of Federal Election Commission filings shows. And the total could rise after post-election financial reports are published by the commission.”\n\n* The U.S. House race in Maine’s 2nd congressional district hasn’t yet been called, but thanks to the state’s ranked-choice voting system, Jared Golden (D) appears to be favored over incumbent Rep. Bruce Poliquin (R). Don’t be too surprised if the Republican goes to court to challenge the results.\n\n* The race for DCCC chair is likely to be very competitive in the coming months. Reps. Cheri Bustos (Ill.), Suzan DelBene (Wash.), Denny Heck (Wash.), and Sean Patrick Maloney (N.Y.) have all thrown their hats in the ring.\n\n* Why did Kris Kobach (R) lose his gubernatorial campaign in Kansas? The Kansas City Star reported, “Interviews with more than a dozen Republican strategists and officials paint a picture of a candidate who refused to listen to advice, was unwilling to put energy into fundraising and failed to set up a basic ‘get out the vote’ operation.”", "With time running out ahead of the toughest race of his career, Republican Rep. Steve King hit the campaign trail in his Iowa district, hoping to salvage his career. A reporter from The Weekly Standard was on hand in Webster City, Iowa, on Nov. 5, when the right-wing congressman spoke with a group of supporters in the back of a restaurant.\n\nA constituent asked about King’s latest pheasant hunting, and he offered a detailed answer about his “patented pheasant noodle soup,” which led the GOP lawmaker to reflect on ingredients from local soil.\n\nKING: I raised a bunch this year, and they don’t have enough bite. I guess I’m going to have to go and get some dirt from Mexico to grow the next batch. [Laughs] AUDIENCE MEMBER: Trust me, it’s already on its way. KING: Well, yeah, there’s plenty of dirt, it’s coming from the West Coast, too. And a lot of other places, besides. This is the most dirt we’ve ever seen.\n\nNot surprisingly, many read the comments and picked up on what seemed like a not-so-subtle immigration subtext.\n\nI’d assumed King would push back by insisting he was referring to literal dirt, but in a bit of a surprise, King accused The Weekly Standard – a prominent conservative magazine – of misquoting him.\n\nOver the weekend, The Weekly Standard’s Stephen F. Hayes posted an audio clip of the exchange, which, as expected, proved that King was quoted accurately.\n\nHayes’ piece summarized the story nicely: “So, King claimed our reporter lied. He didn’t. He claimed we didn’t have a recording. We do. He insisted we refused to release the audio. Untrue. It’s worth remembering these things as you evaluate the credibility of the claim from King – a man with a history of bigoted comments and a recent obsession with the ‘caravan’ of immigrants traveling through Mexico to the United States – that he wasn’t talking about immigrants when he joked about ‘dirt’ on its way to the U.S. from Mexico.”\n\nFor those who missed the election results, King ended up winning another term, defeating J.D. Scholten (D) by just a few points. At least in theory, that leaves House Republicans with a decision to make.\n\nRemember, the week before Election Day, some GOP leaders were prepared to effectively cut King loose. National Republican Congressional Committee Chairman Steve Stivers (R-Ohio) publicly denounced the Iowan’s “racist” antics, adding, “We must stand up against white supremacy and hate in all forms, and I strongly condemn this behavior.”\n\nKing won anyway – with a partisan voter index rating of R+11, his district is easily the least competitive in Iowa – but House Republicans are not without options. GOP leaders could, for example, vote to kick him out of their conference and/or deny him committee assignments. They could also, at least in theory, try to expel him from the chamber.\n\nI don’t seriously expect any of these outcomes, but if King’s Republican brethren are serious about “standing up against white supremacy,” to borrow Steve Stivers’ phrase, there are steps they could take to prove it.", "Felix Salmon: Finance cmte. could spray ‘t-shirt cannon of subpoenas’ on DC copied!\n\nMoney, Power, Politics: Rep. Maxine Waters seemed to give a preview of the agenda we could see from the Finance Committee in January. Stephanie Ruhle is joined by Felix Salmon – Axios’ Chief Financial Correspondent and author of Axios Edge Newsletter who says we could see a “t-shirt cannon of subpoenas” coming for Washington, DC.\n\nRead More", "O’Brien: Interesting Trump targets FL, AZ but not GA on voter fraud copied!\n\nStephanie Ruhle is joined by Bloomberg Opinions Executive Editor Tim O’Brien and Reason Magazine Editor-At-Large Matt Welch to discuss President Trump’s handling of the lingering midterm races and his comments about the California wildfires.\n\nRead More", "Historic wave of veterans elected in midterms copied!\n\nRye Barcott of the veterans group With Honor joins Morning Joe to discuss the record number of veterans elected to Congress in the 2018 midterms.\n\nRead More", "A look at midterm races still up for grabs nearly a week after elections copied!\n\nStephanie Ruhle breaks down the races in Arizona and Florida that have still not been called. This comes as the president continues to spew baseless claims of “massively infected” ballots.\n\nRead More", "Will Nancy Pelosi return as House speaker? copied!\n\nWill Nancy Pelosi resume her job as House Speaker in the new term? Kasie Hunt discusses.\n\nRead More", "In a closed-door event in 2016, House Majority Leader Kevin McCarthy (R-Calif.) told his Republican colleagues, “There’s two people I think Putin pays: Rohrabacher and Trump.” The latter, of course, was Donald Trump, the presidential candidate the Kremlin was eager to see in power; the former referred to McCarthy’s fellow Californian, Republican Dana Rohrabacher.\n\nThe House GOP leadership later said McCarthy was kidding when he made the comment, but the joke didn’t come out of nowhere: Rohrabacher has long been Vladimir Putin’s favorite congressman. The New York Times reported a year ago that the Kremlin considered Rohrabacher so valuable that the FBI warned the congressman in 2012 that Russia considered him “an intelligence source worthy of a Kremlin code name.”\n\nIt looks like Moscow is going to need a new friend on Capitol Hill. The Washington Post reported over the weekend:\n\nA Republican congressman known for his outspoken support for Russian President Vladimir Putin narrowly lost his Orange County, Calif., seat after 15 terms, a defeat that helped Democrats further solidify their House majority. Democrat Harley Rouda, a real estate executive, beat Rep. Dana Rohrabacher in one of the state’s most closely watched congressional races, the Associated Press projected on Saturday. Rohrabacher’s strong identification with President Trump and his unabashed support for Russia had made him ripe for a challenge in an affluent district that went for Hillary Clinton in 2016. Rouda had 109,591 votes to Rohrabacher’s 101,081 votes, with 52 percent of the vote to the Republican’s 48 percent, according to the AP.\n\nCalifornia has obviously earned a reputation as one of the nation’s “bluest” states, but it’s important to acknowledge the fact that Rohrabacher is a 30-year congressional veteran, representing a southern California district where registered Republicans outnumber registered Democrats by a double-digit margin. He’d never really been in jeopardy before this year.\n\nAnd yet, Rohrabacher lost anyway.\n\nPart of this is very likely the result of the GOP congressman’s unsettling posture toward Russia, and Rohrabacher’s alliance with Putin’s other pal – Donald Trump – didn’t strengthen his electoral position, either.\n\nBut there’s another arc to the results, having to do with changes to the political landscape in the Golden State. The L.A. Times reported:\n\n…Republicans will hold, at most, 11 of California’s 53 seats in the House. Overall, Democrats are now in a position to make the greatest gains their party has seen in the chamber since Watergate. “This is more than just a bad year,” said Mike Madrid, a GOP political strategist. “This is essentially a realignment in California politics, and the traditional base that has served the Republican Party no longer exists.”\n\nIn this year’s midterm elections, Democrats have already flipped three California seats from “red” to “blue.” There are still three more races that haven’t yet been called, each featuring vulnerable GOP incumbents. Though final tallies are still coming together, a Democratic candidate is currently ahead in one of the three.", "Broward County ballot design scrutinized amid Florida recount copied!\n\nThe Broward County ballot design is being scrutinized as a possible factor in missed votes for in the Florida U.S. Senate race amid a statewide recount.\n\nRead More", "‘House of Cards’ star talks real-life political drama copied!\n\nMichael Kelly, star of the Netflix series “House of Cards,” sits down with Stephanie Ruhle to discuss the similarities and differences between the show and current day politics.\n\nRead More", "Gillum campaign lawyer: A lawsuit has always been on the table copied!\n\nBarry Richard, attorney for the Gillum Campaign, joins Hallie Jackson to discuss the Florida recount - indicating Andrew Gillum is talking to him about possibly suing and that he feels an obligation to ensure that all votes are counted.\n\nRead More", "The 2018 midterm elections aren’t quite over yet. Not only are there still several pending races where the votes are still being tallied, but there’s also a U.S. Senate race in Mississippi that’s headed for a runoff.\n\nAt first blush, given Mississippi’s partisan leanings, it may be tempting to assume the contest won’t be competitive. But as we were reminded over the weekend, this Senate race is worth watching for all sorts of reasons.\n\nA video of U.S. Sen. Cindy Hyde-Smith, R-Miss., who faces a runoff against an African-American opponent, joking about attending “a public hanging” went viral Sunday as she insisted there was nothing negative about her remark. “If he invited me to a public hanging, I’d be on the front row,” Hyde-Smith said during a campaign stop in Tupelo, Mississippi. The man she was referring to was identified as a local rancher.\n\nThe video was first posted online by Lamar White Jr., the publisher of The Bayou Brief, a nonprofit news site in Louisiana.\n\nAs always, context is everything: Hyde-Smith, an appointed Senate incumbent, is running against Mike Espy, the first African American to serve as the U.S. Secretary of Agriculture, and who, 30 years ago, became the first African American elected to Congress from Mississippi since Reconstruction.\n\nGiven the state’s history, and her opponent’s race, it’s not unreasonable to argue that Hyde-Smith should’ve avoided unprompted comments about public hangings.\n\nThe Jackson Free Press provided some additional historical context that’s worth keeping in mind:\n\nBetween 1877 and 1950, Mississippi had the highest number of lynchings of African Americans of any state in the United States, just as the state had been the wealthiest from slavery before the Civil War, and then later passed the most onerous laws after Reconstruction to stop black people from voting and gain equal rights in the state. Across Mississippi, 654 lynchings were reported in that period, including two in Lee County, where Hyde-Smith’s comments were made. Lynchings – extrajudicial mob justice used to intimidate African Americans – were usually done by hanging, often in front of crowds of joyous whites who even mailed postcards with lynching photographs to friends and family.\n\nIn all likelihood, Cindy Hyde-Smith is aware of this history. It makes her choice of words that much more unsettling.\n\nEspy called the Republican senator’s comments “reprehensible,” while Derrick Johnson, a native Mississippian who serves as president of the NAACP, added in a written statement, “Her choice of words serves as an indictment of not only her lack of judgement, but her lack of empathy and lack of character.”\n\nI expected a non-apology apology in which Hyde-Smith expressed some tepid regret “if anyone was offended,” but she wasn’t willing to even go that far. “In referencing the one who invited me, I used an exaggerated expression of regard, and any attempt to turn this into a negative connotation is ridiculous,” the senator said in a statement.\n\nLast week, in a multi-candidate field, Hyde-Smith finished with 41.5% of the vote, to Espy’s 40.6%. Because neither candidate reached the 50% threshold, there will be a special election on Nov. 27, which is two weeks from tomorrow. The two candidates are also scheduled to participate in a debate on Nov. 20.", "'Be for something,' says incoming congresswoman copied!\n\nDemocratic Rep.-elect Abigail Spanberger says it's not enough for Democrats to just be against President Trump, but they have to be for something as lawmakers.\n\nRead More", "“The debt our Nation owes those who have worn the uniform is a debt we will never be able to fully repay,” Vice President Mike Pence wrote yesterday in a tweet recognizing Veterans Day. “But just as those courageous men and women have fought for us, [Donald] Trump & our administration have fought for them.”\n\nThat second sentence suggested it wasn’t enough for the vice president to honor the service and sacrifices of America’s veterans; Pence decided it’d also be a good idea to add a political element to his message. Recognizing those who served on Veterans Day is important, but for the vice president, recognizing Donald Trump matters, too.\n\nPence’s tweet directed people to a Fox News op-ed, ostensibly written by the vice president himself, with a headline that read, “Veterans have no better friend than President Trump.”\n\nThis president and our administration understand that veterans’ benefits are not entitlements – they’re earned. They are the ongoing compensation for services rendered in the uniform of the United States. And since the outset of our administration, we’ve taken decisive action to make good on our promise to the heroes who’ve served.\n\nThere’s a degree of unseemliness to attaching a political public-relations angle to a message recognizing veterans. Mike Pence’s pitch, in effect, was, “Happy Veterans Day. But enough about you; now let me tell you how awesome Donald Trump is.”\n\nEven if we put this aside, is the administration’s actual record on veterans’ issues as impressive as the vice president wants the public to believe?\n\nIt was Donald Trump, for example, who showed his deep concern for veterans by nominating someone to lead the VA whom the president later admitted “might not have been qualified.”\n\nIt was a couple of months earlier when we learned about “the Mar-a-Lago Crowd” that helped oversee Trump’s Department of Veterans Affairs. Pro Publica uncovered a dynamic in which three wealthy members of Trump’s Florida resort effectively helped run the VA for months, despite having no relevant experience, and despite no oversight or accountability of any kind, basically because they’re pals with the president through the club he still owns and profits from.\n\nThe triumvirate of Bruce Moskowitz, Ike Perlmutter, and Marc Sherman oversaw everything from the VA’s digital records system to personnel decisions, occasionally using their influence in ways that may have benefited their private financial interests.\n\nAround the same time these revelations came to light, the Trump administration also took steps to suspend audits of lenders for violations of the Military Lending Act, which had the practical effect of making military families more susceptible to “financial fraud, predatory loans and credit card gouging.” (The move “surprised advocates for military families,” the New York Times reported in August.)\n\nWe can keep going. Under Trump, veterans have struggled to receive their benefits under the G.I. Bill. The president has misled the public about the VA Accountability Act. The veterans’ hotline the Republican promised to create during his 2016 campaign has turned into a bust. Trump has politicized the Board of Veterans’ Appeals in unprecedented ways. This morning, the Republican went so far as to inadvertently make the case for disenfranchising some veterans who cast votes while serving abroad.\n\nVeterans “have no better friend” than Donald Trump? This White House has a curious definition of “friend.”", "It was August when Donald Trump first started sharing his thoughts on California wildfires, which the president was eager to blame on Gov. Jerry Brown (D) and “bad environmental laws.” As regular readers may recall, none of Trump’s rhetoric made sense.\n\nThe Washington Post reported, for example, that the president seemed confused about every relevant detail. CNN added that even some White House officials “admitted to being slightly perplexed” at Trump’s obvious nonsense.\n\nAnd yet, Trump not only refused to get up to speed on the basics of the issue, he also refused to stop addressing the issue in unusually callous ways. Five months after his initial misguided foray, he renewed his offensive over the weekend.\n\nPresident Donald Trump on Saturday blamed “mismanagement” of California’s forests for ongoing deadly wildfires, threatening to withhold federal payments after 25 people died in two separate blazes and evacuation orders were issued for some 250,000 state residents. “There is no reason for these massive, deadly and costly forest fires in California except that forest management is so poor. Billions of dollars are given each year, with so many lives lost, all because of gross mismanagement of the forests. Remedy now, or no more Fed payments!” he tweeted.\n\nThere are a couple of ways to consider a story like this one. The first and most obvious is to acknowledge the factual details and point out that the president simply has no idea what he’s talking about. The fires are not the result of state officials’ approach to forest management.\n\nCalifornia Professional Firefighters President Brian Rice issued a scathing written statement in response to Trump’s nonsense, describing the president’s assessment as being, among other things, “dangerously wrong.”\n\nAnd while it’s tempting to end the conversation there, it’s nearly as important to acknowledge serious concerns about the president’s capacity for empathy and character.\n\nIn this case, Donald Trump – while in France – thought it’d be a good idea to publish an ignorant tweet, blaming Americans for a deadly natural disaster, while the crisis was still unfolding.\n\nThe American president’s first instinct wasn’t compassion or consolation. Rather, as Californians fled and died, Trump’s judgment led him to blame and threaten.\n\nI’ve long been fascinated by the limits of the Republican’s capacity for empathy, but this is a rather extreme example of Trump’s indifference to a deadly crisis in his own country.\n\nPostscript: As for Trump’s threat to end “Fed payments” to the Golden State, in addition to the bizarre idea of an American president threatening an American state in the midst of a natural disaster, it’s worth appreciating the fact that Trump has threatened to cut off federal funding to California a half-dozen times for a half-dozen reasons.\n\nThe Republican never follows through – because he can’t – but he keeps repeating the hollow rhetoric anyway.", "Sherrod Brown lays out areas of focus for Dems copied!\n\nSen. Sherrod Brown, D-Ohio, was re-elected to third term after defeating GOP Rep. Jim Renacci, and he joins Morning Joe to discuss his re-election and the road ahead.\n\nRead More", "Rashida Tlaib calls for leading with compassion copied!\n\nRep.-elect Rashida Tlaib joins Morning Joe to share what it's like to be Muslim in America in 2018 and why she plans on leading with compassion when she gets to Washington.\n\nRead More", "Rick Scott again claims fraud in the Florida race copied!\n\nFlorida Republican Gov. Rick Scott said in a Monday interview his Senate challenger Bill Nelson is attempting to steal the Florida election. A recount in the race began on Saturday, and Scott currently maintains a lead. Joe Scarborough weighs in.\n\nRead More", "Sen. Coons: Whitaker should recuse himself from Russia investigation copied!\n\nSen. Chris Coons and Jeff Flake will be calling for a vote to protect Special Counsel Robert Mueller in the coming week.\n\nRead More", "Donald Trump traveled abroad in July for a series of key international events, each of which proved to be deeply embarrassing for the American president and his administration. Senate Foreign Relations Committee Chairman Bob Corker (R-Tenn.) described Trump’s foreign travel at the time as a series of “calamitous” events, which seemed more than fair under the circumstances.\n\nFive months later, Trump’s trip to France wasn’t quite as cringe-worthy, but at times, it was close. Politico’s report was exactly right: the Republican once again found himself isolated, both figuratively and literally.\n\nPresident Donald Trump looked very much alone in Paris this weekend, isolated from European leaders and longtime U.S. allies as he continued to pursue his “America First” agenda. He seemed most at ease late Sunday afternoon, on the 100th anniversary of the end of World War I, as he visited the Suresnes American Cemetery and memorial just outside Paris…. It was the rare moment in Paris, an event where Trump was in control and could try to shine, coming off a weekend in which European leaders rebuked him both implicitly and explicitly. From Macron to Chancellor Angela Merkel of Germany to Canadian Prime Minister Justin Trudeau, the message seemed clear: Trump is taking the U.S. in a more isolated direction, while former allies band together to reject him.\n\nOddly enough, Trump seemed eager to pick a fight before the gathering even began in earnest. On Friday afternoon, the American president published a tweet that read, “President Macron of France has just suggested that Europe build its own military in order to protect itself from the U.S., China and Russia. Very insulting, but perhaps Europe should first pay its fair share of NATO, which the U.S. subsidizes greatly!”\n\nIn realty, Macron delivered remarks in which he stressed the need for Europe to be able to protect itself, rather than rely solely on the United States. By most measures, it’s a sentiment Trump would ordinarily approve of.\n\nBut instead of getting his facts straight, the confused Republican thought it’d be wise to lash out via Twitter, initiating a pointless diplomatic feud for no reason.\n\nIt went downhill from there.\n\nThe day after the Twitter spat, Trump chose not to attend an event at France’s Aisne Marne American Cemetery. Trump instead published a series of additional tweets, several of which focused on a baseless election-related conspiracy theory.\n\nA day later, French President Emmanuel Macron delivered striking remarks in which he said, just steps away from his American counterpart, “Nationalism is a betrayal of patriotism. By saying, ‘Our interests first, who cares about the others,’ we erase what a nation holds dearest, what gives it life, what gives it grace and what is essential: its moral values.”\n\nTrump, of course, has enthusiastically embraced the “nationalist” label, though it’s an open question as to whether or not he fully understands the word’s meaning. (To hear the Republican tell it, “nationalism” and “patriotism” are synonyms. They’re not.)\n\nObservers from around the world were similarly treated to photographs of world leaders, walking shoulder to shoulder along the Champs Elysees, without the ostensible “leader of the free world,” who arrived separately.\n\nStepping back, it’s clear that many of Trump’s failures as president relate to governing, but we’re occasionally reminded of how routinely he struggles in simple, ceremonial tasks.\n\nAs we discussed in August, in some cases, Trump is considered so offensive that he’s deliberately excluded from ceremonial events (McCain’s funeral, Barbara Bush’s funeral, the recent royal wedding in the U.K., etc.). In other cases, the president boycotts ceremonial events for political reasons (the White House Correspondents’ Dinner, the Kennedy Center Honors, etc.).\n\nIn still other cases, Trump wants to participate in ceremonial events, but others don’t want to be in his company. Some championship sports teams, for example, have declined recent White House invitations.\n\nBut the most jarring examples are the events in which Trump tries and fails.\n\nThe presidency is a profoundly difficult job that includes disparate responsibilities. Nearly two years into the Trump era, it’s not yet clear which of these duties meets Trump’s unique skill set.", "As wildfires rage, Trump attacks California copied!\n\nPresident Trump also weighed in over the weekend on the California wildfires, claiming 'poor' forest management was in part to blame for the massive fires. Trump also threatened to hold federal money due to 'gross mismanagement'.\n\nRead More", "Joe: Trump embarrassed himself in France, not America copied!\n\nOver the weekend, President Trump traveled to France to mark the centennial of the end of World War. While there, Trump skipped a ceremony honoring fallen American WWI soldiers. The panel discusses.\n\nRead More", "Things not 'good at all' for GOP: John Podhoretz copied!\n\n'This election is very bad for the GOP, and harbingers ill for 2020,' writes John Podhoretz in a new Commentary column. Podhoretz joins Morning Joe to discuss.\n\nRead More", "A record number of women elected to the House copied!\n\nAt least 35 incoming House members are women, a figure that breaks the record of 24 set in 1992, and the total of 101 female members will be the largest number in history. The panel discusses.\n\nRead More", "Sen. Coons: Whitaker should recuse himself from Russia investigation copied!\n\nSens. Chris Coons and Jeff Flake will be calling for a vote to protect Special Counsel Robert Mueller in the coming week.\n\nRead More", "NM Gov.-Elect Lujan Grisham: Caravan not a threat copied!\n\nThe newly elected governor, who made history as the first ever Latina Democratic Governor from New Mexico, says President Trump's rhetoric towards the migrant caravan is 'deeply troubling.'\n\nRead More", "Democrats read 2018 tea leaves to determine 2020 candidates copied!\n\nDemocrats are looking at the Midwest and at women voters to give them the support they need to beat President Trump in 2020 presidential elections.\n\nRead More", "Whitaker likely to be quickly replaced as Attorney General copied!\n\nWhile it is not clear how long Acting Attorney General Matthew Whitaker will hold his role, new reporting indicates it may not be much longer before Americans see a permanent replacement.\n\nRead More", "Rep. Bustos: New generation of Democratic leaders may not include Speakership copied!\n\nDemocratic voters across the country are calling for new leadership at the top of their party, including replacing Minority Leader Nancy Pelosi as she runs for Speaker of the House.\n\nRead More", "Rep.-Elect Cunningham: I will not vote for Pelosi for speaker copied!\n\nAfter a stunning win in South Carolina's deep-red 1st District, Rep.-Elect Joe Cunningham says he will not support House Minority Leader Nancy Pelosi's run for Speaker of the House.\n\nRead More", "Macron denounces nationalism as Trump and the world look on copied!\n\nOn the 100th anniversary of the WWI Armistice, a rebuke from France’s president shows America’s shifting dynamics on the world stage.\n\nRead More", "How could Democrats protect Mueller’s Russia probe? copied!\n\nA critic of Special Counsel Robert Mueller, Matthew Whitaker, was installed as the acting Attorney General this week. MSNBC’s Richard Lui talks with his panel about what action Democrats could take if Whitaker meddles in the Russia probe.\n\nRead More", "Gillum/DeSantis and Nelson/Scott in tight races copied!\n\nElection workers have begun sorting through ballots in Florida to insure the accuracy of three midterm elections. MSNBC’s Richard Lui discusses what’s next with his panel.\n\nRead More", "Gov. Scott sues Broward and Palm Beach in midterm recount copied!\n\nMultiple Florida races have come down to the wire, prompting recounts and lawsuits. MSNBC’s Ayman Mohyeldin discusses the implications of the elections with his panel.\n\nRead More", "Elissa Slotkin talks Pelosi House leadership, healthcare copied!\n\nElissa Slotkin, a former CIA analyst, was recently elected to represent Michigan in Congress during the midterm election. MSNBC’s Ayman Mohyeldin asks Slotkin about what she wants to accomplish in office and her views on the race to be the speaker of the House of Representatives.\n\nRead More", "The Victory In Amendment Four copied!\n\nRev. Al Sharpton is joined by NBC’s own Trymaine Lee to discuss the aftermath of the midterm elections and the passing of amendment four, which is poised to give voting access to over 1.4 million formerly incarcerated people in the state of Florida.\n\nRead More", "Tom Perez: “This is a constitutional crisis.” copied!\n\nRev. Al Sharpton is joined by DNC Chairman Tom Perez to discuss President Trumps new acting Attorney General Matthew Whitaker, and former Virginia Governor Terry McAuliffe clarifies his plans for 2020.\n\nRead More", "Blue Wave or Blue Trickle? copied!\n\nRev. Al Sharpton is joined by an expert panel of guests to discuss the aftermath of the midterm election. One of the topics is whether or not there was an actual “blue wave.” Stacy Washington, Bill Press, and Michelle Goldberg weigh in.\n\nRead More", "How Russia is responding to Democrats taking control of the House copied!\n\nFormer U.S. Ambassador to Russia, Michael McFaul, MSNBC international analyst, says Russian media have an interesting take on Democrats winning back the House.\n\nRead More", "Will some newly-elected Dems support Nancy Pelosi for speaker? copied!\n\nIncoming freshman congresswoman Deb Haaland with her take on how democrats should approach President Trump and whether Nancy Pelosi should be speaker.\n\nRead More", "Who won the week? copied!\n\nAfter an eventful seven days, Joy Reid asks her panel of experts one important question: who won the week? Michelle Bernard, Jennifer Rubin, and Maria Hinojosa weigh in.\n\nRead More", "In this week’s #MomentOfMaxine, Congresswoman Maxine Waters talks about a new position within the House of Representatives, and responds to criticism from other legislators.\n\nRead More", "Trump spars with reporters copied!\n\nPresident Trump’s longstanding feud with the press came to a head this week in a tirade against CNN’s Jim Acosta whose white house press credentials were revoked. As justification, Sarah Huckabee Sanders tweeted a doctored video of Acosta’s interaction with a white house intern, which drew criticism from supporters of Jim Acosta. Joy Reid and her expert panel discuss the fallout. Jennifer Rubin, Daniel Dale, Gabriel Sherman, and Eric Boehlert discuss.\n\nRead More", "Firefighter's union calls Pres. Trump's tweets shameful copied!\n\nAs California wrestles with devastating wildfires, President Trump uses his twitter platform to attack both heroes and victims. And California’s fire fighter’s union responds, calling the President’s tweets shameful.\n\nRead More", "Michelle Obama: 'I’d never forgive him' copied!\n\nIn her book, “Becoming” Former First Lady Michelle Obama shares some intimate details about her experience in the white house. She recounts an event that she will never forgive President Trump for. Joy Reid and her panel of guests discuss. Michelle Bernard, Jennifer Rubin, and Sarah Kendzior weigh in.\n\nRead More", "With Trump on the world stage, France's Macron condemns nationalism copied!\n\nPresident Macron of France condemned nationalism in support of patriotism in a speech. Joy Reid and her expert panel of guest gather to discuss what this means for President Trump and his reputation from a global perspective. Natasha Bertrand, Jon Soltz, Keir Simmons, and Sarah Kendzior weigh in.\n\nRead More", "Were the voting machines cords \"locked in the Closet?\" copied!\n\nMSNBC's David Gura and a panel of guests discuss Trump's claims of election fraud and whether or not those claims can be verified.\n\nRead More", "Mr. and Mrs. Kelly Anne Conway Criticize Pres. Trump? copied!\n\nMNSBC's David Gura and his panel of guests discuss the Conway's criticisms of the President and debate whether or not Kelly Anne Conway is truly a Republican role model.\n\nRead More"]