["Lewandowski: Trump questioning staff after GOP midterm losses copied!\n\n\"The president went, I think, from a victory that night to now coming to a realization that the House is not where he wanted it to be,\" Corey Lewandowski tells Chuck on MTP Daily.\n\nRead More", "Congratulations to the NBC News Capitol Hill team! copied!\n\nThe NBC News Capitol Hill team will be awarded the Joan Shorenstein Barone award tonight at the Radio and Television Correspondents Association Awards for their reporting on sexual harassment in the political sphere.\n\nRead More", "2020 vision: Two Senate Democrats eye presidential run copied!\n\nSen. Sherrod Brown (D-Ohio) and Sen. Jeff Merkeley (D-Ore.) are two potential 2020 contenders who may want to make a move from Capitol Hill to the White House.\n\nRead More", "Higgins: Consolidation of House Dem leadership 'marginalizes' regular members copied!\n\nRep. Brian Higgins (D-N.Y.) joins and says it's time for House Democrats to \"reassert their authority as individual members\" and vote for new leadership in Congress.\n\nRead More", "New Dems are more diverse than ever, GOP more white and male copied!\n\nIt's picture day at the Capitol and Chuck's obsessed with the difference in diversity between new Democrats and new Republican members.\n\nRead More", "Today’s edition of quick hits:\n\n* That’s hardly reassuring: “Defense Secretary Jim Mattis described the deployment to the border as ‘great training’ and told active-duty soldiers in Texas not to pay attention to the news coverage of the operation because they would ‘go nuts.’”\n\n* And speaking of underwhelming arguments: “The Justice Department released a memorandum Wednesday defending the legality of President Trump appointing Matthew G. Whitaker as acting attorney general – rejecting criticism from some lawyers that the move violates the Constitution.”\n\n* Remember, Trump hates Amazon because of some weird theory about the Washington Post: “President Donald Trump said Wednesday that Virginia and New York are ”paying a very big price’ to house Amazon’s next headquarters, adding that ‘time will tell’ on the merits of the deals.”\n\n* Still not fired: “One day after first lady Melania Trump’s office called for the ouster of deputy national security adviser Mira Ricardel, a White House official confirmed Wednesday that Ricardel is still employed there.”\n\n* A Brexit step forward: “Britain’s prime minister, Theresa May, faced down her hard-line critics on Wednesday and won the support of a jittery cabinet for a plan to quit the European Union, keeping on track her push to avert an economically damaging rupture with the bloc in March.”\n\n* Another discouraging Facebook story: “While Mr. Zuckerberg conducted a public apology tour in the last year, Ms. Sandberg has overseen an aggressive lobbying campaign to combat Facebook’s critics, shift public anger toward rival companies and ward off damaging regulation. Facebook employed a Republican opposition-research firm to discredit activist protesters, in part by linking them to the liberal financier George Soros.”\n\n* Yemen: “The United States has waged a drone war in Yemen for 16 years, trying to suppress al-Qaida’s branch here. But the campaign has had a hidden cost: civilians cut down by the drones’ missiles. There is no comprehensive count of civilian deaths because of the difficulty of confirming identities and allegiances of those killed. But in an examination of drone strikes this year alone, The Associated Press found that at least 30 of the dead likely did not belong to al-Qaida.”\n\n* Nearly two years later, there’s finally a nominee: “President Trump announced Tuesday that he will nominate retired Army Gen. John Abizaid to become the U.S. ambassador to Saudi Arabia, filling a vacancy that was spotlighted by the difficult diplomacy between the United States and Riyadh over the killing of journalist Jamal Khashoggi.”\n\nAnything to add? Consider this an open thread.", "Lewandowski on Trump reelection: 'Stronger with Republicans than he's ever been' copied!\n\nCorey Lewandowski joins MTP Daily to discuss how the president will not tone down his rhetoric, despite a rebuke of his policies by midterm voters.\n\nRead More", "Voters want change but is Washington listening? copied!\n\nChuck and the MTP Daily panel discuss what could happen if both Democrats and Republicans ignore the change that voters mobilized for in the midterms.\n\nRead More", "Big Question: What could the accidental filing about Julian Assange mean for the Russia Probe and President Trump? 03:07", "Kentucky town flips coin to decide winner of city council election copied!\n\nTwo candidates for city council in the small Kentucky town of Crescent Springs ended up receiving 79 votes each, so the sheriff grabbed a coin to decide the winner.\n\nRead More", "Steve Kornacki’s midterm takeaways copied!\n\nSteve Kornacki breaks down what the results of the midterm elections mean with Sean Trende of Real Clear politics.\n\nRead More", "Joe and Mika discuss the big news of the day.\n\nDuration: {{video.duration.momentjs}}", "Which issues will Congress tackle now that its back in session? copied!\n\nCongress is back in session today. Stephanie Ruhle takes a look at this historic class of legislators and which issues they are planning to tackle first.\n\nRead More", "Welcome to the world, Baby Cevallos! #GoodNewsRUHLES copied!\n\nLast weekend, the MSNBC family welcomed a new member: Leyna Franziska Cevallos! Congratulations to our own Danny Cevallos and family, who are all doing well. This #GoodNewsRUHLES!\n\nRead More", "President Trump finalizing written answers for Robert Mueller copied!\n\nThere is mounting pressure on President Trump as his legal team is reportedly finalizing his written answers for Robert Mueller while waiting for new indictments to drop. Stephanie Ruhle is joined by NBC Senior Investigative Producer Anna Schecter and NBC Legal Analyst Nick Akerman to discuss the latest.\n\nRead More", "Where are the middle class tax cuts President Trump promised? copied!\n\nPresident Trump has been promising middle class tax cuts – so where are they? Stephanie Ruhle and NYU Stern School of Business professor Scott Galloway look at who is really getting the tax breaks and discuss Amazon’s second headquarters.\n\nRead More", "Mattis anticipates more troops at Southern border through holidays copied!\n\nAs Defense Secretary Jim Mattis and DHS Secretary Kirstjen Nielsen visit the 5,900 troops at the border, Stephanie Ruhle breaks down what life is like at the border for those soldiers and why this deployment is even happening.\n\nRead More", "'The president is in a foul mood’ copied!\n\nNew reports say President Trump is spiraling and the White House is in chaos. Stephanie Ruhle is joined by LA Times White House Reporter Eli Stokols and Politico Senior Washington Correspondent Anna Palmer to discuss the president’s attacks on world leaders and his own staff and which top officials could be on their way out.\n\nRead More", "Mattis says he doesn't anticipate military making contact with migrant caravan copied!\n\nSecretary of Defense James Mattis says he doesn't anticipate military making contact with migrant caravan as he and DHS Chief Kirstjen Nielsen take a tour at the border where the troops have been stationed.\n\nRead More", "Among the problems with Donald Trump’s latest tantrum against France was his timing. As the American president mocked our French allies yesterday – complete with an all-caps missive that read, “Make France Great Again!” – France was recognizing the three-year anniversary of an ISIS terrorist attack in Paris that killed 130 people.\n\nTrump may not have realized the significance of the date, but he didn’t bother to check, either. Reuters reports that this did not go unnoticed.\n\nU.S. President Donald Trump, who attacked his French counterpart in a series of tweets on Tuesday, should have shown “common decency” instead since the country was mourning the anniversary of deadly attacks in Paris, a French government spokesman said. In five posts sent on the same day France marked the anniversary of the 2015 attacks that killed 130 people, Trump blasted the key U.S. ally over its near defeat to Germany in two world wars, its wine industry and President Emmanuel Macron’s approval ratings.\n\n“Yesterday was November 13, we were marking the murder of 130 of our people,” French government spokesman Benjamin Griveaux told Reuters. “So I’ll reply in English: ‘common decency’ would have been appropriate.”\n\nIt’s a difficult sentiment to disagree with.\n\nTrump’s offensive was misguided anyway, given that it was rooted in confusion. Emmanuel Macron recently spoke about Europe taking responsibility for its own security, and not looking to the United States for protection, which is a sentiment the Republican White House should agree with. The American president, however, decided it was “very insulting” – because in Trump’s mind, Macron recommended building an army to protect Europe from Americans.\n\nThe larger context, of course, is every bit as important as the Republican’s misplaced assumptions. After Macron took office, he seemed to have a strategy in mind: Trump may have alienated many of the United States’ allies, but the young French president seemed determined to forge a partnership with the American leader.\n\nHe even threw Trump a parade, which the Republican seemed to thoroughly enjoy.\n\nBut the relationship now appears to be unraveling. I’m reminded of something Politico reported over the summer, “Foreign leaders are learning that hand-holding, golf games, military parades and other efforts to personally woo President Donald Trump do not guarantee that Trump won’t burn them.”\n\nThe article quoted one former White House official saying, “Trump is very selfish and I think he views flattery as a one-way street where he gets flattered and then there’s no real reciprocal benefit going back the other direction. If you’re a foreign leader you have to realize if you try to butter up Trump it doesn’t really matter, it’s a one-way street.”\n\nIt’s likely Emmanuel Macron is now well aware of this unfortunate dynamic.", "What does the Clinton scandal tell us about the Mueller investigation? copied!\n\nLeon Neyfakh, staff writer at Slate and co-producer and host of their hit podcast \"Slow Burn,\" and Yahoo News Chief Investigative Correspondent Michael Isikoff join Craig Melvin to discuss why we keep revisiting the Clinton scandal two decades later.\n\nRead More", "49ers host Paradise High School football team in wake of wildfires copied!\n\nAs wildfires continue to ravage California, the San Francisco 49ers gave the Paradise High School football team something to smile about.\n\nRead More", "Jenna Bush-Hager sits down with Michelle Obama to discuss new book copied!\n\nFormer First Lady Michelle Obama is setting the record straight, as she promotes her new book \"Becoming.\" Today she spoke to NBC's Jenna Bush Hager, who joined Craig Melvin to talk about the special bond between their two families.\n\nRead More", "Omarosa Manigault Newman talks potential White House staffing shake up copied!\n\nOmarosa Manigault Newman, former director of Communications for the Office of Public Liaison at the White House, joins Craig Melvin to discuss possible staffing changes in the White House and the new reporting on President Trump’s mood after the midterms.\n\nRead More", "First lady calls for firing of national security aide copied!\n\nMelania Trump’s office on Tuesday publicly called for the firing of senior National Security Council official, Mira Ricardel. Reporter Carol Lee discusses.\n\nRead More", "Today’s installment of campaign-related news items from across the country.\n\n* In the latest “red” to “blue” flip in the U.S. House, Rep. Jeff Denham (R) has lost his seat in California’s 10th congressional district, falling to first-time candidate Josh Harder (D). There are still two more undecided races in California, and as of last night, both are in districts that also appear poised to flip in Democrats’ favor.\n\n* According to a report in Roll Call, when the new Congress convenes in January, 73% of House Republicans will be serving in the minority for the first time. (They’re not going to like it.)\n\n* Voter turnout in Montana was higher in this year’s midterms than in the 2016 presidential election cycle. As things stand, it’s the only state that can make that boast.\n\n* As of this morning, the Democratic lead in the U.S. House popular vote stood at 7.1%, though it may yet inch higher. For comparison purposes, note that in 2010 – which was widely seen as a GOP “wave” cycle – Republicans won the U.S. House popular vote by 6.6%.\n\n* Senate Democrats formally elected their leadership team for the next Congress. It’s a 10-member group of senators representing a variety of positions, but it’ll be led by Senate Minority Leader Chuck Schumer (D-N.Y.), Minority Whip Dick Durbin (D-Ill.), and Assistant Democratic Leader Patty Murray (D-Wash.).\n\n* As for Senate Republicans, Mitch McConnell (R-Ky.) was re-elected this morning as Senate Majority Leader, while John Thune (R-S.D.) replaces John Cornyn (R-Texas) as Majority Whip. The party’s term-limits policy prevented Cornyn from keeping his post.\n\n* Orientation is currently underway for new senators, and Florida’s Rick Scott (R) is participating, despite the fact that the votes in his race are still being counted. The Washington Post reported, “Scott’s attendance on Capitol Hill this week is without recent precedent.”\n\n* Sen. Cindy Hyde-Smith (R) is the clear favorite in Mississippi’s U.S. Senate runoff election, but it’s worth noting that the National Republican Senatorial Committee is launching a television ad campaign in the state, starting tomorrow. The election is in two weeks.\n\n* And in Vermont, where Sen. Bernie Sanders (I) easily won re-election last week, the senator received some additional good news yesterday: a federal prosecutor announced yesterday that Jane Sanders will not face charges stemming from her controversial tenure as president of the now-defunct Burlington College.", "As House Ways and Means Committee Chairman Kevin Brady (R-Texas) gets ready to give up his gavel and adjust to life in the congressional minority, he’s still pleased with the tax package he helped write last year. The Washington Examiner noted:\n\nOn Tuesday, Brady also claimed that the tax code rewrite helped Republicans in the midterm elections, despite the losses suffered by the party and many of the lawmakers who helped write the bill. “Can you imagine the outcome if we didn’t have a booming economy?” Brady asked. “It made a huge difference across this country and I think was key in a number of our Republican races.”\n\nThe Texas congressman added that he believes House Republicans exceeded expectations in this year’s midterm elections.\n\nThat last point is especially difficult to take seriously. In the days leading up to Election Day, the chatter in GOP circles was that the party might be able to eke out a narrow House majority. As recently as Nov. 3, Vice President Mike Pence declared, “I think we’re going to hold our Republican majority in the House of Representatives.”\n\nWhere exactly were those intra-party expectations about Republicans suffering their largest losses since the Watergate era?\n\nBut even putting this aside, the idea that the GOP’s tax breaks for the wealthy “made a huge difference” for Republicans is an even stranger argument.\n\nWe can say with quantifiable certainty that the party’s tax plan was woefully unpopular among voters, prompting Republican officials and candidates to run away from the issue before voters headed to the polls.\n\nBrady’s larger point seems to be that the policy was politically important in less obvious ways: tax breaks boosted the economy, the argument goes, which meant many voters were less eager for change, which in turn boosted Republican incumbents who might’ve otherwise been defeated.\n\nIt’s tough thing to prove either way. That said, the economy isn’t much different than it was in 2015 – in fact, job growth is actually slower now than it was three years ago – so the idea that tax cuts for the wealthy served as rocket fuel for the economy is dubious, at best.\n\nThe fact that Brady is pushing these talking points isn’t too surprising. After all, it’s not realistic to think one of the key architects of the Republican tax plan would stand before reporters and declare, “I guess we did the wrong thing.”\n\nBut if there’s evidence of the tax plan helping the GOP in the midterms, it’s hiding well.", "Bryan Cranston on being 'mad as hell' in 'Network' copied!\n\nWhat is it like for actor Bryan Cranston to portray each night in front of a live audience a television anchor who's been fired from his job? Cranston joins Morning Joe to break down his role as Howard Beale in the play 'Network,' the stage production of the 1976 film of the same name.\n\nRead More", "New ‘Hidden Tribes’ study shows major divide in the country copied!\n\nAfter another divisive election, non-profit group More In Common has come out with a new study revealing just how split we are as a country. Stephanie Ruhle speaks with Tim Dixon, the author of the ‘Hidden Tribes’ study about the results. Weighing in: Princeton Professor Eddie Glaude and Republican strategist Rick Tyler.\n\nRead More", "Rep. Moulton: There's no reason we shouldn't send new people to the top 05:09", "Did New York and Virginia give away too much for Amazon HQ2? copied!\n\nAmazon’s announcement of its second headquarters was met with a lot of criticism. Stephanie Ruhle and Recode’s Editor-at-Large, Kara Swisher, discuss whether New York and Virginia gave away too much to the internet giant.\n\nRead More", "Close video Leadership of DOJ uncertain as Trump is challenged on Whitaker Matt Axelrod, former DOJ official, talks with Rachel Maddow about the legal fights over Donald Trump’s installation of Matt Whitaker as acting-attorney general, including the state of Maryland asking a court to put Rod Rosenstein in that position instead. share tweet email save Embed\n\nWhile in private business, acting Attorney General Matthew Whitaker walked away from a taxpayer-subsidized apartment-rehabilitation project in Iowa after years of cost overruns, delays and other problems, public records show. The city of Des Moines ultimately yanked an affordable housing loan that Whitaker’s company had been awarded, and another lender began foreclosure proceedings after Whitaker defaulted on a separate loan for nearly $700,000. Several contractors complained they were not paid, and a process server for one could not even find Whitaker or his company to serve him with a lawsuit.\n\nJust when it seemed we couldn’t possibly learn of a new controversy surrounding acting Attorney General Matthew Whitaker, the Associated Press uncovered the latest in an amazing series.\n\nWell, sure, when you put it that way, it sounds bad.\n\nVox published a piece yesterday summarizing Whitaker’s many controversies, and I was struck, not just by the seriousness of the allegations, but by the length of the piece itself. Ordinarily, before anyone could put together a lengthy list of controversies surrounding a Trump cabinet official, he or she would have to be in office for at least a couple of months.\n\nMatt Whitaker is currently in his seventh day – and two of those days were a weekend.\n\nAt least in theory, this would ordinarily be the point at which the White House started pushing back aggressively against the acting AG’s many controversies, but that’s proving difficult – not just because of the scope of Whitaker’s alleged wrongdoing, but also because White House officials didn’t know these stories were coming.\n\nFor example, we learned the other day that Whitaker is tied directly to a fraud scheme that’s currently under FBI investigation. Soon after this came to public light, the Washington Post reported, “Whitaker’s connection to World Patent Marketing came as a surprise to both senior Justice Department and White House officials.”\n\nSimilarly, last week, we learned of the acting attorney general’s frequent public condemnations of Special Counsel Robert Mueller’s investigation, the substance of which Whitaker has already rejected. CNN reported soon after, “It was not widely known among White House staff that he’d commented repeatedly on the special counsel’s investigation in interviews and on television.”\n\nIn light of the latest revelations, Rachel asked on Twitter yesterday afternoon, “Did they vet him? At all?” By all appearances, the answer is no.\n\nAs for what’s next, Rachel spoke last night to Matt Axelrod, a former senior official at the Justice Department, who addressed the ethics advice Whitaker is poised to receive from within the DOJ.", "How last year's tax cut has affected the economy copied!\n\nAs Republican members of the Senate a heavy task lies ahead with the middle class tax cut that President Trump promised weeks ago, but is still nonexistent. Stephanie Ruhle discusses the effects that last year’s tax cuts had on the economy.\n\nRead More", "What is next for Democrats after the midterms? copied!\n\nVotes are still being counted in Florida and Georgia, but regardless of the outcome, Democratic volunteers in Georgia insist that they are in it for the long haul. Stephanie Ruhle is joined by MSNBC’s Chris Jansing, Princeton Professor Eddie Glaude and Republican strategist Rick Tyler to discuss what’s next for Democrats after the midterms.\n\nRead More", "Is a staff shakeup at the WH coming soon? copied!\n\nAs the staff in the White House is turning over after midterms, Stephanie Ruhle is joined by Princeton Professor Eddie Glaude and Republican strategist Rick Tyler to discuss the working environment in the West Wing.\n\nRead More", "Problems in Congress are bad, but can they be fixed? copied!\n\nRep. Mike Gallagher, R-Wis., outlines the problems plaguing Congress as he sees them in new Atlantic piece, and he joins Morning Joe to discuss if he sees any hope in fixing Washington.\n\nRead More", "Justice dept. told Trump he could name Whitaker acting attorney general copied!\n\nIn a 20 page legal written opinion that was released by the justice department, the head of the office of legal counsel says that Matthew Whitaker’s appointment as acting attorney general was entirely legal and consistent with past practice. NBC News’ Pete Williams reports.\n\nRead More", "The U.S. budget deficit for the last fiscal year, which ended in September, was $779 billion, up 16% from the previous year. That deficit was the fifth largest in modern American history – in non-inflation adjusted terms – and stood at 3.9% of GDP, up from 3.5% a year prior.\n\nFor those concerned with the ballooning budget shortfall, the new fiscal year isn’t off to a good start. Bloomberg News reported yesterday:\n\nThe U.S. recorded a $100.5 billion budget deficit in October, an increase of about 60 percent from a year earlier, as spending grew twice as fast as revenue. The deficit widened from $63.2 billion in the same month last year, the department said in an emailed statement on Tuesday. October marks the start of the U.S. fiscal year.\n\nAs a rule, it’s best not to overreact to monthly deficit numbers, which can bounce around a bit. The fact that the deficit was $100 billion in the first month of the fiscal year, for example, does not necessarily mean that it will be $1.2 trillion when the fiscal year ends.\n\nThat said, the $100 billion deficit in October doesn’t do any favors for the Republicans who assured Americans that massive tax breaks for the wealthy will pay for themselves.\n\nWhat’s more, as Democrats prepare to reclaim their majority in the House of Representatives, the monthly shortfall also serves as a fitting coda to Tea Party era.\n\nIn 2010, Republicans rode a wave into a House majority, fueled by Tea Party activism and a focus on “fiscal responsibility.” GOP officials and candidates said at the time that they were deeply concerned about the deficit “crisis,” which would impose crippling burdens on future generations.\n\nEight years later, in their month before the midterm elections that would push them into minority status, House Republicans saw the deficit reach $100 billion, fueled in part by tax breaks they didn’t even try to pay for.\n\nThe “movement,” such as it was, failed.\n\nPostscript: Every time we discuss the deficit, I feel compelled to point out again that I’m not a deficit hawk, and I firmly believe that larger deficits, under some circumstances, are absolutely worthwhile and necessary.\n\nThese are not, however, those circumstances. When the economy is in trouble, it makes sense for the United States to borrow more, invest more, cushion the blow, and help strengthen the economy.\n\nThe Trump White House and the Republican-led Congress, however, decided to approve massive tax breaks for the wealthy and big corporations when the economy was already healthy – not because they were addressing a policy need, but because they were fulfilling an ideological goal.\n\nAnd now that the deficit is spiraling, those same Republicans have decided that what the nation really needs is more tax breaks – none of which will be paid for – and cuts to Medicare and Social Security.", "Iowa Gov. Kim Reynolds (R) recently found herself in an awkward position. As Election Day approached, polls showed the Republican governor narrowly behind her Democratic challenger in a year where Dems appeared likely to make gains in this Midwestern swing state.\n\nComplicating matters, Reynolds’ campaign co-chair was right-wing Rep. Steve King (R-Iowa), whose racist antics were drawing fire from within their party. If the governor denounced her ally, she risked alienating parts of the GOP base. If Reynolds voiced support for King, she risked alienating mainstream voters offended by the congressman’s conduct.\n\nThe Iowa governor’s solution? She tried to avoid King’s mess and hoped voters would back her anyway. The strategy may have ruined Kim Reynolds’ chances of ever winning a Profile in Courage Award, but it was enough to win the election: the governor prevailed by three points over Fred Hubbell (D).\n\nAnd wouldn’t you know it, now that the race is over, Reynolds feels empowered to show the kind of courage she was afraid to show before Iowans cast their ballots. The Des Moines Register reported yesterday:\n\nIowa Gov. Kim Reynolds signaled Tuesday she’s lost her patience with U.S. Rep. Steve King, who narrowly won a ninth term in the U.S. House last week despite a firestorm of criticism for aligning himself with far-right European politicians and repeatedly making remarks many have deemed racist. Reynolds, a Republican who defeated Democrat Fred Hubbell in a close race to win a full four-year term, offered a bluntly worded response when asked by a reporter if she had visited with King about a series of controversies he has been facing. Reynolds said she hasn’t talked with the Iowa congressman because she has been busy since the election. But, she added, “I think that Steve King needs to make a decision if he wants to represent the people and the values of the 4th District or do something else, and I think he needs to take a look at that.”\n\nThis was apparently the most forceful Reynolds has been to date in her criticisms of the right-wing congressman. And while King’s detractors will likely welcome the governor’s comments, her timing is extraordinarily convenient.\n\nLast week, Steve King was Reynolds’ campaign co-chair, whom she campaigned alongside just days before Election Day. This week, Reynolds isn’t sure Steve King properly represents the values of his constituents in western Iowa.\n\nRemember, the week before Election Day, some GOP leaders were prepared to effectively cut King loose. National Republican Congressional Committee Chairman Steve Stivers (R-Ohio) publicly denounced the Iowan’s “racist” antics, adding, “We must stand up against white supremacy and hate in all forms, and I strongly condemn this behavior.”\n\nKim Reynolds could’ve said something similar at the time. Instead, the governor waited until her criticisms couldn’t hurt her own ambitions.", "De Blasio: NYC drove a hard bargain with Amazon copied!\n\nThis week, Amazon announced its second headquarters would be located in the Long Island City area of Queens in New York City and in Virginia. Many have praised Amazon's decision and some have criticized it. NYC Mayor Bill de Blasio joins Morning Joe to discuss.\n\nRead More", "A week out from Election Day, and on the heels of Donald Trump’s latest failed overseas trip, there’s ample evidence that all is not well in the White House.\n\nThe Los Angeles Times reports that Trump “has retreated into a cocoon of bitterness and resentment,” and much of his staff is “trying to avoid him.” A former Trump aide told Politico of conditions in the White House, “It’s like an episode of ‘Maury.’ The only thing that’s missing is a paternity test.”\n\nTrump is picking fights with the president of France and haranguing the British prime minister. He’s threatening to fire much of his team. He’s whining about the Secret Service. Some members of his team are publicly denouncing remarks from their own colleagues. After skipping a ceremony honoring fallen American soldiers who served in World War I, he blamed his aides “for not counseling him that skipping the cemetery visit would be a public-relations nightmare.”\n\nBut to fully appreciate the level of dysfunction in this White House, consider the fact that First Lady Melania Trump is getting involved in national security personnel decisions.\n\nIn an extraordinary move for a first lady, Melania Trump’s office on Tuesday publicly called for the firing of a senior National Security Council official. Stephanie Grisham, the first lady’s communications director issued a statement around 2:30 p.m. saying the official, Mira Ricardel, should no longer serve as the NSC’s No. 2. “It is the position of the Office of the First Lady that she no longer deserves the honor of serving in this White House,” Grisham said.\n\nThat was weird, though the story got a little weirder.\n\nAfter Melania Trump’s office publicly called for the ouster of the deputy national security adviser, a variety of news organizations reported that Mira Ricardel had, in fact, been fired. The West Wing soon after pushed back, insisting Ricardel was still in her position, working at her desk.\n\nWhile the back and forth was confusing, we weren’t just dealing with rumors and off-the-record leaks: the First Lady really did issue an official statement calling for Ricardel’s firing – a statement that, as of last night, the White House hadn’t acted upon.\n\nIn case this isn’t obvious, it’s extraordinarily unusual for a president’s spouse to try to exert influence over national security personnel decisions. It’s nearly as odd for a First Lady to call for an aide’s ouster, only to have nothing happen.\n\nLet’s also note for context that Ricardel is the top deputy for National Security Adviser John Bolton – who, it just so happens, was out of the country yesterday when Melania Trump issued her statement.\n\nI can’t say with any confidence how much longer Ricardel’s career in the Trump administration will last – according to multiple accounts, she has more than a few detractors on Team Trump – but the fact that this drama is happening at all is indicative of a presidential operation that appears hopelessly lost.", "Ex-CIA officer pens 'How to Get Rid of a President' copied!\n\nDavid Priess is a former CIA officer, and he joins Morning Joe to discuss his new book 'How to Get Rid of a President' and what he learned from briefing Robert Mueller.\n\nRead More", "Senate Majority Leader Mitch McConnell (R-Ky.), reflecting on the results of the midterm elections, apparently thought it’d be a good idea to write an op-ed on his perspective. Naturally, he turned to Fox News, which published a piece under a rather extraordinary headline: “Will Dems work with us, or simply put partisan politics ahead of the country?”\n\nMuch of the Republican leader’s pitch was predictable – McConnell believes his party has been “prolific” in its triumphs over the last two years – but it was the GOP senator’s references to bipartisanship that made the op-ed seem as if it were intended to be satirical.\n\nI have good news: reports of the death of bipartisanship in Washington have been wildly exaggerated. […] And looking ahead to the coming year, there will be no shortage of opportunities to continue this impressive record of cooperation across the aisle and across the Capitol. What we can make of those opportunities will depend on our Democratic colleagues. Will they choose to go it alone and simply make political points? Or will they choose to work together and actually make a difference? […] After years of rhetoric, it’s hardly news that some are more interested in fanning the flames of division than reaching across the aisle.\n\nFor the record, McConnell didn’t appear to be kidding.\n\nTaken at face value, stripped of any context or history, the Senate majority leader’s rhetoric may seem like an olive branch of sorts. The week after Americans elected a Democratic-led House and a Republican-led Senate, there was Mitch McConnell stressing the virtues of “bipartisanship,” “working together,” and “reaching across the aisle.” What could possibly be wrong with that?\n\nThe answer lies in everything we know about the senior senator from Kentucky.\n\nI’m reminded of a column the Washington Post’s Dana Milbank wrote last year, describing McConnell as the politician who effectively “broke America.”\n\nNo man has done more in recent years to undermine the functioning of U.S. government. His has been the epitome of unprincipled leadership, the triumph of tactics in service of short-term power. […] McConnell is no idiot. He is a clever man who does what works for him in the moment, consequences be damned.\n\nAs we discussed in detail at the time, whether one finds McConnell’s work outrageous is a matter of perspective. If you’re a myopic Republican partisan, the GOP’s Senate leader has simply taken every possible opportunity to maximize his party’s interests, using the levers of power at his disposal. McConnell, to the best of my knowledge, hasn’t committed any crimes in his partisan pursuits, so much as he pushed the limits in ways without precedent in the American tradition, ignoring any sense of norms or institutional limits.\n\nAnd to that end, McConnell has been quite successful.\n\nBut if you’re not a myopic Republican partisan, and your principal concern is with the health of the American political system, McConnell’s work has earned him a role as one of this generation’s most consequential villains.\n\nIt was McConnell who changed Senate norms to require 60-vote supermajorities on every piece of legislation of any significance. It was McConnell who was responsible for creating the modern judicial confirmation wars. It was McConnell who spearheaded every recent attempt to derail campaign-finance reforms.\n\nIt was McConnell who cooked up an unprecedented scorched-earth scheme to undermine Barack Obama’s presidency, deliberately refusing to consider any compromises – even if it meant rejecting his own ideas – in the hopes of trying to ensure that the Democratic president only served one term.\n\nIt was McConnell who imposed the first-ever, year-long blockade on any Supreme Court nominee. It was McConnell who was warned about Russia’s illegal attack on the American election last year, only to scuttle efforts to address the crisis in the hopes of putting Moscow’s candidate in the Oval Office.\n\nIt was McConnell who decided to shift with the political winds in order to advance his partisan crusade. Milbank added, “[M]ost characteristic of McConnell is his tendency to shift his views to suit current exigencies (on the minimum wage, withdrawal from Iraq, earmarks, abortion, labor and civil rights) and his adroitness at gumming up the works: forcing clerks to spend hours reading a bill aloud on the floor; opposing immigration legislation he’d encouraged; asking for a vote on a debt-ceiling proposal and then trying to filibuster it; urging the Obama administration to support a bipartisan debt commission and then voting against it.”\n\nThis isn’t about issues or ideology, per se. My point isn’t that McConnell is on the right, and I’m on the left, so I’m opposed to his vision and preferred policies. Rather, we’re talking about politics on an institutional level. We can evaluate the Kentucky Republican’s views on given issues on a case-by-case basis, but what makes McConnell so destructive is how he’s pursued his priorities, not the priorities themselves.\n\nI don’t blame McConnell for considering partisan advantage important; I blame him for prioritizing partisan advantage above literally every other consideration, including the health and sustainability of our political system. I’m not bothered by his victories; I’m bothered by what those victories have cost.\n\nIt’s against this backdrop that McConnell took his pitch to Fox News, arguing that he believes Democrats are “more interested in fanning the flames of division than reaching across the aisle.”\n\nIf the Senate majority leader doesn’t want to be laughed at, perhaps he should try a less ridiculous message.", "Troops deployed to border is a 'stunt', says Sen. Flake copied!\n\nSenators Jeff Flake, R-Ariz., and Chris Coons, D-Del., discuss U.S. troops deployed to the border awaiting a migrant caravan, protecting the Mueller investigation and the outcome of the midterm elections.\n\nRead More", "", "Trump remains in sour mood post-midterms: reports copied!\n\nAfter a stinging loss in the midterms, the president is retreating from traditional duties related to the job, the Los Angeles Times reports. The panel discusses the latest reporting on Trump's mood following the midterms.\n\nRead More", "Washington Post reports on Trump's 'five days of fury' copied!\n\nNew reporting from Philip Rucker and Josh Dawsey characterizes the president as brooding and sulking after the midterms and 'angry and resentful' due to a rebuke from French President Emmanuel Macron. The panel discusses.\n\nRead More", "Watch the full episode of Tuesday night's The Last Word with Lawrence O'Donnell.\n\nDuration: {{video.duration.momentjs}}", "Watch the full episode of Tuesday night's The Rachel Maddow Show.\n\nDuration: {{video.duration.momentjs}}", "Gen. McCaffrey blasts Trump for skipping veterans event in France copied!\n\nDiscussing Trump skipping a veterans event during his recent trip to France, Gen. Barry McCaffrey says he thinks Trump \"just wanted to stay out of the rain, eat cheeseburgers, and tweet...\"\n\nRead More", "'Indivisible' shifts to offense as Democrats retake some power copied!\n\nEzra Levin, executive director of the Indivisible Project, talks with Rachel Maddow about updates made to the progressive activism Indivisible Guide now that Democrats have re-taken the House, and what the next two years mean for the progressive political agenda.\n\nRead More", "Change in political playing field prompts update to protest guide copied!\n\nRachel Maddow reviews some of the instructions contained in the Indivisible Guide that have shaped progressive protests in the Trump era and made them more effective.\n\nRead More", "Leadership of DOJ uncertain as Trump is challenged on Whitaker copied!\n\nMatt Axelrod, former DOJ official, talks with Rachel Maddow about the legal fights over Donald Trump's installation of Matt Whitaker as acting-attorney general, including the state of Maryland asking a court to put Rod Rosenstein in that position instead.\n\nRead More", "Stench of EPA official's indictment scandal reaches Jeff Sessions copied!\n\nRachel Maddow reports on the indictment of Trump’s southeast regional EPA administrator, Trey Glenn, on ethics charges in Alabama and how the scandal, which even reaches as far as ousted Trump A.G. Jeff Sessions, is becoming emblematic of the Trump administration.\n\nRead More", "Trump keeps making claims of voter fraud without any evidence copied!\n\nWith votes still being counted in key midterm races, the president continues to make baseless claims of election fraud. Ron Klain & Jeremy Peters discuss.\n\nRead More", "Democrats could end up picking up 40 House seats from midterms copied!\n\nSteve Kornacki looks over the latest midterm election returns as Democratic gains in the House keep growing.\n\nRead More", "Trump could submit answers to Mueller's Russia queries this week copied!\n\nAs reports indicate Mueller's team continues to focus on Roger Stone and his associate Jerome Corsi, word comes Trump's legal team could give Mueller answers to the special counsel's Russia questions at any time. Chuck Rosenberg joins to discuss.\n\nRead More", "Trump insider: White House dysfunction 'like an episode of Maury' copied!\n\nThe Los Angeles Times reports an angry Trump has 'retreated into a cocoon of bitterness and resentment' as Dems keep making midterm gains. POLITICO reports West Wing dysfunction is so bad a fmr. aide says it resembles 'an episode of Maury.' Our panel reacts.\n\nRead More", "Trump retreating from duties into a ‘cocoon of bitterness’ copied!\n\nThe Los Angeles Times reports that Trump has almost completely stopped his public duties in the wake of Republicans' major election losses. Lawrence discusses Trump's 'brooding' and 'anger' with Jason Johnson and Jennifer Palmieri.\n\nRead More", "Schiff: Trump acting AG appt. appears to violate Constitution copied!\n\nRep. Adam Schiff (D-CA) tells Lawrence why he needed to warn Matthew Whitaker against interfering in the Mueller probe in a Washington Post op-ed today. Rep. Schiff says the new Democratic majority will call Whitaker to \"answer\" if he does not recuse himself from the Mueller probe.\n\nRead More", "Chris Matthews and a panel of guests discuss the political news of the day.\n\nDuration: {{video.duration.momentjs}}", "MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.\n\nDuration: {{video.duration.momentjs}}", "Sen. Duckworth: 'No real mission' for 5600 troops in TX copied!\n\nIraq War veteran Senator Tammy Duckworth says President Trump's ordering of 5,600 troops to 'defend' the border is a massive waste of resources.\n\nRead More", "LA Mayor Garcetti on climate change and CA wildfires copied!\n\nWildfires that have killed 44 people continue to burn across California, as hundreds of protesters gather in Nancy Pelosi's office to demand swift action from Democrats to combat climate change.\n\nRead More", "Kara Swisher: Everyone is going to drop a dime on Facebook now 09:46", "Matthews: Trump doesn’t like checks and balances copied!\n\nChris says Trump has a problem with the system of checks and balances, the way of keeping even our president limited in power.\n\nRead More", "Historic recount: Florida Dem Senator sues to extend deadline copied!\n\nFlorida is in the process of a historic recount in race for both Governor and the Senate. Ari Melber takes us inside a recount center in a key Florida district, breaking down how election workers go about inspecting ballots. Former Florida Rep. Patrick Murphy joins Ari to discuss how he was “shocked” to learn his own ballot was not counted, because his signature was deemed “invalid”.\n\nRead More", "Axios: Dems planning a ‘subpoena cannon’ with 85 Trump targets copied!\n\nAxios reports that a senior source said Democrats are preparing a \"subpoena cannon\" with potentially more than 85 targets noting \"Democrats plan to probe every aspect of President Trump's life and work.\"\n\nRead More", "Russ Feingold: Replacing Trump is what 2020 is 'all about' copied!\n\nDemocratic leaders say their first vote will be on a wide-ranging bill to strengthen Democratic institutions. Ari Melber breaks down how the potential bill focuses on restoring part of the voting rights act, taking away power from state lawmakers to gerrymander districts and requiring potential candidates to release their tax returns. Former Senator Russ Feingold tells Melber that “replacing Donald Trump in 2020 is what it’s all about” because the American people want “the rule of law restored”.\n\nRead More", "Watergate Prosector blasts Trump AG pick as 'low-level assistant' copied!\n\nTrump’s pick to replace former Attorney General Jeff Sessions, Acting AG Matt Whitaker faces a new lawsuit brought by the State of Maryland. The suit is suing to get a Federal Judge to immediately remove Whitaker as AG, saying his appointment was unlawful and asking that the Judge declare Deputy Attorney General Rod Rosenstein as Acting AG. Watergate Prosecutor Nick Akerman breaks down why he thinks the suit has merit and slams Whitaker as a “low-level assistant” who needs Senate approval.\n\nRead More", "GOP tactics in FL recount: Protests, lawsuits, false fraud claims copied!\n\nSome are comparing the historic Florida recount to the 2000 General Election, when GOP operatives seized on a false rumor to stage what became known as the “Brooks Brothers riot”. The man who reportedly orchestrated that riot was Trump’s longtime fixer Roger Stone. Florida State Rep. Joseph Geller tells Ari Melber Republican tactics seem “strikingly similar” to then.\n\nRead More", "Trump nearing completion of Mueller’s Russia questions copied!\n\nNBC News is reporting that after months of negotiation with prosecutors, \"President Trump's legal team is nearing completion of written answers to questions posed by special counsel Robert Mueller.\"\n\nRead More", "Hayes: Democrats can't dismiss rural voters copied!\n\nDemocrats cannot just dismiss white rural voters - who are increasingly voting for Republicans - if they want to win the next presidential election, says Chris Hayes.\n\nRead More", "LA Times: Trump bitter, resentful about Midterm results copied!\n\nAccording to the LA Times, a week after the elections Trump is bitter and resentful about the results and he's lashing out.\n\nRead More", "Benioff: Facebook is the new cigarettes copied!\n\nMarc Benioff, CEO of Salesforce, argues that Facebook is addictive like cigarettes, and that the social media platform can have serious effects on society. Recode’s Kara Swisher interviews Benioff as part of MSNBC and Recode’s “Revolution: Salesforce Changing the World,” airing Sunday, Nov. 18, at 10 p.m. ET\n\nRead More", "Why the Salesforce CEO backed a corporate tax hike copied!\n\nMarc Benioff, CEO of Salesforce, talks about how he fought for a corporate tax hike in San Francisco to generate funds for homeless services. He bucked other CEOs in the process. He says “It goes into two buckets: people who are willing to give and people who are not.” Recode’s Kara Swisher interviews Benioff as part of MSNBC and Recode’s “Revolution: Salesforce Changing the World,” airing Sunday, Nov. 18, at 10 p.m. ET\n\nRead More", "Why Benioff bought Time Magazine copied!\n\nMarc Benioff, Salesforce CEO who recently bought TIME Magazine, talks about why he decided to invest in journalism. MSNBC and Recode’s “Revolution: Salesforce Changing the World,” airs Sunday, Nov. 18, at 10 p.m. ET\n\nRead More", "White House chaos spills into public view amid Trump’s midterms wrath copied!\n\nNBC’s Kristen Welker and Carol Lee, Politico’s Anna Palmer, and AP’s Jonathan Lemire on the newest report suggesting John Kelly’s days are numbered plus new public tensions revealed between West Wing staff and the First Lady’s office\n\nRead More", "Trump to finally answer Mueller’s questions this week? copied!\n\nFormer U.S. Attorney Chuck Rosenberg, former federal prosecutor Paul Butler, Politico’s Anna Palmer, and AP’s Jonathan Lemire on a potential major step for the President and the special counsel\n\nRead More", "As tempers flare over un-settled midterms, civility prevails in Arizona copied!\n\nPBS’ Alicia Menendez, WaPo’s Jackie Alemany and AP’s Jonathan Lemire on the dramatic end to the senate race in Arizona and the contentious fight over the recount in Florida\n\nRead More", "Mainers still don’t know who their state’s 2nd congressional district will send to Congress in January, and a week after the election, things are getting more complicated, not less.\n\nThe race between the Republican incumbent Bruce Poliquin and Democrat Jared Golden remains close, with Poliquin ahead by roughly 2,000 votes, which is 0.7% of the votes cast.\n\nGolden may be trailing, but he nevertheless appears to be on track to succeed. On Friday, Maine election officials started processing ballots for the state’s first federal race to employ its new ranked-choice voting system, which goes into effect when no candidate receives a majority of votes.\n\nUnder this new system, voters rank the candidates they want in order of choice. Because neither Poliquin nor Golden received more than 50% of the vote, the ME-02 race enters an “instant runoff.” Mainers in District 2 who voted for candidates other than Poliquin or Golden will now have their second, or even third, choice rankings counted. The system is largely believed to benefit Golden and it could be what tips the scales in his favor.\n\nMaine voters approved ranked-choice voting by a slim margin in 2016, and lawmakers reacted promptly. After a 2017 advisory opinion by the Maine Supreme Court said they would rule ranked-choice voting unconstitutional if it were brought to them, the Maine legislature voted to delay ranked-choice voting’s implementation until 2021. Enraged supporters of ranked-choice voting organized quickly to add a people’s veto about the legislature’s delay to the June 2018 ballot. The veto passed, restoring ranked-choice to Maine just in time for this year’s midterms.\n\nBut today, ranked-choice voting finds itself once again enmeshed in legal drama. With the system expected to propel Golden past the GOP incumbent, the Portland Press Herald reports that Poliquin has filed suit in federal court, trying to stop the Maine secretary of state from proceeding with the ranked-choice count.\n\nIn his complaint, Poliquin asserts he has a “constitutional right to have federal election returns counted in accordance with traditional – and constitutional – procedures.”\n\nWhat will come of the lawsuit, we don’t yet know, but the timing is raising eyebrows. Poliquin, a sitting congressman, is challenging a state law—twice approved by voters—after the election, once it appeared ranked-choice voting would favor his opponent.\n\nAs the battle in Maine’s 2nd continues to unfold, the outcome is likely to have national reverberations. If Golden were to win, it would not only be another Democratic House pickup, but it also would make him the first member of Congress to win through ranked-choice voting—a system some see as the future of democracy and others decry as unnecessarily complicated and unconstitutional.", "'This is the most unsettled moment': John Brennan on Trump’s post-midterms fury copied!\n\nFormer CIA Director and MSNBC analyst John Brennan sounds off on Trump’s DOJ shake-up, White House chaos and Trump’s latest foray on the world stage\n\nRead More", "Cindy Hyde-Smith repeatedly refuses to elaborate on 'public hanging' comments copied!\n\nKasie Hunt and the MTP Daily panel discuss Cindy Hyde-Smith's 'public hanging' comments, and how her strategy in the aftermath is typical Trump-style politics\n\nRead More", "Sources say Corsi one of nearly 12 Stone associates summoned by Mueller copied!\n\nSources say conspiracy theorist and Roger Stone ally Jerome Corsi was one of nearly 12 Stone associates that were summoned by Mueller.\n\nRead More", "Democrat Stacey Abrams says she cannot win Georgia governor's race, but does not concede 01:19", "Sen.-elect Rosen: ‘We need to protect the Mueller investigation’ copied!\n\nSenator-elect Jacky Rosen (D-Nev.) joins MTP Daily to discuss whether Democrats should embrace progressivism and whether the midterm elections were a referendum on President Trump.\n\nRead More", "Today’s edition of quick hits:\n\n* California: “Thirteen bodies have been found in Northern California in the wake of the deadly Camp Fire, bringing the death toll in the blaze to 42, authorities said Monday. The grim discovery makes the wildfire the deadliest in the state’s history, Butte County Sheriff Kory Honea told reporters, replacing the record held by a Los Angeles brush fire in 1933 that killed 29.”\n\n* A major case: “Maryland’s attorney general on Tuesday challenged the appointment of what he called an ‘unqualified’ partisan as acting attorney general and charged the president did it to protect himself from any accusations of wrongdoing.”\n\n* Another case worth watching: “CNN has filed a lawsuit against the Trump administration for revoking correspondent Jim Acosta’s press credentials, the network said in a statement on Tuesday.”\n\n* Sadly predictable: “President Donald Trump lashed out over his recent trip to Paris in a series of tweets Tuesday, blaming the Secret Service for his cancelled visit to a cemetery for fallen U.S. soldiers in France on Saturday.”\n\n* Guantanamo: “The Trump administration closed a diplomatic office designed to keep track of released Guantanamo inmates and make sure they didn’t return to their insurgencies. And now the U.S. government has lost track of several of them, including one who has returned to a terrorist-held part of Syria, a McClatchy investigation has found.”\n\n* A discouraging trend: “The number of international students entering U.S. colleges and universities has fallen for the second year in a row, a nonprofit group said on Tuesday, amid efforts by the Trump administration to tighten restrictions on foreigners studying in the United States.”\n\n* How was Robert Bowers radicalized, from being a conservative to become a violent white nationalist? The Pittsburgh Post-Gazette explored the question in fascinating, albeit disturbing, detail.\n\nAnything to add? Consider this an open thread.", "FBI report says hate crimes rise in U.S. for third straight year copied!\n\nThe FBI has released a report saying that hate crimes in the U.S. have risen for the third straight year.\n\nRead More", "Invisible Hands: Child labor in the U.S. & around the world copied!\n\nShraysi Tandon and Christina Weiss Lurie join Ali Velshi to talk about their new documentary “Invisible Hands,” exposing child labor and trafficking around the world, including here in the United States.\n\nRead More", "Amb. Nuland on N. Korea: The U.S. 'needs to get back into real diplomacy' copied!\n\nAmb. Victoria Nuland, CEO of the Center for a New American Security and former Assistant Secretary of State, joins Ali Velshi to discuss reports that North Korea is moving ahead with its ballistic missile program despite President Trump’s claim that his diplomatic efforts have ended the threat.\n\nRead More", "If the federal judge rules that Matthew Whitaker cannot serve as AG, will Donald Trump test his presidential powers at the Supreme Court? copied!\n\nThe state of Maryland is asking a federal judge to block Matthew Whitaker form serving as acting Attorney General, claiming that the appointment violates the constitution. A panel of experts—Pete Williams, Philip Rucker, Laurence Tribe and Mimi Rocah join Katy Tur to discuss the potential outcome.\n\nRead More", "North Korea’s missile deception copied!\n\nNBC News National Security and Military Reporter Courtney Kube joins Katy Tur to discuss new reporting on a secret military base in North Korea that may house missiles that could reach the U.S.\n\nRead More", "Do recordings of Khashoggi’s death implicate Saudi Prince? copied!\n\nNBC’s Josh Lederman joins Katy to discuss a new development in the investigation into the death of Jamal Khashoggi. The New York Times reports that on the recording of Jamal Khashoggi's death, someone was heard saying \"tell your boss,\" believed to be Saudi Arabia's Crown Prince Mohammed bin Salman.\n\nRead More", "California firefighters to Trump: 'You are wrong' about wildfires 06:27", "First lady's office says Bolton's Deputy, Mira Ricardel, doesn't deserve White House position copied!\n\nA statement released from the Office of the First Lady, publicly declares its position that Deputy National Security Advisor, Mira Ricardel “no longer deserves the honor of serving in this White House.”\n\nRead More", "Joe and Mika discuss the big news of the day.\n\nDuration: {{video.duration.momentjs}}", "President Trump is wrong about the CA fires copied!\n\nPresident Trump has blamed poor “forest management” for the fires in California that have killed at least 44 people. For Fact’s Sake, Stephanie Ruhle and Ali Velshi break down all of the ways the president has been misleading about these deadly fires.\n\nRead More", "What these rumored Mueller indictments mean for President Trump copied!\n\nStephanie Ruhle and Ali Velshi dig into the Russia investigation with NBC News Legal Analyst Daniel Goldman and NBC News Investigative Producer Anna Schecter discuss what these new indictments from the Special Counsel might mean for President Trump.\n\nRead More", "CNN is suing the president copied!\n\nCNN is suing President Trump because they say the White House violated their constitutional rights. Ali Velshi and Stephanie Ruhle are joined by Olivier Knox, the head of the White House Correspondents’ Association, to discuss the lawsuit.\n\nRead More", "NYC and DC-metro areas splitting Amazon’s new HQ2 copied!\n\nAmazon announced big plans today for its long anticipated and highly publicized second headquarters known as “HQ2.” The headquarters will be split between two locations – Long Island City, NY and Arlington, VA. Stephanie Ruhle and Ali Velshi are joined by Staff Writer for the Atlantic, Derek Thompson, to discuss why the company chose these particular metropolitan areas.\n\nRead More", "The FBI released new data this morning on hate crimes, and as the Washington Post reported, the United States saw a 17% increase last year, the third consecutive year in which the number of reported hate crimes grew.\n\nLaw enforcement agencies reported 7,175 hate crimes occurred in 2017, up from 6,121 in 2016. That increase was fueled in part by more police departments reporting hate crime data to the FBI, but overall there is still a large number of departments that report no hate crimes to the federal database. The sharp increase in hate crimes in 2017 came even as overall violent crime in America fell slightly, by 0.2 percent, after increases in 2015 and 2016. More than half of hate crimes, about 3 out of every 5, targeted a person’s race or ethnicity, while about 1 out of 5 targeted their religion.\n\nThe trajectory is especially discouraging. After the number of hate-crime incidents spiked in 2001 – the year of the 9/11 attacks – the United States saw a relatively steady decline in the annual totals, reaching a new low in 2014.\n\nThe trend reversed course soon after, climbing in 2015, and then again in 2016 and 2017.\n\nData for 2018 won’t be available for several months.\n\nI’ll defer to law-enforcement experts to explain why the dispiriting shift occurred, but the increase coincided with the launch of Donald Trump’s presidential campaign, which frequently relied on a racially divisive message.\n\nThis may be a coincidence, of course, but it’s hard not to wonder about the impact on the Republican’s rhetoric.", "Refugee children celebrate first snowfall in Canada copied!\n\nWATCH: A brother and sister overcome with joy as they experience their first snow ever.\n\nRead More", "Former aides to Michelle Obama talk new book ‘Becoming’ copied!\n\nToday marks the release of one of the most anticipated books of the year - former First Lady Michelle Obama's memoir \"Becoming\". Craig Melvin is joined by two women who worked side by side with the Former first lady - her former Chief of Staff Tina Tchen, and former White House Social Secretary Desiree Rogers.\n\nRead More", "Monica Lewinsky speaks out on affair with Clinton in new docu-series copied!\n\nA&E Network released clips from its highly anticipated docu-series \"The Clinton Affair\" - an inside look at the impeachment of President Bill Clinton. New York Times Chief White House Correspondent, Peter Baker, and NBC’s Kate Snow join Craig Melvin to talk what we expect to learn from this series that we haven't learned over the past 20 years.\n\nRead More", "Several House Dems urging Whitaker to recuse himself from Mueller probe copied!\n\nThe President's move to tap Matt Whitaker as acting AG has faced a lot of criticism over the past week. But today, the state of Maryland is taking that criticism one step further, challenging the President's appointment in federal court. NBC News Justice Correspondent Pete Williams joins Craig Melvin to discuss.\n\nRead More", "Chief of Staff John Kelly may soon depart White House copied!\n\nWhite House Chief of Staff John Kelly may soon depart the White House sources tell NBC News, amid clashes with the First Lady and other officials.\n\nRead More", "Today’s installment of campaign-related news items from across the country.\n\n* In Georgia’s gubernatorial race, a federal judge last night ordered election officials to “review thousands of provisional ballots that haven’t been counted in Georgia’s close election for governor.” The same order directed officials to create “a hotline for voters to check if their provisional ballots were counted, a review of voter registrations, and updated reports from the state government about why many voters were required to use provisional ballots.”\n\n* In Maine, incumbent Rep. Bruce Poliquin (R), who appears likely to lose under the state’s ranked-choice voting system, this morning filed a federal lawsuit challenging the constitutionality of that system. I don’t know whether his litigation will succeed, but it doesn’t look great when a member of Congress challenges the rules of an election after voters have already cast their ballots.\n\n* In Mississippi, Sen. Cindy Hyde-Smith (R) refused yesterday to answer reporters’ questions about her “public hanging” joke. The state’s U.S. Senate runoff election is two weeks from today.\n\n* As of this morning, the Democratic lead in the U.S. House popular vote stood at 6.8%, though it’s still expected to inch higher. For comparison purposes, note that in 2010 – which was widely seen as a GOP “wave” cycle – Republicans won the U.S. House popular vote by 6.6%.\n\n* There is a small contingent of House Democrats who’d like to prevent Nancy Pelosi from reclaiming her post as Speaker of the House. However, these Dems do not have, and seem unlikely to get, a rival to challenge Pelosi for the gavel.\n\n* Before his re-election in Ohio last week, Sen. Sherrod Brown (D) said he had no interest in a 2020 presidential campaign. Yesterday, however, he told the Columbus Dispatch that he’s heard “sort of a crescendo” of interest in the idea, so he’s “thinking about it.”\n\n* And fresh off his failed re-election bid, Rep. Jason Lewis (R-Minn.) wrote an op-ed blaming his defeat on John McCain’s opposition to the Republican health care plan last year. This really does not make any sense.", "Trump goes after France in Twitter tirade copied!\n\nPresident Trump on Tuesday escalated a spat with French President Emmanuel Macron, mocking them in both world wars and over imports and exports of wine. Tom Rogan, Ruth Marcus and Walter Isaacson discuss.\n\nRead More", "Rep. Moulton: There's no reason we shouldn't send new people to the top 05:09", "Voters in Bay County in Florida’s panhandle, as expected, heavily supported Republican candidates, with more than 72% of locals supporting Ron DeSantis’ (R) gubernatorial campaign and nearly 74% backing Rick Scott’s (R) U.S. Senate campaign.\n\nThere is some question, however, about whether some of those votes were consistent with Florida’s election laws. Politico reported yesterday:\n\nThe election supervisor in hurricane-wracked Bay County allowed some voters to illegally cast ballots by email – an act specifically prohibited by Gov. Rick Scott when he issued an emergency order to expand voting opportunities there after the storm. Despite the prohibition, Bay County Election Supervisor Mark Andersen says he stands by his decision in the Republican-rich county after Hurricane Michael. In all, he said, 147 voters returned ballots through email but only 10 were purely email-to-email interactions. In the other cases, voters used fax machines to email their ballots in, which is currently permitted by state law for overseas voters.\n\nObviously, circumstances matter. Bay County was hit hard by Hurricane Michael, and local communities are still struggling to recover. Officials in the area made a conscious choice to – let’s be charitable – bend the rules, allowing some voters in the country to cast ballots in ways that fall outside state election laws.\n\nMy point is not that those voters should be punished or that their votes should be discounted. I am curious, though, about Republicans’ apparent disinterest in how Bay County administered the election.\n\nRick Scott, for example, has been only too pleased to peddle absurd conspiracy theories about “widespread fraud” in south Florida, specifically in counties that vote heavily Democratic. The Republican’s claims, echoed by Donald Trump, quickly fell apart when Scott was asked to substantiate his allegations.\n\nBut about 500 miles to the north, we can now say with some certainty that voters in a heavily Republican district did, in fact, cast ballots in ways that conflict with Florida law.\n\nI remain a count-every-ballot guy, but wouldn’t it be nice to see some constituency from leading GOP officials? Where’s Rick Scott denouncing Bay County for deliberately circumventing the state’s election laws?\n\nKevin Rader, a Democratic state senator whose district includes parts of Palm Beach and Broward counties, argued to Politico, “Why does this supervisor in this county not have to follow the law? Email ballots aren’t legal. Why the double standard?”\n\nThat need not be a rhetorical question.", "Why are politicians doubling down on their offensive comments? copied!\n\nA Mississippi Senator is refusing to apologize after making comments about a public hanging, even getting agitated with reporters questioning her about it. Stephanie Ruhle breaks down why politicians feel emboldened to double down on their offensive comments and how societal norms seem to now be full of hate. Weighing in: Princeton professor Eddie Glaude and former New Jersey Senator Robert Torricelli.\n\nRead More", "Who is President Trump blaming for the drop in the stock market? copied!\n\nThe stock market has dropped 600 points over disappointing news from Apple and a cut in Saudi oil production before today’s rebound, but those are not the reasons the president thinks markets tanked. Stephanie Ruhle is joined by CNBC’s Dominic Chu and the CEO of Ritholtz Wealth Management, Josh Brown, to discuss how President Trump is blaming Democrats for the shift in markets and Amazon’s announcement for the location of its new headquarters.\n\nRead More", "Midterm races in FL, GA, and AZ still in action copied!\n\nAll eyes are carefully watching the ongoing midterm races in Florida and Georgia and the big win for Democratic Senator-elect Kyrsten Sinema in Arizona. NBC’s Steve Kornacki and former New Jersey Senator Robert Torricelli discuss what’s next for the uncalled races and what Sinema’s win means for Arizona.\n\nRead More", "What’s happening with the key Senate race in Arizona copied!\n\nNBC’s Steve Kornacki joins Stephanie Ruhle to break down the political battles still raging across the country one week after Election Day – and the key race that is now over.\n\nRead More", "It was a rather unpleasant day on Wall Street yesterday, with all of the major indexes off sharply, including a 600-point drop in the Dow Jones Industrial Average. Donald Trump, who sees himself as something of an expert in matters of finance, was only too pleased to offer his assessment of the day’s trading.\n\n“The prospect of Presidential Harassment by the Dems is causing the Stock Market big headaches!” the Republican wrote on Twitter.\n\nAh, yes. The president wants Americans to believe that investors, six days after Democrats won a House majority, suddenly realized that at some point next year, Congress may examine some of Donald Trump’s scandals, and this led to a significant Wall Street selloff, months ahead of the first House hearing.\n\nNo, seriously, that’s the president’s argument. As the Washington Post noted, however, it’s clearly not a good argument.\n\n[I]t’s pretty silly to blame any single event for stock-market jitters. The technology sector fell after a key Apple supplier, Lumentum Holdings, cut its earnings and revenue outlook after it said a major customer – believed to be Apple – significantly reduced its orders for laser diodes. The announcement sent Lumentum down 33 percent, and many other tech stocks fell as well. This is just the latest warning sign in the once-sizzling tech sector. The tech-heavy Nasdaq 100 is down more than 10 percent since the beginning of October. Meanwhile, investors were also reacting to the news that Saudi Arabia said it would cut its oil production. (Perhaps recognizing this connection, Trump later tweeted that the Saudis should not do that.) Another thing hanging over the market: Trump’s trade war with China.\n\nIt’s amusing, of course, to see Trump adopt a heads-I-win-tails-you-lose posture toward Wall Street: when stocks go up, the president demands credit; when stocks go down, he insists Democrats get the blame.\n\nBut let’s not miss the forest for the trees: Trump sure does seem nervous about congressional oversight.\n\nLast week, during a White House press conference, the president suggested he’d refuse to work with Congress on substantive issues if the new House Democratic majority investigated any of his scandals. Trump effectively asked Dems to choose between legislating and conducting oversight – because in his mind, it has to be one or the other.\n\nA week later, Trump argued that the mere possibility of oversight at some point in the future caused a significant drop in Wall Street.\n\nObviously, the arguments are foolish on a substantive level, but the subtext is what matters: the president is preoccupied with the dangers posed by congressional scrutiny.\n\nI wonder why that is.\n\nPostscript: For the record, congressional Republicans did exhaustive oversights of the Clinton and Obama administrations. It didn’t cause the stock market to drop.", "Incoming rep. says US tired of partisan fighting copied!\n\nDemocrat Harley Rouda defeated GOP incumbent Dana Rohrabacher in California's 48th congressional district. Rep.-elect Rouda joins Morning Joe to discuss his win and the road ahead.\n\nRead More", "CNN suing White House for revoking Jim Acosta's press credentials copied!\n\nCNN has filed a lawsuit against the Trump administration after the White House revoked correspondent Jim Acosta's press credentials following a heated incident where an aide tried to grab a microphone from Acosta during a press conference.\n\nRead More", "“We’re very happy how it’s going with North Korea,” Donald Trump told reporters six days ago. “We think it’s going fine.” In the same press conference, the Republican president added, “Nobody else could have done what I’ve done.”\n\nTrump didn’t specify what, exactly, he thinks he’s “done” with regards to North Korea, which was probably for the best. Because despite the president’s limitless confidence about his perceived triumph, reality keeps getting in the way. The New York Times reported yesterday:\n\nNorth Korea is moving ahead with its ballistic missile program at 16 hidden bases that have been identified in new commercial satellite images, a network long known to American intelligence agencies but left undiscussed as President Trump claims to have neutralized the North’s nuclear threat. The satellite images suggest that the North has been engaged in a great deception: It has offered to dismantle a major launching site – a step it began, then halted – while continuing to make improvements at more than a dozen others that would bolster launches of conventional and nuclear warheads. The existence of the ballistic missile bases, which North Korea has never acknowledged, contradicts Mr. Trump’s assertion that his landmark diplomacy is leading to the elimination of a nuclear and missile program that the North had warned could devastate the United States.\n\nNBC News published a similar report soon after, noting North Korea’s ongoing work on its ballistic missile program, and highlighting a separate analysis by the Middlebury Institute of International Studies, provided exclusively to NBC News, which described “a secret military base deep in North Korea’s interior that analysts believe could house missiles capable of reaching the United States.”\n\nAll of this comes about a month after Trump describes his relationship with North Korea’s Kim Jong-un, and the recent negotiations he’s had with the brutal dictator.\n\n“I was really being tough – and so was he,” the Republican told a West Virginia audience. “And we would go back and forth. And then we fell in love, okay? No, really. He wrote me beautiful letters, and they’re great letters. We fell in love.”\n\nEvidently, those great letters left out a few things.\n\nIt seemed obvious from the outset that Donald Trump was making a mistake by prematurely claiming a triumph on North Korea. Despite the circumstances, though, as regular readers know, the American president assured the world that he’d “solved” the problem posed by the rogue nuclear state, to the point that North Korea is no longer a threat.\n\n“President Obama said that North Korea was our biggest and most dangerous problem,” Trump declared last month. “No longer – sleep well tonight!”\n\nAll of this rhetoric seemed misguided at the time. It seems a little worse now.", "Donald Trump’s trip to France to honor the 100th anniversary of World War I was not a success. In fact, as we discussed yesterday, the American president seemed to go out of his way to pick a fight before the international gathering even began in earnest, publishing a tweet on Friday accusing French President Emmanuel Macron of suggesting “that Europe build its own military in order to protect itself from the U.S., China and Russia.”\n\nMacron’s remarks, Trump added, were “very insulting.”\n\nThis morning, the Republican took steps to keep the fight going with this tweet.\n\n“Emmanuel Macron suggests building its own army to protect Europe against the U.S., China and Russia. But it was Germany in World Wars One & Two - How did that work out for France? They were starting to learn German in Paris before the U.S. came along. Pay for NATO or not!”\n\nTrump soon followed with a series of related tweets, slamming France on trade and criticizing Macron’s approval rating. For reasons that I won’t even try to explain, the Republican wrapped up his little tantrum by declaring, in an all-caps missive, “Make France Great Again!”\n\nLet’s note for context that France today is recognizing the three-year anniversary of an ISIS terrorist attack in Paris that killed 130 people. Whether or not the American president is aware of this is unclear, but Trump picked an unusually ill-timed day to squabble with our French friends.\n\nWhile it’s generally wise to look past Trump’s borderline-incoherent tweets, when an American president tries to initiate a feud with one of the United States’ closest allies, it’s worth taking a moment to understand why.\n\nAs is often the case, the root problem appears to be Trump’s confusion. Macron did not, in fact, call for a European military force to protect the continent against the United States. Since the United States has no enemies in Europe, this wouldn’t make sense.\n\nThe Washington Post explained what the French president actually said.\n\nTrump’s interpretation of Macron’s remarks is factually misleading, and comes from an interview Macron gave to France’s Europe 1 radio several days before Trump’s arrival. What Macron said has been largely echoed by European Union leaders for months now, and in fact mimics the same demand Trump has long made: Europe needs to stop relying on the United States for its own defense. “I believe in the project of a sovereign Europe. We won’t protect Europe if we don’t decide to have a true European army. In front of Russia, which is at our borders and which can be threatening, I would like to start a security dialogue with Russia, which is a country I respect and which is European,” Macron told Europe 1. “We have to have a Europe that can defend itself alone — and without only relying on the United States — in a more sovereign manner,” he added.\n\nThese comments, which Trump should agree with, are apparently the basis for the Republican’s incessant whining. Macron stressed the importance of European self-reliance; Trump thought it was an anti-American posture; and the result was a series of misguided tweets.\n\nHere’s my question: is there no one at the White House who explained reality to the president, or did Trump simply not understand his latest foreign policy briefing?", "Mich. women didn't win due to 'novelty': Sen. Stabenow copied!\n\nSen. Debbie Stabenow, D-Mich., won a fourth term in office after the 2018 midterms, and she joins Morning Joe to discuss her race and a new op-ed on women candidates from Michigan.\n\nRead More", "Republicans McSally, Crenshaw show grace copied!\n\nTwo midterm candidates -- one who prevailed and one who didn't -- showing remarkable grace at a time when there's precious little of it, says Mika Brzezinski.\n\nRead More", "Donald Trump’s election two years ago was a stunning development for countless reasons, but I remember thinking to myself a few days after Election Day 2016 that his Medal of Freedom recipients were bound to be notable.\n\nAfter all, who would this president deem worthy of the nation’s highest civilian honor? My imagination conjured images of Trump in the White House, placing the medal around the necks of Ted Nugent, Alex Jones, and Roseanne Barr.\n\nI’m not sure whether reality is better or worse than what I imagined.\n\nPresident Donald Trump is set to award the Presidential Medal of Freedom – the nation’s highest civilian honor – to the wife of one of the Republican Party’s most prominent patrons, the White House announced Saturday. Miriam Adelson will receive the medal along with six other “distinguished individuals” at a ceremony on Friday, the White House said. She is married to billionaire Las Vegas casino magnate and GOP megadonor Sheldon Adelson, who joined Trump for a watch party at the White House residence on Tuesday evening to monitor the incoming returns from the 2018 midterm elections.\n\nAs Politico’s report added, the other 2018 honorees include Sen. Orrin Hatch (R-Utah), former football player and retired Minnesota Supreme Court justice Alan Page, Hall of Fame quarterback Roger Staubach, and, posthumously, singer Elvis Presley, baseball great Babe Ruth, and former Supreme Court justice Antonin Scalia.\n\nBut it’s Adelson whose name stands out.\n\nRemember, it was the Adelsons who contributed more than $113 million to Republican causes in just this election cycle. In the last election cycle, no one, other than the president himself, donated more money to Donald Trump’s campaign than Sheldon and Miriam Adelson.\n\nSure, it’s possible that White House officials were so impressed with Miriam Adelson’s philanthropic work that they felt compelled to honor her with a Medal of Freedom, but under the circumstances, they also must’ve realized that a move like this, especially in light of Trump’s other corruption allegations, would raise some questions about propriety.\n\nThe president did it anyway.\n\nThe Washington Post added in an analysis yesterday that Adelson’s medal “reflects a growing pattern: one of Trump awarding a large majority of such medals and even pardons to supporters, to Republicans, and to recipients who fit his political agenda.”\n\nThe news also comes exactly one month after we learned of Trump’s alleged efforts to lobby Japanese Prime Minister Shinzo Abe on behalf of Adelson’s business interests.\n\nDuring the Republican presidential primaries three years ago, Sheldon Adelson reportedly favored Sen. Marco Rubio (R-Fla.) for the GOP nomination, which annoyed Trump. The New York Republican tweeted at the time, “Sheldon Adelson is looking to give big dollars to Rubio because he feels he can mold him into his perfect little puppet. I agree!”\n\nWho looks like the perfect little puppet now?", "Sen. Gillibrand to consider 2020, says Trump should resign copied!\n\nSen. Kirsten Gillibrand, D-NY, discusses her new children's book 'Bold & Brave', the outcome of the midterms as well as her plans for 2020.\n\nRead More", "Trump prepares to remove DHS secretary: report copied!\n\nPresident Trump has told advisers he has decided to remove Homeland Security Secretary Kirstjen Nielsen, according to new Washington Post reporting. Robert Costa discusses.\n\nRead More", "As Election Day came to an end last week, the results in U.S. Senate races were the most discouraging aspect for Democrats in an otherwise strong cycle for the party. Three red-state Democratic incumbents had lost, another was trailing in Montana, and the GOP candidate was ahead in Arizona’s open-seat contest.\n\nOn Wednesday morning, Donald Trump held a press conference in which he boasted, in reference to the upper chamber, “[W]e picked up a lot…. Fifty-five is the largest number of Republican senators in the last 100 years.”\n\nAs a factual matter, that wasn’t even close to being true. There was, for example, a 55-member GOP Senate majority as recently as 2006, which wasn’t exactly a century ago.\n\nBut it was also wrong because the Republican majority in the Senate next year won’t have 55 members. Sen. Jon Tester (D) ended up prevailing in Montana, and as we learned last night, the Arizona race worked out in Democrats’ favor, too.\n\nDemocratic Rep. Kyrsten Sinema is the apparent winner in the Arizona Senate race, narrowly defeating Republican Rep. Martha McSally, according to NBC News. As of Monday night, Sinema had 1,097,321 votes, or 49.68 percent, while McSally had 1,059,124 votes, or 47.96 percent.\n\nAt 42, Sinema will be the Senate’s youngest woman. She’ll also be the first ever openly bisexual U.S. senator, Arizona’s first woman senator, and the first Democratic senator elected in Arizona since the 1980s.\n\nThe national reverberations of the outcome are already significant.\n\nFor example, thanks to Sinema’s victory, the Senate will be even more closely divided than expected. With one Senate race unsolved, and one Senate special election still remaining, the Republicans’ net gain in the chamber currently stands at zero – the GOP had 51 seats going into Election Day, and at least for now, it has 51 seats going into the next Congress.\n\nThat’s likely to change fairly soon, with Republicans relatively well positioned in Florida and Mississippi, but even if both races end up in the GOP’s favor, that would give Republicans a net gain of two for the cycle and a three-seat majority next year – creating a 53-47 chamber – smaller than the president’s boast last week, and smaller than what the National Republican Senatorial Committee expected as recently as a month ago.\n\nThis will matter, of course, when it comes to governing in the next Congress, but it will also make it slightly less daunting for Democrats when looking ahead to the 2020 election cycle.\n\nTrump, meanwhile, has another reason to be bothered by the election results. The candidate he endorsed in Arizona lost and the candidate he attacked won – all in a state he won two years ago.\n\nWhat’s more, Trump bragged last week, in reference to a question about congressional retirements, “In Jeff Flake’s case, it’s me. Pure and simple. I retired him. I’m very proud of it. I did the country a great service.”\n\nAnd now Jeff Flake’s seat has flipped from “red” to “blue.”\n\nAs for McSally – who lost her own U.S. House district during her Senate race – there’s still a chance she’ll end up in the Senate anyway. Appointed Sen. Jon Kyl (R) is serving in the late Sen. John McCain’s (R) seat, but Kyl isn’t expected to stick around, and Arizona Gov. Doug Ducey (R) will need to appoint someone else. McSally is likely to be on a very short list.", "John Brennan: Trump skipping ceremonies is puzzling copied!\n\nFormer CIA Director John Brennan discusses how Donald Trump broke with convention on Veterans Day by skipping ceremonies in France at at Arlington National Cemetery. Brennan also discusses North Korea and Saudi Arabia.\n\nRead More", "Scott is up in Fla., but he still spins conspiracy theories copied!\n\nDespite being ahead of his Democratic challenger in the Florida Senate race, Rick Scott is filing three lawsuits against county election officials. The Morning Joe panel discusses.\n\nRead More", "Kyrsten Sinema wins Arizona, and McSally shows real character copied!\n\nDemocratic Rep. Kyrsten Sinema is the apparent winner in the Arizona Senate race, narrowly defeating Republican Rep. Martha McSally, according to NBC News. McSally conceded the race in a video statement on her Twitter account Monday evening.\n\nRead More", "Watch the full episode of Monday night's The Rachel Maddow Show.\n\nDuration: {{video.duration.momentjs}}", "Watch the full episode of Monday night's The Last Word with Lawrence O'Donnell.\n\nDuration: {{video.duration.momentjs}}", "Chris Matthews and a panel of guests discuss the political news of the day.\n\nDuration: {{video.duration.momentjs}}", "", "'History is here to help' and deliver the new episode of Bag Man copied!\n\nAli Velshi announces that Episode 4 of Rachel Maddow's podcast, Bag Man, is now available for download.\n\nRead More", "Rouda passes 'Putin's favorite congressman' with local appeal copied!\n\nHarley Rouda, who is poised to win a seat in Congress representing California's 48th district, discusses the issues he plans to pursue in Congress and why his opponent Dana Rohrabacher's affinity for Russia became a liability among his constituents.\n\nRead More", "Democrats call for Whitaker recusal on Mueller investigation copied!\n\nRep. Jerrold Nadler, top Democrat on the House Judiciary Committee, talks about what he thinks are Donald Trump's motives in installing Matt Whitaker as acting attorney general and why he thinks Whitaker should be recused from overseeing the Mueller investigation.\n\nRead More", "Florida election moves to courthouse as counting continues copied!\n\nPatricia Mazzei, Miami bureau chief for The New York Times, discusses the issues being fought over by lawyers as Florida votes continue being counted and re-counted.\n\nRead More", "Error of greater concern than fraud to Gillum watching re-counts copied!\n\nBarry Richard, attorney for the Andrew Gillum campaign, discusses the Gillum team's perspective on the re-counting of votes in Florida races.\n\nRead More", "Fmr. Obama official: Trump now has a 'fake attorney general' copied!\n\nNeal Katyal, former acting U.S. Solicitor General under Pres. Obama, reacts to the latest Mueller investigation news & Trump naming Matt Whitaker as acting attorney general.\n\nRead More", "Trump questions election results & Dems win another Senate seat copied!\n\nThe President of the United States continued to cast doubt on election results in Florida as Democrats secured another Senate seat in Arizona as Kyrsten Sinema was declared the apparent winner in that race. Steve Kornacki, Jackie Calmes, & Annie Karni join.\n\nRead More", "Biggest story of the 2018 Midterms: Women copied!\n\nVox’s Liz Pank, former Rep. David Jolly, MSNBC's Mike Barnicle and Zerlina Maxwell on the historic number of women elected to Congress\n\nRead More", "War of words & unproven claims fly as recount commences in Florida copied!\n\nFormer Rep. David Jolly, MSNBC’s Steve Kornacki , MSNBC's Mike Barnicle and Zerlina Maxwell on the rising tensions over the recounting of votes in Florida's midterm elections\n\nRead More", "Trump's latest foray on the world stage draws outrage, rebuke copied!\n\nAP’s Darlene Superville, NYT columnist Nick Kristol, and MSNBC’s Mike Barnicle on Trump's trip to France & French President Emmanuel Macron's rebuke of nationalism\n\nRead More", "More ethics concerns and suspicion arise over Trump's AG pick & the Mueller probe copied!\n\nFormer US attorney Barbara McQuade, NYT’s Adam Goldman, fmr. CIA, Pentagon chief of staff Jeremy Bash, fmr. asst US attorney Daniel Goldman, and MSNBC’s Mike Barnicle on the growing calls for acting AG Matt Whitaker to recuse himself from the Mueller probe\n\nRead More", "Blue wave grows as Dems capture AZ Senate seat copied!\n\nDemocrat Kyrsten Sinema is the apparent winner in Arizona's Senate race after Republican Martha McSally conceded on Monday. Lawrence talks with Maria Theresa Kumar, John Heilemann about Sinema's victory and to Ari Melber about the latest in the still too close to call senate race in Florida.\n\nRead More", "WaPo: Trump ready to oust Homeland Security boss Kirstjen Nielsen copied!\n\nThe Washington Post reports that Pres. Trump is ready to remove his Homeland Security Secretary Kirstjen Nielsen. One of the reporters who broke the story, Philip Rucker joins to discuss.\n\nRead More", "Tonight's Winner: Congresswoman-elect Jennifer Wexton (D-VA) copied!\n\nMidterm exit polls show that health care was the number one issue for voters. And now that Democrats have won the House, they are promising to protect Obamacare. Congresswoman-elect Jennifer Wexton joins Lawrence with a voter who helped her win: mom and “health care voter” Tasha Nelson.\n\nRead More", "Trump tweet wrong, unhelpful to California firefighters copied!\n\nBrian Rice, president of the California Professional Firefighters, talks about progress being made against the deadly, raging fires in California, and why Donald Trump's ill-informed criticism was particularly unhelpful.\n\nRead More", "Trump stays home and tweets on Veterans Day copied!\n\nDonald Trump was ridiculed for skipping a visit to an American cemetery in France due to rain - and then he skipped out on visiting Arlington National Cemetery on Veterans Day back in the U.S.\n\nRead More", "Sen. Gillibrand on restoring the country's \"moral compass\" copied!\n\nSen. Kirsten Gillibrand tells Chris Hayes she's disturbed by \"all the hate Donald Trump has put into this country\" and that it has called her \"to fight as hard as I can to restore that moral compass.\"\n\nRead More", "Midterms keep getting better for Dems with AZ Senate win copied!\n\nA good election night for the Democratic Party just keeps getting better, as they pick up another House seat and Kyrsten Sinema triumphs in the Senate.\n\nRead More", "MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.\n\nDuration: {{video.duration.momentjs}}", "Florida Rep. Deutch: Rick Scott recount behavior 'dangerous' copied!\n\nFlorida Rep. Ted Deutch joins Ari Melber to discuss a historic recount in Senate and Governor races in Florida. Rep. Deutch tells Melber that the way Florida Governor Rick Scott, who is running for Senate, has behaved during the recount process is “dangerous” because of his “attempts to cast doubt on our elections.\n\nRead More", "Unprecedented: Florida recounts midterm Senate, Governor races copied!\n\nAri Melber reports live from Florida, as the first-ever statewide recount is underway in Senate and Governor races. A slew of legal challenges and emergency hearings have swept the state, with Republican politicians alleging misconduct in the recount, even though Florida state investigators say they have not seen any evidence of voter fraud. Florida Democratic Party Special Counsel for recount, Mitchell Berger, tells Ari Melber that Republican Governor Rick Scott “is scared” .\n\nRead More", "Ari Melber: How the Florida recount process actually works copied!\n\nAri Melber reports from Broward County Florida where the Senate race hangs by a razor-thin 0.2% margin and a recount is underway. Melber breaks down how the recount process works.\n\nRead More", "Rep. Swalwell: 'The days of Presidential immunity are over' copied!\n\nDemocrats are planning investigations into Trump’s handling of the Mueller probe, after winning a projected 35 House seats – their biggest midterm haul in 4 decades. Rep. Eric Swalwell, who is on the House Judiciary Committee, tells Ari Melber \"the days of Presidential immunity” and giving Trump “a free pass” are “over.\n\nRead More", "Matthews: Dems need to win back working class copied!\n\nChris offer a more measured explanation for the Democrats' loss of support among working people.\n\nRead More", "NYT: Pentagon calls southern border deployment an ‘expensive waste’ copied!\n\nThe Midterm election is over, and the caravan isn't close to the border yet. According to the New York Times, Pentagon \"officials privately derided the deployment as an expensive waste of time and resources, and a morale killer to boot.\"\n\nRead More", "Espy calls Sen. Hyde-Smith ‘public hanging’ comment ‘harmful’ copied!\n\nIn the Mississippi runoff race, Republican Senator Cindy Hyde-Smith is facing sharp criticism for joking about attending \"a public hanging.\" Democratic candidate Mike Espy calls those recent comments “very disappointing and harmful.”\n\nRead More", "With no evidence, Trump claims fraud in Florida recount copied!\n\nTrump, and his allies in Florida have presented zero evidence to back up their claims of fraud.\n\nRead More"]