["One on One With Tom Steyer copied!\n\nRev. Al Sharpton talks with Tom Steyer about why he’s donating so much to get Democrats elected this midterm and the recent bomb threats he’s been a target of.\n\nRead More", "Crunching The Numbers with Kornacki copied!\n\nRev. Al Sharpton and Steve Kornacki break down the numbers of the most exciting races for the midterms.\n\nRead More", "Who Has The Momentum? copied!\n\nRev. Al Sharpton is joined by Joe Madison, Hugh Hewitt and Betsy Woodruff to discuss the last weekend before the midterm elections, and discuss the hottest races and who to look out for.\n\nRead More", "PoliticsNation is hosted by Al Sharpton, one of America's most renowned civil rights leader.\n\nDuration: {{video.duration.momentjs}}", "Gina Rodriguez, America Ferrera, Latina actors campaign ahead of midterms copied!\n\nIn the final days before the midterm elections, Gina Rodriguez, America Ferrera and other Latina actors rallied in Kissimmee, Florida, for Democratic candidate for governor Andrew Gillum. They appealed to Latino voters on the issues of Puerto Rico hurricane recovery efforts, health care, and more.\n\nRead More", "Katyal: \"Even the most conservative jurist like Justice Scalia would laugh this argument out of court.\" copied!\n\nSupreme Court lawyer and Former Acting Solicitor General Neal Katyal explains why President Trump's proposal to end birthright citizenship is unconstitutional\n\nRead More", "Jesse Williams on President Trump: 'He's a one-punch fighter' copied!\n\nActor and activist Jesse Williams on why he's encouraging people to get out and vote.\n\nRead More", "Midterms could see Maxine Waters become chair of House Financial Services Committee copied!\n\nThe midterm elections could see Rep. Maxine Waters become the chair of U.S. House Committee on Financial Services, if Democrats take control. Waters and Joy Reid discuss Donald Trump, the horrible threats on her life, and more.\n\nRead More", "Florida governor candidate Andrew Gillum supported by TV legend Norman Lear copied!\n\nFlorida governor candidate Andrew Gillum is being supported by legendary TV producer Norman Lear, who has been campaigning for the Democratic mayor of Tallahassee. Lear tells Joy Reid, ‘I've known Andrew Gillum for 25 years... He's a glorious man.’\n\nRead More", "Iowa midterm election sees Steve King in close race with Democrat J.D. Scholten copied!\n\nThe Iowa midterm elections see Republican Steve King facing off with Democrat J.D. Scholten in a tight race. Judd Legum of the political newsletter Popular Information joins Joy Reid to discuss.\n\nRead More", "Midterms, young Democrats, and the push for gun control copied!\n\nIn the midterm elections, many young Democrats are focusing on a push for better gun control. Millennial activists discuss voters in their demographic galvanized by this issue with Joy Reid.\n\nRead More", "Texas Senate race remains close between Beto O’Rourke, Ted Cruz copied!\n\nThe Texas Senate race is one of the pivotal races that could determine control of the United States Senate. Can Beto O’Rourke beat incumbent Ted Cruz, despite what recent polls show? Joy Reid and her panel also discuss the contentious Missouri Senate race.\n\nRead More", "Georgia Democrats respond to Kemp's claim of attempted voter hack copied!\n\nAfter Republican candidate for Georgia governor Brian Kemp claimed the voter registration system was hacked, his Democratic opponent Stacey Abrams called it a “desperate attempt” to distract voters. NBC’s Beth Fouhy reports.\n\nRead More", "Florida midterm elections watched as political game changers copied!\n\nFlorida races in the midterm elections are neck and neck, with the governor race between Andrew Gillum and Ron DeSantis being called by one guest in this special show from Fort Lauderdale, ‘a moral crossroads for the United States.’ Joy Reid and her panel discuss.\n\nRead More", "What Matters? Part Five: California copied!\n\nAhead of the midterm elections, NBC’s Jacob Soboroff goes to California’s Orange County, a stronghold Republican area, to learn about what political issues concern voters. Part 5 of the MSNBC Special, \"What Matters.\"\n\nRead More", "What Matters? Part Four: Texas copied!\n\nNBC’s Jacob Soboroff heads to Texas’ 23rd congressional district, where Rep. Will Hurd, the Republican incumbent, is being challenged by Democratic candidate Gina Ortiz Jones. Locals explain they’re most concerned about jobs and farming – and a few reveal they’re disinterested in voting. Part 4 of the MSNBC Special.\n\nRead More", "What Matters? Part Three: Florida copied!\n\nIn Part 3 of the MSNBC Special \"What Matters,\" Jacob Soboroff visited the state that always seems to matter in every American election: Florida.\n\nRead More", "What Matters? Part Two: Staten Island copied!\n\nNBC’s Jacob Soboroff heads to Staten Island to learn what matters most to voters in the Republican district in the overwhelmingly Democratic New York City.\n\nRead More", "What Matters? Part One: Maine copied!\n\nAhead of the midterm elections, with everything at stake, MSNBC's Jacob Soboroff talked to critical voters in the swing districts, to find out what matters most to the people whose votes could matter the most. In part 1 of the MSNBC special, he took a closer look at what’s on the minds of voters in Maine's 2nd Congressional District.\n\nRead More", "Obama vs. Trump on the campaign trail copied!\n\nIt’s still the midterms, but we’re seeing president vs. president on the campaign trail. MSNBC’s David Gura has more on how former President Obama and President Trump are trading barbs on the stump.\n\nRead More", "Why Dems, GOP are both heavily invested in Missouri copied!\n\nIt’s still a toss-up for the U.S. senate seat in Missouri between incumbent Claire McCaskill and Republican Josh Hawley. NBC Road Warrior Morgan Radford has more on why both parties are so heavily invested in the “show me” state.\n\nRead More", "Can all-star support help Abrams win GA gubernatorial race? copied!\n\nFormer President Barack Obama and Oprah Winfrey have both stumped in Georgia for Democratic gubernatorial candidate Stacey Abrams. NBC Road Warrior Beth Fouhy has more from Atlanta.\n\nRead More", "Michael Moore: Take Trump seriously and don't listen to Pelosi or the polls copied!\n\nFilmmaker and activist Michael Moore is cautioning voters against taking the election for granted, like he did in 2016, when he predicted Trump's victory. He says Rep. Nancy Pelosi is doing a disservice in predicting a Democratic win in the House.\n\nRead More", "Capt. Sullenberger: Vote against Republican control copied!\n\nCapt. Sully Sullenberger has a message for the American people: \"everyone, everywhere must vote.\" Capt. Sully urges voters to save our democracy from a President that is not capable or willing to change.\n\nRead More", "How local issues on the ballot could have a national impact copied!\n\nMidterm elections are 3 days away, and local issues are poised to have a national impact. Former Congressman Steve Israel and former Republican strategist Steve Schmidt share their thoughts on the midterms with Stephanie Ruhle.\n\nRead More", "Evangelical Christians expected to go red on Tuesday copied!\n\nOne voting bloc is expected to go red on Tuesday – Evangelical Christians. Stephanie Ruhle and former speechwriter for President George W. Bush, Peter Wehner, talks about why younger Evangelicals might not feel the same way.\n\nRead More", "Why aren’t Republicans focused on the economy ahead of midterms? copied!\n\nStephanie Ruhle explains how the current economy isn’t exactly helping everyone – including Republican candidates at the polls. Weighing in: CNBC Contributor Josh Brown, former Congressman Steve Israel, former Republican strategist Steve Schmidt, and Vanity Fair Special Correspondent Bill Cohan.\n\nRead More", "How could Puerto Rican voters affect the midterms? copied!\n\nHurricane Maria forced tens of thousands of Puerto Ricans to flee the island and move to the mainland. Stephanie Ruhle and MSNBC Correspondent Trymaine Lee break down how those Puerto Rico residents could have a huge impact in Tuesday’s election – especially in the Sunshine State.\n\nRead More", "Jimmy Kimmel campaigns for Jacky Rosen, against Sen. Heller copied!\n\nNBC’s Steve Patterson talks to late night talk show host and Las Vegas native Jimmy Kimmel, who is campaigning for Democratic Senate candidate Jacky Rosen in Nevada. Kimmel says he doesn’t believe that Republican candidates like Sen. Dean Heller will really protect people with pre-existing health care conditions.\n\nRead More", "Pres. Trump talks to Republican midterm base with immigration copied!\n\nMSNBC’s Richard Lui talks to Republican strategist Susan Del Percio and Democratic strategist Adrienne Elrod about the tough rhetoric President Trump is using about immigration and the role it is playing in the midterm elections. Del Percio says many Republicans realize they won’t get many Democratic votes, so their focus is on increasing turnout among their own voters.\n\nRead More", "President Trump spins potential 2018 midterm election loss copied!\n\nMany analysts are now projecting that Democrats will win control of the House of Representatives in Tuesday’s midterms. The Senate is more uncertain. MSNBC’s Richard Lui takes a look at where things stand with Democratic pollster Celinda Lake and Republican pollster Bill McInturff.\n\nRead More", "2018 Senate midterm election toss-up between Cruz, O’Rourke copied!\n\nMSNBC’s Richard Lui discusses the closely-watched U.S. Senate race in Texas between incumbent Republican Ted Cruz and Democratic challenger Beto O’Rourke. Richard’s guests are Julie Fine from NBC 5 in Dallas/Fort Worth and Abby Livingston, Washington bureau chief for the Texas Tribune.\n\nRead More", "2018 midterm candidates among the most diverse in history copied!\n\nIn Shelby County, TN at least 20 women of color have been elected to local or state-wide office just this year. MSNBC’s Trymaine Lee spoke to several of these women about their stunning accomplishments, and joins Joy Reid on set discussing the midterm elections, black women in politics, and more.\n\nRead More", "Democrats need net gain of 23 seats to win control of House in midterms copied!\n\nDemocrats need a net gain of 23 seats to win control of the House in the midterm elections. Earlier today on AM JOY, House Democratic Leader Nancy Pelosi predicted the Democrats will ‘win.’ Joy Reid and her panel discuss whether that could mean taking control of the House, the Senate, or beyond.\n\nRead More", "Georgia governor race locked in dead heat new polls show copied!\n\nThe Georgia governor race between Democrat Stacey Abrams and Republican Brian Kemp is locked in a dead heat, new polls show. MSNBC brings you a countdown to the midterms with Joy Reid and her expert guests.\n\nRead More", "One on One with Common copied!\n\nRev. Al Sharpton sits down with artist Common to discuss his activism during the midterm elections, and his support for the candidates in Florida and Georgia during this important election season.\n\nRead More", "Memo To Trump: 14th Amendment copied!\n\nRev. Al Sharpton dives deep into the 14th amendment this week on his weekly #MemoToTrump speech.\n\nRead More", "Crunching the Numbers copied!\n\nRev. Al Sharpton is joined by Michael McDonald and Kyle Lierman to discuss the latest midterm election polls, the most exciting races to watch, and everything you will need to know to survive Midterms 2018.\n\nRead More", "Nancy Pelosi predicts the Democrats will win in midterms copied!\n\nHouse Democratic Leader Rep. Nancy Pelosi predicts the Democrats will win in the midterms, telling Joy Reid, ‘We are going to win because we don't agonize we organize.’\n\nRead More", "Protester arrested at candidate for U.S. Senate Marsha Blackburn event copied!\n\nOn Sunday activists at a rally for Republican U.S. Senate candidate for Tennessee, Marsha Blackburn, were forced to leave even though they say they were both just calmly watching the event. Now one activist is being charged with criminal trespass and resisting arrest. That activist, Vanderbilt divinity student, Justin Jones, and Bishop William Barber join Joy Reid to discuss.\n\nRead More", "Judge rules against Kemp in voter restriction case days before midterms copied!\n\nA judge has ruled against Republican Secretary of State and candidate for governor of Georgia Brian Kemp in a voter restriction case days before the midterm elections. Joy Reid and her panel discuss the climate of apparent voter suppression in many states.\n\nRead More", "Mike Pence says Georgia ‘ain’t Hollywood’ as huge stars support Stacey Abrams campaign copied!\n\nMike Pence says Georgia ‘ain’t Hollywood’ as huge stars including Oprah Winfrey and Will Ferrell embrace the Stacey Abrams campaign for governor of that state. Superstar movie producer Will Packer and entertainment journalist Jacque Reid join Joy Reid on the fact that the film industry brings $9.5 billion into Georgia annually.\n\nRead More", "Georgia governor race Democratic candidate Stacey Abrams endorsed by Myrlie Evers-Williams copied!\n\nGeorgia governor race Democratic candidate Stacey Abrams endorsed by Myrlie Evers-Williams Georgia governor race Democratic candidate Stacey Abrams is endorsed by civil rights activists and icon Myrlie Evers-Williams, news breaking live on AM JOY with Joy Reid during a special midterm elections show.\n\nRead More", "Georgia governor race Democratic candidate Stacey Abrams joins AM JOY copied!\n\nGeorgia governor race Democratic candidate Stacey Abrams joins Joy Reid, discussing the importance of combatting voter suppression, her gaining the support of Barack Obama and Oprah Winfrey, and how she wants, ‘every Georgian to understand that their voices matter.’\n\nRead More", "Why Oprah is a difference maker on the campaign trail copied!\n\nMSNBC's David Gura and a panel of guests discuss why Oprah Winfrey is a difference maker on the campaign trail...even more so than some standard politicians.\n\nRead More", "First up from the God Machine this week is a look at a Republican state lawmaker in Washington, who shared some rather extraordinary thoughts on what he described as the “Biblical Basis for War.” The Spokesman-Review in Spokane reported this week:\n\nWashington state Rep. Matt Shea acknowledged Wednesday he had distributed a four-page manifesto titled “Biblical Basis for War,” which describes the Christian God as a “warrior,” details the composition and strategies of a “Holy Army” and condemns abortion and same-sex marriage. The document is organized in 14 sections with multiple tiers of bullet points and a smattering of biblical citations. Under one heading, “Rules of War,” it makes a chilling prescription for enemies who flout “biblical law.” It states, “If they do not yield – kill all males.”\n\nI happened to write a post on Shea back in 2013 when he urged like-minded folks to stock up on thousands of rounds of ammunition. (He also warned at the time of government-imposed FEMA concentration camps.)\n\nWhen the GOP lawmaker’s “manifesto” generated attention this week, Shea appeared in a Facebook Live video in which he defended his work as “a series of sermons on biblical war in the Old Testament as part of a larger discussion on the history of warfare.”\n\nIn the same video, however, the Washington official described the United States as “a Christian nation,” while dismissing his critics as “Marxists” and “Islamists.”\n\nMy friend Rob Boston explained yesterday, “Many people active in the Religious Right long to use their religion to tell the rest of us what to do, although they deny that when pressed. The Reconstructionists are at least honest enough to say it upfront. Shea’s manifesto is more of the same. It’s an insistence that the Bible (as interpreted by a small band of far-right fundamentalists) provides justification for whatever these folks want to do – and that usually involves them running everyone else’s lives.”\n\nAs for what’s next for Shea, the local NBC affiliates reported that his “manifesto” came to the attention of Spokane County Sheriff Ozzie Knezovich, “who says he immediately alerted the FBI saying he felt the author, Shea, was dangerous.”\n\nAlso from the God Machine this week:\n\n* The kind of story that gives me hope: “A Muslim American group has raised more than $200,000 through an online crowdfunding campaign to help families affected by the Oct. 27 mass shooting at a synagogue in Pittsburgh, which killed at least 11. CelebrateMercy, one of the organizers of the campaign, told NBC News that the money will assist families with medical bills, funeral expenses and other immediate and short-term needs.”\n\n* A striking editorial move: “As funeral services for those killed in the Pittsburgh synagogue shooting continued into a third day Friday, the city’s newspaper paid tribute to the victims with a Jewish prayer on its front page, spoken in ancient Aramaic and written in Hebrew script. The Pittsburgh Post Gazette’s headline, a portion of a Jewish mourner’s prayer, read: ‘Magnified and sanctified be Your name,’ according to the paper.”\n\n* This may seem a little obscure, but the dispute over the “Peace Cross” is going to be a big church-state case: “The Supreme Court agreed Friday to decide whether a 40-foot cross in the median of a busy suburban Maryland highway is a secular memorial to those who died during World War I or an unconstitutional government endorsement of religion.”\n\n* And speaking of interesting legal fights: “A lawyer for religious groups on Wednesday defended in federal court a 64-year-old tax break that grants priests, rabbis and imams tax-free housing allowances – costing the Treasury of hundreds of millions of dollars a year.”\n\n* The New York Times asked young evangelical readers “about the relationship between their faith and their politics.” The request generated some interesting responses.\n\n* The latest in a series of setbacks: “The Museum of the Bible in Washington, DC says five of its most valuable artifacts – once thought to be part of the historic Dead Sea Scrolls – are fake and will not be displayed anymore. German-based scholars tested the fragments and found that five ‘show characteristics inconsistent with ancient origin and therefore will no longer be displayed at the museum.’”", "Watch the full episode of Friday night's The Last Word with Lawrence O'Donnell.\n\nDuration: {{video.duration.momentjs}}", "", "Watch the full episode of Friday night's The Rachel Maddow Show.\n\nDuration: {{video.duration.momentjs}}", "Programming Note! Special MSNBC election coverage all weekend! copied!\n\nRachel Maddow alerts viewers to a special election preview show on Sunday night at 9pm ET, as well as special coverage of the election all evening on Saturday on MSNBC.\n\nRead More", "Court rejects Kemp's attempt to block new citizen voters copied!\n\nRachel Maddow reports on a Georgia court that has ruled against Georgia Secretary of State and Republican gubernatorial candidate Brian Kemp's apparent effort to keep new citizens from voting and from rejecting absentee ballots on the basis of so-called \"exact match.\"\n\nRead More", "Trump insults of African-Americans follows recognizable pattern copied!\n\nRachel Maddow points out a certain thematic consistency in the insults Donald Trump uses when he targets African-Americans, a pattern that matches new accusations from former Trump attorney Michael Cohen.\n\nRead More", "Secret waiver clears possible Trump Russia Rosenstein replacement copied!\n\nRachel Maddow reports on a Trump White House ethics waiver uncovered by CREW, granted to Noel Francisco who would oversee the Trump Russia investigation if Rod Rosenstein is fired, even though his former law firm represents the Trump campaign.\n\nRead More", "Kristol: voters will question Trump strategy if GOP loses seats copied!\n\nThe President decided to make the midterm elections about himself, and veteran Republican strategist Bill Kristol thinks that might backfire. He shares his advice and what he thinks a winning message is.\n\nRead More", "Trump agenda faces battle if Dems make gains in Congress copied!\n\nPresident Trump acknowledges his party may lose power in the House. What impact will it have on his presidency and agenda? NBC News Political Reporter Jonathan Allen and Senior White House Correspondent for TIME Brian Bennett join for the latest.\n\nRead More", "Trump official picks bad time to oppose minimum wage out loud copied!\n\nSteve Kornacki, MSNBC national political correspondent, talks with Rachel Maddow about the effect a minimum wage ballot measure can have on top-of-the-ticket outcomes in an election.\n\nRead More", "Michael Cohen speaks out with new accusations of Trump racism copied!\n\nEmily Jane Fox, senior reporter for Vanity Fair, talks with Rachel Maddow about former Trump attorney Michael Cohen's new claims about racist things Donald Trump has said in candid moments.\n\nRead More", "Two presidents go head-to-head before Election Day copied!\n\nJust four days before the midterm elections, both President Trump and President Obama are on the campaign trail rallying voters. This as Trump's long-time former attorney tells Vanity Fair that Trump \"used racist language before his presidency.\" We’re joined by the Vanity Fair author, Emily Jane Fox, as well as Ken Thomas with The Associated Press, and Jason Johnson with The Root to discuss.\n\nRead More", "Chris Matthews and a panel of guests discuss the political news of the day.\n\nDuration: {{video.duration.momentjs}}", "J.D. Scholten takes on Steve King copied!\n\nAfter years of controversial comments, Iowa Republican Steve King is finally being held to account for his beliefs. Democratic challenger J.D. Scholten joins Lawrence to explain why he thinks he can flip King's conservative district.\n\nRead More", "Michael Moore: ‘You hold the power over this election’ copied!\n\nMichael Moore, in a discussion with Lawrence, makes a passionate plea to the most powerful group in America to vote November 6.\n\nRead More", "MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.\n\nDuration: {{video.duration.momentjs}}", "Obama stumps for Stacey Abrams in Georgia copied!\n\nObama rallied voters in Georgia to elect Stacey Abrams the country's first female African-American governor after campaigning for Democrats in Florida. Joy Reid tells Lawrence, \"it's hard to believe these two campaigns exist in the same country,\" when comparing Obama's and Trump's closing messages. Joy Reid joins Lawrence to discuss.\n\nRead More", "Joe and Mika discuss the big news of the day.\n\nDuration: {{video.duration.momentjs}}", "Jane Fonda, Gloria Steinem & Robin Morgan on women in 2018 copied!\n\nThe three co-founders of the Women's Media Center join Chris Hayes to talk about the political mobilization of women in the Trump Era, the consequences of the Kavanaugh confirmation, how they remain hopeful, and more.\n\nRead More", "“Fartenberry” yard sign prank causes quite a stir copied!\n\nIn Nebraska, an election yard sign prank -- and a Facebook \"like\" -- prompted an unusually disproportionate response from the United States Capitol.\n\nRead More", "White House is worried Secy. Zinke broke federal rules: Report copied!\n\nThe Trump administration is a \"bunch of grifters,\" says former Deputy National Security Advisor Ben Rhodes.\n\nRead More", "Steve King recycles four year old ad copied!\n\nWhite nationalist Congressman Steve King is finally going up with his first TV ad, four days before the election - but it's not a new one.\n\nRead More", "Desus & Mero call out Mueller smear and dish on their new show copied!\n\nIn a very special edition of “fallback Friday” Desus & Mero takeover “The Beat” to call out Jacob Wohl for trying to frame Bob Mueller, Twitter for considering removing the “like” button on the platform and joke about “fruit normative culture” with Ari Melber!\n\nRead More", "Matthews on Midterms: Americans will make a statement against Trump copied!\n\nOn the Midterms, Chis says “I believe that in electing its members, American voters will make a sound, undeniable statement against the man awaiting the results in the White House.”\n\nRead More"]