["WaPo: Trump made 1,419 in 7 weeks leading up to midterms copied!\n\nThe Washington Post Fact Checker is reporting that \"in the seven weeks leading up the midterm elections, the President made 1,419 false or misleading claims, an average of 30 a day.\"\n\nRead More", "November surprise: Trump's own lawyer exposes 'racist language' copied!\n\nPresident Trump’s former fixer Michael Cohen details “repeatedly racist” language used by Trump, even while running for President in 2016. Michael Cohen’s friend, Donny Deutsch, says he knows “for a fact” that Cohen was inspired to speak out at this moment because of “what happened in Pittsburgh” when 11 people were killed at a Synagogue shooting. The Reverand Al Sharpton tells Ari Melber that Cohen’s allegations go “right along” with Trump’s policies and behavior.\n\nRead More", "Watch journalist get Scaramucci to admit Trump growing the deficit copied!\n\nWith just four days before the midterm elections, voters must assess President Trump’s achievements so far. Former White House Communications Director, Anthony Scaramucci notes Trump’s economic deregulation agenda, but says Republicans raising the deficit after campaigning to reduce it is “wrong” and the “hypocrisy of the swamp”. Scaramucci also responds to reports that Trump Chief of Staff John Kelly physically assaulted Corey Lewandowski, saying “it’s not appropriate” and Kelly’s “militancy” is “probably not the best thing for the White House”.\n\nRead More", "GOP to target pre-existing conditions, safety nets if they retain House copied!\n\nAccording to the New York Times, “Republicans would claim a conservative mandate to cut taxes, chip away at the Affordable Care Act and shrink federal spending” if they retain the House of Representatives in the midterms.\n\nRead More", "2018 Early voting ballots exceed 2014 count copied!\n\nAccording to the NBC News Data Analytics Lab -- using voter data provided by Target Smart -- roughly 29 million Americans have already voted. That number exceeds the total early vote in the 2014 midterm election by more than 8 million.\n\nRead More", "bad url", "Rachel Maddow presents Bag Man, an MSNBC podcast copied!\n\nSubscribe now through your preferred podcast service or via MSNBC.com/bagman for the new MSNBC podcast from Rachel Maddow, BagMan.\n\nRead More", "Leiter: McRaven would 'take himself out of the conversation' if Trump focused on military issues 01:07", "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11", "‘All in on nationalism’: Trump’s closing message a deal breaker for GOP voters? copied!\n\nAP’s Jonathan Lemire, Boston Herald’s Kimberly Atkins, Axios’ Jonathan Swan, Rev. Al Sharpton & Vanity Fair’s Emily Jane Fox on Trump’s continued message of fear-mongering & racist dog whistles with four days to go before the midterm elections\n\nRead More", "Taking on Trump’s lies & fear-mongering, Obama delivers closing argument for Gillum copied!\n\nMSNBC analyst Elise Jordan, Boston Herald’s Kimberly Atkins, Axios’ Jonathan Swan and AP’s Jonathan Lemire on former President Obama’s return to the campaign trail for Andrew Gillum and Bill Nelson in Florida\n\nRead More", "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11", "The midterms may be in two weeks, but some races might not be decided until after Thanksgiving 00:53", "Leiter: McRaven would 'take himself out of the conversation' if Trump focused on military issues 01:07", "For people on both sides of our political divide, listen to this thinking it does apply to you too 01:35", "bad url", "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11", "Big Question: What happens when there is no one left to tell the president no? 02:39", "Big Question: What happens when there is no one left to tell the president no? 02:39", "In 2018 who inspires more voters, Obama or Trump? copied!\n\nAs Election Day approaches, President Donald Trump is on the campaign trail stumping for Republican candidates, while former President Barack Obama is rallying for Democrats in Florida and Georgia. Which President has more sway over voters?\n\nRead More", "Ex-CIA analyst hopes for win in district Trump narrowly won copied!\n\nElissa Slotkin is hoping to turn a Michigan U.S. House seat blue in a congressional district President Donald Trump won by a razor thin margin in 2016.\n\nRead More", "Watergate Docs: 'Road map for how Constitution, rule of law works' copied!\n\nAcademy Award winner Charles Ferguson, director of the new documentary “Watergate”, and Liz Holtzman, former House Judiciary Committee member who voted to impeach President Nixon, join Ali Velshi to talk about the timely release of secret grand jury documents.\n\nRead More", "The best political ads of 2018 copied!\n\nChuck and the NBC News Political Unit go through some of the best ads from this election cycle, from the most viral to the most surprising.\n\nRead More", "Judge rules against Kemp over voters misidentified as non-citizens copied!\n\nA federal judge on Friday ordered that new U.S. citizens must be allowed to vote if they can show proof of citizenship at the polls.\n\nRead More", "#RoadWarriors: Trailing in Trump Country copied!\n\nWatch as Morgan Radford talks with voters in a part of Pennsylvania often labeled \"Trump Country\" about what matters to them ahead of the midterm elections.\n\nRead More", "ND laws are making it difficult for Native Americans to vote copied!\n\nIn 4 days, Americans can go vote and be heard – but this right is not applied equally across the country. Ali Velshi and Stephanie Ruhle are joined by journalist Jenni Monet to discuss how current rules in North Dakota are keeping some indigenous people from the polls.\n\nRead More", "Does your state allow you to take time off to vote? copied!\n\nIn four days, the nation gets a say in how the government is run – but how do you vote if you’re working? Watch Ali Velshi and Stephanie Ruhle break down how your employer might be required to give you time off to exercise that right.\n\nRead More", "What does each party need to win on Election Day? copied!\n\nMidterm elections are just days away. Stephanie Ruhle and Ali Velshi are joined by Steve Kornacki to break down what both parties need in the fight for the House, Senate, and Governor’s seats nationwide.\n\nRead More", "Meet the African-American women running for office in TN copied!\n\nIn Shelby County, Tennessee – home to Memphis – there is a record breaking number of African-American female candidates running for office. Ali Velshi and Stephanie Ruhle are joined by NBC News Correspondent Trymaine Lee to discuss how many of these women are winning.\n\nRead More", "Native American who pushed for voting rights in NM copied!\n\nAs Native Americans struggle to vote due to state laws, Stephanie Ruhle and Ali Velshi recognize Miguel Trujillo. Trujillo was a Native American veteran and a key figure in winning voting rights in New Mexico. He is a #MonumentalAmerican.\n\nRead More", "Strong jobs report could boost GOP in final days before midterms copied!\n\nThe #1 issue for a majority of Americans is their money and the future of their finances. Today, the government released a strong jobs report and Ali Velshi and Stephanie Ruhle break down how this could be a boost for Republicans in these final days before the midterm elections.\n\nRead More", "Connie Britton joins Andrea to discuss voting initiative with Michelle Obama copied!\n\nAndrea Mitchell sits down with actress Connie Britton, who has joined former First Lady Michelle Obama's \"When We All Vote\" initiative.\n\nRead More", "Close video Trump, GSA head caught putting Trump business ahead of taxpayers Rep. Elijah Cummings talks with Rachel Maddow about e-mails that show Donald Trump’s direct role in preventing the FBI from moving to a new building and leaving their old building to likely development as a hotel that would compete with Trump’s. share tweet email save Embed\n\nAs regular readers know , Donald Trump’s keen interest in the FBI’s headquarters has been at the center of an ongoing controversy. Axios reported in July, for example, that there’s been a debate ongoing for quite a while about whether to leave the FBI where it is or relocate the bureau’s headquarters to a nearby suburb. The president is “dead opposed to plans to move it out of D.C.”\n\nAsked for an explanation, White House Press Secretary Sarah Huckabee Sanders said last month, “The president wanted to save the government money,” which is why he directly intervened in the project. As the Wall Street Journal reports today, Sanders’ argument wasn’t true.\n\nNew documents suggest the Trump administration was aware that its decision to keep the FBI headquarters in downtown Washington, D.C., would cost more than a competing proposal to relocate to the suburbs, contradicting public assertions from the White House that it wanted to save taxpayers money. A newly released email exchange shows that Andrew Abrams, deputy associate director of the White House’s Office of Management and Budget, attempting to prepare Emily Murphy, chief of the General Services Administration, for testimony before Congress about the FBI headquarters. In the email, Mr. Abrams says the toughest question Ms. Murphy could receive is, “How is this a good deal for taxpayers?” The email doesn’t dispute that the proposal to keep the facility in Washington would cost more and be less secure than relocating to the suburbs in Virginia or Maryland.\n\nThe information was obtained by House Democrats, several of whom wrote a letter to White House Chief of Staff John Kelly today, demanding additional information.\n\nGiven the last two years, I can appreciate why a “Sanders lies about a thing” story may seem uninteresting, but in this case, don’t be too quick to dismiss the revelation. We’re talking about a controversy that points to possible presidential corruption, which now also appears to involve multiple officials who haven’t told the truth.\n\nLet’s back up for a minute to review how we reached this point, because there’s a controversy here that could pose meaningful trouble for the White House.\n\nFor those unfamiliar with D.C., the Federal Bureau of Investigation is currently located along Pennsylvania Avenue, about four blocks east of the White House.\n\nAs we’ve discussed, it’s also about a block from the Trump International Hotel, which the president still owns and profits from. If the current FBI headquarters were redeveloped in its existing space, it’d benefit Trump’s investment. For that matter, keeping the bureau in its current home would guarantee that a competing hotel wouldn’t go in at that location.\n\nAll of which makes it interesting that the Trump White House was directly involved in the talks about plans for the building.\n\nCongressional Democrats recently released materials on a Jan. 24, 2018, meeting at which Trump spoke directly with General Services Administrator Emily Murphy about abandoning the plan to relocate the FBI to a larger campus in a nearby suburb.\n\nIn a series of emails in the days that followed, the GSA confirmed that the relocation plan was dead, evidently at the president’s direction. A top GSA official, Brennan Hart, wrote in a Jan 28 email that the FBI project “is a demolition/new construction per the president’s instructions.”\n\nThree months later, during a congressional hearing, Rep. Mike Quigley (D-Ill.) asked the GSA’s Emily Murphy, “To your knowledge, was the president or anyone else at the White House involved in those discussions, either with your predecessors, people you’re working with now, or yourself?”\n\nMurphy replied, “The direction that we got came from the FBI. It was the FBI that directed to GSA as to what its requirements would be. We obviously did coordinate, given that it is a substantial budget request, we coordinated that request with OMB to provide for funding but the requirements were generated by the FBI.”\n\nMurphy did not, however, mention the White House meetings as part of her answer.\n\nAnd it now appears she’s not the only member of Team Trump who’s been careless with the truth about this project. The White House knew that Trump’s preferred approach would cost American taxpayers more money, but (a) the president insisted that officials follow his wishes anyway; and (b) Sanders told reporters the opposite.\n\nWith each new revelation, the controversy looks a little more serious.", "Washington Post CEO on Jamal Khashoggi copied!\n\nWashington Post CEO and Publisher Fred Ryan speaks at the 2018 Courage in Journalism Awards about contributor Jamal Khashoggi.\n\nRead More", "Rehema Ellis talks to volunteers working to maximize African American voter turnout in Mississippi copied!\n\nDemocratic organizers are hoping they can replicate what happened in Alabama last year to get another win in a deep red state. Road warrior Rehema Ellis is in Jackson, Mississippi to tell us their game plan.\n\nRead More", "Trump redefines electability, and it's not all bad, says editor copied!\n\nThe Beat DC's Tiffany Cross explains why Trump's redefining of what electability means isn't necessarily bad for new candidates appealing to younger voters or people of color.\n\nRead More", "Today’s installment of campaign-related news items from across the country.\n\n* As Rachel noted on last night’s show, the latest news out of North Dakota was very discouraging for voting-rights advocates: “A federal judge on Thursday rejected a last-ditch attempt to block North Dakota’s requirement that voters have a residential address.”\n\n* How close is Georgia’s gubernatorial race? The latest poll from the Atlanta Journal Constitution found Stacey Abrams (D) and Brian Kemp (R) tied at 47% each.\n\n* In related news, Vice President Mike Pence campaigned in Georgia yesterday, where he told supporters, “I heard Oprah was in town today. And I heard Will Ferrell was going door-to-door the other day,” he told the crowd. Well I’d like to remind Stacey [Abrams] and Oprah and Will Ferrell – I’m kind of a big deal, too.”\n\n* In Arizona’s U.S. Senate race, the Green Party’s candidate announced yesterday she’s ending her candidacy and urging voters to support Kyrsten Sinema (D). It’s worth noting, however, that the Green Party’s candidate, whose name is Angela Green, will still appear on the ballot and many Arizonans have already voted.\n\n* The new NPR/PBS News Hour/Marist poll found Democrats leading Republicans on the generic congressional ballot, 52% to 43%, among likely voters.\n\n* CNN released a few new polls yesterday that found Sen. Bill Nelson (D) with a two-point lead in Florida, gubernatorial hopeful Andrew Gillum (D) with a one-point lead in Florida, and Senate hopeful Marsha Blackburn (R) with a four-point lead in Tennessee.\n\n* In Oklahoma, the latest SoonerPoll found Kevin Stitt (R) with a modest advantage over Drew Edmondson (D), 46% to 42%. Early voting in Oklahoma began yesterday.\n\n* In West Virginia, the Senate Leadership Fund, a leading Republican super PAC, is retreating from its investments in the state’s U.S. Senate race, suggesting incumbent Sen. Joe Manchin (D) is favored in his re-election bid.\n\n* Following up on an item that I mentioned the other day, Rep. James Clyburn (D-S.C.) has now clarified that he won’t attend a campaign event on Monday with congressional hopeful Archie Parnell (D), and Clyburn won’t endorse the candidate, either. Parnell, once seen as a credible contender, lost his party backing in the wake of domestic-abuse revelations from several years ago.", "What will Trump's rhetoric mean for next week? copied!\n\nThe Morning Joe panel discusses President Trump's tone and rhetoric ahead of the midterms and the impact his omnipresence could have on congressional races.\n\nRead More", "New Time magazine cover challenges the U.S. to move 'beyond hate' copied!\n\nA powerful new issue of Time magazine explores how we can move past the hate we saw displayed in violence last week. One of the authors, Princeton professor Eddie Glaude, joins Stephanie Ruhle to discuss what it will take for the country to move forward with kindness.\n\nRead More", "In an interview this week, Donald Trump described his social-media messages as “my form of telling the truth.” The phrasing was odd: the president didn’t say his missives are true, but rather his “form” of what’s true.\n\nHe said something similar two days later.\n\nPresident Trump defended his proclivity to spread misleading statements and falsehoods, saying in a television interview Wednesday that he tells the truth when he can. “Well, I try. I do try … and I always want to tell the truth,” Trump said in an interview with ABC News. “When I can, I tell the truth. And sometimes it turns out to be where something happens that’s different or there’s a change, but I always like to be truthful.”\n\nNote Trump’s choice of words, which seemed to reflect an awkward realization that he’s not considered to be an honest person. The president could’ve simply said, “I always tell the truth,” but he didn’t.\n\nWe were instead treated to a series of caveats: Trump “tries” to tell the truth. He “wants” to tell the truth. He “likes” to be truthful.\n\nMaybe he ought to “try” harder. The Washington Post reported today:\n\nIn the first nine months of his presidency, Trump made 1,318 false or misleading claims, an average of five a day. But in the seven weeks leading up the midterm elections, the president made 1,419 false or misleading claims — an average of 30 a day. […] The flood of presidential misinformation has picked up dramatically as the president has barnstormed across the country, holding rallies with his supporters. Each of those rallies usually yields 35 to 45 suspect claims. But the president often has tacked on interviews with local media (in which he repeats the same false statements) and gaggles with the White House press corps before and after his trips.\n\nWhen it comes to the Washington Post’s database of the president’s false claims, Trump broke his own record in September with 599 false and misleading claims. He then broke his own record again in October, nearly doubling that total.\n\nNow, some might argue that the comparison to previous months isn’t entirely fair since the president has been talking a lot more as the midterm elections draw closer. But that’s not much of a defense: the more Trump speaks, the more Trump lies.\n\nThe reporter who spoke to Trump this week about his veracity was ABC News’ Jonathan Karl, who in May asked White House Press Secretary Sarah Huckabee Sanders, “[W]hen the president so often says things that turn out not to be true, when the president and the White House show what appears to be a blatant disregard for the truth, how are the American people to trust or believe what is said here and what is said by the president?”\n\nNeither Trump nor anyone on his team have ever answered that question in a satisfactory way.", "Trump administration reimposes Iran sanctions lifted in 2015 nuclear deal copied!\n\nThe sanctions cover Iran's shipping, financial and energy sectors. They're the second batch of penalties reimposed since President Donald Trump withdrew from the deal in May.\n\nRead More", "250,000 jobs added in the U.S. in October and wages rise copied!\n\nAfter the release of another strong jobs report, Stephanie Ruhle and Politico Chief Economic Correspondent Ben White break down the new numbers.\n\nRead More", "What to expect from close upcoming midterm races copied!\n\nAs we head into the final weekend before the election, some incumbent candidates are just barely holding onto their seats. Real Clear Politics Associate Editor A.B. Stoddard and New York Times Opinion Columnist Bret Stephens join Stephanie Ruhle to discuss what we are looking for ahead of Tuesday.\n\nRead More", "GOP once aspired to something better, says strategist copied!\n\nRepublican consultant Stuart Stevens laments the nationalist tone of the Trump White House, saying that Republicans in previous years aspired to something better than what is there now.\n\nRead More", "Given the number of scandals surrounding Donald Trump and his team, many have made the case that it’s time for federal policymakers to strengthen existing ethics rules. With some members of the president’s cabinet having resigned in disgrace, another facing all kinds of accusations of wrongdoing, and another still facing the prospect of a criminal investigation, it’s tough to blame reform advocates.\n\nBut some in the White House apparently disagree. As CNN reported, National Security Adviser John Bolton spoke at the Hamilton Society yesterday in DC, where he argued that current ethics rules are a deterrent to public service.\n\nBolton said “things have gotten more bureaucratic, harder to get things done” since he served under President George H.W. Bush in the 1990s and blamed the difficulty, in part, on the “excessive nature of the so-called ethics checks.” “If you were designing a system to discourage people from coming into government, you would do it this way,” Bolton said. “That risks building up a priestly class” of government employees, he added. “It’s really depressing to see,” Bolton said of the bureaucratic red tape.\n\nI generally find it difficult to take John Bolton’s arguments seriously, but this seems like especially weak tea. If the current ethics standards are unrealistically high, how exactly did we end up with our current motley crew running the executive branch?\n\nCNN’s report quoted Norm Eisen, the chair of Citizens for Responsibility and Ethics in Washington and former White House special counsel for ethics and government reform in the Obama administration, describing Bolton’s complaints as “totally false.”\n\n“I know,” Eisen told CNN, “because I was in charge of vetting people for these jobs in the Obama administration and there are always more qualified people for these jobs than there are jobs.”\n\nHe added. “What we have really, truly seen, to an extraordinary extent, is that Trump himself and his Cabinet have stumbled over these rules.”\n\nI’m not arguing that the goal should be “a priestly class,” but if the current rules have allowed Trump-level corruption to fester, weakening those rules would be a spectacular mistake.", "Millennials running for office in record numbers copied!\n\nThere are a record number of millennials running for office across the country in the hope of bringing new leadership and bridging the partisan divide in the U.S.\n\nRead More", "Colorado voters weigh in on the midterms copied!\n\nMSNBC's Jacob Soboroff travels to Colorado ahead of the midterms to get a sense of what's on voters minds and what inspires them to vote.\n\nRead More", "Last week, as Americans were confronted with news of a Donald Trump fan targeting Democratic officials with pipe bombs, the president complained that “this ‘Bomb’ stuff” was interfering with the Republican Party’s election messaging and the GOP’s purported “momentum.”\n\nLast night in Missouri, Trump added some related thoughts, connecting the mail bombs to the mass shooting in Pittsburgh over the weekend that left 11 people dead.\n\n“I will tell you, we have gotten tremendous numbers, tremendous numbers of Republicans are going out to vote. Now, we did have two maniacs stop our momentum that was incredible, because for seven days, nobody talked about the election to stop the tremendous momentum.”\n\nIn the wake of the synagogue and pipe bomb attacks, the president found some people to feel sorry for: himself and his party.\n\nPerhaps realizing that he was prioritizing party politics over people, the president quickly added that “we don’t care about momentum,” before immediately making the case that he cares deeply about momentum: “But it did nevertheless stop a certain momentum. And now the momentum is picking up. And it’s picked up based on common sense. It’s picked up based on strong borders….”\n\nWe don’t care about momentum, but have I mentioned how important momentum is?\n\nCircling back to our coverage from last week, if a major news organization had published a report, quoting anonymous White House insiders, saying that Trump is whining behind the scenes about pipe bombs and the deadliest attack on Jewish Americans in the history of the United States interfering with Republicans’ election messaging, it would’ve made the president look like an awful, petulant child, more concerned with politics than national security.\n\nBut as it turns out, we don’t need a behind-the-scenes account: Trump keeps sharing this sentiment in public.\n\nAnd by all appearances, that’s largely because the president seems to enjoy feeling sorry for himself. During the fight over Brett Kavanaugh’s Supreme Court nomination, the president pointed to himself as a victim. When the public learned of a higher official death toll in Puerto Rico from Hurricane Maria, Trump said researchers were simply trying to make him look bad. While railing against federal law enforcement earlier this year, the president endorsed the idea that he’s “been victimized by the Obama Administration.”\n\nAs a Washington Post report put it in June, “In President Trump’s telling, which can often be more imaginary than real, he is a victim – a long-suffering, tormented victim.”\n\nThe self-pity was certainly on display last night. Those of us who are media professionals should probably hang our heads in shame: while covering pipe bombs targeting prominent American leaders and a deadly mass shooting in a house of worship, we never paused to consider how it might bother Donald Trump’s feelings about the election.\n\nNo wonder he’s feeling sorry for himself.", "U.S. economy adds 250,000 jobs in October copied!\n\nThe U.S. economy added 250,000 jobs during the month of October, better than economists forecasted as the unemployment rate held steady at 3.7 percent.\n\nRead More", "Donald Trump has a special fondness for peddling insults, and we’ve grown accustomed to hearing him use similar words and phrases to target his many perceived rivals. But as the New York Times noted, the president went after Stacey Abrams yesterday with phrasing he doesn’t often use.\n\nPresident Trump disparaged Stacey Abrams, the Democratic nominee for governor of Georgia, in ambiguous and unusually personal terms on Thursday, warning that “her past” left her “not qualified to be the governor.” Mr. Trump did not elaborate and offered no evidence for his assertion, which seemed to be a potential preview of the political message he will deliver on Sunday, two days ahead of the election, at a Georgia rally for Brian Kemp, Ms. Abrams’s Republican rival. But the decision of the president, who has been criticized for inflammatory language, to invoke Ms. Abrams’s background so broadly was a distinct escalation in his attacks on her bid to become the first black woman to be elected governor in the United States.\n\nThe comments came on the heels of a recent tweet in which Trump described the Georgia Democrat as “totally unqualified.”\n\nAccording to the comprehensive Trump Twitter Archive, Trump has called exactly one person – literally, just one – “unqualified” since becoming president, and it’s Stacey Abrams.\n\nThere is a certain irony to the attack. After all Donald Trump, up until quite recently, was a television personality, who’d never served a day in public office, who spent much of his life benefiting from illegal handouts from his father, and who failed repeatedly as a hapless businessman.\n\nPerhaps he’s the wrong guy to start offering evaluations about who is and isn’t “qualified” for high-ranking elected office.\n\nBut it’s also a curious line of criticism because it’s wrong.\n\nAbrams has 11 years of experience as a state lawmaker, and she’s held a legislative leadership post for roughly half that time. She’s also a Yale-educated attorney who’s had success in the public and private sectors.\n\nSure, she’s never been the host of a reality-TV program, but by any sane measure, Abrams has the necessary qualifications to be governor.\n\nAnd yet, there’s Trump, making the opposite case for reasons he hasn’t explained. I wonder what it is about Stacey Abrams that’s led him to use language he doesn’t generally apply to anyone else?", "Tom Brokaw, Marc Morial weigh in on midterms copied!\n\nRep. Steve King, R-Iowa, reacted strongly to questions about his affiliation with far-right groups and figures during a candidate forum in Des Moines. Tom Brokaw and Marc Morial discuss King as well as other midterm races.\n\nRead More", "Ahead of this morning’s jobs report, most projections pointed to monthly job growth in September around 188,000. The initial data suggests we did even better than that.\n\nThe Bureau of Labor Statistics reported this morning that the economy added 250,000 jobs in October, while the unemployment rate remained steady at 3.7%. Both figures point to a very healthy jobs landscape.\n\nOn a related note, the revisions for the two previous months – August and September – were roughly offsetting, with August’s totals revised up a bit and September’s totals revised down.\n\nIn terms of the larger context, this morning’s data points to 2.12 million jobs created so far in 2018, which is quite good, and which is an improvement on the totals from the first 10 months of 2017 (1.79 million). It’s also up over the comparable period from 2016 (1.99 million). That said, this year’s tally is still short of the totals from the first 10 months of 2014 (2.45 million) and 2015 (2.19 million).\n\nWhen the White House says this is the best growth “ever,” it apparently means “since a few years ago.”\n\nAs for the political implications, Donald Trump has now been in office for 21 full months – February 2017 through October 2018 – and in that time, the economy has created 4.05 million jobs. In the 21 full months preceding Trump’s presidency – May 2015 to January 2017 – the economy created 4.47 million jobs.\n\nThe White House has not yet offered an explanation for why job growth has slowed since Trump took office.\n\nAbove you’ll find the chart I run every month, showing monthly changes in total jobs since the start of the Great Recession. The image makes a distinction: red columns point to monthly changes under the Bush and Trump administrations, while blue columns point to monthly job changes under the Obama administration.\n\nUpdate: Here’s another chart, this one showing monthly job losses/gains in just the private sector since the start of the Great Recession.", "", "An exclusive look at the new 'Circus' episode copied!\n\nJohn Heilemann offers an exclusive look at the upcoming episode of 'The Circus,' which features an interview with civil rights icon Andrew Young.\n\nRead More", "Watch the full episode of Thursday night's The Last Word with Lawrence O'Donnell.\n\nDuration: {{video.duration.momentjs}}", "Beto still down but gets closer to Cruz in new polling copied!\n\nSteve Kornacki reacts to being called out on this week's episode of 'Murphy Brown,' and he also breaks down the latest polling ahead of the midterms.\n\nRead More", "It’s been called “the most racially charged national political ad in 30 years.” Donald Trump this week released a 53-second online video in which the president featured a Mexican cop killer named Luis Bracamontes.\n\n“It is outrageous what the Democrats are doing to our Country,” Trump wrote in a tweet prompting the video. The clip itself features on-screen text that tells views, “Democrats let him into our country. Democrats let him stay. Who else would Democrats let in?”\n\nAnd while many marveled at the ugly demagoguery – even a handful of Republicans said they were disgusted – it wasn’t long before we realized that Trump’s video wasn’t just based on racism; it was also based on lies. The Daily Beast explained yesterday:\n\nBracamontes was first deported to his native Mexico in 1997, during the Clinton administration, after he was busted selling drugs. But, according to U.S. Immigration officials, Bracamontes managed return to the United States by 2001, when he was deported a second time for being in the country illegally. That was during the first year of the Bush administration. Bracamontes was back in America again by 2002.\n\nIn other words, a Democratic administration deported him, but he re-entered the country under a Republican administration.\n\nComplicating matters, the Sacramento Bee reported yesterday that Bracamontes was also arrested on drug charges in Arizona in the 1990s, but he was released by then-Maricopa County Sheriff Joe Arpaio’s office “for reasons unknown.”\n\nArpaio, of course, is a far-right Republican, a close ally of Donald Trump, and the recipient of a highly dubious presidential pardon.\n\nThe point isn’t to characterize Bracamontes’ many crimes as a Republican failure. The truth is, he entered and exited the country several times, as the Washington Post noted, he was “deported under both Democratic and Republican presidents.” There’s no reason to see this through some kind of partisan-food-fight lens.\n\nRather, the point is that by trying present this through a partisan-food-fight lens, Donald Trump apparently found it necessary to lie to the public.\n\nIn case this isn’t obvious, when we’re dealing with overt racism, fact-checking the details isn’t the principal concern. But the fact that Trump lied in the video reflects a degree of contempt for his own followers.\n\nThe president seems to think the Republican base will mindlessly swallow any nonsensical red meat he throws its way, especially with only a few days remaining before Election Day. Because Trump doesn’t appear to fully respect these voters, he assumes they won’t know or care about the truth.\n\nGOP voters shouldn’t be motivated by this nonsense; they should be insulted by it.", "Trump 'whines' about treatment amid synagogue tragedy copied!\n\nThe president's embrace of nationalism could prove a bridge too far in the midterms for 'educated, wealthier whites -- especially women,' according to New York Times reporting. Also, Trump laments about how Pittsburgh changed the midterm conversation.\n\nRead More", "Joe: Trump's caravan closing arguments will not work copied!\n\nRather than stay on the sidelines in the final push to the midterms, President Trump is taking center stage by holding rallies and making announcements about immigration and troops at the border. Will this strategy help the GOP cross the finish line?\n\nRead More", "Watch the full episode of Thursday night's The Rachel Maddow Show.\n\nDuration: {{video.duration.momentjs}}", "MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.\n\nDuration: {{video.duration.momentjs}}", "Chris Matthews and a panel of guests discuss the political news of the day.\n\nDuration: {{video.duration.momentjs}}", "Voter I.D. law contradicts reality of Native American life in ND copied!\n\nTim Purdon, former U.S. attorney representing the Spirit Lake Tribe in challenging North Dakota's new voter ID law, talks with Rachel Maddow about how the new I.D. demands threaten the voting rights of Native Americans in that state.\n\nRead More", "U.S. military assessment of caravan doesn't match Trump's panic copied!\n\nRachel Maddow points out that according to leaked assessment documents published by Newsweek, the U.S. military does not see the kind of threat that would warrant Donald Trump's pre-election panic deployment of 15,000 troops to the border.\n\nRead More", "Documents expose Trump border deployment as political stunt copied!\n\nJames LaPorta, investigative reporter for Newsweek, talks with Rachel Maddow about U.S. military assessment documents leaked to him that show a stark contrast with the racist panic Donald Trump is trying to whip up ahead of the 2018 election.\n\nRead More", "Some GOP candidates stranded by Trump's low-road 2018 strategy copied!\n\nRachel Maddow looks at how Donald Trump's strategy of pushing extreme racist and xenophobic fear-mongering in the last days of the 2018 campaign season is hurting some of his party's candidates who were already struggling against records of attacking Obamacare's popular pre-existing condition protections.\n\nRead More", "2018 a case in point for the value of every single vote copied!\n\nRachel Maddow reviews the remarkable number of races in the 2018 election that are currently polling at a dead heat tie.\n\nRead More", "Trump's impact on suburban voters in the midterm elections copied!\n\nWhat will be the Trump effect on the suburban counties where Hillary Clinton won in 2016, but Republicans were able to hold on to their jobs? Steve Kornacki walks us through the numbers.\n\nRead More", "Trump stokes fear, tells troops to shoot if migrants throw rocks copied!\n\nThe president continues to used more & more heated rhetoric when talking about the migrant caravan slowly headed toward the U.S.-Mexico border. Our panel reacts to his latest comments.\n\nRead More", "Oprah knocks on doors for Democrat Stacey Abrams in Georgia copied!\n\nA tight race for governor in Georgia got a famous face knocking on doors. Will Oprah be the difference in the race between Democrat Stacey Abrams and Republican Brian Kemp? Our panel reacts.\n\nRead More", "Was Roger Stone a Wikileaks messenger to Trump's campaign? copied!\n\nThe New York Times breaks news with emails between Roger Stone & Steve Bannon. An exchange that the Mueller team is already well aware of. Our panel reacts.\n\nRead More", "Lawrence: How Democrats are fighting against a president who won't tell the truth copied!\n\nPresident Trump has ramped up his false statements in the final days of the midterm elections. Lawrence says the key to Democrats campaigning successfully against Trump is to campaign on the issues and not take on Trump and his divisive rhetoric. John Heilemann and Jamil Smith join Lawrence O'Donnell.\n\nRead More", "Andrew Gillum: We know half of Florida has a different vision for where we want to go 18:34", "GOP Rep. Steve King blows up at constituent copied!\n\nThe white nationalist Iowa Republican took issue with being asked about the similarities between his ideology and that of the Pittsburgh synagogue shooter.\n\nRead More", "Gillum: Trump & my opponent DeSantis \"seem to be twins\" copied!\n\nThe president and Ron DeSantis \"seem to be twins at dividing, at stoking the politics of fear,\" says Democratic candidate for governor of Florida Andrew Gillum.\n\nRead More", "Matthews: Trump promotes fear, not solutions, on immigration copied!\n\n5 years ago, the Senate passed an immigration bill with bipartisan support. The House refused to take it up. Why can't Trump close the deal? Chris says it's because he prefers the issue and the fear it creates as opposed to a solution.\n\nRead More", "'Art of the Deal' co-author: Trump is 'terrified' of midterms loss copied!\n\nDemocrats are campaigning in the midterms – in part – as a check on Donald Trump. Trump’s “Art of the Deal” co-author, Tony Schwartz, tells Ari Melber that if Democrats fail to win either the House or the Senate, Trump will feel emboldened and move to expand his power.\n\nRead More", "GOP Al Cardenas: Trump immigration video 'misconstrues facts' copied!\n\nPresident Trump releases a new video stoking fears of immigrant crime ahead of the midterm elections, which critics and reporters are decrying as blatantly racist. Former Senior Adviser to Jeb Bush tells Ari Melber that the ad will result in “long-term damage” being inflicted on his party. Historian Doris Kearns Goodwin tells “The Beat” that “the best moments in history are remembered by Presidents who bring us together” but Trump’s immigration lies are “intended to stoke fear”.\n\nRead More", "Fmr. DNC Chair: Oprah transcends politics, reaches the heart copied!\n\nJust five days before the midterm elections, Oprah Winfrey is campaigning for Georgia Governor candidate Stacey Abrams, going door-to-door with Abrams and encouraging people to vote. Donna Brazile and former Pennsylvania Governor, who have both chaired the Democratic National Committee, join Ari Melber. Brazile says Oprah “transcends politics” and is able to “reach people at the heart-level”.\n\nRead More", "Captain Kelly on political rhetoric: Words matter copied!\n\nA new poll by NPR, PBS, and Marist finds that 82% of likely voters say they are concerned that the lack of civility we are seeing in Washington will lead to violence.\n\nRead More", "Trump keeps stoking anger after domestic terror attacks copied!\n\nMSNBC Contributor Michelle Goldberg and Staff Writer at The Atlantic Adam Serwer talk with Chris Hayes about the impact of the president's words and actions in the wake of the shooting at a synagogue in Pittsburgh.\n\nRead More", "Mayor Garcetti on Trump stoking fear: He doesn’t govern effectively copied!\n\nStoking fear, anger and anxiety, President Trump is going to new extremes to rile up white voters in red states. With just 5 days until the midterms, he appears intent on ending his campaign in the dirtiest way possible.\n\nRead More", "Georgia Governor race in dead heat copied!\n\nWith less than a week to go, both candidates in that close gubernatorial race down in Georgia called up their heavy hitters to help make their closing arguments. The race has a RealClearPolitics polling average of Kemp ahead by just 1 point.\n\nRead More", "Deadline White House decides not to go live with POTUS remarks on immigration copied!\n\nNicolle Wallace talks about NOT going live with the president's 4p.m. remarks from the Roosevelt Room on immigration: \"keeping in mind that they're being made in the closing days before voters go to the polls. We're going to fact-check the president's remarks and then bring you any major news that come out of the White House.\"\n\nRead More", "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11", "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11", "Closer to collusion? Report shows emails tying Stone & Bannon to Wikileaks, Clinton emails copied!\n\nNYT’S Mike Schmidt and Nick Confessore, former FBI assistant director Frank Figliuzzi, WaPo’s Ashley Parker & Aaron Blake on the New York Times report highlighting emails revealing how Steve Bannon considered Stone an conduit to Wikileaks, Clinton emails\n\nRead More", "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11", "Civility in politics: 'Build the wall' versus 'You get a vote' copied!\n\nDany Pletka, Howard Fineman and Sahil Kapur look at rhetoric from President Trump and Oprah side by side, and discuss show how far apart voters are when it comes to tone and message.\n\nRead More", "Leiter: McRaven would 'take himself out of the conversation' if Trump focused on military issues 01:07", "When our AI transcript service mixes up candidate names, strange things happen copied!\n\nAccording to an AI, these candidates are on the ballot in 2018: Social Tourists Mall (NM-2) Gamper Wriggle Mints (VA-5) John Cool Person (TX-7) Ron Two Santas (FL-GOV) I'm sure it's David's (KS-3)\n\nRead More", "Wasserman: 'We don’t just have a gender gap, we have a gender canyon' copied!\n\nThe Cook Political Report's David Wasserman lays out the three factors that could cause some surprises on election night\n\nRead More", "List of competitive House races continues to expand copied!\n\nCook Political Report’s Jennifer Duffy and David Wasserman explain why Democrats could have a good night in House races, but still fall short in their Senate hopes.\n\nRead More", "Leiter: McRaven would 'take himself out of the conversation' if Trump focused on military issues 01:07", "Today’s edition of quick hits:\n\n* Time to sign up: “Obamacare open enrollment begins today for the roughly 11 million Americans who buy individual coverage through healthcare.gov or their state exchange. In most states, open enrollment for 2019 Affordable Care Act (ACA) coverage runs through Dec. 15.”\n\n* The fact that they’re “like-minded” is precisely the problem: “White House national security adviser John Bolton on Thursday praised Jair Bolsonaro, the bombastic, far-right nationalist who triumphed in Brazil’s presidential election over the weekend, calling him a ‘like-minded’ partner whose ascent should be seen as a welcome development in the region.”\n\n* A good question: “Roger Stone Sold Himself to Trump’s Campaign as a WikiLeaks Pipeline. Was He?”\n\n* In related news: “The U.S. Senate Intelligence Committee is pursuing a wide-ranging examination of former White House adviser Steve Bannon’s activities during the 2016 presidential campaign, three sources familiar with the inquiry told Reuters.”\n\n* A case worth watching: “President Trump has agreed to produce portions of his calendar from 2007 and 2008 as part of discovery in a defamation lawsuit brought by former “Apprentice” contestant Summer Zervos, according to a proposed court order signed by attorneys for all parties.”\n\n* Really? “Carter Page, the former low-tier Trump campaign foreign-policy adviser who has since found himself at the center of multiple investigations into potential ties between Team Trump and Russian officials, has landed a new gig. According to a document reviewed by The Daily Beast and one of his new colleagues, Page is now set to host a talk show on One America News Network, a conservative channel that has attempted to position itself quixotically as a Fox News competitor.”\n\n* A heartening response to a disheartening crime: “Hundreds of books have been donated to the northwest Iowa library where a man checked out – and then burned – several LGBTQ children’s books weeks ago.”\n\nAnything to add? Consider this an open thread.", "One More Thing: Turkish officials searching for justice for Jamal Khashoggi copied!\n\nTurkish officials have renewed calls for Saudi Arabia to cooperate in the murder investigation of Washington Post Columnist Jamal Khashoggi, after a prosecutor revealed yesterday that Khashoggi was strangled as soon as he entered the consulate. Saudi officials have no commented on the claim, as of now.\n\nRead More", "Study: Most U.S. salaries don’t support middle-class lifestyles copied!\n\nDespite positive economic news, a new study finds 62% of U.S. jobs do not pay enough to support a middle-class lifestyle. Ali Velshi talks to Alissa Quart, editor-in-chief of the Economic Hardship Reporting Project, who says jobs numbers don’t tell the full story.\n\nRead More", "Missouri Senate race: McCaskill’s closing argument copied!\n\nThe Former Executive Director of the Missouri Republican party, John Hancock and Former Executive Director for the Missouri Democratic party, Mike Kelley join Katy Tur to discuss the state of play in one of the most highly competitive Senate races.\n\nRead More", "Can Democrats to flip the Senate? copied!\n\nNBC's Steve Kornacki and Patrick Murray of the Monmouth polling institute say its \"improbable,\" and that Senate control could come down to election results in three states: Tennessee, North Dakota and Texas.\n\nRead More", "Midterms 2018: Five days out, who's convincing the undecided voter? copied!\n\nNBC’s Road warriors Kasie Hunt, Ali Vitale and Kerry Sanders are speaking with voters across the country in Wisconsin, Missouri and Georgia. They give Katy the latest on what they’re hearing from voters on the ground.\n\nRead More", "Kendrick Sampson: Civic engagement needs to increase year-round copied!\n\nHBO’s “Insecure” star Kendrick Sampson tells Ali Velshi why he’s travelled across the country to campaign for Democratic candidates, galvanizing voters to head to the polls.\n\nRead More", "Big Question: What happens when there is no one left to tell the president no? 02:39", "How have presidents used fear as a campaign tactic in the past? copied!\n\nPresident Trump is stoking fear in the midterms campaigns, especially on immigration. Stephanie Ruhle and Ali Velshi are joined by presidential historian Evan Thomas, and retired U.S. Army General Barry McCaffrey to discuss how the president is using asylum seekers to mislead voters and how presidents have used fear as a campaign tactic in the past.\n\nRead More", "Candidates fighting for key Southern California House seat copied!\n\nNBC’s Steve Patterson joins Stephanie Ruhle and Ali Velshi to discuss how the demographics of Orange County, California are playing out in a hotly contested race there between a Korean-American immigrant and a Latino veteran.\n\nRead More", "What is Beto O’Rourke’s closing message? copied!\n\nThe Texas Senate race looks like it is tightening as Beto O’Rourke tries to unseat Ted Cruz. MSNBC’s Garrett Haake joins Ali Velshi and Stephanie Ruhle to discuss O’Rourke’s messaging five days before the midterms.\n\nRead More", "How Georgia could change history after the midterms copied!\n\nWatch Stephanie Ruhle and Ali Velshi hone in on a states that could change history this election – Georgia. NBC’s Catie Beck joins the conversation to break down how voters feel about the potential first black female governor.\n\nRead More", "Republicans edging Dems in early voting nationwide copied!\n\nWith only five days to go until the 2018 midterm elections, the Democrats are in a strong position to take back the House. Polling aside, Ali Velshi and Stephanie Ruhle break down what’s really going to happen on election day when it comes to control of the House and Senate. Weighing in: NBC News Senior Politics Editor Beth Fouhy and Editor-at-Large of The Weekly Standard Bill Kristol.\n\nRead More", "It’s too soon to say with certainty whether Democrats will have any power in the next Congress, but if they do, the party will a have long list of priorities it’ll be eager to pursue, including an overdue increase to the federal minimum wage.\n\nAny chance the White House might be willing to compromise on this? Evidently not. The Washington Post reported on the latest comments from Larry Kudlow, the director of Donald Trump’s National Economic Council.\n\n“My view is a federal minimum wage is a terrible idea. A terrible idea,” Kudlow said at a Washington Post Live event, adding that raising it would “damage” small businesses by forcing them to face higher payroll costs. Kudlow later called the idea of hiking the federal minimum wage “silly.” […] Kudlow appeared to also oppose minimum wages at the state and local levels, citing conservative arguments that it constrains business growth by adding to their costs. But he said the federal government shouldn’t interfere. “I would argue against state and local, but that’s up to the states and localities,” Kudlow said.\n\nIn other words, the top voice on economic policy in the White House doesn’t believe the current minimum wage should be $7.25; he thinks it should be zero.\n\nAnd while this is a fairly radical position – most Americans believe the minimum wage should both exist and be higher than it is now – it’s also in line with what Donald Trump had to say during the 2016 campaign. During one especially memorable Fox News interview, Bill O’Reilly noted there “has to be a federal minimum wage.” Trump replied, “There doesn’t have to be.”\n\nWhat’s more, let’s not look past the electoral context of Kudlow’s latest comments.\n\nWe are, after all, five days out from the midterm elections, and a whole lot of working families are going to choose which party best represents their interests. Democrats would love nothing more than to have a spirited fight right now over whether minimum-wage workers deserve a raise.\n\nIt’s against this backdrop that Donald Trump’s top adviser on economic policy declared that the White House will not only reject Democratic efforts at a wage hike, but also his belief that the wage law itself is “terrible” and “silly.”\n\nAll of this comes just six weeks after Larry Kudlow appeared at a different forum where he talked up the idea of cutting social insurance programs – “entitlements” such as Medicare – as early as “next year.”\n\nIf Democrats are lucky, Larry Kudlow will keep on talking.", "Can Oprah's endorsement give Stacey Abrams an edge over Brian Kemp? copied!\n\nWith Oprah Winfrey's endorsement of Georgia Democrat Stacey Abrams for the state's gubernatorial race, NBC News' Beth Fouhy analyzes whether star power can help sway an election.\n\nRead More", "Oprah: 'I refuse to let their sacrifices be in vain' copied!\n\nWhile campaigning for Stacey Abrams, Oprah Winfrey talks about the sacrifices by African Americans to gain the right to vote.\n\nRead More", "Lawrence has pieced this together for you copied!\n\nRachel Maddow has a new original podcast, Bag Man, and you can listen for free wherever you get your podcasts. Visit MSNBC.com/bagman to subscribe now.\n\nRead More", "Director of Vote Together talks how they get millennials to the polls copied!\n\nJust five days away from the midterm elections and groups nationwide are trying to woo college students to get out and vote. How do you do that? Parties and picnics! Angie Jean-Marie, Director of Vote Together, joins Craig Melvin to discuss their effort to motivate young voters.\n\nRead More", "Joe and Mika discuss the big news of the day.\n\nDuration: {{video.duration.momentjs}}", "Casey Gerald: My book is memoir and history of US", "On Wednesday, Politico published a piece on the trajectory of the debate over “birthright citizenship.” The article said the idea has gone “from the fringe to the Oval Office.”\n\nVocal proponents of ending birthright citizenship acknowledge that view has long been dismissed as a far-right fantasy. […] But President Donald Trump has never been cowed by elite opinion….\n\nAbout a day later, the New York Times ran an unrelated article on the right’s vilification of George Soros, which it said has “moved from the fringes to the mainstream.” Conspiracy theories about the Hungarian-American financier “were initially confined to the anti-Semitic fringe,” the piece added, but they’re now peddled by plenty of Republicans – including the president of the United States.\n\nAnd while stories like these deserve to be considered as notable in their own right, it’s also worth appreciating just how frequently we’re confronted with these kinds of stories. If it seems like you frequently see headlines about “____ has moved from the Republican fringe to the Republican mainstream,” it’s not your imagination.\n\nIn fact, it’s not limited to the party’s policy agenda. Jeff Sessions was considered “a fringe figure” in GOP politics, but Trump made him the attorney general. During his congressional career, Mike Pence earned a reputation as something of a lawmaker on the radical periphery, with a voting record well to the right of House members such as Michele Bachmann and Louie Gohmert, but Trump chose him to be vice president.\n\nSome figures from Breitbart News “labored on the fringes” right up until they secured jobs in the White House. Stephen Miller “spent years on the political fringe” before he started shaping the sitting president’s agenda. Mainstream Republicans spent years keeping Southern Baptist pastor Robert Jeffress at arms’ length, but he’s now a popular figure in the West Wing.\n\nTrump himself was seen as a fringe political figure, best known for championing a racist conspiracy theory, right up until he was elected president.\n\nFiveThirtyEight’s Nate Silver published an analysis awhile back that explained, “The most conservative Republicans in the House 25 or 30 years ago would be among the most liberal members now.” In other words, if you were following national politics in the 1990s, you could’ve found plenty of members of Congress who would’ve fairly been described as very conservative – but by today’s standards, those identical individuals constitute the GOP’s “moderate” wing.\n\nAnd that necessarily suggests that those who were dismissed as fringe extremists a generation ago have filled the vacuum and now represent the Republican Party’s conservative wing, which dominates the party at the national level.\n\nThose who’ve made the transition from the GOP fringe to the GOP mainstream have brought their ideas with them. The result is routine astonishment over what a radicalized Republican Party is prepared to fight for in 2018.", "Is Oprah the key to energizing Georgia voters? copied!\n\nIn the final stretch before the midterms, Democrats are hoping for one thing: turnout. Melina Abdullah, Professor and Chair of Pan-African Studies at California State University, and Christina Greer, political scientist and professor at Fordham University, join Craig Melvin to discuss the impact the Oprah factor will have on the Georgia gubernatorial election.\n\nRead More", "3-way race in special election for Mississippi might be headed to a runoff copied!\n\nNBC Road Warrior Vaughn Hillyard is in the heart of cattle country - Oktoc, Mississippi - to talk about a key race that could determine control of the US senate.\n\nRead More", "Today’s installment of campaign-related news items from across the country.\n\n* In Georgia’s gubernatorial race, Stacey Abrams (D) and Brian Kemp (R) had agreed to participate in a debate on Sunday. Then Donald Trump announced plans to campaign for Kemp on Sunday, prompting the Kemp campaign to cancel. Yesterday, Kemp accused Abrams of cancelling, but that appears to have been a rather obvious lie.\n\n* A new Washington Post-Schar School poll of the 69 most competitive U.S. House seats found Democrats with a modest lead over Republicans, 50% to 46%. Two years ago, Republicans prevailed in these same districts by a margin of 15 points.\n\n* Reflecting on his expectations for the midterm elections, Trump told reporters yesterday, “I know we’re doing well in the Senate, and it looks like we’re doing okay in the House. We’re going to have to see.”\n\n* As if this week weren’t bad enough for Rep. Steve King (R-Iowa), the far-right congressman lost some additional corporate donors yesterday, and confronted a brutal editorial from the Des Moines Register. “In his almost 16 years in Congress, King has passed exactly one bill as primary sponsor, re-designating a post office,” it said, adding, “Instead, he spends his time meeting with fascist leaders in Europe and retweeting neo-Nazis.” King nevertheless said yesterday he expects to win re-election.\n\n* I know some of the polling looks good for Florida Democrats, but the Miami Herald’s Marc Caputo noted again this morning that Republicans appear to be ahead in early voting returns.\n\n* In Indiana’s very competitive U.S. Senate race, a new NBC News/Marist poll found Sen. Joe Donnelly (D) leading Mike Braun (R) by a very narrow margin, 48% to 46%.\n\n* In related news, Donnelly was in damage-control mode yesterday after using some inartful language when describing the diversity of his staff during a Tuesday night debate.\n\n* In Wisconsin, the latest Marquette Law School Poll found the state’s gubernatorial race exactly tied, with incumbent Gov. Scott Walker (R) and Tony Evers (D) each receiving 47% support.\n\n* On a related note, the same poll found incumbent Sen. Tammy Baldwin (D) well ahead of Leah Vukmir (R) in Wisconsin’s U.S. Senate race, 54% to 43%.\n\n* Fox News released five new Senate polls yesterday, which found the races in Arizona and Missouri tied, Donnelly (D) up by seven in Indiana, Marsha Blackburn (R) up by nine in Tennessee, and Kevin Cramer (R) up by nine in North Dakota.\n\n* And in Montana, Libertarian candidate Rick Breckenridge ended his U.S. Senate campaign yesterday and threw his support behind Republican Matt Rosendale. This may well cause new trouble for Sen. Jon Tester (D).", "Casey Gerald: My book is memoir and history of US 12:47", "Some racist ads are subtle, relying on innuendo and nuance. Some racist ads are more overt.\n\nPresident Donald Trump on Wednesday released a racially divisive political ad that blames Democrats for allowing an undocumented immigrant who was convicted of killing police officers to stay in the U.S. The 53-second video, which was pinned to the top of Trump’s Twitter feed on Thursday, refers to Luis Bracamontes, who was convicted of, and given the death penalty earlier this year for killing two California police officers in 2014.\n\nBracamontes had already been twice deported from the United States to Mexico, but he returned illegally. The ad features the convicted killer bragging about his heinous crimes and mocking his victims.\n\nFor Donald Trump, this is a partisan matter. “It is outrageous what the Democrats are doing to our Country,” the president said in a tweet prompting the ad. The video itself features text that tells views, “Democrats let him into our country. Democrats let him stay. Who else would Democrats let in?”\n\nTo the extent that reality has any meaning, Democrats neither let Luis Bracamontes into the United States not allowed him to stay.\n\nBut the dishonesty is not at the top of the list of what makes the video offensive. The point, obviously, is the president’s effort to divide and terrify. The tool he’s chosen to exploit is a video of a Mexican murderer, which is featured alongside random footage of people who might be Hispanic marching and trying to overcome gates.\n\nSen. Jeff Flake (R-Ariz.) said of the video, “This is just a new low in campaigning. It’s sickening.” In a tweet directed at Trump. Al Cardenas, the former chair of the Florida Republican Party, wrote, “This ad, and your full approval of it, will condemn you and your bigoted legacy forever in the annals of America’s history books.”\n\n‏I’ve seen plenty of people compare Trump’s new video to the “Willie Horton” ad from 1988. It’s a valid comparison, but I tend to think this new ad is worse.\n\nFor those who need a refresher, Michael Dukakis (D) was leading George H.W. Bush (R) in the presidential race 30 years ago, prompting Lee Atwater, Bush’s attack-dog strategist, to go after a furlough program in Dukakis’ home state of Massachusetts. It was a program that allowed William Horton to be released after a murder conviction, and once furloughed, he attacked a woman. (The fact that the Massachusetts program had been created by Dukakis’ predecessor was conveniently ignored.)\n\nThe ad quickly became infamous for its inherent racism, and there are clear parallels to today. In 1988, the Horton ad told voters that Democrats are on the side of a violent black man. In 2018, Trump’s new video is telling voters that Democrats are on the side of a violent Mexican man.\n\nBut 30 years ago, Bush’s team considered the message so toxic that the Republican campaign didn’t want to be directly associated with it. Instead, the ad was launched by “Americans for Bush” and Lee Atwater falsely claimed he wasn’t involved. (He later expressed regret for his actions.)\n\nThis year, however, Donald Trump doesn’t care. The president isn’t keeping his distance from the racist video; he’s actively promoting it.\n\nThere’s no embarrassment. There’s no shame. There’s only unabashed pride.\n\nAnd remember, this is what Trump is willing to do ahead of the midterm elections. Take a moment to consider what a president lacking in any sense of limits will do ahead of his own re-election bid.\n\nIt’s worth emphasizing that Trump’s ad isn’t really an ad in a traditional sense. It’s 53 seconds – television commercials are usually 30 or 60 seconds – and it doesn’t include any of the disclosure text that’s legally required for ads that run on broadcast TV.\n\nIn other words, this is a Trump internet video.\n\nI mention this because I realize that it exists to get attention. In fact, I’ve spent the morning going back and forth, debating whether or not to ignore it, and weighing the costs of giving Trump what he wants: more attention for his racist message.\n\nBut in the end, when the sitting president of the United States peddles racist garbage, it’s news. The public needs to know who their elected leader is, what he wants, and how he intends to get it. When Donald Trump makes his character clear, Americans must not turn away.", "Pittsburgh synagogue shooting suspect pleads not guilty copied!\n\nPittsburgh synagogue shooting suspect Robert Bowers pleaded not guilty to federal hate crime and other charges. Bowers also requested a trial by jury, which would occur at a later date.\n\nRead More", "Oprah to campaign for Democrat Stacey Abrams in Georgia copied!\n\nOprah Winfrey will hold two town halls and knock on doors with Georgia Gubernatorial candidate Stacey Abrams today, with just five days left in one of the closest and most contentious governor's races in the country. NBC’s Catie Beck, Washington Bureau Chief for the Boston Herald Kimberly Atkins, and Co-Founder of the Black Voters Matter Fund LaTosha Brown join Hallie Jackson to discuss if the Oprah factor will have an impact.\n\nRead More", "As a candidate for statewide office just two years ago, Missouri Attorney General Josh Hawley (R) ran memorable commercials featuring a bunch of men in suits climbing ladders. It was a compelling metaphor: Hawley complained about ambitious politicians running for offices they don’t really care about, only to climb ladders to some higher office.\n\nThe Missouri Republican told voters he actually wanted to serve as state attorney general, and voters believed him, handing the young attorney – he was just 36 on Election Day 2016 – an easy win.\n\nOn the heels of his victory, Hawley publicly denounced “consultants” and “the professional political class” that he said ran Missouri. “Your day is over,” he said at the time.\n\nJust eight months after taking office, Hawley formed a U.S. Senate exploratory committee. I can appreciate the fact that ambition and politics go hand in hand, but as we discussed in February, I’ve never seen a politician go out of his way to promise voters he wouldn’t use his office to seek higher office, only to shamelessly break that promise less than a year later.\n\nBut what we didn’t know until yesterday was how Hawley spent those first eight months as the state attorney general. The Kansas City Star reported yesterday that just weeks after his swearing in, the Republican brought in a team of political consultants to “help direct the office of the Missouri attorney general.”\n\nHawley’s out-of-state political consultants gave direct guidance and tasks to his taxpayer-funded staff, and followed up to ensure the tasks were completed, according to emails, text messages and other records obtained by The Kansas City Star. […] As the months went on, Hawley’s political consultants flew to Missouri for official events and to meet with the attorney general’s staff during work hours in the state Supreme Court building, where the 38-year-old Republican’s official office is located. The campaign-led strategy sessions, which began in January 2017, raised legal and ethical concerns at the time among some of Hawley’s employees, who worried about mixing politics with public business. The situation also left them confused about the chain of command.\n\nAmong other things, Hawley’s out-of-state consultants had input into the state AG’s budget, personnel, and the rollout of official initiatives.\n\nOr put another way, when the Missouri Republican told “consultants” and “the professional political class” that their day was “over,” he was lying.\n\nTwo weeks ago, both the St. Louis Post-Dispatch and the New York Times took separate looks at Josh Hawley’s (R) tenure as state attorney general, and both painted an unflattering portrait, including criticisms from state judges over his office’s work.\n\nThat office suddenly looks a whole lot worse.\n\nHawley is taking on incumbent Sen. Claire McCaskill (D) in one of the nation’s most competitive Senate races. The latest polling suggests the race could go either way.", "Little girl dresses as Michelle Obama portrait for Halloween copied!\n\nParker Curry, who went viral after staring in amazement at Michelle Obama’s official portrait, celebrated Halloween by dressing exactly like the portrait and wore a custom-made dress to match Michelle Obama’s. That #GoodNewsRUHLES!\n\nRead More", "Study: 62% of jobs don’t allow Americans to live middle class lifestyle copied!\n\nA new study highlights America’s middle class lifestyle. Principal of Risk Reversal Dan Nathan and Third Way’s Senior Vice President for Policy, Jim Kessler, join Stephanie Ruhle to discuss why some middle class Americans aren’t able to sustain their lifestyles after factoring in cost of living.\n\nRead More", "Trump hits campaign trail in rally blitz before midterms copied!\n\nAs candidates make the final push just days before midterms, Stephanie Ruhle breaks down all things early voting, immigration, and President Trump’s campaign rhetoric. Weighing in: LA Times White House Reporter Eli Stokols, New York Times Political Reporter Nicholas Confessore, and Sirius XM Progress Radio Host Mark Thompson.\n\nRead More", "24M votes counted 5 days ahead of midterms copied!\n\nWith only five days left until the 2018 midterm elections, more than 24 million American’s don’t need a reminder to vote because they have already done it. Stephanie Ruhle breaks down the latest in midterm news across the country.\n\nRead More", "Health care anxiety becomes key 2018 issue: Time copied!\n\nAnxiety over the rising cost of insurance has become a defining issue in the 2018 election, according to reporting in the latest Time Magazine. Haley Sweetland Edwards and Sarah Kliff join Morning Joe to discuss.\n\nRead More", "At his campaign rally in Florida last night, Donald Trump insisted that Republicans “will always protect Americans with pre-existing conditions. Always. Always.” There’s no real ambiguity here: the president is brazenly lying about his party and its approach to health care. Lying. Lying.\n\nBut it’s a familiar deception. GOP officials and candidates have spent the 2018 election season pretending to be progressive champions of the Affordable Care Act’s most popular provisions, most notably protections for those with pre-existing conditions. The Washington Post’s Glenn Kessler has a good piece today on ads from Rep. Scott Taylor (R-Va.), Rep. Martha McSally (R-Ariz.), and Gov. Rick Scott (R-Fla.), each of whom have boasted to voters about their support for “forcing insurance companies to cover pre-existing conditions.”\n\nAnd if that phrasing sounds familiar, it’s because that’s Barack Obama’s line.\n\n[S]ome Republicans are stealing Obama’s rhetoric and claiming they will do what the ACA – which remains largely intact, despite President Trump’s efforts – already does. It’s certainly an interesting turnaround. […] The irony is rich: After years of trashing Obamacare, these Republicans are now saying they will do what he promised he would if elected president.\n\nThis is, of course, well-tread ground. The GOP’s efforts to pull off an extraordinary con on health care is one of the year’s most striking developments. The fact that some Republicans have begun echoing Barack Obama’s script, hoping the public won’t know the difference, is simply the capstone to a ridiculous attempt at deception.\n\nBut Matt Yglesias raised a related point yesterday that struck me as notable: “The racist and demagogic aspect of the GOP 2018 message is at least honest. The health care message is the most bizarre lying I’ve ever seen in American politics.”\n\nThat’s true. Republicans, especially the president, have made all kinds of false claims about immigration and the existing system, but there is a core truth at the heart of their argument: GOP officials and candidates want voters to know that the party embraces a divisive, ethno-nationalistic posture on the issue.\n\nThey’re not telling the truth about the details – Democrats have not endorsed an “open border,” for example, and there’s no left-wing caravan conspiracy – but the broader theme reflects a legitimate sentiment. Republicans have moved sharply to the right on immigration and they want the public to know it.\n\nOn health care, however, the GOP is lying about the details and the broader sentiment behind them. The party is, for all intents and purposes, pretending to be Democrats, despite everything they said and did up until a few months ago.\n\nThe fact that Republicans are parroting Obama’s rhetoric from a decade ago is extraordinary, but the fact that they expect voters to believe it is laughable.", "Vermont candidate says voters view '18 as a referendum copied!\n\nVermont Democratic gubernatorial candidate Christine Hallquist joins Morning Joe to discuss resigning as the CEO of Vermont Electric Cooperative to run for office. Hallquist discusses her campaign and what she hears from voters out on the campaign trail.\n\nRead More", "In Republican Staten Island, Dem runs close race copied!\n\nDemocrat Max Rose is running for Congress in New York's 11th District, the city's only Republican congressional district. An Afghan War vet, Rose says sending more troops to the border is a bad idea. Rose also discusses polls that have him within the margin of error with competitor Dan Donovan.\n\nRead More", "Gen. Scott Miller, only two months into his tenure as commander of U.S. forces in Afghanistan, sat down with NBC News and addressed his strategy to turn the tide.\n\n“We are more in an offensive mindset and don’t wait for the Taliban to come and hit [us],” the general said from his post in Kabul. “So that was an adjustment that we made early on. We needed to because of the amount of casualties that were being absorbed.”\n\nBut in the same interview, Miller talked about his vision for a resolution to the conflict.\n\n“This is not going to be won militarily,” Miller said. “This is going to a political solution.” “My assessment is the Taliban also realizes they cannot win militarily. So if you realize you can’t win militarily at some point, fighting is just, people start asking why. So you do not necessarily wait us out, but I think now is the time to start working through the political piece of this conflict.”\n\nThat assessment makes a lot of sense, but it’s hard not to notice that there’s some tension between the competing aspects of the general’s vision.\n\nOn the one hand, Miller explained the merits of “an offensive mindset” in which U.S. forces take the fight to the Taliban. On the other hand, Miller also believes the conflict cannot be won “militarily.”\n\nI understand, of course, that the broader strategy involves making military gains, which would motivate the enemy to reach a political/diplomatic solution.\n\nBut how is that different from the plan that’s been in place for most of the 17-year war?", "During a brief Q&A with reporters yesterday afternoon, Donald Trump was asked about his latest criticism of House Speaker Paul Ryan (R-Wis.). The president ignored the question and instead addressed the issue that prompted his pointed remarks at the congressional leader.\n\n“Birthright citizenship is a very, very important subject. In my opinion, it’s much less complex than people think. I think it says it very loud and clear in the Constitution that you don’t have to go through the process of whatever they’re talking about.”\n\nWait, “whatever they’re talking about”? If the constitutional principle is “much less complex than people think,” why can’t the president talk about it in a coherent way?\n\nSoon after, Trump headlined another campaign rally in Florida, where he declared, “[T]he Constitution does not – I say that to the media – does not require [birthright citizenship] – read it – because illegal aliens are not subject to the jurisdiction of the United States.”\n\nThey’re not?\n\nThe 14th Amendment, enacted in the aftermath of the Civil War, states that everyone “born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States.” Part of the president’s latest push is arguing that non-citizens are not “subject to the jurisdiction” of the United States, so we need not consider their children Americans, even if those kids are born on American soil.\n\nOf course, as George Conway explained last night, “Were that true, then the government wouldn’t be able to arrest [undocumented immigrants]. Surely that’s not the president’s position. Clearly he has no comprehension of the words he’s using.”\n\nAnd yet, he keeps using the words anyway. Here was the rest of Trump’s speech on the subject at his Florida rally:\n\n“Birthright citizenship, you know all about it. We will keep the criminals, the drug dealers, we will keep them all out of our country. We will get rid of all of this. We will end, finally, birthright citizenship.”\n\nJust so we’re clear, birthright citizenship doesn’t apply to criminals and drug dealers; it applies to infants.\n\nI want to believe the president understands this, but given recent events, it’s tough to be sure.", "Andrew Gillum: I will win because Floridians trust me copied!\n\nTallahassee, Fla. Mayor Andrew Gillum weighs in on the 'Lock Him Up' chants from Wednesday's Ron DeSantis rally and why he says he will win the gubernatorial race against DeSantis. Mayor Gillum also discusses allegations he used city funds for private travel.\n\nRead More", "On Saturday, a gunman opened fire in a Pittsburgh synagogue, massacring 11 people. The shooter said he was motivated by his belief in a conspiracy theory: a Jewish financier, the gunman said, is paying for an “invasion” of Central American migrants seeking refuge in the United States.\n\nTwo days after the attack, Donald Trump publicly endorsed – twice – the idea of a migrant “invasion,” and four days after the attack, the president lent credence to the idea of a Jewish financier. This was the exchange between Trump and a reporter during a brief White House Q&A yesterday afternoon:\n\nQ: Do you think somebody is funding the caravan? Do you think somebody is paying for the caravan? TRUMP: I wouldn’t be surprised. I wouldn’t be surprised. Q: George Soros? Who’s paying for it? TRUMP: I don’t know who. But I wouldn’t be surprised. A lot of people say yes.\n\nWe’re left with the painful realization that the sitting president of the United States has now offered at least some public support for the exact conspiracy theory – for which there is no evidence – that drove a madman to commit the deadliest crime against Jewish Americans in the nation’s history.\n\nComplicating matters, this isn’t the only way in which Trump has badly screwed up the response to the mass shooting in Pittsburgh.\n\nIgnoring appeals from local officials, the president traveled to the city this week to pay his respects. Yesterday, however, Trump went out of his way to make the visit about him, writing on Twitter, “Melania and I were treated very nicely yesterday in Pittsburgh. The Office of the President was shown great respect on a very sad & solemn day. We were treated so warmly.”\n\nIn other words, what Trump seems to consider important was not the president paying his respects, but rather, others paying respect to him.\n\nSoon after, the Republican apparently couldn’t resist connecting the slaying to campaign politics, publishing a separate tweet that read, “Yesterday in Pittsburgh I was really impressed with Congressman Keith Rothfus (far more so than any other local political figure). His sincere level of compassion, grief and sorrow for the events that took place was, in its own way, very inspiring. Vote for Keith!”\n\nAll of this comes on the heels of Trump, shortly after learning of the mass shooting, complaining about the synagogue failing to have armed guards inside the house of worship to protect its congregants.\n\nIt wouldn’t have been difficult for the president to respond to the deadly violence in Pittsburgh in a respectful and responsible way. But as we’ve learned on a few too many occasions, when the circumstances require empathy, the result is a test Donald Trump simply cannot pass.", "Mika: Anyone else would be horrified by tone of midterms copied!\n\nThe Morning Joe panel continues its discussion of the president's tone and remarks ahead of the midterms.\n\nRead More", "Most blame Trump for lack of civility in politics: Poll copied!\n\nRunning up to the midterms, President Trump is doing all he can to steer the debate, from calling for troop increases at the U.S. border to saying the GOP will protect people with pre-existing conditions 'far better than the Dems.' The panel discusses.\n\nRead More", "", "Watch the full episode of Wednesday night's The Rachel Maddow Show.\n\nDuration: {{video.duration.momentjs}}", "Watch the full episode of Wednesday night's The Last Word with Lawrence O'Donnell.\n\nDuration: {{video.duration.momentjs}}", "bad url", "Nixon documents could help Mueller see legal precedent for Trump copied!\n\nChuck Rosenberg, former U.S. attorney and FBI official, talks with Rachel Maddow about newly published legal documents could offer some guiding precedent for Robert Mueller's next steps once his Trump Russia investigation is concluded.\n\nRead More", "Road map for Nixon impeachment published, could guide Mueller copied!\n\nRachel Maddow reports on the publishing of legal documents from the Richard Nixon's Watergate scandal that outline the legal steps to Nixon's impeachment, the prospects of which drove him from office, and points out how they may serve as guidance for Robert Mueller.\n\nRead More", "Obama/Trump states not a lock for Republicans in governor races copied!\n\nSteve Kornacki, MSNBC national political correspondent, shows Rachel Maddow how many states that were part of Donald Trump's 2016 victory are not showing the same advantage for Republicans running for governor in 2018.\n\nRead More", "Dodge City voters fight government for better voting access copied!\n\nThe Rachel Maddow Show went to Dodge City, Kansas to see first hand how voting was made significantly more difficult when the city's only polling station was moved outside of town, and talked with Alejandro Rangel-Lopez, a local high school student, who is part of the legal effort to force better voting access.\n\nRead More", "Newly released docs show grand jury was ready to indict Nixon copied!\n\nThe National Archives has released new Water-gate era documents that could possibly hold some relevance to Trump and provide a roadmap for Mueller's investigation. MSNBC's Brian Williams explains.\n\nRead More", "Rick Wilson: Trump can't resist being the worst version of Trump copied!\n\nRepublican strategist and 'Never Trumper' Rick Wilson joins to discuss Trump's actions & remarks on the caravan, birthright citizenship, and the deadly synagogue massacre in Pittsburgh.\n\nRead More", "Sam Stein: Trump views national tragedies incredibly politically copied!\n\nTrump released a Twitter video after visiting the Pittsburgh community devastated by the synagogue massacre that some viewed as political. MSNBC Political Analyst Sam Stein breaks it all down.\n\nRead More", "Trump unleashes scorched earth attacks with six days to midterms copied!\n\nAttacking the migrant caravan, birthright citizenship, and vowing to send more troops to the border, with six days left to the midterm elections Trump turns to scare tactics and red meat to turn out his base. Robert Costa, Nancy Cook, & Sam Stein discuss.\n\nRead More", "'If you vote against health care, I vote against you.' copied!\n\nTasha Nelson, a former swing voter and mother of a 7-year-old boy with cystic fibrosis, joins Lawrence to discuss the importance of protecting pre-existing conditions—and why she won’t vote for any Republican who voted to weaken the ACA.\n\nRead More", "Lawrence: Trump, fearing Mueller and a Democratic House, campaigns on fear copied!\n\nDonald Trump is running scared in the final days of the 2018 campaign. Mueller is nearing the end of his investigation and if Democrats win the House, they will investigate every aspect of the Trump administration and family.\n\nRead More", "Chris Matthews and a panel of guests discuss the political news of the day.\n\nDuration: {{video.duration.momentjs}}", "14 million people on brink of starvation in Yemen copied!\n\n14 million people are on the brink of starvation in Yemen, but the U.S. can avert disaster if it stops supporting the Saudi war atrocities in Yemen.\n\nRead More", "Sen. Hirono: This is where the GOP has always been on healthcare copied!\n\n\"This is where they've always been,\" said Sen. Mazie Hirono, D-Hawaii, of Republican efforts to erode health insurance coverage.\n\nRead More", "Politics leads to breakups - like the Kanye-Trump bromance copied!\n\nPolitics has a way of breaking up all sorts of relationships, from Kanye and Trump to GOP candidates and their own families.\n\nRead More", "Billy Eichner on getting young people to the polls copied!\n\nBilly talks about his road to activism, the importance of Tuesday's election, and his love of \"old people.\"\n\nRead More", "MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.\n\nDuration: {{video.duration.momentjs}}", "Matthews: Trump is promoting hate and fury copied!\n\nChris says “this year we have the perfect president for Halloween. Everything he says carries the sound of fury and fear.”\n\nRead More"]