["2020 vision: Which Democrats will jump in the race first? copied!\n\nWe've met the midterms, now we have 2020 Vision! Looking ahead to the next election, we look at outgoing Colorado Governor John Hickenlooper's announcement, and immediate walk back, to run for president.\n\nRead More", "Leiter: McRaven would 'take himself out of the conversation' if Trump focused on military issues 01:07", "DOJ shakeup means more risk for Trump, peril for Mueller probe copied!\n\nWaPo’s Devlin Barrett, NYT’s Katie Benner, former DOJ spox Matt Miller, former US attorney Harry Litman, and AP’s Jonathan Lemire on the timing of Sessions firing, the appointment of Matt Whitaker and new questions it raises about the special counsel’s investigation\n\nRead More", "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11", "Report: new acting AG already declared “no collusion” before taking over DOJ copied!\n\nDaily Beast’s Sam Stein, Move On’s Karine Jean-Pierre, AP’s Jonathan Lemire, and NYT’s Nick Confessore on the new Daily Beast report indicating Matt Whitaker previously made up his mind about the Mueller investigation before taking over for Jeff Sessions\n\nRead More", "Leiter: McRaven would 'take himself out of the conversation' if Trump focused on military issues 01:07", "Warner hopes GOP colleagues 'stick to their guns' on supporting Mueller copied!\n\nSen. Mark Warner (D-Va.) joins Chuck to discuss Jeff Sessions' exit from the DOJ and what it means for the future of the Mueller investigation.\n\nRead More", "Sen. Warner: Investigations into Trump admin. 'appropriate oversight,' not 'harassment' copied!\n\nSen. Mark Warner (D-Va.) explains why Democrats are not worried about Mitch McConnell's claim that investigations into the president amount to \"presidential harassment.\"\n\nRead More", "Big Question: What happens when there is no one left to tell the president no? 02:39", "Today’s edition of quick hits:\n\n* I know some folks who’d probably donate their ribs to her: “Justice Ruth Bader Ginsburg has been hospitalized for three fractured ribs after she fell in her office at the Supreme Court Wednesday night. Ginsburg, 85, went home after the fall, but then went to George Washington University Hospital on Thursday morning after experiencing discomfort. Tests showed that she fractured three ribs on her left side and was admitted to the hospital for observation and treatment.”\n\n* 9th Circuit on DACA: “A federal appeals court on Thursday upheld a lower court’s temporary order preventing President Donald Trump from ending the Deferred Action for Childhood Arrivals program.”\n\n* This keeps escalating: “The ongoing battle between the White House and CNN reporter Jim Acosta took another turn Wednesday night after press secretary Sarah Sanders tweeted out a video that CNN later claimed was manipulated to make it seem as if Acosta was aggressive toward a White House aide.”\n\n* The election may be over, but that’s no reason to stop caring about reports such as these: “If the defining risk of Election Day 2016 was a foreign meddling, 2018’s seems to have been a domestic overload. High turnout across the country threw existing problems – aging machines, poorly trained poll workers and a hot political landscape – into sharp relief.”\n\n* There are plenty of rumors along these lines: “President Donald Trump is seriously considering naming Janice Rogers Brown, a retired D.C. circuit judge and former California Supreme Court justice who is well-liked in conservative circles, his next attorney general, according to a person familiar with the situation.”\n\n* Fox News’ Jason Chaffetz, a former chairman of the House Oversight Committee, complained on the air yesterday that House Democrats “have an insatiable desire to investigate” Donald Trump. I appreciate ironic humor as the next guy, but c’mon. Does he not remember his insatiable desire to investigate Barack Obama and Hillary Clinton?\n\n* Remember this guy? “Disgraced former Texas Congressman Steve Stockman will serve 10 years in federal prison for conspiring to bilk at least $775,000 from conservative foundations that intended the donations for charities and voter education.”\n\nAnything to add? Consider this an open thread.", "One More Thing: Protect Mueller Protests copied!\n\nAfter Jeff Sessions was ousted as Attorney General and his interim replacement, Matt Whitaker has been a vocal critic of the Special Counsel, a network of activist groups have organized just under 1,000 demonstrations across the country in support of Robert Mueller's investigation.\n\nRead More", "Democrats pick up more gains in House as key races are called copied!\n\nDemocrats increased their gain in the House to 31 seats after races were called in Georgia, Washington and California. The Co-Founder and managing editor of \"The Beat DC,\" Tiffany Cross and strategist Rick Tyler join Katy Tur to discuss the implications.\n\nRead More", "Mucarsel-Powell on CA shooting: This cannot be our new normal copied!\n\nIn the wake of the mass shooting in Thousand Oaks, CA, congresswoman-elect Debbie Mucarsel-Powell (D-FL) tells Ali Velshi what fueled her successful campaign platform of reducing gun violence in America and why families “are expecting action.”\n\nRead More", "Donald Trump told a reporter the other day that he considers himself an “open book.” The president repeated the line at yesterday’s White House press conference, agreeing, “I think I am an open book.”\n\nWith that in mind, a reporter asked Mr. Transparency a fairly obvious question.\n\nQ: So point blank, if Democrats go after your tax returns, will you try to block that or will you allow them to have it? TRUMP: Well, look, as I have told you, they’re under audit. They have been for a long time. They’re extremely complex. People wouldn’t understand them. They’re done by among the biggest and best law firms in the country. Same thing with the accounting firms. The accountants are – a very, very larger, powerful firm, from the standpoint of respect. Highly respected. Big firm. A great law firm. You know it very well. They do these things; they put them in. But people don’t understand tax returns.\n\nHe went on for a while, reflecting on the greatness of his business ventures, the complexity of his tax materials, and the difficulties mere mortals would have in trying to comprehend the documents. He ultimately said he’d consider releasing the returns at a later date.\n\nEventually, the reporter was able to ask, by way of a follow-up question, “So that means that if the audit is still on, you will not turn over the tax returns, or you’ll fight to block it?”\n\nTrump replied, “When it’s under audit – no, nobody would. Nobody turns over a return when it’s under audit, okay?”\n\nWell, no, I’m not sure it is okay.\n\nFirst, Trump has promised disclosure for quite a while, but for reasons the White House has never fully explained, he’s never followed through.\n\nSecond, every president since Watergate has had his tax returns audited automatically. Trump’s predecessors, however, didn’t use this as excuse for unexplained secrecy. (Barack Obama, for example, posted his tax returns online for the public to review.)\n\nThird, his preoccupation with the materials’ complexity is irrelevant. Even if the returns are as complicated as Trump claims, there are plenty of tax experts who could review the documents and help the public understand them. It’s not a legitimate excuse to justify the kind of secrecy no modern president has insisted upon.\n\nA fight over this is going to be tough to avoid in the coming months. The Washington Post reported overnight, “Rep. Richard E. Neal (D-Mass.), expected to become the chairman of the tax-writing House Ways and Means Committee once his party retakes power in January, plans to insist Trump voluntarily release his tax returns, he said in an interview. If Trump doesn’t, then Neal will file a legal request with the treasury secretary that would require the returns be disclosed to a small group of people on Capitol Hill. He predicted the matter would end up in federal court.”", "Big Question: What happens when there is no one left to tell the president no? 02:39", "New Acting AG once criticized scope of Mueller investigation copied!\n\nActing Attorney General Matthew Whitaker is a known critic of the scope of Special Counsel Mueller's investigation prompting questions on whether he should recuse himself from oversight of the probe.\n\nRead More", "Over the summer, voters were introduced to the “convict caucus”: three Republican ex-cons, two of whom recently served time behind bars, who launched high-profile congressional campaigns, confident that voters would look past their criminal convictions.\n\nAs regular readers may recall, they didn’t do especially well. Former Rep. Michael Grimm lost in a New York congressional primary, while West Virginia’s Don Blankenship and Arizona’s Joe Arpaio lost in Senate primaries in their respective states.\n\nBut while the “convict caucus” struggled, members of the “indictment caucus” had far less trouble.\n\nIn August, Rep. Chris Collins (R-N.Y.) was arrested for alleged insider trading. Soon after, Rep. Duncan Hunter (R-Calif.) was accused by federal prosecutors of having stolen more than a quarter million dollars from his campaign coffers. Both ran for re-election anyway, even while under criminal indictmetns, and as Roll Call noted, both prevailed.\n\nTwo House Republicans under federal indictments are heading back to Congress. Voters in California and New York are sending Reps. Duncan Hunter and Chris Collins back to Capitol Hill even as they face federal charges. […] The House Ethics Committee voted in September to impanel investigative subcommittees to examine Hunter and Collins. But neither panel plans to conduct work on the investigation at this time, deferring to the Justice Department for now. The DOJ, which brought forth the charges and is leading prosecution efforts against both lawmakers, has asked the Ethics Committee to defer action on both matters, and it has agreed.\n\nThere’s still some question as to whether Collins won, but as things stand, he appears to be ahead by one percentage point, while Hunter, who ran a deeply ugly campaign, won fairly easily in his district near San Diego.\n\nAs Rachel joked on the show last night, Collins and Hunter will soon presumably be able to simultaneously solicit new campaign contributions from their constituents “along with requests for additional donations to go into the commissary accounts they’ll have in federal prison.”", "Renowned historian: Sessions firing '10 times worse than Nixon' copied!\n\nPresident Trump has fired Attorney General Jeff Sessions and replaced him with Acting Attorney General Matthew Whitaker, an outspoken critic of the Mueller probe, who will now oversee it. Renowned Presidential Historian Michael Beschloss tells Ari Melber that \"if this is going the way it looks, this is 10 times worse than Nixon\".\n\nRead More", "The details are still coming into focus, but we know a fair amount about the overnight mass shooting at a California bar. NBC News reported:\n\nTwelve people including a police officer were killed by a veteran of the Marines at a crowded bar in Thousand Oaks, California, late Wednesday, officials said. Several hundred people were inside the venue, which was hosting a “college country night” for students, when Ian David Long, 28, walked inside and opened fire, police said. Ventura County Sheriff Geoff Dean described the incident at the Borderline Bar and Grill as a “tragic, tragic situation.”\n\nAmong those killed were Ventura County Sheriff Sgt. Ron Helus, a husband and father, who rushed inside the venue, exchanged fire with the gunman, and later died at the hospital.\n\nIn recent years, in the wake of tragedies like these, those hoping to see policymakers explore new ways to keep Americans safe from gun violence have been left wanting. Congress’ Republican majority has made no effort to hide their disinterest in even considering new legislation on the issue.\n\nBut as we learned this week, Congress is poised to see some changes very soon. Roll Call reported this morning, “With a new majority in the House, Democrats say they’re emboldened to make changes once they take control in January.”\n\nFlorida Rep. Ted Deutch previewed legislation to create a “National Gun Safety Administration.” Deutch’s district includes the Parkland school where 17 children and adults were shot and killed nine months ago. Nevada Rep. Dina Titus has gotten little traction on her proposals to reform gun laws, but vowed, “that will change come January.” Titus represents a district that encompasses most of Las Vegas, which saw the deadliest mass shooting in U.S. history when a gunman used bump stocks to kill 58 concertgoers from a hotel window last year. “I worry that we’ve become desensitized to this,” Connecticut Rep. Jim Himes told CNN. Himes called for Congress to take up some of the measures that have been implemented in Connecticut like an assault weapons ban, but acknowledged the divided Congress makes the likelihood of any legislation becoming law much more remote.\n\nThat last point is obviously a relevant detail. House Democrats may very well take up new proposals on curtailing gun violence, but with the Republican lock on the Senate strengthening, and Donald Trump in the White House, the odds of meaningful reforms are poor.\n\nBut a Democratic-led House can at least try to help keep a national conversation going, listening to experts and advocates, holding hearings on proposed solutions, pressing federal and state officials for answers, and even passing ill-fated legislation.\n\nFor those looking for real, substantive change, it’ll be cold comfort, but it’ll be more than we’ve seen for the last two years.", "Joe and Mika discuss the big news of the day.\n\nDuration: {{video.duration.momentjs}}", "Rep. Costello unleashes on Trump's assertion that Republicans lost races because they didn't embrace him copied!\n\nPennsylvania Republican Congressman Ryan Costello unleashes on President Trump's assertion that Republicans lost races because they didn't embrace Trump, saying they’re losing because voters are outraged by the president.\n\nRead More", "‘He had every intention of going in there and saving lives’: Ventura County PIO on Sgt. Ron Helus copied!\n\nSergeant Eric Buschow is the Press Information Officer for the Ventura County Sheriff's office, he joins Craig Melvin to discuss the latest on the shooting in California.\n\nRead More", "Former Gov. Christie under consideration for AG post copied!\n\nFormer New Jersey Governor Chris Christie was spotted at the White House just a day after the much anticipated firing of Jeff Sessions as U.S. Attorney General. Christie is on a shortlist of candidates the president is considering as a replacement to Sessions.\n\nRead More", "Today’s installment of campaign-related news items from across the country.\n\n* Things are likely to get a little messy in Maine’s 2nd congressional district, where incumbent Rep. Bruce Poliquin (R) is ahead by 0.3%, but where the winner will be determined by the state’s ranked-choice voting process.\n\n* There’s a new controversy in South Florida, where 24,000 voters in heavily Democratic Broward County, voted in the state’s gubernatorial race, but failed to vote in the U.S. Senate race. According to the Sun-Sentinel, there was some confusion about the layout of the ballot.\n\n* In the wake of her defeat in Missouri this week, outgoing Sen. Claire McCaskill (D) believes Fox News contributed to her loss. “It’s time we all quit dancing around what is now a state-owned news channel,” she said yesterday.\n\n* As of last night, Democrats at the state level had flipped “more than 300 state legislative seats while also claiming a majority of the nation’s attorney general offices.”\n\n* In North Carolina’s only undecided race, Dan McCready (D) has conceded to Mark Harris (R) in the 9th district. Harris is perhaps best known as a former minister with a lengthy record of controversial remarks about women and religious minorities.\n\n* In Georgia, Brian Kemp (R) has declared victory in the state’s problematic gubernatorial race. Stacey Abrams said last night, “We know our opponent has had the secretary of state’s office declare he is the winner. We are here to say we don’t accept that.”\n\n* In New Jersey’s 3rd congressional district, it’s not yet official, but Andy Kim (D) has declared victory over incumbent Rep. Tom MacArthur (R). MacArthur is perhaps best known for his role in pushing the Republicans’ failed, far-right health care repeal plan last year.\n\n* And the race for House leadership posts is very much underway. Nancy Pelosi (D-Calif.), not surprisingly, wants to be Speaker again, while Kevin McCarthy (R-Calif.) and Jim Jordan (R-Ohio) are both vying for the House Minority Leader post.", "One of the stranger developments in Republican politics this year is the campaign against tech giants and social media companies, which the right sees as conspiring against conservatives. Some GOP members of Congress and prominent Republican media figures have spoken openly in recent months about government regulation of social media as if they were “public utilities.”\n\nDonald Trump, who loves nothing more than embracing conspiracy theories that make him look like a victim, has been only too pleased to endorse the underlying idea, and he’s toyed publicly with the idea of government regulation. The topic came up briefly at yesterday’s White House press conference.\n\nQ: You expressed some concerns about social media companies unfairly censoring conservatives during the election. Do you anticipate working with Democrats to regulate these companies, or are you satisfied with the way things are? TRUMP: I would — I would do that. Yeah. I would look at that very seriously. I think it’s a serious problem. At the same time, you start getting into speech; that’s a very dangerous problem. That could be the beginning. So it’s very dangerous. Believe it or not, I’m one that really likes free speech. A lot of people don’t understand that. But I am a big believer. And when you start regulating, a lot of bad things can happen. But I would certainly talk to the Democrats if they want to do that. And I think they do want to do that.\n\nThere’s a lot wrong with this, but it was those last few words that stood out as especially striking. The president believes Democrats want government regulation of social media? I’m obviously not in a position to speak with authority as to what Democratic policymakers are prepared to negotiate with the White House about, but I’m aware of zero Dems who’ve expressed even passing interest in this.\n\nAt the same press conference, a reporter asked about funding for Trump’s dream of a giant wall along the U.S./Mexico border. The president insisted, “Look, I speak to Democrats all the time. They agree that a wall is necessary. Wall is necessary. And as you know, we’re building the wall. We’ve started.”\n\nPutting aside the fact that the administration hasn’t “started” building a wall – this is one of Trump’s favorite lies – the number of Democrats who believe a wall “is necessary” is effectively zero.\n\nThe larger point, of course, is the focus on a group of folks Bloomberg News recently described as “anonymous validators” – groups of people, none of whom the president is willing to identify, whom we’re supposed to believe secretly agree with Trump about his agenda.\n\nA couple of months ago, the president said “even Democrats agree” with him that the entire Russia scandal has been “discredited.” At the same time, Trump also said Democrats disagree privately with surveillance of Carter Page, the president’s former Kremlin-linked foreign policy adviser. And for good measure, Trump said Dems also believe it was “very unfair” for former Attorney General Jeff Sessions to recuse himself from the investigation into the Russia scandal.\n\nAs of yesterday, Trump now wants us to believe that Democrats are also with him on a border wall and government regulation of social media.\n\nIn the president’s imagination, these people apparently exist. But for those looking for them in the real world, I’d recommend not looking too hard.", "There is no consensus about the precise definition of a “wave” election, so there’s been a fair amount of debate since Tuesday night about whether Democratic gains this year meet the standard. Whether the argument is constructive or not is a matter of perspective.\n\nPerhaps there’s another way of looking at this. I put together the above chart showing House losses and gains for the president’s party by midterm cycle since 1914 (the first midterm cycle in which the House had 435 members). Red columns point to years in which the White House was held by a Republican, blue columns point to years in which the president was a Democrat.\n\nResults from this year are still coming into focus, of course, which makes this a little tricky. As of this morning, most news outlets show Democrats with a net gain of 29 or so seats, but FiveThirtyEight projects Dems will end up with a net gain of 37, so I went with that for now.\n\nLet’s also talk a bit about averages. Between 1914 and 2014, the president’s party lost an average of about 30 House seats in midterm elections. If we narrow the focus to midterms since World War II, the average is about 26. Since Watergate, the average is 23.\n\nIf we look only at a president’s first midterm cycle – in other words, after a president has been in office for two years, as opposed to six – the average between 1914 and 2014 is nearly 33 seats. If we look only at Republican presidents, the average is about 27 seats.\n\nWith these metrics in mind, 2018 doesn’t look great for Trump’s GOP.\n\nThis year’s Republican losses, barring major surprises in the final tallies, are higher than the historical average and the worst for a GOP president since the 1974 midterms in the aftermath of Watergate.\n\nThe exceedingly Republican-friendly Senate landscape notwithstanding, it’s tough to see this as anything but a significant setback for the president and his party.", "Dem sees areas where both parties can work together copied!\n\nRep. Eric Swalwell, D-Calif., discusses the breaking news of a mass shooting in Thousand Oaks, California as well as the results of the midterm elections and President Trump's move to fire AG Jeff Sessions.\n\nRead More", "Police: California shooter's handgun had magazine modification copied!\n\nThe suspect in a California shooting which left 12 dead, including a responding police officer, used a legally purchased handgun which had a magazine modification.\n\nRead More", "Incoming Michigan gov looks to infrastructure issues copied!\n\nGretchen Whitmer, the governor-elect of Michigan, joins Morning Joe to discuss her campaign and why she's looking to dig into the state's infrastructure issues when she takes office.\n\nRead More", "House Democratic candidates flipped all kinds of districts in every part of the country this week, but some stand out more than others. Take Georgia’s 6th, for example.\n\nU.S. Rep. Karen Handel on Thursday conceded to Democrat Lucy McBath in the 6th District congressional race, a major upset that showcased Democrats’ strength in suburbs once dominated by the GOP. “After carefully reviewing all of the election results data, it is clear that I came up a bit short on Tuesday,” Handel said in a statement. “Congratulations to Representative-Elect Lucy McBath and send her only good thoughts and much prayer for the journey that lies ahead for her.” McBath declared victory in the race Wednesday afternoon after narrowly leading Handel by several thousand votes.\n\nIf Georgia’s 6th stands out as significant to a national audience, there’s a good reason for that. After Donald Trump tapped then-Rep. Tom Price (R-Ga.) to lead the Department of Health and Human Services early last year, there was a special election to fill the vacancy.\n\nOn paper, it didn’t look like it’d be an especially interesting contest: Democrats were running a young, first-time candidate against a Republican who’d already been elected to statewide office. This was a red district, in a red state, which hadn’t elected a Democrat – or even seen a competitive race – since the 1970s. Before Tom Price, it’s a district Newt Gingrich held for many years.\n\nJon Ossoff (D), however, did better than expected, losing the special election to Karen Handel by less than four points. Regardless, Republicans crowed: the White House’s Kellyanne Conway wrote on Twitter soon after, “Laughing my #Ossoff.”\n\nA year and a half later, I guess she’s not laughing anymore.\n\nPart of what makes Lucy McBath’s victory notable is the degree to which it represents Democratic success in suburban districts this cycle, but let’s not overlook the significance of McBath’s background. New York magazine explained:\n\nMcBath, a former Delta Airlines flight attendant, turned to activism after her son’s death. Jordan Davis, 17, was parked at a Jacksonville gas station the day after Thanksgiving five years ago when a white man named Michael Dunn began complaining about the loud music Davis and his friends were playing. An argument ensued, and Dunn drew a handgun and fired ten bullets into their vehicle, killing Davis. He was later convicted on three counts of attempted murder and sentenced to life in prison, but won a mistrial on the most serious charge, first-degree murder, due to jurors’ interpretation of Florida’s notorious “stand your ground” law. “I had never really heard of that law other than the Trayvon Martin case,” McBath told me in 2015. “Most definitely, now that has completely changed. My learning curve has gone straight up.”\n\nMcBath quickly devoted much of her life to advocating for policies to reduce gun violence. Now, she’ll take that message to Capitol Hill.", "Justice Ruth Bader Ginsburg hospitalized after falling in office copied!\n\nJustice Ruth Bader Ginsburg fell in her office at the Supreme Court. Tests showed that she fractured three ribs on her left side. She was admitted for observation and treatment at the George Washington University Hospital.\n\nRead More", "It’s not exactly a secret that Donald Trump has little use for the bright lines that traditionally define American politics, but in April, the president was in rare form. Infuriated by the demise of Ronny Jackson’s nomination to lead the Department of Veterans Affairs, Trump lashed out at Sen. Jon Tester (D-Mont.) in hysterical ways.\n\nIn fact, the president publicly called for the Montana senator’s resignation – he was a little fuzzy on why, exactly, the lawmaker should quit – and boasted that he had secret information on Jon Tester that would ensure “he’d never be elected again.”\n\nHow’d that work out?\n\nTwo-term Democratic incumbent Sen. Jon Tester is the apparent winner in the Montana Senate race, NBC News projects Wednesday, defeating Republican challenger Matt Rosendale. The projection came Wednesday afternoon, most than 12 hours after polls closed in state closed. Tester and Rosendale, the Republican state auditor, had been locked in a neck-and-neck race. With 99 percent of the votes in the state tallied, Tester led Rosendale 49.1 percent to 48 percent with Libertarian Party candidate Rick Breckenridge getting 2.9 percent.\n\nThe president has reason to be pleased with Republicans expanding their majority in the Senate, but I have a hunch the outcome of the Montana race stings.\n\nThat’s because Trump made this one personal.\n\nAfter the Ronny Jackson fiasco, the president made little effort to hide his personal passion to destroy Tester. A recent New York Times report explained that Trump viewed the race against the Montanan as a “vendetta” against Tester.\n\nTo that end, Trump traveled to Montana four times, including hosting a rally as recently as this past weekend, all in the hopes of carrying Republican Matt Rosendale over the finish line.\n\nBy all appearances, the president wanted to make a statement: if Trump really hates someone, especially in a red state, he could fight tooth and nail to ensure his enemy’s downfall. The message to other members of Congress who got in his way would be unmistakable: Trump could bring down Jon Tester, and he can bring down you, too.\n\nUnfortunately for the president, voters had other ideas.", "Manchin: The people of W. Va. want their guy copied!\n\nSen. Joe Manchin, D-W. Va., discusses his midterm win, his message to the new Congress, not agreeing with the president 100 percent of the time, winning as a Dem in a red state and gun reform.\n\nRead More", "Few issues divide Americans the way the debate over abortion right does. The contentious dispute is very likely to get worse before it gets better.\n\nNot only have Republicans pushed the Supreme Court to the right, making it easy to imagine the demise of the Roe v. Wade precedent, but the political fight continues to intensify. Just this week, voters in West Virginia approved a ballot measure banning abortion just as soon as the Supreme Court allows for such a ban, while voters in Alabama passed a “fetal personhood” policy extending legal rights to “unborn life.”\n\nNeither measure has the force of law, at least not yet, but they’re not just symbolic efforts, either. In effect, West Virginia and Alabama took steps to prepare for a post-Roe landscape.\n\nIt’s against this backdrop that someone at yesterday’s White House press conference asked Donald Trump about his efforts to “defend the rights of unborn children.”\n\nQ: How are you going to push forward your pro-life agenda? TRUMP: Just going to push. I’ve been pushing. I’ve done a very good job, too. Very happy with me. But it’s a tough issue for the two sides. There’s no question about it. Q: But what are you going to do to – TRUMP: There is great division – what am I going to do? I won’t be able to explain that to you, because it is an issue that is a very divisive, polarizing issue. But there is a solution. I think I have that solution, and nobody else does.\n\nReally? After generations of debate over reproductive freedoms, Trump believes he’s the president who’s uncovered a “solution” that no one else has come up with? And he just happened to blurt this out in response to a question at a press conference?\n\nI suppose anything’s possible, but I’m going to go out on a limb here and argue that he’s making this up.\n\nPart of the problem is that there is no way to fully resolve the debate. But the other part of this is the nagging realization that Trump’s secret plans never seem to pan out.\n\nAs a candidate, for example, Trump assured voters he had a secret plan to defeat ISIS, which he’d only share after the election. It turned out to be a rather weak con: once in office, the president asked U.S. military leaders to come with a plan for him, and they came back with a strategy that looks an awful lot like Barack Obama’s plan.\n\nA few months after taking office, the president suggested he also had a secret plan to resolve the fight with North Korea. That doesn’t appear to be working out especially well, either.\n\nNow Trump has a secret solution to the abortion debate? I’d recommend keeping expectations low.", "Dems must practice responsible oversight: Rep. Ryan copied!\n\nRep. Tim Ryan, D-Ohio, assesses the outcome of the midterm elections and if he believes Nancy Pelosi should return to her House Speaker position.\n\nRead More", "Close video Panicked by Democrats, Trump installs loyalist to top DoJ spot Rachel Maddow reports on how Donald Trump, in fear of the coming House Democratic oversight of his administration, has arranged for Trump loyalist and Mueller critic Matthew Whitaker to take over the top spot at the DoJ. share tweet email save Embed\n\nAfter Attorney General Jeff Sessions stepped down yesterday at Donald Trump’s insistence, the Justice Department obviously needed an acting A.G. Under normal circumstances, the post would be temporarily filled by a deputy attorney general who’d have the relevant experience and the benefit of having been confirmed by the Senate.\n\nAs Rachel explained on the show last night, Trump chose a very different course.\n\nWith Jeff Sessions now out as attorney general, President Donald Trump’s choice to fill his shoes, at least temporarily, is in the position to have a significant impact on the scope of special counsel Robert Mueller’s investigation into Russia’s interference in the 2016 election. Matthew Whitaker, who has served as Session’s chief of staff since late 2017, has been tapped to become acting attorney general and will therefore take over the role of overseeing Mueller’s probe from Deputy Attorney General Rod Rosenstein.\n\nThe game of musical chairs at the DOJ may seem like bureaucratic trivia. It’s not. To fully appreciate the scope of the dilemma, it’s important to understand who Matt Whitaker is.\n\nAfter serving as a U.S. Attorney during the Bush/Cheney era, Whitaker more recently was basically a professional pundit who appeared on television quite a bit – it’s probably how Trump came to learn of his work – where he was a frequent and harsh critic of Special Counsel Robert Mueller’s investigation into the Russia scandal.\n\nIn fact, Whitaker went so far as to call the probe, in Trump-esque language, “Mueller’s lynch mob.”\n\nIn one especially memorable TV appearance, Whitaker described a scenario to CNN in which Sessions would be replaced, and his successor would reduce the special counsel’s office’s budget “so low that his investigation grinds to almost a halt.”\n\nAs of last night, Whitaker now oversees the Mueller investigation.\n\nThere are all kinds of reasons to be concerned about Whitaker’s qualifications and record. He is, after all, a shamelessly partisan loyalist, with a strange, far-right worldview, and with close ties to a witness who’s testified in the Russia scandal.\n\nIncidentally, Whitaker also helped lead “an invention-promotion company that was shut down earlier this year amid a Federal Trade Commission investigation.”\n\nBy any fair measure, Trump’s decision to put this guy in charge of the Justice Department, even on a temporary basis (that could last months), is awfully tough to defend.\n\nBut it’s the threat to the Mueller investigation that’s especially notable in the short term. We’re dealing with a dynamic in which the acting attorney general is responsible for overseeing a probe he spent months publicly condemning. David Laufman, the former chief of the Justice Department’s Counterintelligence Section, told Rachel on the show last night that Whitaker may not have a legal obligation to recuse himself, “but there is, at a minimum, to put it kindly, a grotesque appearance of a conflict, an appearance of impropriety by virtue of his many statements questioning the legitimacy or the scope of the special counsel’s investigation.”\n\nSeven months ago, the Senate Judiciary Committee easily approved a bipartisan bill to protect Mueller and his investigation from political interference. It’s gathered dust ever since, with Republican leaders insisting that the proposal is unnecessary.\n\nSenate Minority Leader Chuck Schumer (D-N.Y.) argued, “Rather than waiting for a constitutional crisis, the full Senate should act now.” That was in April.\n\nThe crisis appears much closer now.\n\nAs a procedural matter, Congress could take up the bill during the post-election lame-duck session. As we discussed in September, there’s plenty of time for Mitch McConnell and Paul Ryan to do the right thing. It’s simply a matter of political will.", "Trump keeps doubling down on a losing strategy copied!\n\nDuring a Wednesday news conference, the president criticized CNN reporter Jim Acosta and referred to a question from PBS reporter Yamiche Alcindor as 'racist.' The Morning Joe panel discusses Trump's remarks.\n\nRead More", "With midterms done, where's the caravan talk? copied!\n\nNow that the midterms have passed, is the migrant caravan still the big story for the Trump WH and Republicans that it was before the elections? The panel discusses.\n\nRead More", "Joe: Donald Trump was freaked out yesterday copied!\n\nSince Watergate, the Democratic party had its biggest House gains in the 2018 midterms, but Donald Trump appeared to be in denial about those wins. The Morning Joe panel recaps the midterms and the president's Wednesday news conference.\n\nRead More", "Watch the full episode of Wednesday night's The Last Word with Lawrence O'Donnell.\n\nDuration: {{video.duration.momentjs}}", "Casey Gerald: My book is memoir and history of US 12:47", "", "Watch the full episode of Wednesday night's The Rachel Maddow Show.\n\nDuration: {{video.duration.momentjs}}", "Panicked by Democrats, Trump installs loyalist to top DoJ spot copied!\n\nRachel Maddow reports on how Donald Trump, in fear of the coming House Democratic oversight of his administration, has arranged for Trump loyalist and Mueller critic Matthew Whitaker to take over the top spot at the DoJ.\n\nRead More", "GOP hurt by Donald Trump bungling in Democratic midterm victories copied!\n\nRachel Maddow highlights some of the impressive Democratic gains in Tuesday's election results and points out how Donald Trump's clumsy political sense ended up hurting Republicans in several House races.\n\nRead More", "'Un-called' congressional race could be another Democratic flip copied!\n\nRachel Maddow reports on an adjustment in the vote count in a New Mexico congressional race that local news outlets report puts Democrat Xochitl Torres Small ahead of Republican Yvette Herrell for the seat vacated this year by Republican Steve Pearce.\n\nRead More", "Trump after scorched-Earth campaign: I'm a 'great moral leader' copied!\n\nThe president called himself a 'great moral leader' during a combative White House press conference when pressed on some of his fear-mongering & rhetoric leading up to the midterm elections. Jon Meacham & Rick Wilson discuss.\n\nRead More", "Senators caution Trump on obstruction of Mueller investigation copied!\n\nSenator Chris Coons talks with Rachel Maddow about his bill to protect Robert Mueller's investigation from Donald Trump, and past warnings senators from both parties have given Trump on abusing his power to obstruct the Russia investigation.\n\nRead More", "After Trump fires Sessions, Democrats move to protect Mueller copied!\n\nDemocrats on Capitol Hill are making moves to protect Mueller after Trump fired Attorney General Jeff Sessions. Two former members of Congress, Donna Edwards & David Jolly, join to discuss.\n\nRead More", "Despite obvious impropriety, Whitaker recusal on Mueller unlikely copied!\n\nDavid Laufman, former Justice Department official, talks with Rachel Maddow about the obvious impropriety of Matthew Whitaker overseeing the Trump Russia investigation in light of his past criticisms of it, though recusal is unlikely since Donald Trump plainly installed Whitaker as protection from Robert Mueller.\n\nRead More", "'Sit down!' Trump berates reporters in fiery press conference copied!\n\nTrump's White House barred a reporter from the grounds hours after a combative press conference where the president repeatedly shouted down reporters. Peter Baker & Jill Colvin react.\n\nRead More", "On Tuesday Dems won the House. On Wednesday? Trump fired Sessions copied!\n\nThe day after Democrats took back the House in the midterm elections, Trump took over the news cycle firing Attorney General Jeff Sessions. Democrats are now concerned Trump will attempt to derail the Mueller investigation. Jeremy Bash, Joyce Vance, Robert Costa.\n\nRead More", "Rep. Swalwell: We are able to protect Mueller copied!\n\nRep. Eric Swalwell tells Lawrence that \"the days of free passes\" for Pres. Trump are over now that democrats have won back control of the House. Rep. Swalwell also reveals what House control means for seeing Trump's tax returns.\n\nRead More", "Watergate prosecutor on Sessions' firing copied!\n\nLawrence talks with former Watergate prosecutor Jill Wine-Banks about what really happened in the Saturday Night Massacre and how Sessions' firing could be even worse.\n\nRead More", "Lawrence: Democrats win, Trump panics copied!\n\nLawrence sums up the victory for Democrats and democracy, after American voters rose up in resistance to the Trump presidency.\n\nRead More", "Chris Matthews and a panel of guests discuss the political news of the day.\n\nDuration: {{video.duration.momentjs}}", "Underwood flips GOP seat in first-time run focused on health care copied!\n\nLauren Underwood, newly elected to Congress from Illinois, talks with Rachel Maddow about what made her first-time candidacy a success and her focus on the health care issues that are a priority of her constituents.\n\nRead More", "Election highlights voter suppression efforts in GA, ND copied!\n\nWe saw example after example of an electoral system designed to make it harder for people to vote - voter ID laws, broken machines, registration problems, and insanely long lines.\n\nRead More", "Andrew Gillum: We know half of Florida has a different vision for where we want to go 18:34", "Maxine Waters responds to the firing of Jeff Sessions copied!\n\nRep. Maxine Waters calls Trump \"absolutely outrageous\" and says she is not surprised by what he says or does.\n\nRead More", "MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.\n\nDuration: {{video.duration.momentjs}}", "\"A slow-motion Saturday night massacre\" copied!\n\nSen. Richard Blumenthal says Trump's firing of Attorney General Jeff Sessions - and installing a loyalist in his place -- is a break-the-glass moment.\n\nRead More", "How Trump firing Jeff Sessions could end Mueller probe copied!\n\nPresident Trump has fired Attorney General Jeff Sessions and installed a Trump loyalist as Bob Mueller's new boss. Ari Melber breaks down how Trump appears so intent on taking control of the investigation into his own campaign and White House that he is willing to risk all guilty looking inferences that come with this kind of move. Former Federal Prosecutor John Flannery says he has \"no doubt\" this move will become part of the obstruction probe.\n\nRead More", "GOP Rep.: 'Deplorable' Trump 'pissed' on Republicans in WH remarks copied!\n\nPresident Trump blasted members of his own party, who lost their midterm elections, suggesting it was because they did not \"embrace\" him. Republican Congressman Ryan Costello tells Ari Melber that Trump is \"deplorable\" for mocking his fellow Members of Congress.\n\nRead More", "DOJ insider explains how Trump’s new AG could be stopped copied!\n\nPresident Trump fired Attorney General Jeff Sessions and replaced him with Matthew Whitaker as Acting AG. Former Solicitor General Neal Katyal tells Ari Melber that Whitaker, who will now oversee the Mueller probe, is a \"constitutional nobody\" and breaks down how he could be stopped.\n\nRead More", "Renowned historian: Sessions firing '10 times worse than Nixon' copied!\n\nPresident Trump has fired Attorney General Jeff Sessions and replaced him with Acting Attorney General Matthew Whitaker, an outspoken critic of the Mueller probe, who will now oversee it. Renowned Presidential Historian Michael Beschloss tells Ari Melber that \"if this is going the way it looks, this is 10 times worse than Nixon\".\n\nRead More", "Matthews on Sessions firing: This won’t be the last time Trump strikes copied!\n\nTrump struck and it won’t be the last time. He took out his AG and replaced him with a yes-man. Chris says he wants to eliminate a man who could destroy his presidency.\n\nRead More", "Trump attacks media in post-Midterms press conference copied!\n\nYamiche Alcindor joins Hardball to talk about her question to President Trump during Wednesday’s press conference. The President was visibly upset from the question on what he thinks of people seeing his rhetoric as emboldening white nationalists.\n\nRead More", "After Sessions firing, lawmakers propose Plan B to protect Mueller copied!\n\nSen. Richard Blumenthal confirmed to NBC News that talks are underway for a “Plan B” to protect the Mueller probe if Trump tries to end the investigation. Talks have been in the works since May but recent developments with Jeff Sessions have renewed calls.\n\nRead More", "Sessions replacement has history of criticizing Mueller probe copied!\n\nMatt Whitaker, the newly appointed AG, appears to be a Trump Loyalist and has criticized the Mueller Probe in the past.\n\nRead More", "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11", "Fmr. CIA Director Brennan: New acting AG should recuse from Mueller probe copied!\n\nJohn Brennan joins Nicolle Wallace to discuss Trump’s long-expected firing of Jeff Sessions, the man chosen to replace him & what it means for the Mueller investigation\n\nRead More", "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11", "The 2020 countdown starts now but some 2018 races are still undecided copied!\n\nThere are 727 days to go until the 2020 election and we’ve already turned toward some presidential hopefuls. But Chuck has a reminder: some of the 2018 Midterm races have not yet been decided.\n\nRead More", "How Democrats ‘rocked the suburbs’ and won the House copied!\n\nNBC News National Political Correspondent Steve Kornacki joins Chuck at the big board to discuss all the Democrats managed to pull off their House pick-ups.\n\nRead More", "Leiter: McRaven would 'take himself out of the conversation' if Trump focused on military issues 01:07", "More than 100 women elected to Congress in historic election night copied!\n\nThere were historic firsts in last night’s election. Who are the new faces of Congress?\n\nRead More", "Dems will control the House, but can they protect the Mueller probe? copied!\n\nRep. Cheri Bustos joins MTP Daily to discuss how the Democrat led House will work to protect the Mueller investigation after the new Congress is sworn in,\n\nRead More", "Today’s edition of quick hits:\n\n* He’s correct: “Senate Minority Leader Chuck Schumer, D-N.Y., said on Wednesday, moments after Attorney General Jeff Sessions resigned at President Trump’s request, that protecting special counsel Robert Mueller’s investigation is paramount.”\n\n* This process isn’t going well: “North Korea called off planned nuclear talks in New York with Secretary of State Mike Pompeo, U.S. officials said on Wednesday, dealing a setback to a rocky diplomatic process and lowering hopes for progress on denuclearization.”\n\n* Didn’t the White House say Wall Street was worried about Democratic gains? “Wall Street came out of the gate strong on Wednesday, with the Dow Jones Industrial Average seeing an immediate gain of 277 points at the opening bell and topping 400 by mid-afternoon. The Nasdaq was up by 2 percent in early afternoon trading, and the S&P 500 spiked by around 1.5 percent.”\n\n* Hmm: “Special counsel Robert Mueller’s probe has expanded to include a filmmaker who interviewed Roger Stone for a documentary about alternative media and censorship called ‘Sensational’ in 2017. David Lugo told NBC News he testified before a Washington grand jury in October about Stone and Stone’s alleged backchannel to WikiLeaks, comedian and activist Randy Credico.”\n\n* What prompted the change? “The U.S. military mission at the U.S.-Mexico border will no longer be called ‘Operation Faithful Patriot,’ according to officials. The formerly named ‘Operation Faithful Patriot’ is a deployment of nearly 5,200 troops, who joined 2,000 troops already stationed at the U.S.-Mexico border.”\n\n* Remember Kim Davis? “The Kentucky clerk who went to jail in 2015 for refusing to issue marriage licenses to same-sex couples lost her bid for a second term on Tuesday.”\n\nAnything to add? Consider this an open thread.", "Matthew Whitaker becomes acting Attorney General after Sessions fired copied!\n\nPete Williams reports the latest on Jeff Sessions exit from the DOJ and whether the new acting Attorney General Matthew Whitaker can cut short the Mueller investigation.\n\nRead More", "Big Question: What happens when there is no one left to tell the president no? 02:39", "Rep. Jim Clyburn on the future of the Democratic Party copied!\n\nThe third-ranking Democrat in the House of Representatives, Assistant Democratic Leader Rep. Jim Clyburn joins Katy Tur to talk about how he thinks leadership at the top of the party will look now that Democrats have regained control of the House.\n\nRead More", "A couple of months ago, Donald Trump sat down with The Hill and could barely contain his contempt for Attorney General Jeff Sessions. “I don’t have an attorney general,” the president said at the time. “It’s very sad.”\n\nThere’s no great mystery as to why. Trump has been quite explicit in his belief that he expects his attorney general to be an extension of the White House political agenda. It’s why the president was apoplectic about Sessions recusing himself from the investigation into the Russia – Trump expected the A.G. to obstruct the probe in politically convenient ways – and it’s also why we saw the president recently suggest Sessions should go easy on two allegedly corrupt Republican members of Congress because it might interfere with the GOP’s electoral plans.\n\nIt quickly became obvious that it was a matter of “when,” not “if,” the Alabama Republican would exit the stage. This afternoon, Trump and Sessions parted ways.\n\nAttorney General Jeff Sessions resigned Wednesday at President Donald Trump’s request. The announcement – made by Trump on Twitter – came the day after the midterm elections. […] Given the bad blood, Sessions’ departure after the midterms was no surprise. Trump was asked about Sessions’ future at a lengthy press conference Wednesday afternoon. At the time, he declined to comment on whether Sessions would be leaving the administration, although Sessions resignation letter had been submitted earlier in the day.\n\nA copy of Sessions’ resignation letter is online here (pdf). The first sentence reads, “At your request, I am submitting my resignation.”\n\nSessions is the sixth member of Trump’s cabinet to resign, following EPA Administrator Scott Pruitt, HHS Secretary Tom Price, Secretary of State Rex Tillerson, VA Secretary David Shulkin, and U.S. ambassador to the United Nations Nikki Haley. (Homeland Security Secretary John Kelly also gave up his post, though he became White House chief of staff.)\n\nNone of those other members, however, drew Trump’s ire the way Sessions did. Indeed, the attorney general has been at the center of multiple presidential tantrums, including a May 2017 incident in which the president called his attorney general an “idiot” and accused him of “disloyalty.”\n\nWhat’s more, those other cabinet resignations won’t have nearly the impact of Sessions’ departure.\n\nWhile Sessions has not been a good attorney general, he has allowed Special Counsel Robert Mueller’s investigation into the Russia scandal to proceed without political interference. There is a very real concern that Sessions’ departure may be the first domino in a series of legally provocative steps in which Trump interferes – or at least tries to interfere – with the integrity of the system.\n\nComplicating matters, Sessions’ own chief of staff, Matthew Whitaker, will serve as acting attorney general, and may even become Trump’s nominee as Sessions’ permanent replacement.\n\nAnd who’s Matthew Whitaker? He happens to be a rather aggressive critic of the Mueller investigation.\n\nWhile all of the other relevant angles matter – the Trump-vs-Sessions drama, the revolving door in the White House cabinet, the president’s confusion about what an attorney general does, etc. – it’s the questions about what happens next that matter most.\n\nExpect Rachel to have more along these lines in about five hours.", "Matthews says Trump firing Sessions could be obstruction copied!\n\nOn AG Jeff Sessions' firing, Chris Matthews notes that Trump \"Getting rid of the guy that recused himself, who allowed the naming of a special prosecutor, Mr. Mueller, could be itself seen as obstruction.\"\n\nRead More", "Who is Matthew Whitaker, who may oversee Russia probe? copied!\n\nMSNBC's Ali Velshi, Chris Matthews and Ari Melber discuss what the firing of Jeff Sessions means for the Russia probe, and how his replacement will handle the special prosecutor.\n\nRead More", "Joe and Mika discuss the big news of the day.\n\nDuration: {{video.duration.momentjs}}", "Ari Melber: Sessions resignation prompts key Mueller probe questions copied!\n\nPresident Trump announces the resignation of Attorney General Jeff Sessions, one day after the 2018 midterm election. MSNBC Chief Legal Correspondent Ari Melber breaks down the key questions surrounding the Mueller probe, in light of Sessions' resignation.\n\nRead More", "President Trump tweets that AG Jeff Sessions has resigned copied!\n\nAfter a news conference that was over an hour long President Trump tweets that Attorney General Jeff Sessions has resigned. In his resignation letter, Sessions writes “At your request I am submitting my resignation.” NBC’s Pete Williams reports the latest.\n\nRead More", "Not long after Donald Trump began his post-election press conference, the president did something a little unexpected: he publicly ridiculed a list of losing candidates.\n\nPresident Donald Trump on Wednesday trashed losing Republican candidates who distanced themselves from him during the midterm elections. “Mia Love gave me no love, but then she lost,” Trump said at a White House news conference of the Utah Republican who failed in her House re-election bid on Tuesday. “Too bad.” He listed several other GOP lawmakers he said had rejected his “embrace” before falling to Democratic opponents: Reps. Carlos Curbelo in Florida; Mike Coffman in Colorado; Peter Roskam in Illinois; and Barbara Comstock in Virginia, among them.\n\nReflecting on the list – which he literally read from prepared notes – the president told reporters, “I’m not sure that I should be happy or sad, but I feel just fine about it.”\n\nIn other words, Trump feels “just fine” about House Republicans losing their seats – and their majority – because these members had the gall to keep their distance from an unpopular and scandal-plagued president.\n\nI’ll confess, I don’t recall ever hearing a president mock members of Congress from his own party after their defeats, but Trump seemed eager to do exactly that, largely as a way to immunize himself from blame. As he sees it, vulnerable House Republicans, many of whom represented districts Hillary Clinton won two years ago, ended up losing because they didn’t tie their fortunes to his presidency.\n\nThe idea that these GOP incumbents would’ve lost by larger margins had they cozied up to Trump apparently hasn’t occurred to him.\n\nOf course, the other flaw in the thesis is that plenty of pro-Trump candidates, who welcomed his support and echoed his message, also failed at the ballot box. In Pennsylvania, two Trump-ish candidates – Senate hopeful Lou Barletta and gubernatorial hopeful Scott Wagner – lost badly in a state the president won two years ago.\n\nIn South Carolina’s 1st congressional district, Katie Arrington defeated Rep. Mark Sanford in a Republican primary earlier this year, and she declared after her primary victory, “We are the party of President Donald J. Trump.” Last night, however, Arrington lost to Joe Cunningham (D) in a district Trump won by 11 points.\n\nIn fact, while most of the GOP candidates the president endorsed won, 32 of them didn’t.\n\nThey won’t receive public mockery from Trump, though. That treatment is reserved for more center-right candidates who lost as part of anti-Trump backlash.\n\nPostscript: Trump pointed to Utah’s Mia Love (R) as a candidate who lost, but it’s worth emphasizing that her race hasn’t yet been formally called. The congresswoman is trailing at this point, but for the president to dismiss her as a loser seemed a little premature.", "President Trump goes after own party at press conference copied!\n\nPresident Trump had confrontations with multiple members of the media to the point were a White House aide tried to physically take away the microphone from CNN reporter Jim Acosta. However, as Katy Tur notes the real news was the president making a point to lash out at members of his own party during the post midterms press conference.\n\nRead More", "Velshi on Trump press conference: That was a rollercoaster copied!\n\nPresident Trump held a White House press conference after the midterm elections. Velshi and Ruhle discuss Trump's pre and post election messages, and Jonathan Capehart, Washington Post opinion writer, and Toluse Olorunnipa, Bloomberg White House Reporter, also weigh in.\n\nRead More", "Milestone elections in Midterms 2018 copied!\n\nFor the first time in the United States, Native American women will be in Congress. Stephanie Ruhle and Ali Velshi discuss diversity with New Mexico’s new Congresswoman-elect, Deb Haaland.\n\nRead More", "As the day after Election Day was just getting underway, Donald Trump published an odd tweet that sounded a bit like a threat. The president said that if the new House Democratic majority investigates Team Trump, “we will likewise be forced to consider investigating them for all of the leaks of Classified Information, and much else, at the Senate level.”\n\nThis didn’t make sense. For one thing, it’s not the Senate’s job to investigate the House. For another, the president made it sound as if he’s aware of Democratic wrongdoing, which he’s prepared to overlook as part of some kind of corrupt quid pro quo: if House Dems ignore his scandals, he’ll make sure Republicans ignore theirs.\n\nAt a White House press conference today, Trump elaborated on this:\n\n“They can play that game, but we can play it better. Because we have a thing called the United States Senate. And a lot of very questionable things were done between leaks of classified information and many other elements that should not have taken place…. I think I’m better at that game than they are, actually.”\n\nAgain, if Trump has evidence of “very questionable” misconduct from lawmakers, he can pursue these lines of inquiry. But he seems to believe he can find some kind of leverage to avoid investigations.\n\nSoon after, the president also quickly dismissed the idea of working with a divided Congress on public policy in the midst of investigations.\n\n“You can’t do them simultaneously, by the way. Somebody says, ‘Oh, you can do ‘em both.’ No, you can’t. Because if they’re doing that, we’re not doing the other, just so you understand. So we won’t be doing that.”\n\nGot that? If House Democrats investigate Trump’s scandals, Trump won’t work with Congress on substantive issues. The president evidently wants the new House Democratic majority to choose between legislating and conducting oversight – because in his mind, it has to be one or the other.\n\nTrump went on to say that if his White House is confronted with subpoenas, “government would come to a halt, and I would blame then.”\n\nOr, alternatively, he could cooperate with congressional oversight of the executive branch?\n\nOne might start to get the impression that the president is scared of congressional investigations. I wonder why that is.", "When old Dems and new Dems meet, what happens? copied!\n\nPeggy Noonan and Andrea Mitchell join a discussion about the Democratic approach after the midterms and the Democratic turnout operation in the midterms. The panel also discusses a new tweet from the president.\n\nRead More", "Today’s installment of campaign-related news items from across the country.\n\n* Though it took a little longer than expected, Bob Stefanowski (R) conceded Connecticut’s gubernatorial race this morning, elevating Ned Lamont (D) to the office.\n\n* We still don’t quite know who won Florida’s U.S. Senate race, and with 0.4% of the vote separating Bill Nelson (D) and Rick Scott (R), we’re apparently headed for a recount.\n\n* On a related note, Arizona’s U.S. Senate race hasn’t yet been called, though Martha McSally (R) currently leads Krysten Sinema (D) by less than 1% of the vote. The Green Party candidate – who dropped out last week – received more than 2% of the vote.\n\n* The only gubernatorial race that hasn’t yet been called is in Georgia, where Stacey Abrams (D) appears to be trailing, though she hasn’t yet conceded, and she still believes a runoff against Brian Kemp (R) is possible.\n\n* The last I looked, Sen. Jon Tester (D) was trailing by about 0.3% in Montana, though as the New York Times’ Nate Cohn noted this morning, there appears to be “a lot” of Democratic votes that haven’t yet been counted.\n\n* In Wisconsin, outgoing Gov. Scott Walker (R) signed a state law prohibiting second-place finishers from requesting a recount if they lost by more than 1%. As things stand, Walker apparently lost by 1.2%.\n\n* Exact figures aren’t yet clear, but it looks like turnout in this year’s midterm elections reached record highs.\n\n* The race hasn’t been formally called just yet, but Rep. Dana Rohrabacher (R), better known as Vladimir Putin’s favorite congressman, is trailing in his re-election bid.\n\n* In South Carolina’s 1st congressional district, Katie Arrington defeated Rep. Mark Sanford in a Republican primary earlier this year, declaring at the time, “We are the party of President Donald J. Trump.” Last night, Arrington lost to Joe Cunningham (D) in a district Trump won by 11 points.\n\n* And speaking of red-state surprises, Kendra Horn (D) yesterday upset Rep. Steve Russell (R) in Oklahoma’s 5th congressional district, which Trump won by nearly 14 points two years ago. This was not considered one of the key races to watch.\n\n* A striking statistic: “More than 100 women were projected to win seats in the House of Representatives, easily shattering the record. Overwhelmingly they were Democrats who helped the party take control of the chamber. Women have never held more than 84 of the 435 seats in the House. With votes still being counted Wednesday morning, 95 had already been declared winners.”", "Veronica Escobar says a woman is right choice to lead new Democrat majority in congress copied!\n\nVeronica Escobar says a woman is the right choice to lead the new Democrat majority in the house after the midterm elections.\n\nRead More", "When one party holds a state’s governor’s office and both of its state legislative chambers, the partisan control is generally known as a “trifecta.” And in recent years, Republicans have racked up more than a few of them, while Democrats have had very few.\n\nYesterday, that changed.\n\nGoing into Election Day 2018, there were 26 GOP trifectas and just 8 Democratic trifectas. Yesterday, that total went down for Republicans and nearly doubled for Dems. Vox took note of some of the more notable changes for the “blue” team:\n\nIn Colorado, for example, Democrats now control the state Senate and maintained control of the House of Representatives, and Democrat Jared Polis won the governorship, giving the party the “trifecta” of power in the state. There will also be a Democratic trifecta in New York after the party took back control of the state’s Senate. Democrats have numerically had the majority there already, but for years there had been a group of Democratic senators who had broken off to caucus together and team up with Republicans.\n\nAmong the other new Democratic trifectas are Maine, Illinois, New Mexico, and Nevada. As things stand, the party’s total has gone from 8 before yesterday to 14, including all of the continental West coast.\n\nAnd while Republicans appear to have gained a trifecta in Alaska, the GOP also lost their stronghold in Kansas (where Democrat Laura Kelly won the gubernatorial race), Michigan (where Gretchen Whitmer won the gubernatorial race), Wisconsin (where Tony Evers won the gubernatorial race), and New Hampshire (where Democrats flipped both the state House and state Senate).\n\nThis is about far more than bragging rights and electoral trivia. As Vox’s piece added:\n\nAhead of Election Day, Vox’s Dylan Scott laid out why state legislative elections are so important: They’re crucial for state-level policy debates on issues such as taxes, education, and health care, and they will also be key when officials start redrawing US congressional districts in 2020. Republican gerrymandering has put Democrats at a disadvantage in many states across the country, and Democrats getting more control of state legislatures could help them start to push back. Per Scott: “It is no exaggeration to say that the 2018 state legislative races – and then the even more crucial 2020 elections – will help determine who controls the US House all the way through 2030.”\n\nAnd as notable as the trifectas are, they’re emblematic of significant Democratic gains in state legislatures nationwide. Though votes are still being tallied, the Democratic Legislative Campaign Committee sent an alert to reporters two hours ago noting that Dems have “regained majorities in seven chambers and flipped 350 seats from red to blue nationwide.”\n\nThis probably won’t be the kind of story that dominates national headlines, but it’s a development that will pay dividends for Democrats for quite a while.", "Women win big in the midterms copied!\n\nWomen were majorly successful in the midterm elections, taking at least 110 Congressional seats between the House and the Senate – smashing a record. Stephanie Ruhle is joined by Mara Gay, former Congressman Steve Israel, Cornell Belcher, and John Weaver to discuss what their impact might be.\n\nRead More", "What is the way forward for Dems after the midterms? copied!\n\nDoris Kearns Goodwin, Eugene Robinson and Michael Steele join the Morning Joe panel for a break down of Tuesday's midterms.\n\nRead More", "How Democrats and Republicans won in the midterms copied!\n\nFollowing the highly anticipated midterm elections, Stephanie Ruhle breaks down what’s next for the Senate and House at the start of a new era in Washington and across the country.\n\nRead More", "It’s been a while since voting-rights advocates had reason to celebrate, but the latest election results were clearly a step in a progressive direction. The most dramatic change occurred in Michigan.\n\nMichigan … passed a law significantly changing the way the state’s political lines are drawn for congressional and state legislative districts. The amendment will take the power to draw those lines out of the hands of state lawmakers, as the Detroit Free Press explains, and put it into the hands of an independent redistricting commission made up of four Republicans, four Democrats and five people who identify with neither party. The state also approved a wide-ranging amendment that will allow people to register to vote on Election Day and will institute automatic voter registration. It will also allow voters to request an absentee ballot for any reason.\n\nNevada also adopted automatic voter registration, bringing the new total of states with AVR to 16. Yes, that’s only a third of the country, but given that automatic voter registration didn’t exist in any states as recently as three years ago, it’s a progressive reform that’s clearly catching on quickly.\n\nBut it’s not just AVR. Voters in Florida approved a measure to restore voting rights for many with prior felonies. In Kansas, voters rejected the gubernatorial candidacy of Kris Kobach, one of the nation’s voter-suppression pioneers.\n\nIn Colorado and Missouri, voters agreed to overhaul the redistricting process to end gerrymandering. (Utah may have done the same thing, but votes on the state’s Proposition 4 are still being tallied.)\n\nIn Maryland, voters agreed to allow same-day voter registration.\n\nThe news wasn’t all good – North Carolina approved a voter-ID requirement – but all things considered, Ari Berman, who covers voting rights for Mother Jones, described this year’s results as the “best election for voting rights in decades.”", "Ahead of the 2016 presidential election, Democrats weren’t just optimistic because of the polls. They also spent quite a bit of time fiddling with sites like 270 to Win, exploring different scenarios with the electoral college, and concluding that Donald Trump’s path to the White House simply didn’t exist.\n\nAfter all, the Clinton/Kaine ticket could lose several of the battleground states Barack Obama had won at least once – Florida, Ohio, Iowa, and North Carolina – and still win the election thanks to the “blue wall” in the Rust Belt.\n\nBefore 2016, in six of the previous six presidential elections, Michigan and Pennsylvania had voted Democratic. In Wisconsin, it was seven of the previous seven. So long as these three states remained in the “blue” column, Hillary Clinton would be the next president.\n\nWe now know, of course, that this didn’t happen. Michigan, Pennsylvania, and Wisconsin each went “red.”\n\nTwo years later, these same three states appeared to swing back in the other direction.\n\nMichigan: Voters in Michigan elected a Democratic governor, re-elected a Democratic U.S. senator, and picked up enough state Senate seats to end the GOP’s supermajority. Though some votes are still being counted, Democratic candidates also appear to be well positioned in the race for state attorney general and in the closely watched race in the 8th congressional district, which appears set to flip from “red” to “blue.”\n\nPennsylvania: Voters in Pennsylvania re-elected a Democratic governor, re-elected a Democratic U.S. senator, and erased the GOP’s supermajority in the state Senate. Democrats also appear to have flipped four congressional districts in the state from “red” to “blue.”\n\nWisconsin: Voters in Wisconsin elected a Democratic governor (for the first time in a while) and re-elected a Democratic U.S. senator. Though the race hasn’t been called, the Dem also appears to be ahead in the race for state attorney general.\n\nThis is not to say that Trump will necessarily lose these states in two years – a lot can happen in 24 months – but if the “blue wall” crumbled in 2016, Democrats took steps to put it back together again in 2018.", "Nelson’s chief of staff says Florida Senate race headed to recount copied!\n\nThe chief of staff for Florida Senator Bill Nelson tells NBC there will be a recount, per state law which requires an automatic recount if there is less than a half percent between the vote totals. NBC’s Catie Beck and Steve Kornacki break down what happens next\n\nRead More", "Carole King sings us out on Wednesday morning copied!\n\nA special, post-election show deserves a special ending: The legendary Carole King sings the panel out at the end of Wednesday's show.\n\nRead More", "It was just a few weeks ago when Senate Majority Leader Mitch McConnell (R-Ky.) said out loud what was widely assumed to be true: if Republicans held onto their congressional majorities, the GOP would try again to repeal the Affordable Care Act. Last week, Larry Kudlow, director of the White House National Economic Council, endorsed a similar strategy.\n\nThat plan is now dead. With Democrats retaking the House majority, the Affordable Care Act had a good day at the ballot box. Republicans may yet be able to undermine the nation’s health care system, but they’ll need to rely on the courts because voters just ended the repeal crusade.\n\nFor health care advocates, that’s just the start of the good news.\n\nThree red states approved Medicaid expansion in Tuesday’s midterm elections, changes that will potentially cover hundreds of thousands more low-income Americans, NBC News projected. Voters in Utah, Nebraska and Idaho were all expected to pass ballot measures to broaden the federal and state health insurance program, according to NBC.\n\nAll told, as a result of these ballot measures, more than 300,000 low-income Americans are poised to gain health care coverage. The new total of states that have embraced Medicaid expansion through the Affordable Care Act will now grow to 36.\n\nIt gets better: with Democrats winning big in Maine, and Gov. Paul LePage (R) exiting the stage, the future for Medicaid expansion in the state appears bright, and in Kansas, where voters elected a Democratic governor, it’s likely we’ll see the Sunflower State join the club.\n\nTo be sure, the news wasn’t all good for health care advocates. In Montana, where the tobacco industry spent more than $12 million to defeat a ballot measure, voters apparently rejected a funding mechanism to keep Medicaid expansion going in the red state. Its future in Montana is now uncertain.\n\nBut this was generally the only setback in what was otherwise a very good day for American health care. The challenges aren’t over – the Trump administration will still try to undermine “Obamacare,” and a Republican judge in Texas is poised to try to gut the law – but health care advocates have reason to celebrate today.", "In the 1994 midterms, Republicans posted huge gains and took control of Congress. Time magazine published a cover image of a powerful, triumphant elephant crushing a donkey, under a headline that called it a “GOP stampede.”\n\nRepublicans had reason to crow at the time: by a 7.1% margin, American voters had backed GOP candidates over Democratic candidates.\n\nNearly a quarter of a century later, Democrats apparently won the House “popular vote” by 7%.\n\nI realize Republicans, benefiting from a Senate map that was almost comically titled in their favor, are thrilled to see their majority grow in the upper chamber. I can also appreciate why many Democrats were disappointed to see some heartbreaking losses in key contests, especially in Florida.\n\nBut the scope of the House Democratic victories was rather extraordinary. I put together the above chart based on the findings from Princeton’s Sam Wang, who highlighted the popular-vote gap in House races in several recent cycles.\n\nHouse Republicans, for example, had excellent years in 1994 and 2010, but House Democrats kept pace with these tallies.\n\nSome observers will no doubt ask in response, “Then why didn’t Democrats win even more seats?” The answer is a familiar one: between Republican gerrymandering and concentration of Democratic votes in urban areas, the party faced an enormous challenge even trying to take back the House of Representatives.\n\nBut they did anyway.\n\nI’m inclined to skip the debate over whether or not this counts as a “wave.” The term has no specific definition in political science, and the fact that there’s a debate at all reinforces the fact that it’s a subjective matter.\n\nWhat strikes me as the more salient point is that Republicans had all kinds of advantages, including a strong economy and gerrymandered maps, but the GOP got slammed in House races anyway.\n\nAs Vox’s Matt Yglesias explained this morning, “After the 2010 midterms, Republicans held the House and the majority of the population lived under GOP governors but they only had 47 senate seats after some disappointing losses. I don’t think people saw that as an ambiguous outcome.”\n\nUpdate: As additional votes have come in, the “popular vote” has shifted. I’ve updated the chart and text to reflect the revised tallies.", "Back at the board, Kornacki assesses the returns copied!\n\nSteve Kornacki returns to the 2018 midterm board to recap Wednesday night and to discuss the races that are yet to be called.\n\nRead More", "Trump tweets challenge to Dems over possible probes copied!\n\nIn a tweet about the Dems picking up the House, Trump says if the party wastes 'Taxpayer Money investigating us,' he would be forced to investigate the Dems.\n\nRead More", "In April, Donald Trump hosted a dinner with Republican congressional leaders, who tried to deliver a stern warning to the president about the 2018 midterm elections. They were concerned about the party’s hold on congressional power, and as the New York Times reported, GOP leaders feared Trump did not “grasp the gravity” of the situation.\n\nIf [Senate Majority Leader Mitch McConnell’s] warning was not clear enough, Marc Short, the White House’s legislative liaison, used the dinner to offer an even starker assessment. The G.O.P.’s House majority is all but doomed, he said. But Mr. Trump was not moved. “That’s not going to happen,” he said.\n\nThat’s exactly what happened.\n\nIf his tweets this morning are any indication, the president appears to be taking a victory lap, due entirely to the fact that Republicans, taking advantage of the most favorable Senate map in American history, expanded their majority in the upper chamber. Trump, at least publicly, considers this year’s midterms a “tremendous success” and a “big victory” for the GOP.\n\nWhether or not he genuinely believes this is unclear, but if the president is feeling some optimism in the wake of the results, he’s kidding himself.\n\nTo the extent that the White House has a legislative agenda, it is now effectively dead. Making matters worse, rejecting Trump’s far-right proposals isn’t the only way the new Democratic majority in the House is going to make Trump quite miserable.\n\nClose video Democratic control of committees most worrying prospect for Trump Rachel Maddow reviews the litany of investigations of Donald Trump and his administration that have been suppressed by Republicans in control of Congress’s oversight responsibilities, and the avalanche of subpoenas and hearings that would likely result share tweet email save Embed\n\nFor two years, every Trump scandal has been ignored on Capitol Hill. Every Democratic request for a subpoena has been rejected. Any semblance of a traditional constitutional system of checks and balances has disappeared.\n\nThe Washington Post’s Greg Sargent explained last month, “The basic bargain Republicans have made with the president is that he will keep delivering them right-wing judges and signing bills slashing taxes on the rich and eviscerating the social safety net, so long as Republicans maintain fortress-like protection of Trump from oversight and accountability.”\n\nThe American electorate has severed that deal. The fortress is suddenly missing a wall.\n\nIn May, outgoing House Speaker Paul Ryan (R-Wis.) warned that Democrats might try to hold the president accountable, complete with hearings and subpoenas, if they were rewarded with a majority. On this, he was correct. Soon after, Axios published a list that meticulously previewed “the investigations Democrats will likely launch if they flip the House.” It included, among other things, scrutiny of Trump’s tax returns.\n\nHad the race for the House gone the other way, that list would’ve gathered dust. It will now instead serve as a blueprint.\n\nWhat’s more, the outgoing GOP majority actually made this dynamic worse. As Politico reported two weeks ago, House Republicans changed the chamber’s rules in 2015, allowing committee chairs to issue subpoenas unilaterally, without even consulting the minority party.\n\n“The Republicans have set the standard and, by God, we’re going to emulate that standard,” Rep. Gerry Connolly (D-Va.) told Politico.\n\nAll of which suggests Trump’s free ride is poised to come to an abrupt halt. The president, who’s never been altogether familiar with how governmental institutions work, probably doesn’t realize how good he’s had it. The lesson will likely be brutal.\n\nPostscript: It’s not yet clear how Special Counsel Robert Mueller’s investigation into the Russia scandal will proceed, or whether there will be a report on his findings. But if there is such a document, it’ll likely be delivered to Congress.\n\nUnder a Republican-led House, that report would be buried and ignored. In a Democratic-led House, that report will almost certainly be shared with the public and acted upon.", "Casey Gerald: My book is memoir and history of US 12:47", "Former Navy pilot, prosecutor wins NJ, headed to DC copied!\n\nFormer Navy helicopter pilot and federal prosecutor Mikie Sherrill won the race for New Jersey's 11th U.S. Congressional District on Wednesday evening, and she joins Morning Joe to discuss her win.\n\nRead More", "One-party rule comes to an end in Washington copied!\n\nDemocrats may have lost key Senate and gubernatorial races in Texas and Florida, but they picked up the House and Joe Scarborough says this returns a balance to Washington and an end to one-party rule.\n\nRead More", "Joe: For first time in two years, it doesn't matter what Trump thinks copied!\n\nThe president closed out midterm campaigning by playing to the base's fears on immigration and on race. With the GOP picking up Senate seats despite a House win for Dems, will Trump continue his rhetoric into 2020? The panel discusses.\n\nRead More", "Mueller investigation more secure with Democrats leading House copied!\n\nAn MSNBC panel discusses what the Democratic takeover of the House of Representatives means to the Robert Mueller investigation.\n\nRead More", "Casey Gerald: My book is memoir and history of US", "House Democrats to replace Trump lap dogs with accountability copied!\n\nAn MSNBC panel discusses how House Republicans were so permissive of the Donald Trump administration's transgressions that their acquiescence became expected, and how House Democrats will now be able to issue subpoenas and pursue investigations that Republicans had been quashing to protect Trump.\n\nRead More", "Big Question: What happens when there is no one left to tell the president no? 02:39", "Nadler warns Trump against firing Mueller as Dems win House in blue wave copied!\n\nRanking Member and likely incoming Chairman of the House Judiciary Committee tells Ari Melber “all options are on the table” if Trump tries to “sabotage” the probe, or fires “key people,” or abuses the pardon power, laying down a firm marker on protecting Bob Mueller.\n\nRead More", "Republicans lose claim to 'party of law & order' copied!\n\nAn MSNBC panel remark on the willingness of Republican voters to elect candidates under federal indictment, and how that fact contrasts with the Republican Party's desire to present itself as prioritizing law and order.\n\nRead More", "Hayes: Texas Democrats should be optimistic despite Beto loss copied!\n\nDespite Beto O'Rourke's loss in Florida, Chris Hayes says that Texas Democrats feel like it was the best night for their state party in a generation.\n\nRead More", "How will Trump handle a Democratic Congress? copied!\n\nAn MSNBC panel discuss whether Donald Trump and Republicans are more likely to try to deal with House Democrats when they take the majority or adopt a combative posture to deepen Congressional gridlock.\n\nRead More", "Andrew Gillum concedes Florida governor race copied!\n\nAndrew Gillum concedes Florida governor race: 'I sincerely regret that I couldn't bring it home for you, but I can guarantee you this: I'm not going anywhere. We're going to fight.'\n\nRead More", "Rep. Schiff: Mueller likelier to finish his work copied!\n\nRep. Adam Schiff is poised to become chairman of the House Intelligence Committee when Democrats take control of the House. He says the GOP abdicated their responsibility on the Russia investigation and that he plans to restore relationships between the committee and the intelligence community.\n\nRead More", "Schmidt: 'The unchecked corruption is at its end' copied!\n\nSteve Schmidt remarks on the major headlines from election night, the first being that Donald Trump now has a check on his power, having lost permission Republican control in the House, and the other being that divisions over Trump in American politics were deepened.\n\nRead More", "Big Question: What happens when there is no one left to tell the president no? 02:39", "Democratic House control means leadership shake-up in Congress copied!\n\nDonna Edwards, former Maryland congresswoman, talks about how the new Democratic leadership will take shape now that they've taken control of Congress.\n\nRead More", "Big Question: What happens when there is no one left to tell the president no? 02:39", "Democrats still see victory in Beto O'Rourke loss; 2020 pondered copied!\n\nAs NBC News projects a victory for Ted Cruz against Beto O'Rourke, Evan Smith, founder and CEO of the Texas Tribune discusses why Democrats are heartened by Beto O'Rourke's performance against Ted Cruz even though he lost, and considers O'Rourke's future plans.\n\nRead More", "Nicolle Wallace: This changes everything copied!\n\nNBC News projects Democrats did take back control of the House but lost their bid for the Senate after Rep. Beto O'Rourke lost to Sen. Ted Cruz. Nicolle Wallace noted that the change in House control is a 'game changer' for President Trump.\n\nRead More", "Andrew Gillum: We know half of Florida has a different vision for where we want to go 18:34", "MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.\n\nDuration: {{video.duration.momentjs}}", "Florida votes to restore voting rights for felons copied!\n\nFlorida voters have restored the rights to vote for felons with its approval of Amendment 4 to its state constitution. The amendment, which passed with at least a 2 million-plus margin, paves the way for potentially millions of convicted felons in the state to vote.\n\nRead More", "Andrew Gillum: We know half of Florida has a different vision for where we want to go 18:34", "Initial House estimates favor Democrats, but not without danger copied!\n\nSteve Kornacki reports near the top of 9 p.m. ET hour that the initial estimate from the NBC News Decision Desk gives Democrats a 65% chance of taking control of the House, though the margin of error on their estimate includes a Democratic loss.\n\nRead More", "Big Question: What happens when there is no one left to tell the president no? 02:39", "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11", "Andrew Gillum: We know half of Florida has a different vision for where we want to go 18:34", "Late visits by the president hurt Senate GOP candidates at the polls copied!\n\nChuck joins the MSNBC Election Night panel to discuss how GOP candidates would not be able to win without Trump's base, but how his appearances in the state hurt their poll numbers.\n\nRead More", "Trump, Sessions warn of voter fraud ahead of election without any evidence copied!\n\nThe Root’s Jason Johnson, Costa former Obama CoS Jim Messina, former DOJ spox Matt Miller, MSNBC analyst Elise Jordan, and Steve Schmidt on Trump and AG Jeff Sessions warning of potential voter fraud in the midterms\n\nRead More", "Big Question: What happens when there is no one left to tell the president no? 02:39", "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11"]