["American Civil Liberties Union sues Trump over asylum order copied!\n\nACLU Attorney Lee Gelernt says President Trump is acting “far outside his authority” and asylum must be available for everyone. General Barry McCaffrey, retired four star general, former national security council member, and NBC News Military Analyst, and Michelle Brane, Director of Migrant Rights and Justice at the Women's Refugee Commission, also joins the panel of MSNBC’s Frances Rivera.\n\nRead More", "One-on-One with Charlamagne Tha God copied!\n\nRev. Al Sharpton talks with radio host Charlamagne Tha God about the outcome of the midterm elections, battling trauma, and his new book titled, “Shook One.”\n\nRead More", "From Midterms to 2020 copied!\n\nRev. Al Sharpton is joined by Doris Kearns Goodwin, and Charlie Cook to discuss the outcome of the midterm elections, how to bind the country together and what we may be able to expect for 2020.\n\nRead More", "Aftermath of Midterm Election: Florida copied!\n\nRev. Al Sharpton is joined by Mara Gay, Christina Greer, and Michael Steel to discuss the aftermath of the midterm elections, and Florida’s Governor debacle.\n\nRead More", "Aronberg asks Scott and Trump to tone down FL fraud rhetoric copied!\n\nFlorida State Attorney for Palm Beach County Dave Aronberg says the rhetoric from President Donald Trump, Governor Rick Scott and others claiming voter fraud or a mass conspiracy needs to be toned down. MSNBC’s Frances Rivera also talks about the tight race in Georgia with her panel.\n\nRead More", "PoliticsNation is hosted by Al Sharpton, one of America's most renowned civil rights leader.\n\nDuration: {{video.duration.momentjs}}", "Whitaker as acting AG could change Mueller's Russia probe copied!\n\nPresident Donald Trump has tapped Matthew Whitaker to take the helm of the Justice Department until Jeff Sessions’ permanent successor can be confirmed by the Senate. However, some legal experts argue the move is unconstitutional. MSNBC’s Frances Rivera discusses this reasoning with Glenn Kirschner, MSNBC legal analyst and former prosecutor, Josh Lederman, NBC news national political reporter, and Craig Unger, author of \"House of Trump, House of Putin.\"\n\nRead More", "Andrew Gillum: We know half of Florida has a different vision for where we want to go 18:34", "FL gov candidate Gillum takes back concession to DeSantis copied!\n\nFlorida Democratic Governor Candidate Andrew Gillum held a news conference to rescind his election night concession speech and asked for every vote to be counted. Gillum is in a neck-and-neck race with Republican Ron DeSantis. MSNBC’s Frances Rivera discusses the implications of the recount with her panel. Steve Schale, former Florida state director For Barack Obama's 2008 Presidential Campaign, Emily Tisch Sussman, a senior adviser at \"Swing Left\" and a former vice president of campaigns at the \"Center For American Progress,\" and Rick Tyler, MSNBC political analyst and Republican strategist, all join the show.\n\nRead More", "Andrew Gillum: We know half of Florida has a different vision for where we want to go 18:34", "Democrats score string of upsets in blue wave takeover of House and more copied!\n\nTo understand exactly how big the Blue Wave was on Tuesday, you have to know exactly what the Democrats were up against nationwide. Joy Reid and her panel break it down for you.\n\nRead More", "Acting Attorney General Matthew Whitaker was linked to company under FBI investigation copied!\n\nActing U.S. Attorney General Matthew Whitaker was linked to a company currently under FBI investigation, a branch of the government he now oversees, making him the latest controversial Donald Trump pick. Joy Reid and her panel discuss.\n\nRead More", "Andrew Gillum makes ‘Unapologetic call’ to count every vote in tight Florida Governor race copied!\n\nDemocratic Florida gubernatorial candidate Andrew Gillum holds a press conference as he awaits a recount in the tight Governor race. Gillum, the current mayor of Tallahassee says, “In America, we count every vote regardless of what the outcome may be.”\n\nRead More", "Georgia midterm election for governor between Kemp and Abrams still undecided copied!\n\nThe Georgia midterm election for governor is still undecided, as votes continue to come in, and Democratic candidate Stacey Abrams has not conceded to Republican Jack Kemp, who leads by a slim margin. Joy Reid and her panel discuss.\n\nRead More", "Key Florida midterm elections still undecided as recounts loom copied!\n\nThe Florida midterm election for governor is not over, with Democrat Andrew Gillum and Republican Ron DeSantis still squaring off do to a slim margin between them. The close race between Republican Rick Scott and Democrat Bill Nelson for the Senate is also waiting to be called. Joy Reid and her panel discuss.\n\nRead More", "Florida Secretary of State orders statewide machine recount for Senate and Governor races copied!\n\nFlorida Secretary of State has ordered a recount for the top three races in the state, Senate, Governor, and Agricultural Commissioner. Millions of votes will need to be recounted with the deadline on Thursday. NBC’s Ron Allen reports.\n\nRead More", "Protests erupt in Broward County after officials trigger recount copied!\n\nFollowing the decision to trigger a machine recount around several tight midterm races in Florida, protestors supporting both Republican and Democratic candidates gathered outside the Broward County election offices.\n\nRead More", "Broward County to undergo machine recount in Florida midterm races copied!\n\nElection officials in Broward County announced that multiple tight races in Florida, including elections for senator and governor, will be reviewed in a series of recounts.\n\nRead More", "Will Whitaker last as the new Attorney General in the Trump Administration? copied!\n\nFormer Federal Prosecutor Glenn Kirschner gives MSNBC's David Gura his professional opinion on whether Whitaker has a chance in the Trump administration.\n\nRead More", "Trump's Acting Attorney General is facing major scrutiny copied!\n\nWhen it comes to the Russia probe, Trump & newly installed Acting AG Whitaker, sound very similar. MSNBC’s David Gura talks to Mike Pesca of “The Gist” on Slate.\n\nRead More", "Alyona Minkovski: Matthew Whitaker's attorney general appointment was planned copied!\n\nReal Vision Senior Reporter Alyona Minkovski joins MSNBC's David Gura to discuss the appointment of Matthew Whitaker to attorney general and why the Trump administration has been planning to replace former Attorney General Jeff Sessions since his recusal from the Russia investigation.\n\nRead More", "First up from the God Machine this week is a new argument from Donald Trump about how – and whether – he should be seen not only as a political leader, but a moral one, too.\n\nTraditionally, the president’s allies have defended his moral failings by questioning their relevance. Shortly before the 2016 election, for example, when Americans heard the “Access Hollywood” recording of Trump bragging about sexually assaulting women, Corey Lewandowski, the Republican’s former campaign manager, argued, “We’re not choosing a Sunday school teacher here.”\n\nIt was a concession of sorts, acknowledging Trump’s character flaws and messy personal life, while simultaneously making the case that voters need not concern themselves with his morality.\n\nPolitically conservative evangelical Christians have made the same calculus throughout the Trump presidency: they don’t need him to be moral, the argument goes, so much as they need him to help advance what they see as their moral agenda.\n\nIt therefore came as something of a surprise this week when Trump was asked directly about this aspect of his presidency.\n\nQ: How do you see your role as a moral leader? TRUMP: I think I am a great moral leader, and I love our country.\n\nWhether or not Trump deserves to be seen as a “great moral leader” is a matter of perspective, though the Republican’s argument is very much at odds with the line his defenders – who say they back him despite his moral compass – usually tout.\n\nBut the president’s line turned out to be poorly timed. Two days after boasting of his moral standing, the Wall Street Journal published a new, thoroughly detailed report on Trump’s direct role in making legally dubious hush-money payments to women, including a former porn star, all of which he repeatedly lied to the public about.\n\n“The Wall Street Journal found that Mr. Trump was involved in or briefed on nearly every step of the agreements,” the article read. “He directed deals in phone calls and meetings with his self-described fixer, Michael Cohen, and others. The U.S. attorney’s office in Manhattan has gathered evidence of Mr. Trump’s participation in the transactions.”\n\nPerhaps it wasn’t the ideal week for, “I think I am a great moral leader.”", "Watch the full episode of Friday night's The Last Word with Lawrence O'Donnell.\n\nDuration: {{video.duration.momentjs}}", "", "Florida again the scene of a post-election ballot-counting fight copied!\n\nJulia Nutter and Lisa Ferri, producers for The Rachel Maddow Show, report from outside the Broward County, Florida vote tabulation center on protests over the continued counting of Florida ballots and legal wrangling over greater transparency into that process.\n\nRead More", "New Trump acting-AG tied to fraud scheme under FBI investigation copied!\n\nMark Maremon, senior editor for The Wall Street Journal, talks with Rachel Maddow about the role Donald Trump's new acting-attorney general, Matt Whitaker, played in World Patent Marketing, which is under FBI investigation for defrauding customers of millions of dollars.\n\nRead More", "Watch the full episode of Friday night's The Rachel Maddow Show.\n\nDuration: {{video.duration.momentjs}}", "Lawyers in pitched battle over thorough counting of Florida votes copied!\n\nLeonard Samuels, attorney for the Florida Democrat Party, talks with Rachel Maddow about the Democrats' legal battle in Broward County, Florida to have all of the votes cast in Florida's election counted.\n\nRead More", "Michelle Obama on Trump's presidency: Where is the bottom? copied!\n\nIn her upcoming memoir, Michelle Obama criticizes Trump for birtherism and much more while revealing new details about her own life. Mara Gay & Philip Rucker join to discuss.\n\nRead More", "Turnout among key groups for Democrats added to GOP midterm loss copied!\n\nRachel Maddow looks at turnout statistics in the 2018 midterms even as ballots are still being counted and Republicans are beginning to freak out as some Senate races are closer than they'd like.\n\nRead More", "Deadly fires ravage California communities copied!\n\nRachel Maddow reports on multiple massive, deadly wildfires sweeping through California, into residential communities, including Thousand Oaks, the scene of a deadly gun rampage just days ago.\n\nRead More", "Trump struggles to distance himself from his own acting-A.G. pick copied!\n\nRachel Maddow points out Donald Trump's \"tell\" of repeating himself when he's saying something that isn't true. In this case, Trump denies knowing his new acting-attorney general, Matt Whitaker, even though just a few weeks ago Trump not only said he knows Whitaker but called him a great guy.\n\nRead More", "NBC News: Trump likely faced indictment but for presidency copied!\n\nRachel Maddow shares new reporting from NBC News that when it comes to the campaign finance felonies to which Michael Cohen has already pled guilty, if it were not for Donald Trump being president, he almost certainly would have been indicted too. This is likely why he installed Matt Whitaker as acting-attorney general.\n\nRead More", "Trump's harshest recent attacks went to black female journalists copied!\n\nAfter grabbing headlines for his attacks on journalists at a White House press conference, Trump went on to again criticize three female journalists who are all African-American. Mara Gay & Philip Rucker react.\n\nRead More", "WSJ: Trump knew all about hush money to Playmate & porn star copied!\n\nThe Wall Street Journal is reporting that Trump played a central role paying off two women in his past leading into the presidential election. One of the reporters on the story, Rebecca Davis O'Brien, and Mimi Rocah react.\n\nRead More", "Is it already too late for Trump to stop Mueller's investigation? copied!\n\nHas Robert Mueller already spread his investigation so far across the criminal justice system that Trump couldn't stop it completely if he tried? Fmr. federal prosecutor Mimi Rocah reacts.\n\nRead More", "Trump now: I don't know Whitaker. Trump in Oct.: I know Whitaker. copied!\n\nTrump is defending naming Mueller probe critic Matthew Whitaker as acting attorney general, but has now contradicted himself on whether he knows Whitaker. Philip Rucker, Tamara Keith, and Mimi Rocah all join.\n\nRead More", "Lawrence: Trump afraid after election loss copied!\n\nTrump is more afraid than ever about his future with the Russia probe after losing the midterms. His new acting A.G. is under fire his controversial comments about the probe. Lawrence discusses the constitutionality of his acting A.G.'s appointment with Laurence Tribe and Rep. Steve Cohen.\n\nRead More", "Voters reject Trump in blue wave midterm results copied!\n\nSix million more Americans voted for Democrats in the midterm elections than for Republicans, a sign that Trump has not gained a single voter since 2016. Now that the Democrats have won back the House, Lawrence discusses where the blue wave leads in 2020 with Ezra Levin.\n\nRead More", "Chris Matthews and a panel of guests discuss the political news of the day.\n\nDuration: {{video.duration.momentjs}}", "Chris Hayes: \"Donald Trump is cornered and dangerous\" copied!\n\nTrump is \"reacting in a wildly dangerous fashion\" following his big electoral loss on Tuesday, says Chris Hayes.\n\nRead More", "Andrew Gillum: We know half of Florida has a different vision for where we want to go 18:34", "Republicans trying to stop vote count in Florida copied!\n\nRepublicans from the president on down are united in their attempt to stop counting votes in Florida's senate and gubernatorial elections before the final tally.\n\nRead More", "MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.\n\nDuration: {{video.duration.momentjs}}", "Legends George Clinton and Carole King talk politics, staying funky copied!\n\nLegendary musicians George Clinton and Carole King and award-winning journalist Harry Smith join Ari Melber for Fallback Friday on “The Beat”, discussing everything from “staying funky” to music royalties and the Trump era. Carole King describes why she thinks there’s a “malevolence” to the Trump era that makes it worse than the Vietnam era and George Clinton tells Ari why he thinks teachers need to be paid more.\n\nRead More", "Hypocrisy: Watch Lindsey Graham own himself while pandering to Trump copied!\n\nSenator Lindsey Graham said there would be “holy hell to pay” if Jeff Sessions was fired. Ari Melber breaks down how Graham has reversed so many of his positions on Trump that it has descended into a “hollowing out” of Republican leadership.\n\nRead More", "Lawrence O'Donnell calls out media for Trump's birther lies copied!\n\nHost of “The Last Word” on MSNBC, Lawrence O’Donnell, joins Ari Melber to discuss how Democrats crushed Donald Trump with a blue wave that won them more House seats than any party has won in 40 years. O’Donnell tells “The Beat” that despite “economic statistics”, voters overwhelmingly chose to reject “the party that used to call itself the Republican Party, that is now the Trump Party”.\n\nRead More", "Ari: How the pundits missed the blue wave in 2018 copied!\n\nDemocrats crushed Donald Trump with a blue wave that won them more House seats than any party has won in 40 years. Despite this, many D.C. pundits and Trump allies have been downplaying the results. Ari Melber shows how when we listen to the voters, we hear them rejecting Trump and choosing Democrats.\n\nRead More", "Denials demolished: Trump planned payoffs linked to Cohen crime copied!\n\nThe Wall Street Journal has published new details on Trump’s central role in payoffs to Stormy Daniels and Karen McDougal, including a personal ask to a tabloid executive. Plus, Trump is downplaying reports that he picked Acting Attorney General Matt Whitaker because of his criticism of the Mueller probe, claiming he doesn’t know him. Wath a clip from Trump just a month ago saying he does know Whitaker and considers him “a great guy”.\n\nRead More", "Matthews: Trump can’t threaten Obamacare with Dem House majority copied!\n\nChris says Trump has no power in the House to affect tax policy, to cut entitlements like Social Security, Medicare and Medicaid, and thanks to what Senator Mitch McConnell said yesterday, a total surrender on Obamacare.\n\nRead More", "Dr. Sakran on gun violence: We are facing a public health crisis copied!\n\nThe NRA recently criticized the American College of Physicians for publishing guidelines on gun violence, which they describe as a \"public health crisis.\" The NRA told doctors to “stay in their lane.” Dr. Joseph Sakran joins Hardball to discuss.\n\nRead More", "Vox: New AG counseled Trump on investigating Clinton copied!\n\nVox is reporting that during Whitaker's time as Chief of Staff to Sessions, “he privately provided advice to the President last year on how the White House might be able to pressure the Justice Department to investigate the president's political adversaries.\"\n\nRead More", "Sinema lead expands to 22k in Arizona Senate race copied!\n\nIn the Arizona Senate race, Kyrsten Sinema's lead expands from 10,000 to 22,000. As Steve Kornacki notes, there are still 375k votes yet to be counted.\n\nRead More", "Leiter: McRaven would 'take himself out of the conversation' if Trump focused on military issues 01:07", "Spanberger prioritizes working across the aisle, after defeating Brat in VA-07 copied!\n\nCongresswoman –elect Abigail Spanberger (D-Va.) joins Chuck to discuss her upset over Rep. Dave Brat (R-Va.) and how she’ll vote on new leadership for House speaker.\n\nRead More", "Leiter: McRaven would 'take himself out of the conversation' if Trump focused on military issues 01:07", "Leiter: McRaven would 'take himself out of the conversation' if Trump focused on military issues 01:07", "Following criticism, Trump begins distancing himself from the new acting Attorney General copied!\n\nFormer US attorney Joyce Vance, former CIA & Pentagon chief of staff Jeremy Bash, WaPo’s Jennifer Rubin, and MSNBC legal analyst Maya Wiley on the growing conflicts of interest between Trump’s new acting AG Matt Whitaker and the Mueller investigation\n\nRead More", "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11", "The tide comes in strong following the Blue Wave copied!\n\nRev. Al Sharpton, former CIA & Pentagon chief of staff Jeremy Bash, WaPo’s Jennifer Rubin, and MSNBC legal analyst Maya Wiley on the “blue wave,” and why Republicans shouldn’t be declaring victory\n\nRead More", "Mueller on his mind? Inside Trump's decision to fire Sessions, hire Whitaker copied!\n\nRepublican strategist Mike Murphy, former CIA & Pentagon chief of staff Jeremy Bash, WaPo’s Jennifer Rubin, and MSNBC legal analyst Maya Wiley on the timeline that led to the dismissal of AG Jeff Sessions\n\nRead More", "Chuck: We elect people who are in charge of elections and it makes no sense copied!\n\nTonight, Chuck's obsessed with a really stupid idea. A lot of states elect the people in charge of elections... if you're running for office how are you not partisan?\n\nRead More", "Wittes: Trump can't 'fire his way' out of the Mueller investigation copied!\n\nLawfare Editor Ben Wittes explains why the Mueller investigation is too far along to be ended.\n\nRead More", "Today’s edition of quick hits:\n\n* An intensifying disaster: “Wildfires from Malibu to rural lands nearly 500 miles to the north continued to rage Friday, as California authorities reported the first fatalities from the devastating blazes. Five people burned to death in their cars as they tried to get away from flames in the Camp Fire, according to the Butte County Sheriff’s Office.”\n\n* RBG: “Justice Ruth Bader Ginsburg was released from the hospital Friday, a day after she was admitted and treated for three fractured ribs following a fall in her office. Ginsburg, 85, planned to work from home Friday.”\n\n* The White House was not pleased with the ruling: “A federal judge in Montana has blocked construction of the $8 billion Keystone XL Pipeline to allow more time to study the project’s potential environmental impact.”\n\n* The litigation on this will be fierce: “The Trump administration, invoking national security powers meant to protect the United States against threats from abroad, announced new rules Thursday that give President Trump vast authority to deny asylum to virtually any migrant who crosses the border illegally.”\n\n* One last regressive step on his way out the door: “Former Attorney General Jeff Sessions has drastically limited the ability of federal law enforcement officials to use court-enforced agreements to overhaul local police departments accused of abuses and civil rights violations, the Justice Department announced on Thursday.”\n\n* Mitch McConnell has already said he’s against this: “Sens. Jeff Flake (R-Ariz.) and Chris Coons (D-Del.) plan to ask for a floor vote on legislation to shield Special Counsel Robert Mueller from a firing when the upper chamber returns to session next week, Flake said on Thursday.”\n\n* A woman’s nightmare continues: “More than a month after testifying before the Senate Judiciary Committee, Christine Blasey Ford is still getting death threats…. Because of the abuse she’s receiving, Ford has had to move four times. She can’t go to work as a professor at Palo Alto University, and it’s unclear when she’ll be able to return, according to NPR. She needs a private security detail.”\n\nAnything to add? Consider this an open thread.", "Should acting Attorney General Whitaker recuse himself? copied!\n\nBenjamin Wittes believes the Mueller investigation is too far along for anyone to stop it. He joins MTP Daily to discuss why the president can’t “fire his way out” of the investigation.\n\nRead More", "Among the many problems with Matt Whitaker’s role as acting attorney general is his background as a media pundit. The man who’s now the nation’s chief law enforcement official is suddenly in a position where he’s overseeing federal investigations he’s condemned as a television commentator – including Special Counsel Robert Mueller’s probe of the Russia scandal.\n\nDuring a Q&A with reporters this morning, someone asked the president about Whitaker’s record of provocative public comments as a pundit. He responded by suggesting that “everybody” who’d be considered to lead the Justice Department has been an on-air commentator.\n\n“I see everybody on television – all these lawyers, all these law enforcement people making comment after comment. They never ask to get recused. They make comment. The fact that you go on Fox or CNN or MSNBC or anybody, and you make a comment, you’d have nobody left to choose. You would have absolutely nobody left. “I see different people, at different times, going on shows. Am I supposed to say, ‘Oh, now he’s never qualified to serve in government?’ So, all the time I’m watching many different people go on many different shows, saying many different things. That doesn’t mean they’re unqualified. […] “[Whitaker] did some shows; so did many of the people that you’re talking about. So did everybody that – you’re talking about a permanent position. I think everybody looking at a permanent position, in any department, has done many shows. Does that mean we can’t hire anybody?”\n\nAs Aaron Rupar joked, “Trump argues it’s unfair to expect him to choose people for top [Justice Department] jobs who aren’t TV pundits, because everybody is a TV pundit.”\n\nThat’s funny, but it’s not really an exaggeration. The president’s approach follows a certain logic:\n\n1. Prominent legal figures regularly pontificate on television.\n\n2. The attorney general should be a prominent legal figure.\n\n3. Ergo, Trump must choose an attorney general he’s seen pontificating on television.\n\nThe idea that a qualified person to serve as attorney general hasn’t spent a lot of time on television apparently hasn’t occurred to Trump.\n\nIn 1995, Nicole Kidman’s character in a movie called “To Die For,” says, “You’re not really anybody in America unless you’re on TV.” The president may have taken that line a bit too literally.", "Rep.-Elect Tlaib: 'A new era of a civil rights movement' copied!\n\nThe 116th Congress is set to be the most diverse in American history. Ali Velshi talked about what that means with Michigan Rep.-Elect Rashida Tlaib, one of the first Muslim women to be elected to Congress.\n\nRead More", "A setback for the Keystone XL pipeline copied!\n\nA federal judge in Montana has blocked construction of the Keystone XL pipeline that would transport 800,000 barrels of petroleum per day from Canada to the Gulf Coast, citing environmental concerns.\n\nRead More", "Big Question: What happens when there is no one left to tell the president no? 02:39", "Big Question: What happens when there is no one left to tell the president no? 02:39", "The Big Question: Why is it always Florida? copied!\n\nFlorida is heading towards a recount for two of its statewide races, and it’s all centered around Broward and Palm Beach counties—the same counties at the center of the recount in the Presidential election of 2000.\n\nRead More", "Can Trump appoint Matt Whitaker as acting Attorney General? copied!\n\nFormer Congresswoman Liz Holtzman, who voted to impeach President Nixon, and former DOJ Assistant Attorney General Elliot Williams explain to Ali Velshi why President Trump’s Acting Attorney General Matthew Whitaker is not qualified to oversee the Justice Department.\n\nRead More", "The New York Times published a round-up last week of pending investigations into Interior Secretary Ryan Zinke, and at last count, there were 15. Media Matters, meanwhile, put together a timeline of “the Interior secretary’s questionable actions and controversies.” As of yesterday, it has 28 installments. including revelations from just this week about new materials that suggest the Republican cabinet secretary violated an ethics pledge.\n\nOne of Zinke’s scandals was recently referred to the Justice Department for a possible criminal investigation. We don’t know which of the scandals, but there are apparently many to choose from.\n\nIt’s against this backdrop that the Washington Post reports that Zinke doesn’t appear to be working especially hard, either.\n\nRecently released public records show that Zinke has taken an unconventional approach to his job at times, including arranging meetings with multiple billionaires and taking 66 days of personal leave during his first year and-a-half on the job. […[ Public records also show that Zinke took 66 “personal days” between March 2017 and August 2018, excluding weekends and federal holidays. That total exceeds the 39 annual days off federal senior executives would be given during that same period. Center for Western Priorities spokesman Aaron Weiss, whose group is a sharp critic of Zinke, questioned why the secretary would take so much time off when Cabinet members usually only serve for a few years. “You don’t have a lot of time to get stuff done,” Weiss said. “What kind of message does that send if you’re not even in the office approximately one week out of four?”\n\nThe same article added that White House officials consider Zinke “the Cabinet member most vulnerable to a congressional probe under a Democratic majority in January.”\n\nWhich probably helps explain why he’s reportedly working on an exit strategy.\n\nPolitico reported this week that Zinke is not only eyeing a possible departure from the Trump administration, he’s also “reached out” to Fox News about a possible job with the Republican network.\n\nAs for his boss, a reporter asked Donald Trump this morning if he’s going to fire Zinke. “No,” the president replied. “I’m going to look into any complaints…. If there are any complaints, I’ll look into it.”\n\nThere are, of course, a few things to keep in mind. One is there are plenty of Zinke-related “complaints” – the guy is at the center of 15 ongoing investigations – which suggests Trump should’ve already looked into. Another is “look into it” is often Trump code for “nothing is going to happen.”\n\nAnd finally, just because the president said he isn’t going to get rid of a cabinet secretary, that doesn’t mean the secretary should make any long-term employment plans.", "Big Question: What happens when there is no one left to tell the president no? 02:39", "How Jeff Sessions’ final act will affect police and those they serve copied!\n\nFormer Attorney General Jeff Sessions made a controversial final act. Ali Velshi and Stephanie Ruhle are joined by former Deputy Assistant Attorney General Harry Litman to discuss how Sessions’ final move will affect police and the people they serve nationwide.\n\nRead More", "Joe and Mika discuss the big news of the day.\n\nDuration: {{video.duration.momentjs}}", "Will President Trump's plan to block asylum seekers stick? copied!\n\nPresident Trump just issued a proclamation to block migrants who cross the U.S.-Mexico border illegally from seeking asylum – starting at midnight tonight. Ali Velshi and Stephanie Ruhle are joined by NBC’s Pete Williams to dig into the president’s new plan and whether it will stick.\n\nRead More", "‘The Doctor of the Barrios’ #MonumentalAmerican copied!\n\nWatch Ali Velshi and Stephanie Ruhle share the story of Hector Perez Garcia, also known as the “doctor of the barrios.” He became the only Latino graduate from the University of Texas medical school and was later awarded a bronze star for his service in the army. He is a #MonumentalAmerican.\n\nRead More", "What's happening on Capitol Hill to protect the Mueller probe copied!\n\nPresident Trump’s acting Attorney General, Matthew Whitaker, is taking the helm at the Justice Department. Stephanie Ruhle and Ali Velshi are joined by LA Times White House Reporter Eli Stokols to discuss if anything is happening on Capitol Hill to protect the Mueller investigation.\n\nRead More", "Casey Gerald: My book is memoir and history of US", "Michelle Obama unplugged in new book 'Becoming' copied!\n\nFormer First Lady Michelle Obama opens up in her new book about her years in the White House and her criticism of President Trump’s campaign. Leah Wright Rigueur joins Craig Melvin to discuss.\n\nRead More", "Drew Brees plays game of catch with kids before bed copied!\n\nWhen your dad is an NFL quarterback, you can assume bedtime is going to be anything but normal.\n\nRead More", "3 wildfires ravaging California, destroying homes copied!\n\nThousands of residents flee as three fast-moving wildfires stretch across California from the Camp Fire, about 90 miles north of Sacramento, the Hill Fire in Thousand Oaks and the Woolsey fire along the Los Angeles-Ventura County line. The entire city of Malibu has been ordered to evacuate.\n\nRead More", "A couple of months ago, Donald Trump sat down with writers from a far-right website and explained, as best he could, why he thinks Special Counsel Robert Mueller’s investigation is “illegal.” The president’s case fell somewhere on the spectrum between unpersuasive and silly.\n\nAmong other things, Trump pointed to the significance of a “business dispute” between him and the special counsel in 2011 – Mueller sought a refund on some dues at a Trump-owned golf club and never heard back from the club’s management – and claimed he could produce “100 pictures of [Mueller] and Comey hugging and kissing each other.”\n\nThis morning, asked about the fact that his acting attorney general, Matt Whitaker, wasn’t confirmed by the Senate to a senior Justice Department post – an unprecedented personnel move for someone serving as the nation’s top law enforcement official – Trump tried to change the subject by turning back to the special counsel.\n\n“Look, Mueller – a big complaint people have – Mueller was not Senate-confirmed. So he’s doing a report. He wasn’t Senate-confirmed. Whitaker was Senate-confirmed. […] “Mueller was not Senate-confirmed. Why didn’t they get him Senate-confirmed? He should have been Senate-confirmed… Don’t tell me about Whitaker. Don’t tell me about Whitaker, because Mueller was not Senate-confirmed.”\n\nOh dear.\n\nFirst, Robert Mueller was not confirmed by the Senate because special counsels are named by the Justice Department. Under current law, this is not a Senate-confirmed position. It’s like asking why the White House chief of staff was never confirmed by senators; there is no process in place for such a move.\n\nSecond, this is not “a big complaint people have.” Aside from sporadic op-eds in conservative media, few have pointed to this as an area of concern.\n\nThird, in the hypothetical world in which the Senate confirms special counsels, Mueller wouldn’t have faced any meaningful opposition. Trump’s suggestion was that “they” – I have no idea who “they” refers to – bypassed the confirmation process to obscure Mueller’s unnamed problems. In reality, the special counsel enjoys broad, bipartisan respect.\n\nAnd finally, there’s Trump’s assertion that Matthew Whitaker “was Senate-confirmed.” Actually, Whitaker was confirmed as a federal prosecutor 14 years ago. This does not mean he was confirmed to a high-ranking post at the Department of Justice, where he could make the transition to acting A.G.\n\nAs has become obvious over the last couple of days, legal experts believe that in order to serve as attorney general, even temporarily, an official needs to have been confirmed by the Senate. Whitaker wasn’t.\n\nThe funny thing is, Trump seemed to realize this question was coming, and this was the answer he came up with. Even when the president tries to do a little homework, he sounds like a guy trying to give a book report on a book he didn’t read.", "Today’s installment of campaign-related news items from across the country.\n\n* For the first time, Kyrsten Sinema (D) took a narrow lead over Martha McSally (R) in Arizona’s U.S. Senate race, but the vote-counting process continues and there are still plenty of ballots to go.\n\n* It may seem like a long shot, but Sen. Bill Nelson (D), though trailing Rick Scott (R) now, could still prevail in Florida’s U.S. Senate race.\n\n* It’s gone largely under the radar, but there’s still another U.S. Senate race to go: Mississippi will hold a runoff election on Nov. 27, pitting appointed incumbent Sen. Cindy Hyde Smith (R) against former U.S. Agriculture Secretary Mike Espy (D). Yesterday, the two agreed to a debate scheduled for Nov. 20.\n\n* NBC News reported yesterday that voter turnout in this year’s midterm elections are on track to reach a level unseen since 1966.\n\n* As things stand, the Democratic lead over Republicans in the U.S. House popular vote is 6%, but the consensus among election watchers is that it will grow to at least 7% when all of the votes are tallied.\n\n* Interesting trivia: Minnesota is literally the only state in the nation with a state House controlled by one party and a state Senate controlled by another.\n\n* In the race for House Speaker, Nancy Pelosi (D-Calif.) may not have the necessary votes locked up just yet, but no one should be surprised if she secures the support she needs.\n\n* Rep. Cathy McMorris Rodgers (R-Wash.), currently the House Republican Conference Chair, is giving up her post in the House GOP leadership. Rep. Liz Cheney (R-Wyo.) apparently hopes to replace her.\n\n* And what’s next for former Attorney General Jeff Sessions? He’s reportedly interested in running again for the U.S. Senate seat in Alabama he gave up to join the Trump cabinet. That seat, which is currently held by Sen. Doug Jones (D-Ala.), will be up in 2020.", "Montana governor on being blue in a red state copied!\n\nGovernor Steve Bullock discusses being a Democratic politician in a Republican state. Gov. Bullock also discusses if he has plans for 2020.\n\nRead More", "More so than any modern president, Donald Trump has condemned the federal courts in no uncertain terms. Last year, the president went so far as to tell the public that the American judicial system “is broken.”\n\nLately, however, Trump sounds as if he thinks he’s “fixed” the courts.\n\nYesterday, the 9th Circuit Court of Appeals agreed with a lower court ruling, concluding that the president could not scrap the Deferred Action for Childhood Arrivals (DACA) program. It was obviously not what the White House wanted to hear.\n\nBut note the president’s posture on the issue from this morning’s Q&A with reporters:\n\n“DACA, that was actually good news yesterday because you never win in the 9th Circuit if you’re on this half of the equation… The good news is, by rejecting DACA in the 9th Circuit yesterday, finally, we’ve been waiting for that, we get to the Supreme Court and we want to be in the Supreme Court on DACA. […] “So this whole thing, it’s a terrible thing what’s happening with the courts. The DACA will now hopefully go to the Supreme Court where it will be given a fair decision.”\n\nThis comes less than two weeks after Trump went after the constitutional principle of birthright citizenship, arguing that he’s comfortable taking the issue to the Supreme Court.\n\nYesterday, the president unveiled a rather brutal new policy on asylum seekers, which the administration assumes will be tested in the courts. But two senior administration officials told NBC News yesterday that “with Justice Brett Kavanaugh now on the Supreme Court,” the White House “expects to win.”\n\nBefore Kavanaugh, Trump and his team couldn’t be sure the high court would allow the president to do as he pleases. Now, Republicans are beaming with confidence.\n\nTwo weeks ago, former House Speaker Newt Gingrich was asked about the prospect of Democrats subpoenaing Trump’s tax returns. He replied that if Dems were to make such an effort, they would be “trapped into appealing to the Supreme Court, and we’ll see whether or not the Kavanaugh fight was worth it.”\n\nThe salience of the quote lingers for a reason.", "Justice Ginsburg released from hospital after fracturing ribs in fall copied!\n\n85-year-old Supreme Court Justice Ruth Bader Ginsburg is out of the hospital today after a fall in which she fractured her ribs.\n\nRead More", "New Mexico's gov.-elect pushes back against a wall copied!\n\nMichelle Lujan Grisham, Democratic governor-elect for New Mexico, discusses how education reform and the economy helped her win in the state and why she says a border wall isn't the answer.\n\nRead More", "Donald Trump has a fascinating habit of pretending not to know members of his team the moment they run into trouble. This morning, in response to questions about his new acting attorney general – a man being dismissed as a “crackpot” in some circles – the president told reporters he doesn’t know Matthew Whitaker, either.\n\n“Well, Matt Whitaker – I don’t know Matt Whitaker. Matt Whitaker worked for Jeff Sessions, and he was always extremely highly thought of, and he still is. But I didn’t know Matt Whitaker. He worked for Attorney General Sessions.”\n\nI realize it’s difficult to defend the decision to make Whitaker the nation’s chief law enforcement official, but this posture is foolish, even by Trump standards.\n\nFor one thing, the president hand-picked Whitaker for the critically important post. If he doesn’t know him, why did Trump select him?\n\nFor another, there’s some evidence that Trump does know him. The New York Times reported in September that Whitaker “has frequently visited the Oval Office and is said to have an easy chemistry with Mr. Trump. On Monday morning [Sept. 24], Mr. Trump himself called Mr. Whitaker, not with an explicit job offer but a reassurance that he has faith in him.”\n\nThe same article added that West Wing officials consider Whitaker their “eyes and ears” in the Justice Department.\n\nA few weeks later, the Washington Post reported that Trump spoke to Whitaker about replacing Sessions as attorney general. “Even as Trump has fumed about Sessions, he has seemed to take a liking to the attorney general’s chief of staff,” the article said.\n\nIn this morning’s Q&A with reporters, Trump was also asked if he’d spoken with the new acting A.G. about Special Counsel Robert Mueller’s investigation into the Russia scandal. “I didn’t speak to Matt Whitaker about it,” the president replied. “I don’t know Matt Whitaker.”\n\nBut given that he clearly does know Whitaker, why should anyone have any confidence that he didn’t speak with the acting attorney general about the ongoing investigation Whitaker is now overseeing?\n\nUpdate: It now appears Trump met with Whitaker more than a dozen times, and as recently as last month, he told a national television audience, “I know Matt Whitaker.”\n\nThis is an awfully strange thing for the president to lie about.", "Donald Trump has a fascinating habit of pretending not to know members of his team the moment they run into trouble. This morning, in response to questions about his new acting attorney general – a man being dismissed as a “crackpot” in some circles – the president told reporters he doesn’t know Matthew Whitaker, either.\n\n“Well, Matt Whitaker – I don’t know Matt Whitaker. Matt Whitaker worked for Jeff Sessions, and he was always extremely highly thought of, and he still is. But I didn’t know Matt Whitaker. He worked for Attorney General Sessions.”\n\nI realize it’s difficult to defend the decision to make Whitaker the nation’s chief law enforcement official, but this posture is foolish, even by Trump standards.\n\nFor one thing, the president hand-picked Whitaker for the critically important post. If he doesn’t know him, why did Trump select him?\n\nFor another, there’s some evidence that Trump does know him. The New York Times reported in September that Whitaker “has frequently visited the Oval Office and is said to have an easy chemistry with Mr. Trump. On Monday morning [Sept. 24], Mr. Trump himself called Mr. Whitaker, not with an explicit job offer but a reassurance that he has faith in him.”\n\nThe same article added that West Wing officials consider Whitaker their “eyes and ears” in the Justice Department.\n\nA few weeks later, the Washington Post reported that Trump spoke to Whitaker about replacing Sessions as attorney general. “Even as Trump has fumed about Sessions, he has seemed to take a liking to the attorney general’s chief of staff,” the article said.\n\nIn this morning’s Q&A with reporters, Trump was also asked if he’d spoken with the new acting A.G. about Special Counsel Robert Mueller’s investigation into the Russia scandal. “I didn’t speak to Matt Whitaker about it,” the president replied. “I don’t know Matt Whitaker.”\n\nBut given that he clearly does know Whitaker, why should anyone have any confidence that he didn’t speak with the acting attorney general about the ongoing investigation Whitaker is now overseeing?\n\nUpdate: It now appears Trump met with Whitaker more than a dozen times, and as recently as last month, he told a national television audience, “I know Matt Whitaker.”\n\nThis is an awfully strange thing for the president to lie about.", "What Trump's choice to replace Sessions might do to the Mueller probe copied!\n\nWatch New York Times Washington Correspondent Charlie Savage join Stephanie Ruhle to discuss Matthew Whitaker, the man tapped by President Trump to be acting Attorney General, and what he means to Special Counsel Robert Mueller’s investigation.\n\nRead More", "Recounts, runoffs loom in high-profile elections copied!\n\nMidterm elections happened days ago, but some states still do not have answers while others are having their decisions questioned. Politics Editor for TheRoot.com, Jason Johnson, and the President of Americans for Prosperity, Tim Phillips join Stephanie Ruhle to discuss the contentious races around the country.\n\nRead More", "How some political midterm battles are turning into legal fights copied!\n\nThere are more than a dozen unresolved races following the midterm elections. Stephanie Ruhle breaks down how some of these hotly-contested political fights are turning into legal fights.\n\nRead More", "Three weeks ago, Senate Majority Leader Mitch McConnell (R-Ky.) raised a few eyebrows with some candid comments about his plans for the next session of Congress. Despite the Affordable Care Act’s growing popularity, the Republican leader told Reuters that his party would likely try to repeal “Obamacare” if given the chance.\n\nIt would, McConnell added referring to the midterm elections, “depend on what happens in a couple weeks.”\n\nExactly three weeks later, the Kentucky lawmaker looked at the election results and came to a very different conclusion about what’s possible. The Washington Post reported:\n\nFor eight years, Republicans waged a war against Barack Obama’s health-care law, holding dozens of repeal votes, filing lawsuits and branding it a dangerous government takeover. On Wednesday, they effectively surrendered. The day after crushing midterm election losses handed Democrats control of the House, GOP leaders signaled they had no appetite to make another go at shredding the signature accomplishment of Obama’s presidency anytime soon.\n\nMcConnell specifically told reporters, “I think it’s pretty obvious, the Democratic House is not going to be interested in that,” referring to possible ACA repeal.\n\nThe Senate Republican leader added that lawmakers could tackle health care policy “on a bipartisan basis.”\n\nI know better than to expect such an outcome, but that’s not crazy. Congress could, in theory, approve some fairly obvious and non-ideological fixes to the current system, which would help consumers, strengthen markets, and be politically popular.\n\nBut putting pipe dreams aside, one of the major questions in the immediate aftermath of the 2016 elections was how quickly Republicans, controlling all of the levers of federal power, would tear down the Affordable Care Act. In the immediate aftermath of the 2018 elections, those concerns are now gone.\n\nThis is not to say the broader threats are over. As we discussed the other day, the Trump administration will still take steps to further undermine “Obamacare,” and a Republican judge in Texas is poised to try to gut the law any day now.\n\nBut at a minimum, the public won’t have to spend the next two years wondering whether Congress will strip families of their health security.", "Casey Gerald: My book is memoir and history of US 12:47", "The Democratic wave in the House continues copied!\n\nThe Cook Political Report's Dave Wasserman breaks down the results of the 2018 midterms and the panel discusses the Democratic wave at the state and federal levels.\n\nRead More", "Ben Rhodes, a leading national security adviser in Barack Obama’s White House, asked a good tongue-in-cheek question this morning: “Anyone seen any breathless television or front page updates on whether the Operation Formerly Known As Operation Faithful Patriot has repelled the invasion of the United States of America?”\n\nFor those unfamiliar with the “Operation Faithful Patriot” label, it was the name the Trump administration gave to Donald Trump’s recently launched military mission at the U.S./Mexico border. The day after the midterm elections, however, military officials, without explanation, decided a name change was in order. A Pentagon spokesperson told NBC News that the operation will now simply be referred to as “border support.”\n\nThe name-change is emblematic of a larger shift on what was a Republican obsession up until a few days ago. The Washington Post’s Eugene Scott noted yesterday:\n\nBefore the midterm elections, President Trump crossed the nation warning those attending his rallies of the oncoming threat of about 7,000 Central American migrants who are traveling through Mexico to seek asylum in the United States. While campaigning in Chattanooga, Tenn., for Republican Senate candidate Marsha Blackburn last Sunday, Trump suggested that the migrants were looking to come in and disrupt Americans’ lives. “That’s an invasion. I don’t care what they say. I don’t care what the fake media says. That’s an invasion of our country,” he said before rally attendees began chanting “Build the wall.”\n\nThe emphasis, however, seemed to shift just as soon as the voting stopped.\n\nFor example, the president published furious tweets about the “caravan” and “illegal immigration” in the days leading up to Election Day, but not since.\n\nThe issue came up briefly during Trump’s post-election White House press conference, but only after a reporter brought it up, not because the president saw it as a major point of concern.\n\nA cynic might wonder if maybe, just maybe, Trump exploited a bogus issue, designed to stir passions of far-right voters, relying on a strategy rooted in a combination of racism and fear. And now that Election Day has come and gone, the president no longer feels the need to keep up appearances.", "Close video Trump hand-picked acting-AG raises new obstruction questions Rachel Maddow reports on why Donald Trump’s installation of Matt Whitaker as acting attorney general has raised questions not only about the legality of doing so but whether it’s an attempt at obstruction of justice. share tweet email save Embed\n\nIt’s not a sentence one ordinarily expects to see in one of the nation’s largest and most important newspapers: “The acting attorney general of the United States is a crackpot.” And yet, that was the first sentence in the latest column from Ruth Marcus, the Washington Post’s deputy editorial page editor.\n\nIt’s a provocative assessment rooted deeply in fact. Matt Whitaker, whom Trump appointed as the nation’s chief law enforcement official this week, is a rather ridiculous choice. We are, after all, talking about a shamelessly partisan loyalist, with a strange, far-right worldview, and with close ties to a witness who’s testified in an ongoing federal investigation.\n\nWhitaker has bashed the federal courts. He’s condemned an investigation he’s now overseeing – and won’t recuse himself from, despite calls from 18 state attorneys general. He’s already decided what the outcome of Special Counsel Robert Mueller’s probe should be. He’s perhaps best known for having advised suspected con artists.\n\nComplicating matters, Matthew Whitaker is the first attorney general – acting or permanent – to ever hold the position without having been confirmed to the Justice Department by the Senate. Many experts have made a very credible case that the president’s appointment of Whitaker is plainly illegal.\n\nThe bottom line is unavoidable: this “crackpot” has no business overseeing the Justice Department of a global superpower.\n\nAll of which raises the question of how the president chose Whitaker for the position in the first place.\n\nCNN had this interesting report yesterday:\n\nIt was not widely known among White House staff that he’d commented repeatedly on the special counsel’s investigation in interviews and on television – which is ironic given that this is what drew President Donald Trump to him and raises continued questions over the depth of the administration’s vetting process. Sam Clovis, a 2016 Trump campaign national chairman who has close ties to Whitaker, encouraged him to get a regular commentary gig on cable television to get Trump’s attention, according to friends Whitaker told at the time. Whitaker was hired as a CNN legal commentator last year for several months before leaving the role in September 2017 to head to the Justice Department.\n\nTrump may not rely on intelligence reports, but he does rely heavily on his remote control. In this administration, the key to acquiring power and influence is appearing on the president’s television – and saying what Trump wants to hear.\n\nIndeed, much of the pushback against Whitaker is predicated on the obvious fact that he’s not qualified to oversee the Justice Department, even on a temporary basis. But in this White House, qualifications are irrelevant – a fact Trump has made clear over and over again.\n\nIt’s very easy to believe the White House did no meaningful vetting of Whitaker before the president made him acting attorney general because this White House doesn’t seem to do meaningful vetting of practically anyone.\n\nThe result is a series of fiascos like this one.", "Ohio's governor-elect plots the way forward copied!\n\nOhio Governor-elect Mike DeWine joins Morning Joe to discuss his win over Democrat Richard Cordray and his plan for Ohio's health care.\n\nRead More", "Joe: Scott, Rubio are just saying 'only count our votes' copied!\n\nRepublican Florida Gov. Rick Scott on Thursday filed suit and asked for an investigation into ongoing ballot counts that he accused of being a partisan attempt by 'unethical liberals' to steal the state's Senate election. Sen. Marco Rubio and Rudy Giuliani have also weighed in.\n\nRead More", "Casey Gerald: My book is memoir and history of US", "", "As significant as Democratic gains were in the 2018 elections, Florida stood out as a bitter disappointment for the party. Despite late polling that showed Sen. Bill Nelson (D) and gubernatorial hopeful Andrew Gillum (D) in the lead, as the returns came in on Tuesday night, it looked like both had come up short against far-right rivals.\n\nNeither race was officially called, however, and as officials continued to work toward a final tally, Rick Scott’s (R) and Ron DeSantis’ (R) leads withered. By late yesterday, the margin in the gubernatorial race was down to just 0.4%, while the Republican advantage in the Senate was even smaller at 0.2%.\n\nAs officials continued to count vote-by-mail, provisional, and absentee ballots, hard-to-predict recounts beckoned. And just when it seemed the developments couldn’t get messier, Rick Scott made sure that they did.\n\nRepublican Florida Gov. Rick Scott on Thursday evening filed suit and asked for an investigation into ongoing ballot counts that he accused of being a partisan attempt by “unethical liberals” to steal the state’s Senate election. Scott, who ran against incumbent Democrat Sen. Bill Nelson, alleged that the Broward County and Palm Beach County supervisors of elections were engaging in “rampant fraud.” The governor requested that the Florida Department of Law Enforcement investigate the new ballot counts, which have narrowed his Election Night-lead.\n\nThe controversial Republican lashed out publicly last night at “left-wing activists” and “unethical liberals,” whom the governor/Senate hopeful insisted were trying to “steal” the election.\n\nMuch of the GOP ire has been directed at Broward County Supervisor of Elections Brenda Snipes – a former school principal who was appointed to her position by Republican Jeb Bush.\n\nAt least so far, Scott and his allies haven’t pointed to any evidence of actual “fraud,” and it’s not altogether clear what he’s asked the Florida Department of Law Enforcement to do.\n\nIn case this weren’t quite enough, the National Republicans Senatorial Committee has joined Scott’s lawsuit, and Donald Trump weighed in, claiming that unspecified “law enforcement” officials are examining a “big corruption scandal having to do with Election Fraud” in Florida.\n\nAgain, to date, no one has pointed to any actual “corruption” or “fraud.” At face value, this appears to be more about Republicans panicking over the prospect of the Florida elections failing to go their way.\n\nSen. Marco Rubio (R-Fla.), meanwhile, thought it’d be constructive to share an election conspiracy theory through a series of missives on Twitter. The Republican senator bolstered his argument by pointing to … nothing.\n\nI won’t pretend to know how this is going to turn out, but for those of you thinking, “Of course the nation’s biggest election mess is unfolding in Florida,” rest assured, you’re not alone.\n\nPostscript: Marc Elias, Bill Nelson’s lawyer in this process, was also the general counsel on Hillary Clinton’s campaign. When some Democrats called for recounts in 2016, it was Elias who said there just wasn’t any point – Clinton’s deficit was too significant and she’d lose anyway.\n\nYesterday, in contrast, Elias told reporters he’s “confident” that the Democratic senator would end up winning his re-election bid.", "The president awakens to a new reality in Washington copied!\n\nDemocrats won the popular vote in the 2018 House elections by 5.9 percent, and the Morning Joe panel digs into these wins and what it means for Congress and for the president.\n\nRead More", "Why Trump's appointment of Whitaker is 'unconstitutional' copied!\n\nProfessor Neal Katyal along with Kellyanne Conway's husband, George Conway, have penned a new NYT opinion column on Matthew Whitaker, 'Trump's Appointment of the Acting Attorney General Is Unconstitutional.' Katyal joins Morning Joe to discuss.\n\nRead More", "Watch the full episode of Thursday night's The Rachel Maddow Show.\n\nDuration: {{video.duration.momentjs}}", "Watch the full episode of Thursday night's The Last Word with Lawrence O'Donnell.\n\nDuration: {{video.duration.momentjs}}", "Sensing Trump threat, widespread protests call to #ProtectMueller copied!\n\nRachel Maddow reports on protests in cities large and small across the United States calling for Donald Trump's hand-picked acting attorney general to recuse himself and for Robert Mueller's Trump Russia investigation to continue unimpeded.\n\nRead More", "Sharice Davids flips Kansas seat, makes history on many fronts copied!\n\nRepresentative-elect Sharice Davids talks with Rachel Maddow about her status as a groundbreaker, and what she'll focus on once she's sworn in as a member of Congress.\n\nRead More", "Trump hand-picked acting-AG raises new obstruction questions copied!\n\nRachel Maddow reports on why Donald Trump's installation of Matt Whitaker as acting attorney general has raised questions not only about the legality of doing so but whether it's an attempt at obstruction of justice.\n\nRead More", "Democrats keep winning as Election Day counting continues copied!\n\nRachel Maddow reports on newly called midterm election races in which Democrats have expanded their majority in the House of Representatives, and a new surge in the tally for Democrat Kyrsten Sinema as Arizona continues counting ballots.\n\nRead More", "Rep. Jackie Speier: Mueller likely anticipated Trump's actions copied!\n\nCalifornia Democrat Rep. Jackie Speier, a member of the House Intelligence Committee, discusses Trump firing Attorney General Jeff Sessions & what that means for Mueller's investigation.\n\nRead More", "Cummings vows renewed dedication from Oversight under Democrats copied!\n\nRep. Elijah Cummings talks with Rachel Maddow about his intention to restore the House Oversight Committee to helping Congress fulfill its constitutional role as a check on the power of the executive branch.\n\nRead More", "Rep. Jackie Speier: Dems have a plan for Day 1 of new Congress copied!\n\nVeteran Democrat Jackie Speier talks about her party's plan of action once they take control of the House of Representatives in January 2019.\n\nRead More", "Frank Figliuzzi: I think Mueller knows his 'days are numbered' copied!\n\nFmr. FBI Assistant Director for Counterintelligence Frank Figliuzzi talks about what it means that Trump fired Jeff Sessions and replaced him at DOJ with Matthew Whitaker.\n\nRead More", "Trump's acting AG Whitaker won't recuse himself in Mueller probe copied!\n\nTrump's new guy at the Justice Dept., Matthew Whitaker, reportedly has no plans of recusing himself in the Mueller probe despite his past comments about it. Kimberly Atkins, Barbara McQuade, & John Heilemann discuss.\n\nRead More", "Casey Gerald: My book is memoir and history of US", "Michael Moore on Democrats' ‘awesome’ midterm wins copied!\n\nMichael Moore tells Lawrence that \"it can't be stated enough or strongly enough just how over the top awesome\" the Democrats' victories in the midterm elections were.\n\nRead More", "Chris Matthews and a panel of guests discuss the political news of the day.\n\nDuration: {{video.duration.momentjs}}", "Trump TV stars stump for their boss copied!\n\nThis week, heading into the midterm elections, two of Trump TV's biggest stars actually went out and hit the campaign trail to stump for their boss - the president.\n\nRead More", "MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.\n\nDuration: {{video.duration.momentjs}}", "Is Trump's appointment of acting AG unconstitutional? copied!\n\nIt's unclear if it's even legal for Matt Whitaker to have the job of Acting Attorney General.\n\nRead More", "Andrew Gillum: We know half of Florida has a different vision for where we want to go 18:34", "Schiff: \"Certainly possible we'll be bringing back witnesses\" copied!\n\nThe incoming chair of the House Intelligence Committee has some bad news for Steve Bannon and Donald Trump, Jr.\n\nRead More", "Ari: Dems. crushed Trump in biggest midterm blowout in 40 years copied!\n\nIn a Special Report, Ari Melber breaks down how Democrats had a decisive victory in the 2018 midterm elections, winning more House seats than they have in 40 years. Melber examines the myth of divided Government and shows how Americans have not been going back-and-forth in deciding which party should win the White House, but have in fact, by popular vote, preferred a Democrat for President in 6 of the last 7 Presidential races.\n\nRead More", "Rep. Nadler: Trump trying 'to obstruct justice' with AG pick copied!\n\nIncoming Chairman of the House Judiciary Committee, Rep. Jerry Nadler, joins Ari Melber to discuss why is directly asking Trump’s pick to run the Mueller probe to recuse himself. Nadler says Trump appointing a loyalist who has a “well-documented hostility” toward Mueller is further evidence of a “conspiracy to obstruct justice”.\n\nRead More", "Fmr. Russia probe boss: Whitaker could trigger 'ethics civil war' copied!\n\nNew audio has been unearthed of President Trump’s pick to replace Attorney General Jeff Sessions, denying Russia interfered with the U.S. election and laying out an argument for his own recusal. Acting Attorney General Matthew Whitaker previously argued that just the “appearance” of bias, should prompt recusal. Watergate Prosecutor Nick Akerman tells Ari Melber that the Government wouldn’t even put Whitaker on a jury, as a result of the public bias he’s demonstrated with regards to the Russia investigation.\n\nRead More", "Listen: Mueller's new boss should recuse, according to himself copied!\n\nFormer Department of Justice official, David Laufman, who was overseeing the Russia probe from summer of 2016, until his resignation in February 2018 joins Ari Melber. Laufman tells Ari Melber that Trump’s pick to replace Attorney General Jeff Sessions was likely “handpicked for the job” because he “gave a commitment” to Trump that he would not recuse himself. Laufman says that without the proper ethics review, Whitaker could trigger an “ethics civil war” within the Department of Justice.\n\nRead More", "Matthews: Midterms show that Americans care about health care copied!\n\nChris says the 2018 Midterms indicate that the US Electorate wants the federal government to assume responsibility on health care.\n\nRead More", "Matthews: Midterms show that Americans care about health care copied!\n\nChris says the 2018 Midterms indicate that the US Electorate wants the federal government to assume responsibility on health care.\n\nRead More", "Casey Gerald: My book is memoir and history of US", "Rep. Speier on shooting: We have to do something about gun safety copied!\n\nThe shooting happened late Wednesday at the Borderline Bar and Grill, a popular late-night venue. Among those killed was Ventura County Sheriff Sgt. Ron Helus after rushing in to try to stop the shooter.\n\nRead More", "Democrat Sinema takes lead in Arizona Senate race copied!\n\nKyrsten Sinema is now ahead by 2,000 votes in the Arizona Senate race. NBC News still reports that the race is too close to call.\n\nRead More", "Daily Beast: New AG said there was ‘no collusion’ with Russia copied!\n\nFrom the Daily Beast: Matthew Whitaker, the man now overseeing the Mueller probe, once said, \"The truth is there was no collusion with the Russians and the Trump campaign.\"\n\nRead More"]