["Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "New to the Financial Times?\n\nEnjoy 7 days of free access with a Guest Pass", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "To read: Financial Times Fresh Treasury sell-off pushes 10-year yield up by most in a month", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Alphaville is completely free.\n\nAll you have to do is register.\n\nReady to subscribe, View our subscription options", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "To read: Financial Times Hammond’s Budget moves to block Labour may hand the game to Corbyn", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Caravan, turn around. You're not coming in. You're not coming in.\n\nThe US midterm elections are a referendum on Donald Trump. Over the past two months, the president has criss-crossed the nation to help the Republicans save their majorities in the House and Senate. In recent weeks, Trump has returned to the law and order theme that helped him win the White House in 2016. His closing argument has been to stoke fears about migrants and asylum seekers heading towards the US. Days before the poll, he said he would send troops to the border to prevent the migrants from entering the country.\n\nTo see how immigration is dividing American voters, we went to the frontier state of Texas and inland to Tennessee. In Texas, Beto O'Rourke, a former punk rocker, is challenging Republican Senator Ted Cruz in a way that nobody thought possible. The race pits an arch conservative against a charismatic liberal challenger who Cruz describes as a socialist and has nicknamed Comrade Beto.\n\nBeto has raised more money than any Senate candidate in history, taking in $38m in the last quarter from individual donors, and is chasing Cruz in the polls. But Texas has not elected a Democrat to statewide office in more than two decades. We followed Beto around Dallas, and then to Amarillo, a conservative cattle trading city that voted 80 per cent for Trump in 2016.\n\nAll right, we're going to hold just a sec to get...\n\nBefore his rally at the Six Car Pub, I asked Beto what he thought about Trump using immigration to whip up his white conservative base.\n\nI think we have the choice of all choices before us. It can be fear and paranoia and hatred and anxiety, or it can be confidence and strength and the kindheartedness by which Texas has so long distinguished itself. That's on the ballot right now. And I've got to tell you, everywhere we go, including in Amarillo, every single visit that we make to this community, I've seen the strength, the courage, the confidence of this state shine through.\n\nNancy and Abel Bosquez, are Texans, but with deep Mexican roots. For them, Trump's anti-Mexican rhetoric is personal.\n\nThese people are coming here for seeking asylum. And he's making it look like they're criminals, and they're not.\n\nBut Texas is still a red state, and you don't have to go too far to find someone who supports Trump and Cruz. I meet Jason Harlow, a cattle trader from Dallas, who fears that the Democrats would introduce socialism and liberal values.\n\nI'm definitely a Cruz supporter. And I like Donald Trump, as well. And I feel - I understand maybe not everybody likes those two guys' personalities, but at this point in our country, I don't think personality should be what we're really worried about if there is a move toward socialism.\n\nWhile the migrant caravan remains far from the US, Trump is hoping that the images of thousands of people heading towards the border will stoke fear and turn out voters on November 6. Texas is right on the frontier of the immigration debate. But 1,700km inland, on the foothills of the Appalachian Mountains in Tennessee, some Republicans are just as fearful about illegal immigrants, even in areas that are overwhelmingly white.\n\nHere, Marsha Blackburn, a Tea Party Republican, is using the caravan issue to attack Phil Bredesen, a former Democratic governor who is challenging her for an open Senate seat. We managed to track down Bredesen at a rally outside a polling station.\n\nVoters at early polling stations in Chattanooga were fired up about the events happening thousands of kilometres away in Mexico.\n\nI don't feel like our money should be going to support immigrants that are coming here illegally. And all of these people that are on welfare and food stamps that are able-bodied and able to work should be doing so. We did this. We worked all of our lives. And right now, we're having to pinch pennies to get by.\n\nTrump has ramped up the rhetoric much as he did in the final weeks of the presidential election. At rallies, he's geed up his supporters by painting Democrats as a mob of socialists who are weak on crime and border security. To make sure nobody misses his closing argument, Trump shared a video on Twitter showing an illegal immigrant from Mexico bragging in court about killing American police officers. Critics have described the ad as racist, and accused Trump of using a dog whistle to spread fear.\n\nWe will build a great wall along the southern border.\n\nIn some ways, Trump may be trying to make up for the fact that he's not been able to build a wall on the US-Mexico border, despite the fanfare during his 2016 campaign. But our travels around Texas and Tennessee reveal the stark divide over immigration in a country of immigrants, a battle that will return to the fore in just a few weeks, as the first Democrats launch their campaigns for the 2020 presidential race.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "What was mispronounced? Optional: help us by adding the time\n\nThe Financial Times is pleased to announce the launch of the submission process for the 2019 Innovative Lawyers report and awards for the Asia-Pacific region.\n\nFT Innovative Lawyers is a unique programme that assesses lawyers on their innovation for clients and in their own businesses. The programme consists of rankings and awards, based on independent research from RSG Consulting and robust journalism from the FT. The results are announced at an awards event, and the rankings are published in both print and online as an FT special report.\n\nLaw firms and in-house legal teams are invited to submit to four broad sections: legal expertise, the business of law/operations, access to justice and rule of law, and innovative individuals. This year we have again deliberately left the categories broad, allowing firms and companies more freedom to choose initiatives from any practice area or part of the business.\n\nThe 2019 Asia-Pacific Innovative Lawyers report will provide a comparison of how in-house and private practice lawyers are innovating. Each category will include two ranking tables and two awards. We will also continue to investigate efforts to uphold the rule of law and access to justice across the Asia-Pacific region.\n\nWhy innovation?\n\nSince it was established, the FT report has sought to break with the usual criteria of measuring lawyers by revenues, profits or deal sizes. Instead, it aims to uncover the real value that lawyers deliver to business and reward the lawyers consistently furthering the interests of their clients, their own firms or companies and the profession itself.\n\nHow are the report and the awards assessed?\n\n\n\nThe rankings will be based primarily on submissions received but will also include fresh research, surveys and other qualitative research methods to uncover legal innovation in the region.\n\nThe FT Innovative Lawyers programme was established in Europe in 2006, launched in the US and North America in 2010, and in Asia-Pacific in 2014. Over the past 12 years it has covered legal industry innovation in 50 countries from more than 400 law firms and more than 465 company in-house legal departments. The submission deadline is Friday January 11, 2019. The research process will run from January to April. The report will be published with the Financial Times newspaper on Friday May 3, 2019 and launched at the awards event at the Asia Society, Hong Kong on the evening of Thursday May 2, 2019. The awards event will recognise the standout innovators across all categories of the report. There is no cost for submitting entries but the project will be subject to the terms and conditions outlined in detail below. The research partner for the FT Innovative Lawyers programme is RSG Consulting, a specialist research and consulting company with decades of experience analysing the legal industry. The FT Innovative Lawyers programme is supported globally by lead partner, Elevate, and partner QuisLex.\n\nCategories 2019\n\n■ Legal expertise\n\nSubmissions invited from: private practice law firms and company in-house legal teams.\n\nSubmission limit: A maximum of five submissions may be made to the legal expertise section by any one firm or company in-house legal team.\n\nThis section will look at lawyers’ work for clients, including in-house lawyers’ work for their internal business clients, and will recognise lawyers who have developed new structures and products, new legal strategies or new law to meet their clients’ business challenges. We are looking for lawyers who have made a difference to their clients, by enabling them to innovate themselves or through unlocking exceptional value for them. Last year, we saw this done in various ways, such as managing complexity and scale and helping clients to access new markets and capital.\n\nSubmissions should focus on a specific matter or legal solution from any practice area. These may involve, but are not limited to, legal matters in the following practice areas: corporate and commercial, mergers and acquisitions, private equity, banking and finance, restructuring, structured finance, project finance, regulatory, investigations, white-collar crime, corporate tax, litigation, arbitration, competition, IP, private client, tax and trust, reputation, privacy, family, employment, real estate, technology, cyber security, data protection.\n\nKey topics of interest will probably include but are not limited to:\n\nDisputes, including innovations in third-party funding\n\nRegulatory work, including work directly for clients and/or working with regulators\n\nManaging complexity and scale\n\nLegal advice to enable business growth and transformation\n\nLegal advice to help clients access new markets and capital\n\nThe final categories in this section will derive from the submissions received.\n\n■ Business of law\n\nSubmissions invited from: private practice law firms and company in-house legal teams.\n\nSubmission limit: A maximum of five submissions may be made to the business of law section by any one firm or company in-house legal team.\n\nClient demands and market pressures are driving law firms and legal service providers to develop new products and services, and new means of delivering those services to provide even greater value.\n\nLawyers are increasingly using technology and data to create new legal solutions and enhance existing ones. New tools and ways of working allow law firms to be more efficient and more connected. Moreover, as the market and world of work changes, law firms are setting new strategies and finding new ways to change behaviours and make the most of the opportunities offered.\n\nThis section will assess innovations across any area of the business of law. Key topics of interest will probably include but are not limited to:\n\nData, knowledge and intelligence\n\nUse of technology\n\nStrategy and changing behaviours\n\nNew products and services\n\nNew or improved business and service delivery models\n\nDeveloping talent to adapt to changing workplaces and society\n\n■ Rule of law and access to justice\n\nSubmissions invited from: private practice law firms, company in-house legal teams, individuals, and any other commercial, public or non-governmental organisation.\n\nSubmission limit: A maximum of one submission may be made to the law & access to justice section by any one firm, in-house legal team, individual, or organisation.\n\nLawyers are being called on more than ever before to uphold the rule of law and bring access to justice for those who are denied it or forgotten by the system. Lawyers are increasingly agents of social and legislative change. This category covers any initiatives that seek to uphold the rule of law and improve avenues for access to justice.\n\n■ Innovative individuals\n\nNominations invited from: private practice law firms, company in-house legal teams, individuals, and any other commercial, public or non-governmental organisation.\n\nNomination limit: The lead individual for every submission made to the report will be automatically considered for this category, but law firms and legal service providers are also invited to make a maximum of three nominations.\n\nThe report will feature the top 10 individuals who stand out in this year’s research as exceptional innovators. We will look for individuals who have come up with the most original ideas, who have shown courage to change the way legal work or business is done, and have had the greatest influence on their firms, industry, business, or wider society. We will run a separate list of the most innovative general counsel.\n\nHow to submit entries\n\nAll submissions must be made via the online submissions forms here and uploaded as documents (you will be prompted to do this at the final stage of each online submission form). Submission documents should be named using the following format: “SECTION — law firm or organisation name — short submission title”.\n\nPLEASE NOTE: You will first need to register an account before you can access the submissions website. To register an account, follow the link here or email ftresearch@rsgconsulting.com to request login details.\n\nVideo content, images or submissions in other formats are also welcome.\n\nSubmission format\n\nAll submissions must provide the following details and address the criteria set out below. Please note that word limits are enforced in the online entry forms.\n\nThe challenge: What commercial problem or business issue was the innovation designed to address? (75-word limit)\n\nDescription of the innovation: A brief description of the matter or initiative, including key dates and the submitting lawyers, firm, individual or legal department’s role. (75-word limit)\n\nOriginality: Why is the work or initiative innovative? Which elements are most original? (200-word limit)\n\nLeadership: What role did the lawyers, firm, individual or legal department play? For which aspects of the solution, approach, or implementation were you responsible? How did you arrive at the specific approach or solution that was finally adopted? (200-word limit)\n\nImpact: What was the impact of the innovation for the client, firm or key stakeholders? How can its success be measured? Where did the lawyers deliver the most value? Please include hard evidence. (200-word limit)\n\nReferences: All submissions must include contact details for at least one internal and at least one client or other external reference who can be contacted to discuss the details of the innovation on a confidential basis.\n\nNominations for innovative individuals and in-house legal teams need simply to include contact details for the nominee and a brief reason for the nomination.\n\nRules for submitting\n\nTime period: the 2019 ranking will assess innovations from January 1 2018 onwards.\n\nthe 2019 ranking will assess innovations from January 1 2018 onwards. Innovations must have taken place in the Asia-Pacific region and been led from an office in that region. For the Asia-Pacific law firms categories, law firms in the following countries are eligible to submit in 2018: Australia, China and Hong Kong, India, Japan, New Zealand, South Korea, the Asean countries: Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand, Vietnam. Submissions can cover work anywhere in the Asia-Pacific region.\n\nFor the Asia-Pacific law firms categories, law firms in the following countries are eligible to submit in 2018: Australia, China and Hong Kong, India, Japan, New Zealand, South Korea, the Asean countries: Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand, Vietnam. Submissions can cover work anywhere in the Asia-Pacific region. There is a limit per firm of five submissions to legal expertise, five to business of law, and one to access to justice & rule of law. If these limits are exceeded, only the first submissions within the limit in alphabetical order by title will be considered.\n\nper firm of submissions to legal expertise, to business of law, and to access to justice & rule of law. If these limits are exceeded, only the first submissions within the limit in alphabetical order by title will be considered. Submissions must be no longer than 750 words in total, written in English and answer each of the questions on the entry form.\n\nAssessment of submissions\n\nSubmissions will be fully researched and will be assessed on their own merits, through extensive interviews with referees. The RSG Consulting research team also uses independent experts in the assessment process. Entries will be judged against other submissions in each category.\n\nInnovations will be scored for their originality, leadership and impact out of a total of 30 points.\n\nand out of a total of 30 points. Client referee interviews are a critical part of the assessment process. Contact details for internal and client or external referees must be included on every submission.\n\nSubmissions, particularly those in the legal expertise categories, should each focus on a specific innovation. The research approach is to examine case studies. Those that are more general and that cover several different pieces of work in one submission will do less well in the scoring process.\n\nAll submissions are assessed by RSG Consulting, a specialist legal-market research company that uses a process of interviews with clients, submitting lawyers and experts. The submissions are then scored against a bespoke ranking methodology, devised for the FT to assess innovation in law firms.\n\nThe three key indicators used are originality, leadership and impact. Each indicator carries a total of 10 points. The submissions in each category are benchmarked against each other in the scoring process. The top ranked innovations therefore represent the best out of all the submissions received.\n\nThe rankings will be based primarily on submissions received but will also include fresh research, surveys and other qualitative research methods to uncover legal innovation in the region.\n\nAssessment criteria will be based on local norms and benchmarks of innovation\n\nAwards\n\nAn awards event on May 2, 2019 will be held at the Asia Society in Hong Kong to coincide with the publication of the rankings. For more details of the event contact Cherrie Chan at cherrie.chan@ft.com.\n\nAt the awards event, the FT will recognise the top-scoring entries in each category of the report.\n\nInnovation in Legal Expertise* Innovation in the Business of Law* Innovation in Rule of Law and Access to Justice Legal Innovator of the Year Most Innovative In-House Legal Team Most Innovative General Counsel Most Innovative Law Firm in Asia-Pacific\n\n*Exact award categories and names will be decided after submissions are received.\n\nSchedule\n\nFriday, January 11, 2019 — deadline for submissions\n\nMarch 2019 — awards shortlists revealed\n\nMay 2, 2019 — awards and report launch event, Hong Kong\n\nMay 3, 2019 — report publication\n\nContact details\n\nFor research questions please contact RSG Consulting on +44 (0)20 7831 0300, ftresearch@rsgconsulting.com\n\nFor editorial inquiries please contact Harriet Arnold at the FT at harriet.arnold@ft.com (please put FTILA in the subject field).\n\nFor advertising opportunities or other research sponsorship opportunities please contact Robert Grange, global franchise development director and head of special reports at the FT, robert.grange@ft.com or +44 (0)20 7873 4418; or Stephanie Collier, head of professional services at the FT, stephanie.collier@ft.com or +44 (0)20 7873 4597\n\nFor enquires about the launch event please contact Cherrie Chan, Regional Project Manager, Asia-Pacific, FT Live Conferences and Events, cherrie.chan@ft.com.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Germany’s Chancellor Angela Merkel maps her departure, Britain’s Phillip Hammond presents a Brexit Budget and in the Balkans, Kosovo and Serbia seek a border deal that could help their EU plans. Here’s the best of this week’s opinion and analysis", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "New to the Financial Times?\n\nEnjoy 7 days of free access with a Guest Pass", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Signs of US-China trade tensions easing\n\nUS President Donald Trump said he had 'a long and very good conversation' with Xi Jinping, his Chinese counterpart, offering some hope of a thaw in the dispute that has seen reciprocal tariffs exchanged", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Alphaville is completely free.\n\nAll you have to do is register.\n\nReady to subscribe, View our subscription options", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Subscribe to the FT to read: Financial Times The US can win China trade war by getting its own house in order", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Alphaville is completely free.\n\nAll you have to do is register.\n\nReady to subscribe, View our subscription options", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Thank you for your help!\n\nOptional: help us by adding the time\n\nWhat was mispronounced? Optional: help us by adding the time\n\n© Marcos Moreno/AP\n\nBlanket hug A child is held by a member of Spain’s maritime rescue service after being picked up in the Strait of Gibraltar trying to cross from north Africa into Europe\n\n© Achmad Ibrahim/AP\n\nAir tragedy A wallet belonging to a victim of the crashed Lion Air passenger jet floats in the sea off West Java, Indonesia\n\n© Adrees Latif/Reuters\n\nOver the line Migrants, part of a caravan from Central America en route to the US, wave the colours of the Honduran flag as they celebrate crossing the Suchiate river from Guatemala to the Mexican town of Ciudad Hidalgo\n\n© Mario Tama/Getty\n\nNothing but the tooth Patients are treated at a free dental clinic set up by volunteers from the California Dental Association Foundation in Modesto, California\n\n© Maxim Shipenkov/AFP/Getty\n\nPeace in their hands From left: Russian president Vladimir Putin, German chancellor Angela Merkel, Turkish president Recep Tayyip Erdogan and French president Emmanuel Macron line up after talks in Istanbul to try to find a political solution to Syria’s civil war\n\n© Torsten Sliz/AFP/Getty\n\nWheeler dealer A child looks on as a vote is cast during state elections in Hesse, Germany\n\n© Steph Chambers/AP\n\nLight of remembrance Rabbi Eli Wilansky lights a candle after a mass shooting at the Tree of Life synagogue in Pittsburgh, US, in which 11 people were killed\n\n© Kyodo News/AP\n\nTokyo nuptials Japan’s Princess Ayako, dressed in a traditional ceremonial robe, and her husband Kei Moriya, visit Tokyo’s Meiji Shrine following their wedding ceremony\n\n© Ahmad Al-Basha/AFP/Getty\n\nLaid to waste Severely malnourished Ghazi Ali bin Ali, 10, lies on a bed at a hospital near the city of Taziz in Yemen, where war has sparked what the UN has labelled the world’s worst humanitarian crisis\n\n© Christopher Furlong/Getty\n\nClub in mourning Aiyawatt and Aimon Srivaddhanaprabha, the son and wife of Leicester City owner Vichai Srivaddhanaprabha who died in a helicopter crash, pray after laying wreathes among a sea of tributes at the King Power Stadium\n\n© Nicholas Kamm/AFP/Getty\n\nSpooky encounter President Donald Trump and first lady Melania give sweets to children at a Halloween celebration at the White House in Washington DC\n\n© Mauro Pimentel/AFP\n\nParty time Supporters of Jair Bolsonaro, celebrate in front of the former army captain’s house in Rio de Janeiro, Brazil, after the far-right candidate won the country’s presidential election\n\n© Sam Panthaky/AFP/Getty\n\nGiant reputation Policemen stand guard near the 182-metre-high Statue Of Unity in Gujarat, India. The world’s tallest statue is dedicated to Indian independence leader Sardar Vallabhbhai Patel\n\n© AFP/Getty Images\n\nBuilders’ break North Korean leader Kim Jong Un takes a quick rest as he visits the Hot Spring Tourist Area under construction in Yangdok County, South Phyongan", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Alphaville is completely free.\n\nAll you have to do is register.\n\nReady to subscribe, View our subscription options", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Explainer\n\nHow voters in Germany turned against Angela Merkel\n\nThe FT's Guy Chazan explains how the chancellor remained popular for so long and why her support has unravelled in recent months, with poor polling by her CDU party and the left-of-centre Social Democrats, and the rise of AfD.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "New to the Financial Times?\n\nEnjoy 7 days of free access with a Guest Pass", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "At this very moment, large, well-organised caravans of migrants are marching toward our southern border. Some people call it an invasion. It's like an invasion. They violently overrun the Mexican border. You saw that two days ago.\n\nThese are tough people in many cases. Lot of young men, strong men, and a lot of men that maybe we don't want in our country. But, again, we'll find that out through the legal process.\n\nBut they've overrun the Mexican police, and they've overrun and hurt badly Mexican soldiers. So this isn't an innocent group of people. It's a large number of people that are tough. They've injured, they've attacked, and the Mexican police and military has actually suffered. And I appreciate what Mexico's trying to do.\n\nSo let me begin by stating that these illegal caravans will not be allowed into the United States. And they should turn back now. And we've already dispatched for the border - United States military. And they will do the job. They're setting up right now, and they're preparing. We hope nothing happens.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "It was a Budget for hard-working journalists. The chancellor’s late start and long-winded speech on Monday meant that by the time he finished, the FT had less than three hours to write, edit and produce a 20-page Budget special.\n\nThere were no scary financial shocks for the wealthy — although there was one for me. With less than an hour to deadline, one of my teeth fell out.\n\nA troublesome crown came loose as I was chewing over the impact of income tax changes. “I can’t deal with this now,” I thought. So I just pretended it hadn’t happened. I popped the tooth on my keyboard and carried on typing.\n\nI then emailed my dentist, and by 10.30am the next morning I had a gleaming temporary gnasher. It was as if it had never happened.\n\nLooking back at the Budget, I get the same sense of disbelief. For the chancellor to spend money he may well not have on a feel-good income tax cut is a massive gamble — and shows how much the Conservatives fear a general election.\n\nNo Brexit deal has been done, the rosy forecasts could evaporate as quickly as they appeared and the promise to “end austerity” has a hollow ring when billions of pounds of welfare cuts are still working their way through the system.\n\nFighting the rising tide of plastic waste was another issue that came to the fore in the Budget. I know readers care deeply about the environment, both in your personal lives and investment choices. The rise of “ESG” investing — standing for environmental, social and governance — has been a huge story this year.\n\nA consultation into a “plastic tax” has been launched, which would impose a levy on all packaging that does not include at least 30 per cent recycled material by 2022, but the chancellor stopped short of a “latte levy” on disposable takeaway cups.\n\nOne of my most-read columns this year calculated the return on investment on a reusable coffee cup. My drip-free reusable KeepCup has more than paid for itself since then. It cost nearly £13, but nets me a 50p discount in some coffee chains.\n\nIt has also solved another minor middle class annoyance. As a Waitrose & Partners loyalty card holder, I’m entitled to a daily free coffee. However, the queue in the branch near the FT office has often been enormous. Not any more! Now that the supermarket has decreed that customers have to bring their own reusable cup, it’s easy peasy.\n\nThis is part of a wider pledge to cut packaging waste and find alternatives to black plastic — commonly used for posh ready meals and premium fruit and veg — which is notoriously hard to recycle. That’s good. But even if you pride yourself on faithfully rinsing out cans, trays and yoghurt pots, I have some bad news — recycling is no longer the answer.\n\nOnce collected, our recycling is shipped around the world. China had been the centre of the global recycling trade, but a year ago, decided to stop taking most of it. Experts say this has created a “global crisis” in plastic waste. As the FT reported a few weeks ago, collection bags emblazoned with the names of London councils have been found dumped in Malaysia. We simply cannot carry on as we are.\n\n“Zero waste” campaigners say rather than rely on recycling, we should look to the other Rs — refuse, reduce, reuse and rot.\n\nMany environmentally sustainable ideas are also pleasingly thrifty and old fashioned. Buying loose fruit and veg in a paper bag; brewing loose leaf tea instead of using tea bags (which contain plastic); putting scraps on the compost heap and taking the bottles back to the shop to get the deposit.\n\n“Make do and mend” was the money-saving mantra of my grandparents. I support the grassroots movement of consumers fighting for the “right to repair” items such as iPhones and washing machines rather than chuck them away and buy new ones.\n\nPrevious generations had no choice. Their thriftiness was driven by a lack of cash. I find that my worst excesses are driven by the need for convenience.\n\nI am cash rich but time poor. I can order my shopping online and it will arrive the next day swaddled in packaging, having been driven to my door in a Diesel van. Even worse? Takeaway food, which is either covered in mounds of plastic, or greasy cardboard that cannot be recycled. I am trying to mend my ways.\n\nEven if I haven’t got a lot of money, I could buy a £5 dress online — the subject of a furious debate in Parliament this week on the sustainability of fast fashion. Our disposable attitude towards cheap clothing means that 400,000 tons ends up in landfill every year, and washing all those man-made fibres means plastic is leaching into waste water.\n\nDo sustainable choices have to be expensive? Natural fibres cost a lot more. But by buying fewer, more sustainable items and keeping them for longer (with the odd darn) we could be better off and so could the planet.\n\nI am fascinated by the rise of zero-waste shops. One of London’s biggest — Bulk Market — is set to reopen in new premises in Hackney this month, after crowdfunding more than £20,000 from supporters. Shoppers bring their own jars and containers, then weigh and fill them with all kinds of items from dried goods to olive oil and even craft beer and gin. Back in the day, the Body Shop used to do this for dewberry bubble bath.\n\nSlapping a tax on plastic is one way of addressing the problem. But if, in his next public outing, Mr Hammond can come up with a way of encouraging good behaviour as well as penalising bad, we could see such schemes proliferate — along with the investment opportunities that go with them.\n\nClaer Barrett is the editor of FT Money. Email: claer.barrett@ft.com; Twitter: @Claerb", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Your browser does not support playing this file but you can still download the MP3 file to play locally.\n\nComedian and former Google employee Sarah Cooper tells Emma Jacobs about the inspiration for her new book on how to be successful without hurting mens feelings.\n\n\n\n\n\nHow to Be Successful Without Hurting Men’s Feelingswas published on October 30\n\n\n\n\n\nContributors: Katie Martin, capital markets editor, Sarah Cooper, author and comedian, Emma Jacobs, FT columnist. Producer: Fiona Symon", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "What was mispronounced? Optional: help us by adding the time\n\nWealthy readers could be forgiven for thinking that they don’t need to make changes to their financial plans following Monday’s Budget.\n\nWith no end in sight to the Brexit negotiations, the prime minister’s pledge to end austerity meant that advisers were braced for tax rises. However, due to better than expected forecasts from the Office for Budget Responsibility (OBR), chancellor Philip Hammond did no such thing.\n\n“Usually, we are deluged with calls from clients following the Budget as they seek advice about the impact of any changes,” says Michael Martin, relationship manager at Seven Investment Management. “This year, it’s like the Budget never happened.”\n\nHowever, advisers stress the risk of the chancellor being forced to raise taxes if Brexit negotiations go awry. Mr Hammond himself said at the despatch box that he was “confident, but not complacent” about a deal being secured, and that the Spring Statement next March could be upgraded to a “full fiscal event” if necessary.\n\nHere, FT Money presents the main areas where readers should consider taking action.\n\nPay into your pension\n\nPensions tax relief was untouched in this week’s Budget, providing some breathing space for higher earners who have endured a dozen reductions to their savings allowances in the past decade.\n\nBefore the chancellor was handed his Budget windfall from the OBR, he had described the £25bn annual cost of pension tax relief as “ eye wateringly expensive”. Experts warn there is no certainty how long current savings limits will last, and advise clients to make the most of their full tax allowances while they can.\n\nCurrently, the annual pension savings limit is £40,000 before tax charges apply. For those with total incomes of £150,000 or more, the annual allowance taper introduced in 2016 gradually reduces this to £10,000 for those earning more than £210,000.\n\nHowever, it is possible for unused annual allowance from the three previous tax years to be carried forward and added to the annual allowance for the current tax year.\n\n“It’s possible to get tax relief on pension contributions up to the amount you earn, but there’s a cap of £40,000 every year for most people, says Nathan Long, senior analyst with Hargreaves Lansdown.\n\nThose who are affected by the annual allowance taper might find that it is possible to pay contributions above the cap by capitalising on unused contributions from the previous three years.\n\nIf you don’t have enough spare cash from income to boost your contributions today, consider tapping into savings and investments to mop up unused tax relief, suggests Mr Long.\n\n“This is likely to involve selling any investments and making a contribution in cash,” he says. “The money will be locked up until your mid-50s, so you’d need to be sure that you wouldn’t need it until later life, but it could allow you to maximise a tax advantage now.”\n\nBut while pensions are very tax efficient, they are also inflexible for younger people, who won’t be able to access their money until at least the age of 55.\n\n“For many people the best approach for long-term investing is therefore a combination of pensions and Isas and so maximising pension contributions might not be the most suitable choice,” says Patrick Connolly, chartered financial planner with Chase de Vere.\n\nSpeak to your employer and check whether you can make your pension contributions using “salary sacrifice”, which is another tax efficient way to save for retirement.\n\nThis method means you don’t pay national insurance on the value of the contribution, saving higher and additional rate taxpayers 2 per cent and basic rate taxpayers 12 per cent, says Mr Long. However, be aware that salary sacrifice arrangements can impact how much you can borrow from a mortgage lender, or the level of maternity pay you will receive.\n\nEven if you have used up all of your tax allowances, don’t neglect those that your spouse may have. It is possible to fund their pensions contributions so long as you have sufficient earnings to generate the tax relief, says Christine Ross, head of wealth advice with Handelsbanken Wealth Management.\n\nIf one partner does not work it is still worth them contributing up to £3,600 each year. The contribution attracts tax relief at the basic rate even if the member is a non-taxpayer, making a net cost of £2,880.\n\n“If a partner is unlikely to have any other income of their own in retirement the pension will use up some or all of that individual’s personal allowance, providing tax-free income,” says Ms Ross. “Under current rules, a quarter of the fund can also be taken tax free.”\n\nThe same £3,600 allowance may be used to fund pensions for children. In all cases the funds cannot be accessed until after the age of 55 although there are proposals to increase this.\n\nWatch your marginal tax rate\n\nMost people will pay less income tax from next April after the personal allowance and higher rate tax thresholds were unexpectedly increased in the Budget — but higher earners will see part of that gain cancelled out by linked increases to national insurance.\n\nAccelerating the changes planned for 2020 was the “star bunny” that Mr Hammond pulled from his hat. Although this was a Conservative manifesto pledge, many expected it to be scrapped to fund increased spending on public services.\n\nThe personal allowance threshold, after which basic rate income tax applies, will rise to £12,500 from April 2019, from its current level of £11,850. The higher rate threshold — after which income tax of 40 per cent applies — will also rise to £50,000 from the current level of £46,350.\n\nThe changes mean that in the next tax year, basic rate taxpayers can expect to pay £130 less income tax, rising to £860 for higher rate taxpayers earning up to £100,000.\n\nHowever, these calculations fail to take account of linked increases to the upper earnings limit for national insurance contributions. Sir Steve Webb, director of policy of Royal London, calculates the difference to net take home pay for higher earners would only be about £500.\n\n“The chancellor should have come clean and mentioned this in the Budget speech, rather than leave it in the Budget small print,” Sir Steve says.\n\nReaders in Scotland will have to wait until the Scottish Budget on December 12 to see if Scotland’s higher-rate tax threshold — currently £43,430 — will also rise. However, national insurance rates are not devolved, so next April’s changes will apply across the UK.\n\nAssuming Scottish tax thresholds are unchanged, this means someone in Scotland earning £50,000 will pay an extra £30.41 per month in national insurance contributions without saving anything in income tax, says Steven Cameron, pensions director at Aegon.\n\nThe enlarged personal allowance will also complicate matters for those earning more than £100,000. Once you earn more than this amount, the £12,500 personal allowance is withdrawn at the rate of £1 for every £2 of income. This effectively creates a marginal tax rate of 60 per cent on the slice of earnings between £100,000 and £125,000.\n\nThis “cliff edge” existed before the Budget, but it now covers a slightly larger band of income.\n\nNimesh Shah, partner at Blick Rothenberg, says those who are approaching these thresholds may be able to reduce their taxable income by making higher pension contributions, claiming Gift Aid on charitable donations or controlling the timings of other income, for example dividend payments from family companies.\n\n“For future years, income may be reduced by replacing taxable income streams with tax-free returns by investing through an individual savings account (Isa) or investing for capital growth rather than income,” he says. “In addition, individuals can benefit from tax relief by making certain tax-efficient investments in a Venture Capital Trust or shares in an Enterprise Investment Scheme.”\n\nIf dividend income or savings interest takes your annual earnings into six figures, you could also consider transferring assets to a lower-earning spouse.\n\nGiven the anxiety over future pensions tax changes, increasing contributions to your retirement fund could prove doubly attractive to taxpayers within this bracket.\n\nEven if an employee is already making the maximum contribution that is matched by their company, additional voluntary pension contributions (AVCs) can be made tax-free so long as that individual has not breached their annual or lifetime allowances.\n\nHowever, Lucy Brennan, partner at Saffery Champness, an accountancy group, says taxpayers should not regard this route as a panacea. “On pensions contributions, for example, it feels like you are putting money away for less but the tax payment is really just being deferred — depending on your circumstances in retirement — and, in the meantime, the money is locked away,” she says.\n\nWill you still count as self-employed?\n\nIT contractors, consultants and TV presenters are among self-employed workers in the private sector facing a steep rise in taxes and a potential drop in income following changes announced at the Budget.\n\nThe government wants to crack down on freelances who hire themselves out via personal service companies, but are effectively employed.\n\nSelf-employed workers pay lower rates of income tax and national insurance than those on the payroll. The companies who employ them also benefit as they don’t have to pay employer national insurance contributions (NICs), pensions, or sick pay.\n\nFrom April 2020, reforms to the “off-payroll” working rules will mean private sector companies who cannot prove their workers are self-employed will become liable for paying employer NICs and deducting higher taxes from their workers’ pay.\n\nThe change will not affect all companies according to HM Revenue & Customs — the 1.5m smallest businesses in the country will be exempt — but medium and large businesses have until April 2020 to implement the changes.\n\nThe measure was the biggest revenue raiser in the Budget, forecast to generate £3.1bn in the four years after its introduction, and is an extension of the rules introduced last year for self-employed workers in the public sector. According to the Treasury, these changes have resulted in an extra 58,000 individuals paying higher income tax and national insurance contributions in any given month.\n\nWorkers affected by the new regime could see their take-home pay drop significantly. Bookkeeping software company Pandle calculates that a self-employed contractor currently earning £50,000 per year could see their net annual pay fall by almost £6,000 after becoming an employee on the company payroll with extra tax and national insurance costs. A contractor on £90,000 could see their net pay reduce by more than £10,000.\n\nFinancial planners say the first step for anyone affected is to work out whether they are genuinely self-employed or not. HMRC’s definition of self-employment hinges on the extent to which workers are taking financial risk, whether they have several contracts or rely on just one, and whether they can set their own working rules and the price they charge for their labour. But the definition is not clear cut.\n\nDawn Register, tax disputes partner at BDO, says the definition of what constitutes self employment is highly subjective. “The criteria is not clear cut,” she says. “There have been a lot of cases [at tax tribunals] where one case is found to be self-employed, and another very similar one is found to be employed.”\n\nA good starting point is HMRC’s “working for yourself” guide, which lists some definitions, and the HMRC online checker.\n\nThe next step is to check with the companies that hire you as to how they plan to approach the new rules. Come April 2020, the burden will rest with companies, and many of them might choose to err on the side of caution.\n\n“Speak to the companies you work for and test the water,” says Ian Dyall, head of estate planning at Tilney, a wealth manager. “Those workers on the ragged edge of being employed might choose to be employed instead of continue as a contractor, but there will be a financial impact.”\n\nFaced with such a cut in income, it would be a wise move to clear debts and lock in a better mortgage deal in the run-up to the changes.\n\n“You should also negotiate a deal on your pension if you are going to become an employee,” Mr Dyall says. “It’s one of the big advantages of being employed and a good way to mitigate tax, by paying more in.”\n\nOn the other hand, Petronella West, chief executive of Investment Quorum, a wealth manager, adds: “It might be worth trying to look for other contracts so you can prove you aren’t reliant on one source of income.”\n\nGet ready for property changes\n\nBuy-to-let landlords have had little to cheer about in Budgets of the past few years, with a succession of tax crackdowns and new regulations choking off growth in the sector.\n\nNow so-called “accidental landlords” face a headache after Mr Hammond announced changes to the rules governing lettings relief. This tax break has been available to anyone who lets out a property that is — or has been — their primary residence. A maximum £40,000 in lettings relief can be claimed against capital gains tax when the property is sold, rising to £80,000 for a couple.\n\nFrom April 2020 — subject to a consultation — owners will only qualify for this relief if they occupy the home alongside the tenant. Scrapping the relief would bring in £150m by 2023-24, according to Treasury forecasts.\n\nUnder the current system, sellers receive CGT relief for the last 18 months that they own the property, but from 2020 this “final period exemption” could be halved to nine months.\n\nDavid Lawrenson, owner of property consultancy Letting Focus, says lettings relief has been ripe to be picked off by the Treasury. “It’s relatively little known apart from by accountants and smart landlords and therefore quite a clever move by the chancellor. People will think: ‘why did they get it anyway?’ But it’s quite a significant hit for amateur landlords.”\n\nOnline interactive tax calculator Check your personal tax calculator for 2019-20\n\nConventional buy-to-let landlords will be little affected, since the relief is only available when a person’s primary residence is rented out. But the changes would hit those who have been unable to sell their homes, and have decided to let their properties instead. As sales have slowed across swaths of the south in recent years, more owners have chosen this option.\n\nThe Budget was not devoid of good news for landlord investors, however, as the rise in personal income tax allowances — to £12,500 for basic rate and £50,000 for higher rate payers — could see some landlords at the margin become basic rate payers from April 2019, and thereby qualify for cheaper mortgage financing.\n\nAndrew Turner, chief executive at buy-to-let mortgage broker Commercial Trust Ltd, says: “If these landlords suddenly find themselves in the lower tax bracket from next April, they might benefit from more generous borrowing calculations on some buy-to-let products. This is because some lenders apply less strenuous rates in their income calculation ratio (ICR) assessments for non-tax payers and basic rate taxpayers.”\n\nReporting by Josephine Cumbo, James Pickford, Kate Beioley, Lucy Warwick-Ching and Claer Barrett", "Alphaville is completely free.\n\nAll you have to do is register.\n\nReady to subscribe, View our subscription options", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "I am announcing that a grand jury in San Francisco has returned an indictment alleging economic espionage on the part of a Chinese state owned, government-owned company, a Taiwan company and three Taiwan individuals for an alleged scheme to steal trade secrets from Micron, an Idaho-based semiconductor company. We are here today to say enough is enough. We are not going to take it any more. It's unacceptable. It's time for China to join the community of lawful nations. International trade has been good for China, but cheating must stop. And we must have more law enforcement co-operation with them.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "New to the Financial Times?\n\nEnjoy 7 days of free access with a Guest Pass", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Subscribe to the FT to read: Financial Times If you want to sell your company, be clear and get ready", "New to the Financial Times?\n\nEnjoy 7 days of free access with a Guest Pass", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "We look at how companies are preparing for Brexit when they cannot guess what the EU deal will be. We find most successful founders are at least middle-aged and that Belfast businesses are the most productive. We look at how to avoid some common legal dangers and explore the resurgence of co-operatives", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "New to the Financial Times?\n\nEnjoy 7 days of free access with a Guest Pass", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "New to the Financial Times?\n\nEnjoy 7 days of free access with a Guest Pass", "New to the Financial Times?\n\nEnjoy 7 days of free access with a Guest Pass", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Theresa May finally struck a Brexit deal this week, but it did not please much of her Conservative party with two Cabinet ministers resigning. Will Mrs May survive?", "New to the Financial Times?\n\nEnjoy 7 days of free access with a Guest Pass", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Carney hints smooth Brexit would speed up rate rise\n\nThe Bank of England signalled on Thursday that it would need to step up the pace of interest rate rises in the years ahead if Prime Minister Theresa May was able to negotiate a smooth Brexit deal.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "This street in Central London is about to become the first zero-emission zone in the country. From next April, only electric vehicles and plug-in hybrids will be allowed to drive down the street, which is right in the square mile in the centre of London.\n\nThe reason this is significant, although it's only a very small street, as you can see, is that the City of London Corporation is planning to introduce two zero-emission zones that will cover the Barbican and East Aldgate. So this is just the beginning of a programme that's about to be expanded.\n\nLondon has some of the worst air pollution in the UK and is among one of the worst cities in the world when it comes to levels of nitrogen dioxide, which is from diesel vehicles. And that's the reason why the city is particularly focused on electric vehicles as part of the solution for answering its air pollution challenge.\n\nLondon is one of just a handful of cities in the world that will have electric-vehicle-only streets at a time when global awareness of the health problems caused by our pollution is on the rise.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Alphaville is completely free.\n\nAll you have to do is register.\n\nReady to subscribe, View our subscription options", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Your browser does not support playing this file but you can still download the MP3 file to play locally.\n\nAngela Merkel is on her way out as the leader of Germany. Her decision to stand down as chair of the Christian Democratic Union sets up a battle for the leadership of the German centre-right. Gideon Rachman discusses the end of the Merkel era and its implications for Europe with the FT's Guy Ghazan and Ben Hall.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Is data the new oil?\n\nCompanies can grow rich off their deep wells of data. But just like oil, data ‘spills’ can do huge damage. Now privacy activists inspired by the early environmentalists are looking to ‘clean up’ data protection. That may create opportunities for start-ups to challenge the tech giants, says Hannah Kuchler, FT San Francisco correspondent.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Alphaville is completely free.\n\nAll you have to do is register.\n\nReady to subscribe, View our subscription options", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "To read: Financial Times Urjit Patel: the yes-man who finally said no to Indian PM Modi", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Alphaville is completely free.\n\nAll you have to do is register.\n\nReady to subscribe, View our subscription options", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "With an unmatched number of scoops, Brexit has become our most read and commented-on topic since the referendum. Follow key Brexit developments from differing regional perspectives along with expert trusted analysis.", "Alphaville is completely free.\n\nAll you have to do is register.\n\nReady to subscribe, View our subscription options", "Your browser does not support playing this file but you can still download the MP3 file to play locally.\n\nThe US this week called for peace talks to begin within a month to end hostilities that have pitted a Saudi-led coalition against Houthi rebels in Yemen. Heba Saleh spoke to Lise Grande, UN humanitarian coordinator in Yemen, about how bad the crisis is and what needs to be done to stave off a catastrophic famine.\n\n\n\n\n\nContributors: Barney Jopson, Middle East news editor, Heba Saleh, Middle East correspondent and Lise Grande, UN humanitarian coordinator in Yemen. Producer: Fiona symon", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Football clubs use data analytics to identify fresh talent, Indian companies fight for access to database of 1bn citizens, the analysts helping business tame the sea of data, and does worker-generated data lead to empowerment or exploitation?", "Thank you for your help!\n\nWhat was mispronounced? Optional: help us by adding the time\n\nIndia has become the unexpected front line in the debate over the how much personal data governments and companies should be allowed to collect.\n\nThe country has seen a dramatic explosion in the amount of information generated by its citizens over the past decade.\n\nIndian consumers are flocking to digital services such as online shopping and movie downloads thanks to plunging data costs, while the government has built what has become the world’s largest biometric identification system.\n\nOver the past 10 years more than 99 per cent of Indian adults — well over 1bn people — have been enrolled into the Aadhaar database, which contains their personal information as well as iris and fingerprint scans.\n\nThe government says this has revolutionised the efficiency of benefit claims and other state services while reducing fraud — although critics point to cases where some of the poorest Indians have been deprived of vital rations due to problems with the system.\n\nMeanwhile, a host of companies have made enthusiastic use of access to the high-tech system to sign up customers far more quickly and cheaply than in the past — from financial companies focused on low-income rural Indians, to Reliance Jio, a disruptive telecom operator that has signed up more than 200m users in its first two years.\n\nBut the system has been condemned by activists concerned that India is creating a surveillance state.\n\nA Bangalore-based retired judge challenged the Aadhaar system in court, arguing that it represented an intrusion to privacy and should be abolished.\n\nThe case went to India’s supreme court, which ruled in September that companies were not permitted to use the Aadhaar system to verify customer identities, warning that this would “enable commercial exploitation of . . . individual biometric and demographic information”.\n\nCompanies in telecom and other sectors immediately started rushing to find other ways to verify customer identities. “To all intents and purposes, Aadhaar is now dead to us,” says Rajan Mathews, director-general of the Cellular Operators Association of India.\n\nAdvocates of the Aadhaar system portray the court ruling as a temporary hiccup, however, and have urged the government to push through a new law that will permit private companies to regain access to the database. The government has not said whether it will do so, but finance minister Arun Jaitley underscored its commitment to Aadhaar after the court’s ruling, saying: “Everyone who has been criticising Aadhaar should understand that they cannot defy technology.”\n\n“The regulatory framework will now fall into place,” asserts Sharad Sharma, co-founder of iSPIRT, a think-tank that has been a major cheerleader for Aadhaar. “There will be confusion for a month or two but then clarity for the next 10 to 15 years.”\n\nThe permanent loss of private sector access to the data would damp the furious pace of growth in parts of India’s digital economy, by pushing up the costs of customer addition, warns Jayanth Kolla, co-founder of consultancy Convergence Catalyst.\n\nThe supreme court ruling was part of a flurry of data security-related interventions this year by Indian institutions. In April, the Reserve Bank of India infuriated Visa and Mastercard by ordering that foreign payments companies would need to stop storing Indian customer data offshore.\n\nThe move “is something that we haven’t really seen anywhere else”, says Porush Singh, south Asia president at Mastercard.\n\nA recent draft policy on ecommerce included a proposal to put similar restrictions on Amazon and other foreign online retailers. This came alongside a far more wide-reaching set of proposals delivered by a committee under a retired senior judge that recommended India lay down a set of individual rights around personal data, along similar lines to those mandated by the EU’s General Data Protection Regulation.\n\nSome critics have warned, however, that these protections could be misused by corrupt officials trying to conceal wrongdoing. Others believe tighter rules are needed to ensure the government’s collection of citizens’ data does not enable creeping authoritarianism.\n\nRaman Jit Singh Chima, a lawyer and policy director at digital rights group Access Now, voices concern about the state’s “increasing drive to track all types of data”, while little is done to strengthen the controls around such activities.\n\nWhile fears of an emerging police state seem overblown, there are increasing concerns that personal data could be used by politicians to exploit caste or religious divisions in India’s diverse society, says Sivarama Krishnan, India cyber security head for PwC.\n\nAmid all the fierce debate about data policy, he adds that a series of serious reported data breaches from public bodies and private companies makes clear the need for higher standards in general.\n\nMr Krishnan says: “India needs to worry about the security of its technology infrastructure, inside or outside the government.”\n\nRanjana Sonawne (centre) receiving the first Aadhaar card to be issued, in 2010", "What was mispronounced? Optional: help us by adding the time\n\nLondon was the obvious choice for Ian McGill to start his business, Spend Network. The subscription service, launched in 2010, collects public sector spending records of more than 300 bodies. Subscribers and the company’s own researchers use this data to analyse the activities of government suppliers to help secure better deals in procurement.\n\nThe UK pioneered the movement to make such data more freely available. In 2010, in an effort to boost public trust in politics, the then prime minister David Cameron wrote to government departments asking them to open up their data to “enable the public to hold politicians and public bodies to account”.\n\nYet Mr McGill struggles to hide his frustration at the data’s patchy quality. Public bodies in the UK are required to publish details of procurement contracts awarded but, he adds “we have seen only an handful of those contracts”. Data is often incomplete, not standardised or has other serious quality flaws, says McGill.\n\nBehind the push for open data is a desire to make governments more transparent, accountable and efficient — but also to allow businesses to create products and services that spark economic development. The global annual opportunity cost of failing to do this effectively is about $5tn, according to one estimate from McKinsey, the consultancy.\n\nThe UK is not the only country falling short, says the Open Data Barometer, which monitors the status of government data across the world. Among the 30 leading governments — those that have championed the open data movement and have made progress over five years — “less than a quarter of the data with the biggest potential for social and economic impact” is truly open.\n\nThis goal of transparency, it seems, has not proved sufficient for “creating value” — the movement’s latest focus.\n\nIn 2015, nearly a decade after advocates first discussed the principles of open government data, 62 countries adopted the six Open Data Charter principles — which called for data to be open by default, usable and comparable.\n\nYet Carlos Iglesias, senior research manager at the Web Foundation, which campaigns for the provision of internet access as a basic right and runs the ODB, says global government data “is usually incomplete, out of date, of low quality and fragmented”.\n\nWhile most databases are easy to find and free to use, only half are available in a machine-readable format, the barometer’s 2018 global report found. Of those, only one in four can be downloaded in bulk to be reused.\n\n1/4 Less than a quarter of the data among the initiative’s 30 leading governments is truly open, according to the ODB\n\nThe new mantra among supporters of the initiative is “publish with a purpose”, says Barbara Ubaldi, economist at the OECD, the Paris-based club of mostly rich nations.\n\nPrivate companies have a role to play here, too. Theresa May, the UK prime minister, proposed last month that certain companies disclose the pay gap between staff of different ethnicities — in a similar vein to the requirement to report gender pay, which came into effect in earlier this year.\n\nAnia Calderon, executive director at the Open Data Charter, says: “Sometimes the most valuable data is held by private companies and where there is the potential to create public value there is a role in government to play in legislating how that data should be made open.”\n\nThe use of open data has already bore fruit for some countries. In 2015, Japan’s ministry of land, infrastructure and transport set up an open data site aimed at disabled and elderly people. The 7,000 data points published are downloadable and the service can be used to generate a map that shows which passenger terminals on train, bus and ferry networksprovide barrier-free access.\n\nIn the US, The Climate Corporation, a digital agriculture company, combined 30 years of weather data and 60 years of crop yield data to help farmers increase their productivity. And in the UK, subscription service Land Insight merges different sources of land data to help individuals and developers compare property information, forecast selling prices, contact land owners and track planning applications.\n\nThe European Commission estimated the market value of open data in the EU in 2016 at close to €200bn — with a projection of up to €285bn by 2020.\n\nVarious monitors are trying to assess impact in different ways. The OECD tracks government efforts in supporting the reuse of data among individuals, NGOs and private companies, explains Ms Ubaldi. Both the ODB and the European Commission trackers, meanwhile, measure apps and services created using government data, and their political, social and economic value.\n\nNew seams of data are helping to create new businesses, with some countries performing better than others.\n\nSouth Korea’s data policy has helped the nation create an active business ecosystem. Ms Calderon says it is “focused exclusively on companies developing services . . . [using] data that they produce”.\n\nOpen Data 500, an international network of organisations that studies the use and impact of open data, reveals that private companies in South Korea are using government agency data, with technology, advertising and business services among the biggest users.\n\nIt shows, for example, that Archidraw, a four-year-old Seoul-based company that provides 3D visualisation tools for interior design and property remodelling, has used mapping data from the Ministry of Land, Infrastructure and Transport.\n\nGermany lags behind on most assessments as the move towards open data was carried out at state level with little national co-ordination, but it has pushed ahead with legislation. The country’s open data law came into effect last summer, but the requirement to publish data within two years applies only to public authorities subject to the federal government, and excludes Germany’s regional authorities.\n\nSuch legislation is something the UK lacks, says Jeni Tennison, chief executive of the Open Data Institute, co-founded by inventor of the internet Sir Tim Berners-Lee to promote the use of open data worldwide. “There is no legislation that forces a public sector department to update their open data or to produce it to a certain quality.”\n\nMr McGill agrees: “The regulation is there but not the checks. It’s like having a speed limit, but no police on the road and no monitoring.”\n\nBetter-quality open data could help unlock an annual $3.2tn-$5.4tn in economic value globally across seven sectors, according to a study by McKinsey, and includes transportation, consumer finance and healthcare.\n\nThe UK is among those that could do much more to bridge this gap, Mr McGill believes. “There are large potentials in the UK [from better open government data] that are simply not met,” he says.\n\nWith open data’s leading governments treating the initiative as a “side project”, in the words of the ODB, it will be some while yet before its full economic potential is realised.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.", "Gain access to global coverage from local journalists on the ground in 50+ countries working around the clock to break news, analyze, spot risks and opportunities.\n\nJoin over 300,000 Finance professionals who already subscribe to the FT.", "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more."]