["The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase.\n\nBoka\n\nEveryone brushes their teeth every day, but it's not every day you hear someone say she does so with a toothbrush that helps expand oral health access for those in need, or with a toothpaste that contains an ingredient invented by NASA.\n\nBoka is the online company with a mission of improving your oral health, and it doesn't cut any corners in helping you accomplish that goal. Like Quip and Goby, it's a direct-to-consumer brand that makes brushing your teeth convenient, affordable, and surprisingly exciting.\n\nBoka sells the essentials for good oral care, including an electric toothbrush, replacement brush heads, toothpaste, and floss. This description sounds basic until you delve into the details of each component.\n\nBoka\n\nThe rechargeable electric toothbrush, which operates at a steady and efficient 30,000 vibrations a minute, has soft activated charcoal bristles to limit bacteria growth and provide a more gentle brushing experience. It has a two-minute timer, and in my experience, the twice-daily two-minute ritual is always pleasant and leaves my teeth feeling and looking clean. The toothbrush docks to a charging station so it's ready to go at all times.\n\nUse the toothbrush with Boka's fluoride-free toothpaste, which contains nano-hydroxyapatite. Hydroxyapatite makes up the mineral part of your bones and teeth and was first developed by NASA to help astronauts who lost teeth and bone mineral in the absence of gravity. Thus, the Ela Mint toothpaste doesn't only fight plaque, but it also actively and naturally repairs tooth enamel and helps reduce tooth sensitivity. Many name brand toothpastes are too harsh on my gums and I'm still trying to pinpoint the exact source. Notably, the Boka Ela Mint toothpaste didn't cause me any problems, and it tastes great, too.\n\nThese are Boka's star products, but its oral care accessories like its natural beeswax floss and Cocorinse are also made with effective, better-for-you ingredients. You can shop everything individually, with bundled kits available to save you some money.\n\nAnother way to ensure you're taking care of your teeth is to subscribe to one of Boka's brush plans. The starter kit is $60 and includes the electric toothbrush and charging station. Every three months, Boka will send you replenishments of brush heads, toothpaste, and floss, depending on which plan you choose.\n\nWhile you improve your own oral health, you're helping someone else do the same. For every brush purchased, Boka donates one to Surge, a non-profit that brings water to those in need. It's a win-win situation: you take care of your teeth, you help someone take care of theirs, and you pay a reasaonable price to do it all.", "President Donald Trump said on Sunday that Georgia gubernatorial candidate Stacey Abrams would \"get rid of\" the Second Amendment if elected, though the Democrat has stated on several occasions that she believes in the right to bear arms.\n\nSpeaking during a rally for Republican Brian Kemp in Macon, the president suggested that in addition to ending the Second Amendment — a power that governors do not possess — people will be sent door to door to collect all existing firearms. Trump also claimed that electing Abrams would turn the state of Georgia into the nation of Venezuela without providing evidence.\n\nTrump appeared to be referencing a 2016 gun safety bill that Abrams co-sponsored when she was a state lawmaker, that proposed a ban on certain assault weapons. The bill was unlike others of its kind in that it wouldn't grandfather in people who already own assault weapons, and would require them to turn these firearms over to authorities.\n\nRead more: Here are the laws that student gun-control activists from Parkland actually want to pass\n\nIn an interview on CNN on Sunday, Abrams defended the bill, saying it was introduced to \"start a conversation\" and suggested she's open to making compromises.\n\n\"I am someone who supports the Second Amendment, who knows how to shoot, how knows how to hunt. But I believe that our responsibility is to make certain that the most vulnerable in our society do not face those who are irresponsible with their weapons,\" she said.\n\nAbrams and Kemp are currently neck and neck in the Georgia governor's race. In recent days both former President Obama and Oprah have campaigned for Abrams, who would become the nation's first black female governor if elected.", "The Seattle Seahawks have been on a roll of late and the momentum has carried over to their touchdown celebrations.\n\nThe Seahawks opened their Week 9 game against the Los Angeles Chargers with a drive down the field and touchdown to wide receiver Jaron Brown.\n\nAfterward, the Seahawks all lined up in the end zone and showed off the type of synchronized dance that likely required more practice time than most would realize.\n\nOh, and Russell Wilson's throw and Brown's catch were pretty good, too.", "With Derek Anderson and Josh Allen still sidelined, the Buffalo Bills turned back to backup quarterback Nathan Peterman, and the results were about the same.\n\nPeterman has started just three games in his career, throwing 9 interceptions in 81 total pass attempts, including a disastrous five-pick performance in his first start last season.\n\nHeading into Week 9, Peterman faced a difficult matchup against an elite Chicago Bears defense. Things didn't go well.\n\nIn the second quarter, Peterman hit receiver Jason Croom with a 1-yard pass. As Croom caught the ball, he was hit by the Bears and lost the ball. The Bears regained control and returned the ball for a touchdown.\n\nOn the next Bills possession, Peterman threw a short pass over the middle that was intercepted.\n\nThen, on a third straight possession, Peterman was hit as he was letting go of the ball. The ball flopped out of his hands and right to Bears linebacker Leonard Floyd, who returned it for a touchdown.\n\nThese interceptions were not necessarily all Peterman's fault, but nonetheless, they'll count against his record.\n\nIn recent weeks, the Bills offense has been historically bad. Prior to Week 8, their offense was on pace to be the worst in the last 33 years.\n\nAccording to ESPN's Mike Rodak, the Bills had gifted more scores to their opponents than for themselves over their last 69 drives.\n\nIn the last two weeks, the Bills have managed 11 total points and have scored fewer than 10 points four times.", "A report from The New York Times published on Saturday describes how federal and local authorities have struggled to reckon with the threats posed by white nationalist and other far-right movements since the September 11, 2001, attacks.\n\nSince then, defense and intelligence agencies have focused primarily on preventing attacks from Al Qaeda, ISIS, and other Islamic extremist groups, The Times says, while dedicating much less attention to potential violence from groups and individuals aligned with white supremacist and other far-right ideologies.\n\nTwo statistics cited in The Times' report illustrate the extent to which the US government has devoted its attention to Islamist extremism, arguably at the expense of white nationalist and other domestic movements responsible for violent attacks.\n\nA former Department of Homeland Security (DHS) employee, Daryl Johnson, told The Times that he was the government agency's only analyst dedicated entirely to \"non-Islamic domestic threats\" in 2005, and that the team grew to \"a small team of analysts\" by 2007.\n\nThe DHS did not immediately respond to Business Insider's request for comment.\n\nRead more:Why we need to call the Pittsburgh synagogue shooting a right-wing, domestic terrorist attack\n\nAnd a recent report from researchers at the University of North Carolina, Chapel Hill, said fewer than 20% of the FBI's counterterrorism agents were dedicated to domestic terrorism in 2008 and 2009, according to The Times. (Those were reportedly the only years that data was made publicly available.)\n\nHow the US government characterizes and divides its attention between foreign and domestic threats — as well as those posed by Muslim versus right-wing extremist groups — has become a point of controversy.\n\nAccording to a report published by the non-partisan Stimson Center in May, Muslim extremists have killed 100 people in the US since September, 11, 2001.\n\nA January report from the Anti-Defamation League says domestic extremists killed 387 people in the US between 2008 and 2017. Of those killings, 71% were committed by right-wing extremists, the report says.\n\nRead the full story from The New York Times here »", "It's been seven months since the Villanova Wildcats brought home their second NCAA Championship trophy in three years, and we're finally ready to ring in the 2018-19 college basketball season.\n\nAfter reaching last year's Final Four, the Kansas Jayhawks headline the AP Top 25 preseason poll with 37 first-place votes. But for the first time since the 2004-05 season, seven different teams received first-place votes, including No. 2 Kentucky, No. 3 Gonzaga, No. 4 Duke, No. 5 Virginia, No. 6 Tennessee, and No. 9 Villanova.\n\nOn the other end of the spectrum, No. 12 Kansas State, No. 14 Oregon, No. 15 Virginia Tech, No. 16 Syracuse, No. 18 Mississippi State, No. 23 LSU, and No. 25 Washington all launched into this year's top 25 after failing to make the list at any point during the 2017-18 season.\n\nWith so much uncertainty at the top and a ton of new faces in the mix, this college basketball season is primed to be extremely unpredictable and incredibly exciting. Check out Business Insider's previews for the nation's top teams before the season tips off:", "Voter engagement has already skyrocketed ahead of Tuesday's midterm elections in the form of early voting methods, but plenty of voters nationwide are set to cast their ballots in person.\n\nStates vary widely on the rules for acceptable forms of identification at the polls. More states require photo IDs than not, but still differ in their technicalities.\n\nSee what ID you need to cast your ballot ahead of Election Day:\n\nShayanne Gal/Business Insider\n\nFor more information on your state's requirements, check out this guide from the National Conference of State Legislatures, or scroll down for our state-by-state breakdown.\n\nRead more of Business Insider's 2018 Midterm Election coverage:", "The heads of the Republican and Democratic national committees offered their final messages to voters on CNN's \"State of the Union\" Sunday ahead of Tuesday's midterm elections in lively back-to-back appearances.\n\nThe RNC case: focusing on immigration and the economy\n\nRonna McDaniel, chairwoman of the Republican National Committee, hit back against host Jake Tapper's characterization that despite a booming economy, President Donald Trump's \"closing argument in the midterms is focused on fears of undocumented immigrants.\"\n\n\"We have a record, we are saying we have delivered, your lives are better, the economy is booming,\" McDaniel said. \"Let's not go back.\"\n\nTapper pointed to an ad that blamed Democrats for a homicidal unauthorized immigrant that Trump released Wednesday as a \"factually inaccurate, racially incendiary\" bid to scare voters into backing his wishes for immigration policy.\n\nMcDaniel said the ad instead symbolized Trump's focus on the Democratic lawmakers failings in forming effective immigration policy.\n\n\"Actually, quite literally, Democrats and Republicans came to the table to talk to President Trump about immigration reform, and they thought they had a deal,\" Tapper said, referring to Senate Minority Leader Chuck Schumer and House Minority Leader Nancy Pelosi's efforts in September 2017.\n\nDespite saying that instances such as the undocumented immigrant in Trump's ad were due to a \"systemic failure,\" McDaniel said Democratic lawmakers should be more proactive in forming effective immigration policies.\n\n\"You control the White House, the House, and the Senate,\" Tapper said.\n\nMcDaniel then widened what she said was Trump's messaging focus ahead of the midterms to a plea for bipartisanship among lawmakers to confront a variety of issues.\n\n\"The president's leading,\" McDaniel said. \"He's saying, 'Come to the table, we have major issues we need to face. By the way, our economy is humming, people are working, wages are up, I'll work with Democrats,' and they're sitting on their hands.\"\n\nRead more:9 races are shaping up to be nail biters — and they'll determine which party controls the Senate\n\nThe DNC case: focusing on healthcare\n\nDemocratic National Committee Chairman Tom Perez pushed back on the Republicans' focus on economic growth under Trump, saying \"reckless\" tax cuts have only \"delivered results for very wealthy people.\"\n\nTapper objected to Perez's characterization, saying he might be \"saying things that aren't true to try and put a grey cloud over the economic good news.\"\n\nThe former Labor Secretary said other failures to adjust cost of living and healthcare costs rendered any economic gains useless, despite Republicans touting wage growth.\n\n\"People need to feel that if they work a full-time job, they're actually able to feed their family and not tread water,\" Perez said. \"That's what's happening across this country. Too many people are working two or three jobs to make ends meet because their salaries aren't enough and the cost of living is going through the roof.\"\n\nPerez continued, saying health care was \"under attack\" under the Trump administration and would be the \"number on issue\" on ballots Tuesday that would encourage voters to choose Democratic candidates.\n\n\"So many people with preexisting conditions thought they would be able to retain their coverage [and] this administration doesn't want to do it,\" Perez said. \"Medicare, Medicaid, Social Security — they're on the ballot. That's why there's so much energy on the Democratic side.\"\n\nA Gallup poll released earlier this month reported 80% of registered voters said healthcare is important or extremely important to their vote. The same poll found 78% of voters considered the economy important, which was the lowest of any recent midterm.\n\nIn the uncertain midterms full of tight races, voter engagement has skyrocketed. Election Day is Tuesday, November 6.", "Apple is selling refurbished units of the iPhone 8 starting at$500 from its certified used device store — one of the best-kept secrets in tech. That price reflects a $100 discount over the normal $600 starting price tag for an iPhone 8.\n\nAt the time of writing, the refurbished iPhone 8 Plus is, unfortunately, not in stock. If you're interested in the iPhone 8 Plus, I'd keep checking Apple's refurbished storefront regularly.\n\nIf my experience with buying a refurbished MacBook Pro is anything to go by, Apple's refurbishment process is top-notch, and it's well worth your consideration. It's so good, in fact, that you should consider getting the refurbished iPhone 8 even if you were planning on buying it new, just so you can save yourself $100.\n\nMy refurbished MacBook Pro came in flawless physical and working condition, and there was no trace that my MacBook Pro had been used before. It also came with Apple's standard one-year warranty. I can't guarantee that a refurbished iPhone will come in equally great condition, but I at least had a positive experience with the store.\n\nWith the iPhone 8, you're not sacrificing that much over newer models, like the iPhone XR or XS. The iPhone 8 still has a great camera, and it runs the same chip as the iPhone X, which hasn't shown any signs of slowing down ever since the new iPhones came out. The main thing you're not getting with an iPhone 8 is the iPhone X-style edge-to-edge screen design, and Face ID facial recognition for unlocking the phone.\n\nThe iPhone 8 is also one of your only options to get an iPhone with a smaller 4.7-inch display, as it looks like Apple's flagship iPhone X-style phones are sticking with a minimum 5.8-inch display for the foreseeable future.\n\nAnd if you're looking for the Apple experience for an even smaller price tag, there are also plenty of refurbished iPhone 7 and iPhone 7 Plus units available, starting at $380 and $480, respectively. The iPhone 7 is still a fantastic phone with a great camera and a similar design as the iPhone 8, if you're not picky about having the latest and greatest.", "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase.\n\nM.Gemi\n\nThere's a chill in the air that smells distinctly crisp and fresh. The trees are officially turning and the leaves are beginning to dance to the ground. Soon, they'll be dry and crunchy beneath your feet, just begging to be stepped on.\n\nAll this to say that it's finally time to break out the cozy knit sweaters, hot apple cider (superior to the PSL in every way), and fashion's most gracious offering to our feet: ankle boots.\n\nAnkle boots, in my opinion, are the white sneakers of cold weather. A good pair with a walkable heel height can be worn for pretty much any activity and with almost any outfit. But if you asked me to dream up my perfect pair, I wouldn't even bother — because Italian footwear startup M.Gemi has already made them.\n\nCrafted in artisan Italian workshops with buttery soft leather or suede, The Corsa ankle boot is the most comfortable I've ever worn — and the most versatile, too. You may recognize the brand for its classic suede loafers, but if you ask me, its ankle boots are the real standout design.\n\nThe silhouette has a very subtle hint of '70s style with an elongated, fitted shaft and sleek sole. They are, in short, the perfect ankle boots for everyday wear, offering a hard-to-nail combination of form and function.\n\nM.Gemi\n\nThe leather pairs come in deep black and saturated cognac. I got my black leather pair in my regular size, a 7.5, which was definitely the right call. When I first tried them on, I was surprised that they were as soft and pliable as they are — from the look of the photos on their website, I thought the shaft would be a lot stiffer and more likely to cause blisters at the top (which is where most boots tend to get me). Instead, they're malleable enough to move with you as you walk, but thick enough to look and feel substantial. I've never gotten a blister from them, and their wearability straight from the box is just one thing that makes them so worthy of their $348 price tag.\n\nRead more: Why M.Gemi's Stellato Sacchetto flats are sure to sell out again this fall\n\nThe heel height is also totally manageable at just over two inches, which means I can run around the city and walk around the office without wanting to scream. I have no patience for discomfort on my commute in particular (why torture my feet when taking the subway is hellacious enough?), and these adhere to my strict rule of footwear in which I could run to catch a train if needed.\n\nM.Gemi\n\nThe boots come in both leather and suede, the former of which has two heel options: wrapped in leather, or stacked and exposed. I have the leather-wrapped pair (which I find to be a little more versatile for dressing up and down), but the stacked heel is a great option for anyone who's concerned about scratches or wants something a little more casual.\n\nThe richly colored suede pairs do have suede-wrapped heels, which look stunning, but are much more prone to show signs of wear. If you're one of those rare, magical women who knows how to keep suede boots clean, I don't think you could possibly regret getting a suede pair. Plus, if this is your first time buying a pair, you can save $60 on the suede style using this link. The discount will populate in your shopping cart once you've added your color and size of choice.\n\nOverall, I can't recommend these boots enough to anyone who feels they're within a reasonable price range. Though they're not cheap, the quality is the same as any pair you'd get from Prada or another luxury brand — just at a drastically lower price. And if you decide you don't love them or you need another size, you can take advantage of their complementary return or exchange program.", "Circa 2012, Pramod Sharma was working on a Google project to scan physical books and put them on the internet.\n\nLike many at Google, Sharma would drop off his daughter each morning at the company's on-campus daycare facilities. Over time, he recognized something both ironic and worrisome.\n\nThere were no tech products in the room.\n\n\"They were very proud of their wooden blocks from Germany,\" Sharma told Business Insider in a recent interview.\n\nHowever, he knew how much his daughter loved any screen that was put in front of her, and thought there had to be room for a positive piece of technology in her life. With his experience combining the analog and digital worlds for Google Books, ideas started to bubble up. And so, in 2013, Osmo was born— with the help of his co-founder and fellow Googler, Jerome Scholler.\n\nThe big idea: A proprietary hardware accessory that snaps onto any iPad, using mirrors to connect the movements a child makes on a physical game board with animations on the tablet's screen. Osmo recently added certain games to be compatible with Android and Amazon Fire tablets as well.\n\nFive years later, the Osmo device can be found in 30,000 schools and a half-million households worldwide. The company has raised over $38 million, has more than 60 employees, and last week announced the release of its 14th game, \"Detective Agency\" — inspired by the popular 90s board game, \"Where in the World Is Carmen Sandiego?\"\n\nOsmo's games are geared towards children between the ages of three and nine and can range in price from $19 to $100. The hardware piece for tablets costs $29. Osmo, the company, has raised over $38 million in venture capital financing, and has more than 60 employees\n\nOsmo's latest game, \"Detective Agency\" Osmo\n\nTime well spent\n\nOsmo's magic lies in the strength of its games, says Sharma\n\nOne game called \"Monsters\" prompts kids to draw objects (like a magic wand), and once their drawing is complete, a replica appears on the screen being used by the animated monster. Another, called \"Coding Awbie\" — which the company says is \"easiest way to introduce coding to your child\" — allows kids to create commands for their on-screen character by snapping different combinations of blocks together.\n\nSharma says he understands the hesitation of parents, especially parents in Silicon Valley, to expose their children to too much screen time.\n\n\"At a young age, you don't want to make them addicted to media,\" Sharma tells us. \"If I'm a three-year-old and someone gives me a choice between Coke or milk, I'll drink Coke all day long. Children don't have that differentiation of what's good for them.\"\n\nActive screen time\n\nBut Sharma argues that not all screen time is equal. He tells us there's a difference between passive screen time (where a child is merely sitting in front of a screen, watching) and active screen time (where a child is called to engage).\n\nOsmo prides itself on creating active screen time for children.\n\n\"At Osmo, everything has to be active. You have to engage, otherwise there's no experience,\" Sharma explains. \"A screen doesn't change unless you do something — that's a very fundamental thing. By design, Osmo makes you do things.\"\n\nOsmo — which Sharma describes as a \"child's first console\" — also considers the length of time children spend on a game in a single sitting. It tries to limits each session to around 30 minutes. Internally, he explains, the company is less concerned with \"time spent\" as a metric to determine a game's effectiveness and more interested in \"puzzles solved.\"\n\nThe future of Osmo\n\nIn the future, Osmo wants to allow for a more personalized experience for children, recommending games for them based on areas of learning where they could use improvements.\n\n\"My daughter is in 4th grade, and I actually don't know what her weak points are,\" Sharma tells us. He imagines most parents feel the same way and believes Osmo is the perfect platform to help.\n\nAs a first-time CEO, Sharma tells us that the hardest and most exciting part of his job thus far has been learning how to be a leader.\n\n\"We are a very diverse team and leading them has been an interesting experience,\" he says. \"You can lead engineers, you can lead designers, you can lead business people, but leading them all — it's always challenging for anyone starting a company.\"\n\nSharma says his favorite moment thus far leading Osmo came with the launch of its latest game.\n\n\"'[Detective Agency]' is the first product where I had zero contributions,\" Sharma told us. \"That is the most rewarding part because you can build a system where people can innovate, and good ideas can come up. That to me is extremely fulfilling.\"\n\nAs for getting Osmo into Google's daycare center, Sharma says that may be possible now with the release of \"Detective Agency\" — the company's first game compatible with Android.", "Piers Constable, a managing director at Deutsche Bank based in New York City, says he competes in seven or eight triathlons a year — as well as multiple marathons and other races — even while traveling the world for typically 10 days out of a month for work.\n\nFor Constable, exercise is everything. He wakes up at 5 a.m. every day to work out, whether he's in New York or traveling to countries that include Côte d'Ivoire, Argentina, and the Czech Republic. The first thing he does when getting to a new city is go for a morning run.\n\nRead more: There's a reason you should plan to exercise in the morning instead of at night, according to execs and CEOs\n\n\"I wouldn't be able to travel the amount I do without maintaining some sort of exercise regime when I'm abroad,\" he told Business Insider. \"It's difficult getting good bike time when I'm away from home, but I can always swim and run. For me it's a magic combination — it invigorates my body after a long flight and offsets the effects of jetlag; it energizes me for the day ahead, clearing my mind and removing stress and keeps my mindset positive, so I appreciate the opportunities travel gives me and I don't begrudge the time away from family and friends.\"\n\nConstable credits exercise for the fact that even though he's been traveling every couple of weeks for more than 20 years, he still gets excited when he boards a plane. It also helps tire him out so he can fall asleep on board, he added.\n\nAnd then there are the social benefits: \"Knowing that I have a run to get up for also gives me a good reason to leave the cocktail parties a little early, too,\" he said.", "It's looking like the remodeling boom is starting to fade in the United States — and that slowdown may have implications for home-improvement retailers like Home Depot and Lowe's.\n\nOver the last several years, home-improvement sales have soared. The good times even seeped into US pop culture, as remodeling-oriented reality shows like \"Fixer Upper\" have become TV juggernauts.\n\nBut home-improvement retailers didn't have a strong housing market to thank for any of that. In fact, MarketWatch reported that \"the housing market's funk\" had previously boosted the remodeling business. There were too few houses on the market to meet demand from buyers, thanks to the slow recovery of the house-building industry, a reluctance among homeowners to sell houses with low mortgages, and the rise of renting, among other factors.\n\nHomeowners who couldn't find a new house to purchase on the market would instead invest in remodeling their current homes.\n\nBut now, according to MarketWatch, \"inertia\" in the housing market is starting to have the opposite effect. An extended period of low for-sale inventories means fewer people are going out and hunting for new homes. House hunters are a major driver of home-improvement spending.\n\nHarvard University's Joint Center for Housing Studies released a report estimating that the explosion of remodeling activity would trickle off a bit in 2019. It's not that remodeling expenditures are expected to decline. The same study predicted that Americans would spend $353.1 billion on home improvements and repairs in the third quarter of 2019 — an increase of $22 billion year over year.\n\nBut the Joint Center for Housing Studies has predicted that the percentage of increases in spending will decrease between quarters starting in the first quarter of 2019. That's thanks to a stagnant housing market and rising interest rates, according to MarketWatch.\n\nRead more: Home Depot, Lowe's, Tesla, and Wegmans top the list of most-liked companies — employees explain why they have such a cult following\n\nEither way, Wall Street has taken notice. Barron's reported that Credit Suisse analyst Seth Sigman recently downgraded Home Depot and Lowe's to neutral, citing his belief that \"moderating home prices\" will leave \"less room for upside for the stocks.\"\n\nHome Depot declined to comment because the company's earnings call is coming up next week. A Lowe's representative told Business Insider that it's still confident about rising residential investment and home prices, saying that those factors \"are the key drivers of home improvement growth versus new housing starts.\"\n\nThe Lowe's spokesperson added that the \"aging housing stock\" in the US was another sign that Americans are living in their houses longer and viewing those houses as investments.\n\n\"When you combine that strong investment mentality with disposable personal income growth and strong consumer credit, consumers tend to spend more on home improvement projects,\" the spokesperson told Business Insider. \"As they have increased financial ability to invest in those homes, it certainly drives demand for home improvement, both in terms of discretionary remodels and renovations and necessary repair and maintenance projects.\"\n\nMeanwhile, Sigman also told Barron's that it wasn't all bad news for home-improvement retailers. He said Lowe's could benefit from \"plenty of low hanging opportunities for improvement over the next year\" and called Home Depot one of the \"best positioned retailers.\"", "Getting an MBA can be a huge boost to a career in tech.\n\nHigher- and business-education specialists QS Quacquarelli Symonds released its 2019 Global MBA Ranking, evaluating 251 of the best business schools in the world based on data provided by the schools and surveys of employers and academics.\n\nTo get an idea of which MBA programs were best-suited to those going into the tech industry, QS provided Business Insider with estimates of how many graduates in the class of 2017 from the top-60 business schools in the QS ranking went into tech, based on MBACSEA reporting standards.\n\nHere are the 25 MBA programs among the top 60 in the world with the most graduates going into the tech industry.", "From Intel to Google, sexual-misconduct scandals have unseated powerful executives in the past year and caused a lot of pain to many people.\n\nSuch scandals can be particularly problematic in the mergers-and-acquisitions space, where buyers take on risks financially and in reputation — sometimes without having all the information before signing the deal.\n\nExecutives are often seen as an asset to a company, so if one gets pushed out for misconduct, that devalues the acquisition. Past misconduct and potential future misbehavior open the new owner up to risks of legal action and expensive payouts.\n\nRead more: Almost 17,000 Googlers walked out to protest of sexual misconduct at the company\n\nDespite this, legal protections for buyers seem to be rare.\n\nLess than one-third of executives surveyed by the business law firm Dykema said they had been involved in a deal with a so-called Weinstein misconduct clause.\n\nDykema described a Weinstein misconduct clause — named for the Hollywood film producer whose alleged misconduct was reported widely last year — as legally binding assurances for a company's leaders that effectively certify for the buyer that they haven't been accused of sexual harassment or misconduct.\n\nOnly 28% of the 203 US-based senior executives surveyed said they had been involved in an M&A deal where a misconduct clause was proposed, \"suggesting that the #MeToo movement may not have yet reached middle-market M&A to a substantial degree,\" the report said.\n\nOf the respondents who said they had participated in deals with such a clause, about nine out of 10 said they had a \"knowledge qualifier,\" holding the sellers liable only if they didn't disclose misconduct known to the company.\n\nWhether these clauses will grow in popularity remains to be seen, but it is clear that sexual misconduct will continue to be a factor in corporate M&A.\n\nOn Thursday, Business Insider reported on allegations of sexual assault against the former CEO of Apttus, who left the company just two months before the private-equity firm Thoma Bravo acquired a majority stake in the startup.", "The holiday season is here — and so is toy-buying season.\n\nEvery year, there's a smattering of toys both new and old that kids clamor for more than others. And, every year, everyone from huge retailers to grandparents try to predict what kids will want, either loading up on stock or buying early before things start to sell out.\n\nWhile retailers like Walmart, Amazon, and Target put out lists of what they think the most popular toys will be every year, it's unclear what alchemy goes into compiling them. The lists are often filled with exclusives for each retailer, and since they're positioned as guides for parents and toy buyers, they can become a bit of a self-fulfilling prophesy.\n\nA third-party list, like the one put out by Adobe on Thursday, doesn't have those same inherent issues. To compile the list, Adobe used data from chatter on social media and a survey of 1,000 US consumers, combined with machine learning and artificial intelligence put together by Adobe Analytics.\n\nToys are an especially important category to watch for retailers this year. It's the first year that shoppers are without a dedicated toy store following the liquidation of Toys R Us. Big-box stores like Walmart and Target are moving in to fill the void by increasing floor space for toys and beefing up both the types of toys they carry and the number they keep in stock. Even Best Buy is planning on selling more toys this year than ever before.\n\nDolls under $20 are predicted to be especially popular about this year, as well as anything that has a big brand behind it, like Fortnite, \"Harry Potter,\" or \"Jurassic World.\" Retro gaming is in as well, with the PlayStation Classic and Arcade 1Up cabinet appearing on Adobe's list. Finally, animatronic dolls seem to get more popular every year.\n\nHere's Adobe's list:", "I was really excited for the iPhone XR. But after spending some time with it, I'm just not sure if I can recommend it, especially at its $750 price point.\n\nOn paper, the iPhone XR would seem like the better deal compared to the iPhone XS, which starts at $1,000.\n\nBoth phones are powered by the same brains: Apple's new A12 Bionic chip.\n\nBoth phones have nearly identical camera systems.\n\nBoth phones run the same software.\n\nBut the iPhone XR has clear advantages: a larger screen, better battery life, more colors, and it's $250 cheaper.\n\nThis would make it seem like the iPhone XR is the clear winner over the iPhone XS, right?\n\nI got a chance to use both of these phones in person recently, and after spending a good deal of time with them, I couldn't imagine getting excited enough to buy an iPhone XR. Of course, this is a decision you'll have to make for yourself, but I would personally recommend spending the extra money on the iPhone XS, if your options are only those two new iPhones, or something even cheaper if you're trying to save some money.\n\nThe iPhone XR looks cheaper than the iPhone XS\n\nYou touch your smartphone dozens, maybe hundreds, of times every day. In my opinion, it's worth it to get a phone you're really going to like.\n\nBut the first thing I noticed when I held the iPhone XR in my hands was the screen, and how dull it looked.\n\nColors looked muted. It felt very dim in general. And the screen looked almost sunken, which was probably because the bezel, or border around the display, is thicker than it is on the iPhone X and XS.\n\nRead more: 9 reasons you should buy the iPhone XS instead of an iPhone XR\n\nNow, I've personally become accustomed to the OLED display on my iPhone X, which gets very bright and provides excellent contrast. OLED displays, in general, are better-looking than LCD displays, and the iPhone XR has an LCD display. But for some reason, seeing the iPhone XR in person, with the same edge-to-edge display as the iPhone X, but with an LCD instead of an OLED — just didn't get me excited; quite the contrary.\n\nOn paper, this display is technically better than the iPhone 8's LCD display. And it's still a very powerful phone that runs Apple's ecosystem. But I think many customers would have a tough time picking the iPhone XR over the iPhone XS if they've seen both phones. The iPhone XR costs $250 less to start compared to the iPhone XS, but the gap in display quality makes it pretty clear how Apple was able to get that price down.\n\nThe new colors aren't all that\n\nI was personally excited to see the six new colors of the iPhone XR. But then I saw them in person.\n\nOne of the biggest selling points of the iPhone XR is that it's available in more colors than any other iPhone. But I'd say in general, the best-looking iPhone XR models you can buy are the black and white models, which are colors you can get on any other iPhone.\n\nApple\n\nAfter that, I'd say your best bet is the new coral color, which is nice but you have to be okay with a very orange-looking iPhone. Then come the blue and yellow models, which are tied in my mind because they both look equally childish. I would rank the shiny red iPhone XR last, unfortunately; the hue is fine, kind of like a Ferrari, but to me it's a bit bright and aggressive. I'm not sure I'd want to look at it on a daily basis.\n\nRead more: Here's how to decide between the red, blue, yellow, white, black, and 'coral' versions of the iPhone XR\n\nPersonally, I think Apple would be better off coming up with more mature colors for its iPhones — to make them distinctive but also desirable. The iPhone XR colors are too bright and tacky, in my opinion.\n\nI think the iPhone XR could have looked incredible in deeper tones, like navy blue or forest green. Even a deep-red \"wine\" color would have looked great. Apple last year even made an iPhone X case in \"dark aubergine,\" which is this beautifully rich purple color. Why couldn't that be on an iPhone? Heck, I would love a deep brown, almost chocolate-looking iPhone XR. I'll keep holding out hope that Apple's design team comes around on this one.\n\nThe iPhone XR is in an awkward spot\n\nAt $750 to start, the iPhone XR is cheaper than the other new iPhones announced this year — the iPhone XS and XS Max — but it's still by no means a \"cheap phone.\" After taxes, and hopefully some kind of insurance (Apple's own AppleCare+ if you're a smart cookie), you're still spending over $900 for the iPhone XR. That's very expensive.\n\nBy all means, I am not saying the iPhone XR is a \"bad phone.\" It is an excellent phone. But it clearly looks like a step down from last year's iPhone X and this year's iPhone XS. And for many of the same features, you can get the iPhone 8 for $150 less — it starts at $600 right now.\n\nIf you're just looking for an affordable iPhone, though, I'd go for the iPhone 7. A \"seven\" might sound old compared to a \"ten,\" especially when you're talking about technology, but the iPhone 7 is actually only two years old, and it starts at $450. As someone who owned and loved his iPhone 7, I would call this a steal.\n\nI'm sure many people are still interested in the iPhone XR because it's so similar to the iPhone XS, but more affordable and available in more colors. Money is going to be a top consideration for many people. But if you have the extra cash, I'd advise splurging on the iPhone XS, since it really is that much better to look at and use, or save even more money and get yourself an iPhone 7. I'm just not sure if I can recommend a phone that looks cheap, but isn't.", "According to multiple polls, healthcare is the top issue for voters in Tuesday's midterm elections and one healthcare fight has dominated the airwaves: preexisting conditions.\n\nDemocrats have gone all out attacking Republicans for their attempts to strip preexisting condition protections away from Americans, and the GOP has been on the defensive.\n\nPresident Donald Trump has continually claimed that his administration and the entire Republican Party's healthcare platform would provide as good, if not better, protections for people with preexisting conditions.\n\n\"Republicans will protect people with pre-existing conditions far better than the Dems!\" Trump tweeted Wednesday, the latest in a slew of earlier tweets on the subject.\n\nRead more: Republicans tried to kill Obamacare. Now they're trying to embrace its most popular feature in a defining fight of the midterms»\n\nIt's no wonder that Trump is focused on the issue: Voters rank healthcare among the most important issues for the upcoming midterm elections. Protecting preexisting conditions is a large— and popular — part of that concern.\n\nThe protections created in the Affordable Care Act, or Obamacare, made it so that insurance companies could:\n\nNot deny people coverage because of a preexisting condition, known as guaranteed issue.\n\nNot charge more because of a preexisting condition or any other health status, an idea called community rating.\n\nRead more:Democrats are embracing a radical change to US healthcare, and it could be the defining political fight for years to come\n\nBut while Trump may toss out the suggestion that the GOP will provide similar preexisting condition protections for Americans, the actions of the administration and the party it represents are very much in conflict with that promise.\n\nOutside of the GOP's eight-year crusade to repeal Obamacare, which created the protections, the Trump administration has recently attempted to undermine preexisting condition protections in various ways.\n\nHere's a rundown of four different actions taken by Trump or the GOP that would harm the protections:", "Italy may be one crisis too many.\n\nLast week, Italy recorded GDP growth of exactly 0.0%. The trend is down. If Italy doesn't turn things around, its economy may well go into a contraction.\n\nThat's a big \"if.\"\n\nThe new Italian government is trying to run a deficit of 2.4%, well above the level previously agreed with the European Union — a policy that has led to clashes with European financial authorities. As a long as Italy persists in fighting its EU bosses in Brussels, then investors are going to pull out of Italian bonds. The rot began on October 25, when Moody's began downgrading all sorts of Italian bond vehicles, starting with 125 tranches of various mortgage and consumer debt bonds.\n\nNeedless to say, the more investors pull out of Italian bonds, the more expensive Itay's debts become, and the more they drag on the economy.\n\nItalian manufacturing isn't what it used to be. Markit IHS\n\nUK manufacturers reduce headcount\n\nOn its own, Italy isn't a problem.\n\nBut the economies of Germany and the UK also looked more fragile last week.\n\nUK manufacturing PMI — an index of sentiment among factory operators — fell to 51.1 in October, down from 53.6 in September. (A measure of 50 is neutral; above or below that implies growth or contraction.) British manufacturers are hurting because their European customers are withdrawing business in order to avoid the complication of exporting from partners who will be outside the EU's trading rules in March 2019, when Brexit happens.\n\nRead more: The 'zombie' problem: Low interest rates and 'leveraged loans' sustain a vast number of lousy companies which should have gone to the wall years ago.\n\n\"The new orders balance fell to just 49.7 in October—the first sub-50 reading since the panic immediately after the referendum—from 52.8 in September,' Pantheon analyst Samuel Tombs told his clients. \"Sharper falls in output, therefore, lie ahead. Fearing a protracted period of weakness, manufacturers also reduced headcounts, marginally, for the first time since the Brexit vote.\"\n\nUK manufacturing sentiment. Markit IHS\n\nIn Germany, it was a similar picture. Manufacturing PMI there fell to a 29-month low of 52.2, according to Markit IHS.\n\nManufacturing isn't the most important part of the European economy. That would be services. But psychologically, Italy, Britain, and Germany all regard themselves as sturdy makers of things.\n\nSo the news is discomfiting.\n\n\"Oh dear...\"\n\nEuro-area GDP is trending down. Nordea\n\nEurozone GDP growth for Q3 was reported at just 0.2%, quarter-on-quarter, the lowest since Q2 2014. That prompted HSBC analyst Fabio Balboni to begin a note to clients with this simple headline: \"Oh dear…\"\n\n\"Eurozone growth is faltering faster than we had expected. 0.2% quarterly growth is the weakest print in the QE era, perhaps a reminder of what a future without QE (QE is due to end in December) might look like,\" he said. Healthy annual GDP growth is roughly 3%, implying 0.75% sequential improvement. Thus, 0.2% is well below that.\n\nThree of Europe's four keystone economies are now faltering. Germany, Britain and Italy are the 4th, 5th and 9th largest economies on the planet. Only France, the 7th largest (and the third biggest in Europe) looks healthy. Three legs of Europe's chair are weak. This will have consequences for the rest of the world.\n\nMarkit IHS\n\nThe final straw?\n\nEurope has a tendency to muddle through. Growth here has bumped along since 2008, neither on fire nor outright recession. But analysts are clearly worried. One note last week, from Nordea analyst Jan von Gerich, captured the tone. It was headlined: \"Euro area: Flashing red.\"\n\nUntil now, Europe looked as if it was coping well with adversity. War in Syria on the Southern border; Russian incursion into Ukraine in the East; Greece being Greece; Britain voting to leave the EU; and Turkey falling off its own fiscal/currency cliff — none of these catastrophes pulled the continent down.\n\nUntil now.\n\nThe Italian debt crisis — coupled with Trump's global war on trade — might be the final straw.", "So far US authorities haven't announced any huge hacks or the kind of multipronged campaign suspected in the 2016 election, and it's hard to judge whether the more recent Russian actions have any link to the Kremlin or will have any electoral impact.\n\nSweeping accusations that the Kremlin tried to sway the 2016 US election haven't chastened Russian trolls, hackers, and spies — and might even have emboldened them.\n\nUS officials and tech companies say Russians have continued online activity targeted at American voters during the campaign for Tuesday's election, masquerading as US institutions and creating faux-American social media posts to aggravate tensions around issues like migration and gun control.\n\nRussia denies any interference. So far US authorities haven't announced any huge hacks or the kind of multipronged campaign suspected in the 2016 election, and it's hard to judge whether the more recent Russian actions have any link to the Kremlin or will have any electoral impact.\n\nBut why do they appear to be at it again? Dozens of Russians suspected of meddling in 2016 have been hit with US charges or sanctions, including well-placed magnates. Moscow's ties with the West have deteriorated badly amid ever-more-shocking allegations of Russian interference abroad.\n\nAnd some argue that Russian meddlers don't need to mess with the US midterms this year because they got what they wanted in 2016: Donald Trump in the White House and mass disillusionment with the democratic process.\n\nThe Kremlin likes Trump because he's one of the rare Western leaders to embrace Russian President Vladimir Putin, but its hoped-for Russian-American rapprochement hasn't really materialized. A Democratic House or Senate after Tuesday's US election would make that an even more distant prospect.\n\n\"Russians have a preference and they will do what they can to swing (the result) in their favor, especially if margins are tight,\" said James Nixey, head of the Russia and Eurasia program at the London-based think tank Chatham House.\n\nHe cautions, however, that \"Russia is not responsible for all of America's problems. America has splits and fissures like all of us, and Russia puts in a lever and pries them open.\"\n\nRead more: A string of recent revelations paints a stark picture of Russia's ongoing campaign to meddle in the 2018 midterms\n\nRussian has sought revenge against the US since the Cold War ended\n\nRussia's President Vladimir Putin inspects warships on the Neva river during the Navy Day parade in St Petersburg, Russia, July 29, 2018. Sputnik/Mikhail Klementyev/Kremlin\n\nSome Russians, meanwhile, wear the US accusations as a badge of honor, a sign that their country is a fearsome world power again.\n\nThe first person charged with foreign interference in the 2018 midterms, Elena Khusyaynova, said \"my heart filled with pride\" at the news. Speaking last week on Russian TV after being indicted in the United States for a covert social media campaign for both the 2016 and 2018 votes, she added, \"It turns out that a simple Russian woman could help citizens of a superpower elect their president.\"\n\nPavel Koshkin of Moscow's USA and Canada Institute called accusations of meddling \"a gift to Russian propaganda and Russian politicians,\" who can use US anti-Russian sentiment \"as a tool in stirring anti-Americanism and increasing their approval ratings.\"\n\nThe 2016 US election thrust Russian foreign interference into the spotlight, but it wasn't an isolated project. It fit into a yearslong effort by Putin's Kremlin to take revenge over what's seen as the US-led humiliation of post-Soviet Russia, through crippling loan programs and NATO's post-Cold War expansion.\n\nThe Kremlin also resents what it considers US interference in the politics of countries once under Moscow's sphere of influence, from Ukraine to the Caucasus. To many Russians, what's happening now in the US is just payback.\n\nThe resulting US sanctions have damaged the Russian economy, but if the goal was changing Russian foreign policy, \"this goal certainly hasn't been achieved,\" said analyst Masha Lipman. \"In fact, the opposite is true. The more pressure (on Russia), the lower the desire or willingness to concede.\"\n\nAs the special counsel Robert Mueller has investigated possible Russian collusion with Trump's 2016 campaign, Moscow has increased efforts to make its mark elsewhere — in Syria, Libya, and in political debates across Europe.\n\nSo far in 2018, Russian agents have been accused of a nerve agent attack in Britain, trying to hack the world's chemical weapons watchdog in the Netherlands, and seeking to derail a referendum in Macedonia to stop the country from joining NATO and the European Union.\n\nEven after Mueller's team in February indicted a dozen Russians linked to the Internet Research Agency, the so-called troll farm in St. Petersburg, its sponsors openly continued to target US audiences.\n\nOne of its projects, a news site called USAReally, covers tight US congressional races and is closely following the migrant caravan heading north from Latin America.\n\n\"Yes, we are a Russian site. We talk to Americans about America. But is that forbidden?\" its chief editor Alexander Malkevich, an avowed Trump fan, said in an interview with The Associated Press. \"Influence readers? Every media wants to do that. ... and so what?\"\n\nHe acknowledged that Russian-American relations are unlikely to improve quickly no matter the outcome Tuesday — and expressed interest in the 2020 US presidential race.\n\nUndermining Western democracy is good for Putin\n\nTrump meets Russian President Vladimir Putin at the G20 Summit in Germany. Getty\n\nMalkevich also assails what he calls the myth of American democracy. That's one more way that alleged Russian manipulation of US social media serves the Kremlin's interests: By discrediting Western democracy, that strengthens Putin's argument to his own voters that his authoritarian model of governance is best.\n\n\"The growing confrontation with the West and a focus on it on national television channels probably helped consolidate this effect of a fortress under siege,\" one of Putin's metaphors for modern Russia, Lipman said. \"And pledging allegiance to the leader is a matter not only of loyalty but even of national security and national identity. \"\n\nMany of the Russians accused of interference in the 2016 US campaign have moved underground or moved on. Some shut down their social media presence. Some have changed jobs.\n\nOne of the indicted troll factory workers, Sergei Polozov, announced on the Russian social network VKontakte that he was \"using his notoriety for a good cause\" and had persuaded Russian censors to block four Ukrainian news sites. He vowed to continue fighting those who \"try to drag Russia through the mud\" and thanked \"those who want to join me in the fight against informational enemies.\"\n\nThe troll factory, meanwhile, has moved to bigger offices in St. Petersburg, just a mile and a half across town.\n\n___\n\nIuliia Subbotovska in Moscow contributed.", "Master your MacBook. Mustafa Quraishi/AP\n\nApple's MacOS might seem simple — but it's an absolute powerhouse if you know how to use it.\n\nSome of the easiest ways to get the most of out of Apple's desktop operating system are hidden in plain sight: Keyboard shortcuts.\n\nFlick between applications and tabs. Take screenshots. Fine-tune settings. Knowing the right keyboard shortcuts will save a second here and there — and over the course of a week, or a month, or a year, it adds up dramatically.\n\nIf you're feeling adventurous, Apple lists all of its Mac keyboard shortcuts here.\n\nHere are 13 of the most useful keyboard shortcuts that will save you time on the little things so you can focus on the big things:\n\n(Max Slater-Robins contributed to an earlier version of this article.)", "MULTAN, Pakistan (AP) — The husband of a Christian woman acquitted eight years after being sentenced to death for blasphemy, but not released after countrywide protests, appealed on Sunday to U.S. President Donald Trump and British Prime Minister Theresa May to help the family leave Pakistan.\n\nAsia Bibi's husband, Ashiq Masih, in a brief video message said they were in danger in Pakistan.\n\n\"Please help us, we are in trouble in Pakistan,\" Masih appealed to Trump and May. Masih had previously told The Associated Press by phone that he and his wife feared for their lives. \"We are now living under an increased sense of fear.\"\n\nBibi' lawyer Saiful Malook has already fled the country for safety.\n\nBibi was arrested in 2009 after she was accused of blasphemy following a quarrel with two fellow female farm workers who refused to drink from a water container used by a Christian. A few days later, a mob accused her of insulting Islam's prophet, leading to her 2010 conviction. Bibi's family has always maintained her innocence and says she never insulted the prophet.\n\nInsulting Islam is punishable by death in Pakistan, and the mere rumor of doing so can incite lynchings.\n\nPakistan's top court acquitted Bibi on Wednesday of the charges carrying the death penalty, infuriating hard-line Islamists who held three days of nationwide protests demanding her execution. The enraged protesters torched scores of vehicles, blocked highways and attacked government and public property; a radical cleric also threatened to kill the three judges who acquitted Bibi. The protests ended after the government agreed to impose a travel ban on Bibi and allow her case to be reviewed. A review petition was filed in the Supreme Court.\n\nEarlier in the day, police said over 150 people were arrested on charges of arson, vandalism and violence during the protests.\n\nSenior police officer Nayab Haider said that police were using video clips to identify those involved in assaults, torching property and vehicles, and blocking highways.\n\nDefending the police's actions, Information Minister Fawad Chaudhry said the government cannot spare those involved in violence. He said that the government cleared blocked cities without any bloodshed.\n\n\"No government can tolerate a rebellion against the state,\" Chaudhry said.\n\nHuman Rights Minister Shireen Mazari tweeted that \"appeasement to 'avoid bloodshed' sends a dangerous message to non-state actors and undermines the concept of democratic peaceful protest.\"\n\n\"The State has to enforce Rule of Law, Constitution and stand by state institutions especially when they are targeted\" Mazari added.\n\nAlso Sunday, some two thousands supporters of Jamaat-e-Islami party held a protest march in southern port city of Karachi against the acquittal of Bibi but they remained peaceful.\n\n___\n\nAssociated Press writer Zarar Khan in Islamabad contributed to this report.", "Joint ventures are a popular way for airlines to work together beyond the typical practices enabled by airline alliances and codeshares.\n\nThese partnerships allow separate carriers, which would otherwise compete on certain routes, to coordinate schedules, pricing, and equipment. The airlines in the venture can grab a corner of the market, and together offer stronger competition against third-party competitors. Unlike other partnerships like alliances, joint ventures are immune from antitrust regulations.\n\nIn addition to trans-oceanic joint ventures — like American Airlines, British Airways, and Iberia over the Atlantic— plenty of these agreements exist between airlines from neighboring countries.\n\nLooking toward the south, Delta and Aeroméxico have been operating a joint venture since 2017, strengthening the preexisting relationship the airlines already had as founding members of the SkyTeam alliance.\n\nWith dozens of flights each day between the US and Mexico on both carriers, the partnership means it's possible for passengers to book an itinerary throughout both airlines' route networks, opening a wide variety of destinations and connections.\n\nThe on-board experience\n\nDespite booking between the two airlines being seamless, your actual experience can vary dramatically — much more so than on American Airlines compared to British Airways across the Atlantic, another joint venture.\n\nFor example, Aeroméxico serves full meals on most of its flights between the US and Mexico, while Delta offers only snacks and purchasable options in coach.\n\nIf you fly the busy New York-Mexico City route, the other big difference you may spot is the type of aircraft you fly.\n\nDelta's operations to Mexico, and most of Aeroméxico to the US, are operated by narrow-body aircraft like the Boeing 737 aircraft, the venerable short- and medium-haul workhorse.\n\nHowever, Aeroméxico elects to operate one flight a day between New York City and Mexico City with a Boeing 787 Dreamliner, the modern, long-haul, wide-body plane usually used for intercontinental flights.\n\nAeromexico has a total of 17 Dreamliners in its fleet, according to Airfleets.net— both 787-8s and larger 787-9s.\n\nWhile it uses most of those Dreamliners on flights to Europe, Asia, and to farther-away destinations in South America, it reserves one for the daily New York flight.\n\nAlthough the 787-9, with its range of more than 9,000 miles, might be a bit overkill for the 2,100-mile flight between the two cities, Aeroméxico says it has compelling reasons to use the plane.\n\n\"We wanted to offer a premium experience to our passengers, in one of our most demanding routes, and also to provide a seat-capacity increase\" Emilio Diaz, a spokesman for Aeroméxico, said.\n\nRecently, I had the opportunity to fly Aeroméxico's 787-9 from JFK to Mexico City, the first segment in a trip to Santiago, Chile. My wife and I took advantage of an incredible business-class sale last fall, which let us snag seats in the front cabin for around the normal price of coach on that route.\n\nWe continued from Santiago to Easter Island, but the connection in Mexico City offered a great opportunity to see what Aeroméxico's JFK Dreamliner service was like.", "The fashion industry has been undergoing some major changes recently.\n\nPolo Ralph Lauren recently revealed a collaboration with the London-based streetwear brand Palace. Ralph Lauren said in a July earnings release that winning over a new generation of customers is a key part of its growth strategy. Partnering with a more accessible streetwear brand will likely help it to reach younger shoppers.\n\nPolo Ralph Lauren isn't the only fashion brand making partnerships in this vein. Louis Vuitton recently partnered with the wildly popular brand Supreme on a limited-edition line, and Fendi and Fila launched a limited line combining the two brands' logos.\n\n\"There's an emerging brand of luxury, built around the Gen Z and Millennial mindset, whereby luxury is no longer tethered just to price and perception,\" Brian Trunzo, senior consultant at WGSN's consultancy division, Mindset, recently told Business Insider. \"It feels like we're living in the age of the remix.\"\n\nThough luxury brands have been in a strong place recently, Coye Nokes, a partner in management-consulting firm OC&C Strategy Consultants, told Business Insider that that growth can't continue forever, which could explain a growing interest in streetwear collaborations.\n\n\"I think it's about acquisition of new customers and recruiting people into your brand. Streetwear brands definitely have a different audience, but this is a great way to maybe increase your awareness among a different set of consumers. In that way, these collaborations can be quite powerful,\" Nokes told Business Insider.\n\nHere are some of the other major changes happening in the fashion industry:", "Electric cars are the future. Even though people have been saying this for years, only recently have the world's mainstream automakers really taken this to heart. Sure, relatively affordable EVs have been on the road a decade now. But for far too many brands, going electric was more of a strategically prudent way to satisfy increasingly stringent emissions standards than a true commitment to electric mobility.\n\nThings are different now. Tesla can't make enough of its electric cars to keep up with demand. GM and Nissan are fully committed to production EVs. While luxury brands like Mercedes-Benz, Audi, and Porsche have all prepared purpose-built EVs set to hit the market in the near future.\n\nAnd then there's Jaguar.\n\nOnce the byword for stodgy British retro luxury, Jag is now all-in on electric. In fact, Jaguar beat out its rivals to become the first mainstream luxury brand to have an EV with enough range to legitimately compete against Tesla.\n\nThe Jaguar I-PACE enters the market in a unique position in that it's the only car in its segment. Including the I-PACE, there are only four luxury EVs on the market and three of them are the Tesla Model S, Model X, and Model 3.\n\nWith the Model X the only other SUV. However, it should be noted that the Model X is a larger, mid-size three-row crossover SUV and doesn't compete directly with I-PACE that is significantly less expensive.\n\nSpecifically, the Jag will be the only electric compact crossover available until the Audi E-Tron, Mercedes-Benz EQ C, and Tesla Model Y hits showrooms.\n\nRecently, Business Insider spent a week with a 2019 Jaguar I-PACE EV400 HSE test car in Corris Gray. The 2019 Jaguar I-PACE starts at $69,500 while top-spec HSE variant starts at $80,500. With options and fees, our test car came to $86,720.\n\nHere's a closer look at the 2019 Jaguar I-PACE EV400 HSE:", "When Nintendo announced \"Super Smash Bros. Ultimate\" earlier this year, producer Masahiro Sakurai confirmed that every character from the prior four games in the franchise would be returning for the series' first entry on the Nintendo Switch. The game will be released on December 7th.\n\nAs a result, \"Super Smash Bros. Ultimate\" has one of the largest rosters of any fighting game ever made, bringing back more than 60 returning characters, and adding 14 fresh new faces besides. That's 76 playable characters from across video game history, right out of the box, plus one more coming as a download in early 2019.\n\nIf that's not enough Nintendo recently confirmed that at least five more fighters will be added to \"Super Smash Bros. Ultimate\" through February 2020.\n\nThose who have played prior \"Smash\" games may recognize that certain characters have similar movesets — like Pit and his evil counterpart, Dark Pit. Nintendo has started calling the copy characters \"echo fighters,\" but for the sake of this list, they'll be counted as individuals. Similarly, the Pokémon trainer controls three different playable Pokémon, and there are three Mii fighters with different fighting styles, so we'll count them all individually as well.\n\nHere's every single one of the \"Super Smash Bros. Ultimate\" characters, plus the game in which they debuted:", "When Nintendo announced \"Super Smash Bros. Ultimate\" earlier this year, producer Masahiro Sakurai confirmed that every character from the prior four games in the franchise would be returning for the series' first entry on the Nintendo Switch. The game will be released on December 7th.\n\nAs a result, \"Super Smash Bros. Ultimate\" has one of the largest rosters of any fighting game ever made, bringing back more than 60 returning characters, and adding 14 fresh new faces besides. That's 76 playable characters from across video game history, right out of the box, plus one more coming as a download in early 2019.\n\nIf that's not enough Nintendo recently confirmed that at least five more fighters will be added to \"Super Smash Bros. Ultimate\" through February 2020.\n\nThose who have played prior \"Smash\" games may recognize that certain characters have similar movesets — like Pit and his evil counterpart, Dark Pit. Nintendo has started calling the copy characters \"echo fighters,\" but for the sake of this list, they'll be counted as individuals. Similarly, the Pokémon trainer controls three different playable Pokémon, and there are three Mii fighters with different fighting styles, so we'll count them all individually as well.\n\nHere's every single one of the \"Super Smash Bros. Ultimate\" characters, plus the game in which they debuted:", "NEW YORK (Reuters) — Berkshire Hathaway, the conglomerate run by billionaire Warren Buffett, on Saturday said its quarterly operating profit nearly doubled as its insurance business dodged hurricanes and benefited from lower taxes.\n\nThe strong result gives Buffett more cash to deploy even as the well-known bargain-hunter has admitted struggling to find a place to put those earnings to work and resorted to buying back nearly $1 billion in his own company's stock in the latest quarter.\n\nOperating profit in the third quarter doubled to $6.88 billion from $3.44 billion a year earlier, and higher than the $6.11 billion expected by Wall Street, according to IBES data from Refinitiv.\n\nHelping the company's massive insurance operations were lower estimated liabilities from property and casualty insurance in prior years and lower taxes. The year prior included major losses due to three U.S. hurricanes and an earthquake in Mexico.\n\nInsurance underwriting income was $441 million in the third quarter, compared to a loss of $1.4 billion in the year-ago period.\n\n\"This is absolutely one of the biggest quarterly earnings reports that has ever come out of a United States corporation,\" said Bill Smead, chief executive of Smead Capital Management in Seattle, a Berkshire shareholder.\n\nBerkshire said third-quarter net income rose more than 355% to $18.5 billion, though that reflected a new accounting rule requiring it to report unrealized investment gains with earnings. Buffett said the rule could lead to \"wild and capricious\" results and can mislead investors, who he said should look at operating profit instead.\n\nBerkshire's effective tax rate for the third quarter was 19.2% compared to 25.3% in the year-ago period following a reduction of the corporate tax rate that President Donald Trump signed into law in December. Many U.S. companies' reported results have been skewed by the law's impact.\n\nInsurance provides a stream of cash that Berkshire can invest around the world. Float, or insurance premiums collected before claims are paid and which help fund Berkshire's growth, ended September at $118 billion.\n\nAfter relaxing a policy that had effectively prevented Buffett from buying back the company's shares at current prices, Berkshire said it bought $928 million of its own shares in the third quarter.\n\nBerkshire ended September with $103.6 billion in cash, short-term Treasuries and other similar investments.\n\nBuffett's last big acquisition was in January 2016, when Berkshire paid $32.1 billion for aircraft parts maker Precision Castparts.\n\nBerkshire's results also improved across its railroad, utilities and energy, manufacturing, service and retailing, and financial products business lines.\n\nBerkshire's Class A shares closed Friday at $308,411.01 per share, delivering a total return of 3.6% for the year, a bit ahead of the S&P 500's 3.4% return. And the company's book value per Class A share was $228,712 on Sept. 30, higher than $217,677 one quarter ago.\n\nSmead said it makes sense for Buffett to buy back stock.\n\n\"He is the most successful value investor of all time and his company's stock in relation to book value is at an extreme value in a world where value is incredibly attractive.\"", "Those around me at work, New York City, and the US in general who buy top smartphones are spending $750 or more, with some of them even spending over $1,000 on a smartphone.\n\nAnd then there's me. I've been using the $580 OnePlus 6T with 8 GB of RAM and 128 GB of storage for a little over a week now, and I feel like I'm cheating with a smartphone that costs $550 at its base and does everything I want it to do just as well as the other top phones I've tried this year.\n\nSurely, something this good shouldn't cost so much less than everything else, right?\n\nTo be accurate, I didn't pay for the OnePlus 6T I was using. It's a review unit that OnePlus sent me. Still, had I shelled out $550 to $580 of my own money for the OnePlus 6T, I'd feel like I know something that others around me don't, and that I'm getting away with something I shouldn't.\n\nCheck out what it's like to use the OnePlus 6T:", "China has been holding seminars for foreign countries and journalists on how to restrict online speech and write positive news about it, according to a Freedom House report published this week.\n\nThe programs — which appear tailored to specific countries and regions — included courses like \"socialist journalism with Chinese characteristics\" and a class on \"the Chinese Dream,\" Freedom House said.\n\nThose two slogans were popularized under President Xi Jinping, and lay out his view of patriotism and innovation as long as it does not defy the Chinese Communist Party.\n\nThe programs appeared to be marketed to countries involved in China's Belt and Road Initiative (BRI), a massive infrastructure project launched in 2013 that aims to link China to more than 70 countries across Asia, Europe, and Africa.\n\nIt is one of President Xi Jinping's pet projects, and Beijing has invested between $1 trillion and $8 trillion in those projects since 2013, according to the Center for Strategic and International Studies. Multiple BRI partners have racked up billions of dollars in debt because they couldn't afford to repay China's loans on infrastructure projects.\n\nRead more: Inside 'Belt and Road,' China's mega-project that is linking 70 countries across Asia, Europe, and Africa\n\nA man in Beijing looks at how artificial intelligence is used to analyze human movement. Reuters/Thomas Peter\n\nHere are some of the seminars China hosted over the past year, according to Freedom House.\n\nNovember 2017: A two-week \"Seminar on Cyberspace Management for Officials of Countries along the Belt and Road Initiative,\" where officials toured a company — unnamed in in the report — that monitored, using big data, negative public opinion, and created a \"positive energy public-opinion guidance system.\"\n\nMay 2018: Prominent journalists and media officials from the Philippines visited China for two weeks to learn about \"new media development.\" What this means exactly is not clear.\n\nA similar conference for media staff in Thailand taught attendees about the \"Chinese Dream\" and how media outlets can report domestic and international affairs, including China's economic development. The date of this conference is not clear.\n\nRepresentatives from Egypt, Jordan, Lebanon, Libya, Morocco, Saudi Arabia, and the United Arab Emirates also attended a three-week \"Seminar for Senior Media Staff in Arab Countries\" at an unspecified date.\n\nDetails about what actually happens during those seminars are scant. But pictures published by the Chinese ministry of commerce of a seminar on the \"promotion of international cooperation,\" held last August for 43 officials from BRI countries, showed delegates attending a lecture by Chinese officials and receiving a \"graduation certificate\" at the end.\n\nThis map shows the projects subsumed under the Belt and Road Initiative as of March 2017. Reuters\n\nChina flexes its soft power\n\nThose seminars appeared to work on the foreign countries.\n\nAfter Vietnamese officials attended China's seminar on media management in April 2017, it introduced a cybersecurity law that ordered global tech companies — such as Google and Facebook — to store personal data of users in Vietnam in the country.\n\nUganda and Tanzania also introduced similar laws clamping down on online media dissemination after their officials attended China's seminars over the past year, Freedom House said.\n\nIt echoed existing cybersecurity laws in China, which order tech companies to store personal and financial data collected in the country within its borders.\n\nChinese authorities have previously demanded domestic tech companies to hand over user data and the contents of private conversations.\n\nEarlier this year, the Ministry of Public Security announced that law-enforcement officers could obtain and use private conversations on popular messaging app WeChat in legal proceedings.\n\nRead more: Barging into your home, threatening your family, or making you disappear: Here's what China does to people who speak out against them\n\nXi in Beijing in June 2017. Fred Dufour/Getty\n\nBeijing has repeatedly proven the strength of its soft power, much of which stems from its immense economic power around the world.\n\nTaiwan also claims that China uses economic partnerships to pressure countries to cut off diplomatic ties with it. Beijing insists that Taiwan is part of China, while Taipei recognizes itself as an independent nation.\n\nAustralia's former foreign minister, Julie Bishop, also revealed earlier this week that Australia did not strike a trade deal with Taiwan because her counterpart Wang Yi simply told her not to. China is Australia's largest trading partner, top export market, and biggest import source.\n\nChina also clamps down on online speech and thought within the country. Law-enforcement authorities have muzzled free speech in the past by censoring posts and forcefully disappearing people seen to speak out against the regime.\n\nIt also ranks citizens' behavior on a social credit system, which doles out punishments and rewards depending on the individual's score.", "Through the first nine months of 2018, everything was firing on all cylinders for the US stock market.\n\nCompanies were big beneficiaries of President Donald Trump's unprecedented tax cuts. Year-over-year earnings growth was in the double digits. Firms were repurchasing record amounts of their own stock. And passive investors were seemingly buying everything in sight.\n\nLooking back at this remarkable confluence of positive factors, the market's \"Red October\" shouldn't be much of a surprise. After all, it's when conditions peak to such an extent that stocks are their most vulnerable.\n\nVincent Deluard, a macro strategist at INTL FCStone, is firmly in the camp of experts who say US stocks are past their prime. In a recent note to clients, he went into detail around each of the four equity drivers listed above, showing how each one is on the downslope.\n\nWhen viewed together, his arguments paint a stark picture for a stock market that spent a long, blissful stretch priced for protection while enjoying a historically low-volatility environment.\n\nNow that there are cracks forming in that stable veneer, a swift comeuppance may be in the cards — one that could put the October correction to shame.\n\nHere's a breakdown of Deluard's four past-their-prime stock catalysts:\n\n1) Tax cuts\n\nThe reasoning here is straightforward: The boost companies got to their bottom lines will not last forever. And next year, when it comes time to compare profits to the same period in 2018, the trend will be going in the wrong direction.\n\nA reversal of the positive effects driven by tax reform could come even sooner. Deluard points out that if Democrats regain control of Congress in the midterm election, they could try to undo the tax law. This would be a major negative for equities.\n\n2) Monster earnings growth\n\nThis is another situation in which there's really nowhere to go but down. The 25.5% earnings growth enjoyed by S&P 500 stocks in the second quarter was the peak, Deluard said.\n\nAnalysts expect profit growth to slow all the way to 10% next year — and even that figure is quite generous, he said. Considering earnings expansion has been the foremost driver of equity gains throughout the nearly 10-year bull market, this trend reversal is troubling.\n\nFurther, Deluard warns that analysts are behind the eight ball and will need to revise their 2019 estimates lower at some point. INTL FCStone\n\n3) Share buybacks\n\nShare buybacks have been the backbone of the bull market for the past nine years and change. They've provided a safety net for stocks during times devoid of other positive catalysts.\n\nThey also surged to $200 billion in the second quarter, which spurred analysts to forecast a record $1 trillion in repurchases for full-year 2018. This is yet another dynamic that looks as if it's peaked.\n\n\"Close to a third of U.S. companies pay more in buybacks and dividends than they earn, which is unsustainable by definition,\" said Deluard, who also provided the chart below.\n\nINTL FCStone\n\n4) Demand from passive investors\n\nOut of the peaking drivers listed here, Deluard is the least convinced about this one. Still, he notes that US equity exchange-traded funds saw seven consecutive days of outflows from October 5 to October 16 — in the throes of the big stock sell-off.\n\nWhile he thinks this sort of behavior can continue during times of market stress, he's most worried about what peaking passive investment will mean for near-term stock price fluctuations.\n\n\"A decade of price-insensitive buying may have pushed the valuations of 'ETF darlings' so much that they might be more vulnerable to sudden corrections,\" Deluard said.", "Lewis Hamilton is a young, massively successful athlete who has been crowned Formula 1 world champion five times.\n\nHe earns approximately $51 million a year, according to Forbes, and is known for his relationships with some of the most famous women on the planet — most recently Nicki Minaj, who he went ATV riding with in Dubai, but also singers like Rihanna, Rita Ora, and Nicole Scherzinger in the past.\n\nIf that's not enough, his vehicle collection is also ridiculous — and it's not just cars he likes to buy, drive, or be driven in, either.\n\nKeep scrolling to see the most expensive, rare, and bizarre vehicles Hamilton drives when he's not racing.", "Divers collect debris in a bag in the search area for Lion Air's flight JT610 airplane, in Indonesia Thomson Reuters By Tabita Diela\n\nJAKARTA (Reuters) - Indonesian authorities on Sunday extended by three days the search for the victims and a black box from the wreckage of a passenger jet that crashed last week, killing all 189 people on board.\n\n\"We decided to extend it three days\" beginning on Monday, search and rescue agency (Basarnas) chief Muhammad Syaugi said at a news conference.\n\nThe decision was based on an evaluation and observations of the crash site, he told reporters, noting that many victims' remains had not been recovered.\n\nAs of Sunday a total of 105 body bags, few containing intact remains, had been recovered and handed to police for forensic identification, yet only seven victims had been identified.\n\n\"I'm sure the total will increase,\" Syaugi said.\n\nThe agency is prioritizing recovering human remains and the cockpit voice recorder (CVR), the second black box from the wrecked near-new Boeing Co. 737 MAX that smashed into the sea early on Monday, 13 minutes after it took off from Jakarta.\n\nDivers have been honing in on ping signals in their search for the second box, as investigators try to get data from a partly damaged flight data recorder recovered on Thursday.\n\n\"The signal picked up by the ping locator has been followed by reliable divers,\" Syaugi said, \"but they haven't found (it) yet.\"\n\nThe device is thought to be around 50 meters from the main search area, where the water is only 30 m (98 ft) deep, but ocean currents and mud on the sea bed that is more than one-meter deep have complicated search efforts, Syaugi said.\n\nThe pilot of flight JT610 had asked for, and received, permission to turn back to Jakarta, but what went wrong remains a mystery.\n\nWhile victims' relatives are desperate to know what happened, the investigation of the first crash of a Boeing 737 MAX is also the focus of scrutiny by the global aviation industry. Preliminary investigation findings are expected to be made public after 30 days.\n\nIndonesia is one of the world's fastest-growing aviation markets but its safety record has been patchy. Its transport safety panel investigated 137 serious aviation incidents from 2012 to 2017.\n\n\"There's still a lot we need to improve,\" Air Transportation Director General Pramintohadi Sukarno said at a press conference on Saturday, referring to safety rules.\n\n(Writing by Fergus Jensen; Editing by Kim Coghill)", "Sir Jeremy Heywood, the former head of the British civil service, and one of the most influential figures in UK politics in recent years, has died aged 56 after a battle with cancer.\n\nHeywood's death was announced on Sunday morning in a statement from Number 10 Downing Street. Prime Minister Theresa May described his death as \"extremely sad.\"\n\n\"This is extremely sad news and all of my thoughts are with Jeremy's family and friends,\" the prime minister said.\n\n\"He worked tirelessly to serve our country in the finest traditions of the Civil Service and he is a huge loss to British public life,\" she added.\n\n\"Jeremy will be sorely missed and I send my deepest condolences to Suzanne and the children and to all his family and many friends.\"\n\nHeywood was the UK's cabinet secretary from 2012 until 2018 and head of the civil service between 2014 and 2018. He had stepped down from his post as civil service chief just over a week ago, having already been on a leave of absence for cancer treatment since June.\n\nHe served under four separate prime ministers, stretching back to his time as principal private secretary for Tony Blair. He was Gordon Brown's chief of staff, and served as Downing Street permanent secretary to David Cameron, before taking the position of cabinet secretary in 2012.\n\nTributes to Heywood have begun to pour in, with health secretary Matt Hancock describing him as \"not just the foremost Civil Servant of his generation ... but a thoroughly decent and good man too.\"\n\n\"We will miss him more than we can say, and we will be poorer without his advice,\" Sir Mark Sedwill, Heywood's successor, said.\n\n\"He was an amazing man, brilliant civil servant and dedicated to our country. It was a privilege to work with him,\" former Prime Minister David Cameron said.", "LONDON — Bad news for analysts who publish research on European companies: investment banks will be earning about 20% less on their European equity research — a drop of about $300 million — by the start of 2019.\n\nThat's according to a report from Greenwich Associates, which attributed the declines to the fallout from new regulations that kicked in this year known as MiFID II. Research budgets are also being slashed. The largest funds in the region cut their budgets for external European equity research by 19% in 2018, and they're planning another 5% to 6% reduction next year.\n\nIt's a grim, but not unexpected, outcome from the European law, which kicked in on January 3. Under MiFID, a 7,000 page tome that aims to increase transparency on how clients are charged for services, banks must charge separately for research and trading. (Previously, banks handed out research for free to lure trading commissions.)\n\nWhile charging separately for research and trading, also known as \"unbundling,\" has won some fans, the reporting costs and requirements are onerous even for giant banks with huge compliance departments. For smaller firms, it's a nightmare.\n\nJust how much is MiFID hurting the little guys? Greenwich released a report on that, too. And surprise, surprise:\n\n\"So far, the biggest winners from the industry-changing 'unbundling' regulations have been global bulge-bracket dealers,\" Greenwich said on September 25. The law has helped catapult big banks even further ahead of their smaller peers. \"Global bulge-bracket brokers have clearly increased relative share and impact since MiFID II went live.\"\n\nThe biggest winners in European equity trading this year: Bank of America Merrill Lynch and UBS, which together lead the market in trading share, followed by JPMorgan, Credit Suisse and Morgan Stanley.\n\nAnd those firms and their biggest rivals may get an even bigger slice of that commission pie. Their clients, the big investment firms, have been holding back about 30% of their total annual research budget for allocation, Greenwich estimates, meaning that some $300 million in unallocated research budget is up for grabs.\n\nThat extra cash \"will likely be used to top off and award current providers for additional service throughout the year,\" the firm said. \"With so many hands in a smaller cookie jar, this unallocated budget will be incentive enough for global investment banks to provide exceptional service to their clients.\"\n\nBut one London fund manager pushed back on this idea, saying that the world of fund management is not unlike the big government bureaucracies, in that if you don't spend your budget, by next year, you lose it.", "British Prime Minister Theresa May has reportedly secured a series of \"secret\" concessions from the European Union that could allow the whole of the UK to effectively remain within a customs union with the bloc after Brexit.\n\nAccording to the Sunday Times, May's plans are likely to appease all wings of the Conservative Party, and could even appeal to some Labour MPs.\n\nThe Sunday Times reports that the prime minister is close to a political deal on the UK and EU's so-called future economic partnership, which the newspaper says will \"allow Britain to keep open the prospect of a free trade deal resembling that enjoyed by Canada.\"\n\nMay's secret concessions from the EU centre on checks at the Northern Irish border with the Republic of Ireland, which has so far been one of the biggest sticking points in Brexit negotiations.\n\nUnder the concessions, the EU is said to have accepted that regulatory checks on goods be allowed to take place \"in market\" — effectively meaning that checks can be done in places like factories, rather than at the border between the two countries.\n\n\"The EU will write an all-UK customs deal into the legally binding withdrawal agreement so an EU-designed \"backstop\" treating Northern Ireland differently from the UK mainland is not required,\" the Sunday Times said.\n\nThe backstop is a key aspect of the Brexit Withdrawal Agreement which the EU and UK signed up to in December.\n\nBasically, it is an insurance policy to make sure the current frictionless border between Northern Ireland and the Republic remains open no matter what happens in negotiations between the UK and the EU.\n\nIn practice, the backstop will only take effect if trade talks between the UK and EU fail to produce a deal deep and comprehensive enough to avoid any checks on the Irish border.\n\nThe plan also means that May is now in a position to issue an ultimatum to Brexiteer rebels within her party, the Sunday Times said.\n\n\"Unless they support it, they will be personally responsible for causing a no-deal Brexit,\" May is believed to planning to tell Brexit-backing ministers. Most regard such an outcome as a \"potential disaster.\"\n\nOn Saturday, Business Insider reported that senior government sources \"believe pro-Brexit rebel MPs will ultimately fold and support May's Brexit deal.\"\n\nA spokesperson for Number 10 Downing Street described the reports as \"speculation.\"\n\n\"This is all speculation. The prime minister has been clear that we are making good progress on the future relationship and 95% of the withdrawal agreement is now settled. Negotiations are ongoing,\" a statement read.\n\nYou can read the Sunday Times' full story here.", "EVANSTON, Ill. (AP) — Ian Book threw for threw two touchdown passes and ran 23 yards for a score in the closing minutes to lead No. 3 Notre Dame to a 31-21 victory over Northwestern on Saturday night.\n\nThe Fighting Irish (9-0, No. 4 CFP) remained in line for a playoff spot and continued to build on their best start since the 2012 team went undefeated before losing to Alabama in the BCS championship game. The Wildcats (5-4) had won four in a row to grab the Big Ten West lead and they stayed in this one when it looked like Notre Dame was ready to pull away.\n\nBook threw a 20-yard touchdown pass to a leaping Miles Boykin in the corner of the end zone and a 47-yarder to Michael Young in the third to give the Irish a 21-7 lead. He sealed it in the closing minutes when he turned up the left side for that 23-yard run.\n\nBut things sure got close prior to that run.\n\nIt was 24-7 early in the fourth when Northwestern's Clayton Thorson threw a 27-yard touchdown to Riley Lees. Cameron Ruiz then blocked a punt by Tyler Newsome, giving the Wildcats possession on the Notre Dame 17. That led to a 1-yard sneak by Thorson, cutting it to 24-21 with 7:05 left.\n\nBook improved to 6-0 as the starter, going 22 of 34 for 343 yards. Chase Claypool had eight receptions for 130 yards, and Dexter Williams ran for a 1-yard touchdown in the first quarter.\n\nNorthwestern is 0-3 in nonconference games. The Wildcats haven't beaten a top-five opponent since 1959, when Ara Parseghian was their coach.\n\nThorson was 16 of 29 for 141 yards and a touchdown. He also ran for two TDs. Isaiah Bowser added 93 yards rushing on 23 attempts after back-to-back 100-yard games.\n\nBoth teams missed some big scoring opportunities in the first half. The Irish were also hurt by penalties.\n\nNorthwestern blew a big chance after linebacker Blake Gallagher recovered a fumble by Book on the game's opening possession. The Wildcats took over at the Notre Dame 35, only to come away empty-handed when Charlie Kuhbander missed a 39-yard field goal wide right.\n\nThe Irish then went 79 yards, with Williams plowing in from the 1 to give them a 7-0 lead and delight the fans in blue and gold. But they also missed a big chance late in the quarter. Two penalties helped drive them back from the Northwestern 5 to the 27 before Justin Yoon's 44-yard field goal attempt sailed wide left.\n\nNorthwestern tied it midway through the second quarter when Thorson scored from the 1. Bennett Skowronek kept the drive going with a one-handed grab on fourth-and-5 at the Notre Dame 21, and the Irish's Jalen Elliott got flagged for interference breaking up a pass intended for Cameron Green in the end zone.\n\nTHE TAKEAWAY\n\nNotre Dame: The Irish remained in the playoff hunt even though this wasn't an easy game.\n\nNorthwestern: The Wildcats hung with one of the nation's best teams, only to come up short. The loss doesn't impact the division standings.\n\nUP NEXT\n\nNotre Dame: Hosts Florida State on Nov. 10.\n\nNorthwestern: Visits Iowa on Nov. 10.\n\n___\n\nMore AP college football: http://collegefootball.ap.org and http://www.twitter.com/AP_Top25", "BATON ROUGE, La. (AP) — Tua Tagovailoa threw two touchdown passes and ran 44 yards for a score in his toughest test this season, Alabama's defense stifled No. 4 LSU, and the top-ranked Crimson Tide remained unbeaten with a 29-0 victory Saturday night.\n\nTagovailoa took the field wearing a brace on right knee, threw his first interception of the season late in the first half and also played into the fourth quarter for the first time this season. None of those developments proved consequential. He was 25-of-42 passing for 295 yards and moved as well as well as he needed to, particularly when he sprinted up the middle of the field or his long TD run in the third quarter to give Alabama (9-0, 6-0 SEC, No. 1 CFP) a 22-0 lead.\n\nTagovailoa limped off the field after that play, went into the medical tent for some treatment and rode a stationary bike on the sideline, but returned for the next series.\n\nLSU (7-2, 4-2, No. 3 CFP) entered a chance to control of the SEC Western Division with a victory, but that began to decreasingly realistic with every possession.\n\nAlabama led 16-0 by halftime and forced LSU punts on the Tigers' first nine possessions. LSU drove to the Alabama 15 on its tenth series early in the fourth quarter, only to miss a field goal with 10:45 to go.\n\nTigers quarterback Joe Burrow completed 18 of 35 passes for 184 yards. He was sacked five times and had a pass intercepted in the end zone late in the back by linebacker Mack Wilson. Nose guard Quinnen Williams finished with 2 1/2 sacks. Lineabckers Anfernee Jennings and Christian Miller each had one. The Tigers were helpless to relieve pressure on Burrow with the running game, held to 12 yards all game.\n\nDefensively, the Crimson Tide rarely looked fooled and more often seemed to anticipate what was coming. Most LSU plays ended with crimson jerseys swarming to the ball at, near or behind the line of scrimmage.\n\nAlabama finished with a 576-196 advantage in total yards and spent 35:18 in possession of the ball.\n\nDamien Harris rushed for 107 yards on 19 carries, including his 1-yard TD run, for Alabama. Najee Harris gained 83 yards on the ground, 29 on one carry.\n\nJerry Jeudy caught eight passes for 103 yards, Irv Smith Jr. had four catches for 64 yards, including a 25-yard touchdown grab late in the first half.\n\nHenry Ruggs III caught four passes for 55 yards and scored the first touchdown of the game, but injured his left leg late in the second quarter.\n\nTagovailoa's interception came on a deep throw down the middle, which Todd Harris Jr. hauled in for his first career pick while falling to the ground at the LSU 4.\n\nThe Tiger Stadium crowd went wild, as it appeared the turnover might get LSU to halftime down by no more than nine points, perhaps less, if the Tigers could move the ball.\n\nBut the Crimson Tide's response was emphatic, however. Burrow was sacked inside the 1-yard line, and LSU had to punt shortly afterward.\n\nAlabama got the ball back on its 46 and Tagovailoa needed just two plays — a 29-yard pass to Jeudy, followed by his scoring strike to Smith — to widen the Tide's lead.\n\nTHE TAKEAWAY\n\nAlabama: The best defense Alabama has faced this season wasn't good enough on its own field to stop the Tide from gashing it for numerous plays of 20-plus yards and covering a 14-point spread on the road by 15 points.\n\nLSU: The Tigers' athleticism and effort kept the score respectable into the second half, but key statistical differentials in yards and time of possession told the story of a thoroughly lopsided game in Alabama's favor. LSU has had to shuffle its offensive line much of the season, and the Tigers struggled to match the Tide physically at the point of attack. Guard Garett Brumfield tried to come back for the first time in four games, but he struggled and was replaced by Chasen Hines to start the second half.\n\nUP NEXT\n\nAlabama hosts Mississippi State on Saturday.\n\nLSU travels to Arkansas on Saturday.\n\n___\n\nMore AP college football: https://apnews.com/tag/Collegefootball and https://twitter.com/AP_Top25", "LUBBOCK, Texas (AP) — Kyler Murray recovered from a pair of early interceptions that led to a two-touchdown deficit, throwing for 360 yards and three touchdowns and running for 100 yards and another score to rally No. 7 Oklahoma to a 51-46 victory over Texas Tech on Saturday night.\n\nTrey Sermon set career highs with 206 yards rushing and three TDs as the Sooners (8-1, 5-1 Big 12) stayed in the hunt for a return to the College Football Playoff with their 19th straight win in a true road game and 14th consecutive November victory.\n\nOklahoma was seventh in the first playoff rankings released this past week.\n\nThe Red Raiders (5-4, 3-3) led 31-28 at halftime, but freshman quarterback Alan Bowman didn't return in the second half of their eighth straight loss against a Top 10 team going back to 2012. Texas Tech officials didn't immediately say why Bowman left the game.\n\nThe Big 12 passing leader's absence changed the flow of a game that was looking a lot like the 65-59 touchdown fest the Sooners won in Lubbock two years ago, when Baker Mayfield topped Patrick Mahomes in a matchup of future first-round NFL draft picks.\n\nTexas Tech punted three straight times without getting a first down after Jett Duffey replaced Bowman again, just as he did five weeks ago when Bowman sustained a partially collapsed lung against West Virginia. Bowman returned two weeks ago against Kansas.\n\nDuffey then started moving the Red Raiders, and they pulled within two on his 4-yard scoring pass to Zach Austin on fourth down midway through the fourth quarter. But Robert Barnes intercepted the 2-point conversion pass and returned it 98 yards for two points and a 44-40 OU lead.\n\nMurray has passes intercepted by Vaughnte Dorsey, on his first throw of the game and again on OU's second possession.\n\nBowman threw a 6-yard touchdown pass to T.J. Vasher after the Red Raiders got the ball on the Oklahoma 3 following Dorsey's 17-yard return on the first interception.\n\nAfter a 31-yard return on Dorsey's second pick, Duffey came on as change of pace replacement for Bowman and threw a screen that Ta'Zhawn Henry took 14 yards for a 14-0 lead.\n\nBut Murray protected the ball the rest of the way and led the Sooners to 687 total yards in what figures to be his only chance to get the Sooners back to the four-team playoff since the junior is expected to pursue pro baseball after his only season as OU's starter.\n\nLee Morris caught two of Murray's TDs, the second a 46-yarder that put the Sooners ahead for good 35-31 in the third quarter. Morris had 101 yards receiving. Texas Tech's Antoine Wesley caught 12 passes for 199 yards.\n\nTHE TAKEAWAY\n\nOklahoma: The Sooners gave up more than 300 yards for the first time in three games since former Texas Tech assistant Ruffin McNeill replaced the fired Mike Stoops as defensive coordinator. It's hard to gauge the progress of the unit because of Bowman's injury. The Red Raiders finished with 473 total yards.\n\nTexas Tech: The Red Raiders will wonder what might have been if Bowman had been able to return in the second half. He was 21 of 26 for 227 yards with two touchdowns and no interceptions. Still, Duffey showed similar persistence to the previous time he replaced Bowman. He threw for two scores and ran for another to give Texas Tech a shot at an onside kick with 1:05 remaining. It failed.\n\nUP NEXT\n\nOklahoma: Bedlam is at home against Oklahoma State next Saturday.\n\nTexas Tech: Another big home game against No. 15 Texas next Saturday.\n\n___\n\nMore AP college football: https://apnews.com/tag/Collegefootball and https://twitter.com/AP_Top25", "Red Falcon rehearses ahead of the Zhuhai Airshow Thomson Reuters By Brenda Goh and Stella Qiu\n\nSHANGHAI/BEIJING (Reuters) - Trade frictions with the United States and accusations of industrial espionage are set to cast a cloud over China's largest aerospace meeting this week, as suppliers consider what the country's slowing economy could mean for booming jet demand.\n\nThe biennial Airshow China, to be held in the coastal city of Zhuhai during Nov 6-11, is traditionally an event for Beijing to parade its growing aviation prowess in front of aerospace executives, diplomats and arms buyers from over 40 countries.\n\nBut analysts say they are not expecting many headline announcements or big deals this year as a bruising trade war between Beijing and Washington and a slowing Chinese economy cause companies to be cautious.\n\nWhile the tarmac will be filled with planes from the likes of Airbus SA and Embraer , the main symbol of China's own commercial aviation ambitions, the Commercial Aircraft Corp of China's (COMAC) [CMAFC.UL] C919 narrowbody jet, will not be there. A senior executive said it was undergoing test flights.\n\nBoeing Co , which is opening a 737 completion plant in China, will not display any of its planes but only models at its exhibition stand.\n\n\"We're not expecting a big turnout this year,\" said Chinese aviation expert Li Xiaojin. \"As you know the Chinese economy is not doing great this year, so companies that would normally send 10 people will only send five instead.\"\n\nChina has become a key hunting ground for foreign firms to do deals as its airlines have expanded fleets to keep up with surging travel demand, putting the country in a position to overtake the United States as the world's top aviation market in the next decade.\n\nBut China's economic growth has weakened to its slowest pace since the financial crisis and its relations with other countries have been tested by Beijing's ambitions to grow its own domestic champions in industries such as aviation.\n\nAnd while U.S.-made aircraft have so far escaped Beijing's tariffs, analysts said they were still waiting to see what the trade war would spell for U.S. companies such as Boeing, Honeywell and Gulfstream, who face fierce competition in China from the likes of Airbus and other suppliers.\n\nThe United States exported $16.3 billion of civilian aircraft to China in 2017, the biggest category of goods it exported to China, according to a paper published by the Federal Reserve Bank of St. Louis.\n\n\"It is not unlikely that China might strategically steer future aircraft purchases to Airbus rather than Boeing,\" said Marc Szepan, a China aviation expert at the University of Oxford and former industry executive.\"\n\n\"In addition, there might be a re-evaluation of the relative attractiveness of industrial partners for China's future aircraft programs such as the CR929 which might favor European over U.S. component and structures suppliers.\"\n\nSHOW OF STRENGTH\n\nSo far, Beijing has avoided showing its hand in either direction as deals by Chinese leasing firms to buy foreign aircraft are either pushed back or kept private.\n\nRecent U.S. allegations in court filings that Chinese intelligence attempted to steal information on a French-U.S. turbofan engine developed for commercial jetliners - a clear reference to the Safran-General Electric LEAP - could further fray relations, analysts said.\n\nBeijing has also criticized the U.S. decision not to send senior officials to a Shanghai import expo that takes place in the same week as the airshow and counts as one of China's most important foreign policy events for the year.\n\n\"Right now the political winds are quite concerning,\" said aerospace analyst Richard Aboulafia of the Teal Group.\n\nU.S. President Donald Trump said on Friday that he will likely make a deal with China on trade, adding that a lot of progress had been made to resolve the two countries' differences but warning that he still may impose more tariffs on Chinese goods.\n\nChina is expected to put on a show of strength in space and defense, with self-developed fighter training FTC-2000 aircraft, a historically high number of weapons as well as its latest unmanned aerial vehicles among the kit on display.\n\nChina's air force said on Friday that a number of Chengdu J-20 stealth fighters would perform demo flights, after having debuted at the show two years ago with a 60-second flypast.\n\nKelvin Wong, senior Asia Pacific defense technology expert at IHS Markit, said this would be part of the deliberate messaging often associated with the closely watched show.\n\n\"It appears the PLA (People's Liberation Army) is definitely showcasing its growing confidence in the latest J-20 combat aircraft,\" said Wong.\n\n(Reporting by Brenda Goh and Stella Qiu; Additional Reporting by Tim Hepher in HONG KONG; Writing by Brenda Goh; Editing by Muralikumar Anantharaman)", "The 2018 midterm elections are in just three days away, and the stakes couldn't be higher as Democrats seek to take back the House of Representatives and minimize Republican gains in the Senate, in the first congressional elections since President Donald Trump's victory in 2016.\n\nNot only have this year's midterms garnered record-high levels of early voter turnout, but it's looking like they'll be the most expensive congressional elections in US history. The Center for Responsive Politics projects that a staggering total of $5.2 billion will be spent in this year's midterms, breaking the previous record of $4.4 billion in 2016.\n\n\"We expected to see the numbers climb, as they typically do, but the astonishing spike in campaign donations is a solid indicator of the intensity driving this year's campaigns,\" Sheila Krumholz, executive director of the Center for Responsive Politics, said about the 2018 fundraising numbers.\n\nBefore the midterms even started, two high-profile special elections, one in Georgia's 6th congressional district and in Pennslyvannia's former 18th district, attracted record-high donations individual donations from Democrats looking to channel their frustration with Trump into congressional races.\n\nThat initial enthusiasm in fundraising precipitated this year's windfall for Democratic candidates, who have raised $1.3 billion from small donors compared to under $1 billion for Republicans. When it comes to outside spending from political action committees (PACs) and non-profits, however, Republicans lead the pack.\n\nHere are the House and Senate candidates who have raised and spent the most money:", "(Reuters) - Fourteen staff at an Idaho primary school who dressed up as a border wall and as Mexicans for Halloween were put on administrative leave on Saturday for the \"insensitive\" and \"inappropriate\" costumes, a school superintendent said.\n\nPhotos of the group wearing stereotypical U.S. and Mexican costumes appeared this week on the Idaho school district's Facebook page, drawing complaints from parents, civil rights groups and members of the state's large Hispanic population.\n\nOne photo showed seven staff from the Middleton Heights Elementary School dressed as characters, including the Statue of Liberty and an American eagle, holding a cardboard wall with \"MAKE AMERICA GREAT AGAIN\" on it. Another showed staff shaking maracas and wearing sombreros, ponchos and fake mustaches.\n\nThe incident came at a time of heightened tensions over immigration in the United States as President Donald Trump seeks to use the issue to boost Republican support ahead of congressional elections on Tuesday.\n\nMiddleton is a town of around 5,500 located about 23 miles northwest of the state capital, Boise.\n\nThe suspensions were decided at a meeting of the Middleton School District board on Saturday, Superintendent Josh Middleton told reporters. The district appointed a member of its crisis team to take over temporarily as school principal, he said.\n\n\"We are better than this. We embrace all students,\" Middleton said in a Facebook Live video posted on Friday in which he apologized for the costumes. \"We have a responsibility to teach and reach all students, period.\"\n\nThe costumes were part of an after-school \"team-building activity\" among the teachers, who were competing to come up with the most stereotypical outfits, board Chairman Tim Winkle told the Idaho Press, adding that this did not justify the actions.\n\nAn open letter to the superintendent from 12 advocacy groups, including Immigrant Justice Idaho and the American Civil Liberties Union of Idaho, said the state's climate \"continues to grow more harmful against specific groups and identities,\" including Hispanics.\n\n\"The intent or misjudgments of the individuals involved does not undo the trauma experienced by students, families and communities,\" the letter said.\n\nHispanics are the largest minority group in Idaho at about 11 percent of the population, according to the 2010 census. Around 12 percent of Middleton Elementary School's students were Hispanic in the 2015-2016 school year, according to the National Center for Education Statistics.\n\n(Reporting by Andrew Hay; Editing by Dan Grebler)", "Salesperson speaks on the phone at an Apple reseller store in Mumbai Thomson Reuters BENGALURU (Reuters) - Apple's iPhone sales are set to dip by around a quarter in India's holiday season fourth quarter, putting them on course for the first full-year fall in four years, industry research firm Counterpoint said on Saturday.\n\nThe Cupertino, California company's struggle to break through with India's 1.3 billion consumers swung more sharply into focus this week after Apple blamed a disappointing set of sales forecasts on a handful of big emerging markets.\n\nChief Executive Tim Cook said after publishing third quarter results that sales were flat in India in the fourth quarter, which includes a month-long festive season culminating this week in Diwali - a bumper period for electronics sales.\n\nNeil Shah, research director at HongKong-based Counterpoint Research, said on Saturday its channel checks pointed to numbers for the quarter in the range of 700,000 to 800,000 units, down from about a million a year ago.\n\nFor the whole of 2018, Apple was set to sell about 2 million phones - a drop of about a million from last year, he said, as Indians baulk at high prices for the devices, driven by trade tariffs and a weak rupee.\n\n\"Sales are set to drop for the first time in four years,\" Shah said. \"If you look at Q3 - it was 900k last year and this (year) is almost 450k.\n\n\"Iphones have gone costlier and the features and specs aren't that compelling. The install base of android has grown vastly; the new customer base (for Apple) is not coming.\"\n\nCook on Thursday called the company's problems in India \"speed bumps along a very long journey\" and most analysts say that the prestige of Apple's brand should allow it to claim back lost ground as Indians' spending power continues to grow.\n\nShah said that, while more than half the phones sold this year were older iPhone models, high selling prices meant Apple's Indian revenue should still be flat or slightly higher than a year ago.\n\n(Reporting by Nivedita Bhattercharjee, editing by Patrick Graham)", "The caravan of some 4,000 Central American migrants who have been steadily trekking north towards the United States for weeks began to splinter on Saturday, following dashed hopes that they would be transported via bus to Mexico City.\n\nThough the Trump administration has been brainstorming ways to crack down on border security and pressure Mexico to keep the migrants from progressing further, the caravan has largely persisted, though its numbers have dwindled in recent days and the dispute over the buses caused them to separate.\n\nEarlier this week, President Donald Trump held a bizarre, rambling press conference in which he raged against the caravan and made a vague promise to bar immigrants from seeking asylum if they cross the border illegally, though it's unclear if such an action would pass legal muster.\n\nHere's everything we know about the caravan and what could happen next:\n\nWhere is the caravan now and when will it reach the US?\n\nShayanne Gal/Business Insider\n\nSome of the migrants, downtrodden and exhausted, lashed out at organizers who had tried and failed to arrange the transportation, according to the Associated Press. Several thousand reached the towns of Juan Rodriguez Clara and Isla in Veracruz state, while others headed north to Tierra Blanca, Veracruz.\n\nThe group has been averaging between 20 and 30 miles per day thus far. They are mostly on foot, but have been hitch-hiking rides or piling into the backs of pickup trucks when possible.\n\nIt's unclear when exactly it will reach the US because the migrants have not said what route they're planning to take, or where along the 2,000-mile US-Mexico border they intend to cross, though they've been traveling closer along the Gulf coast in recent days, indicating they may aim for Texas.\n\nRead more: Why the caravan of 4,000 migrants is marching to the US border\n\nThe nearest point to them would be in southeastern Texas, more than 700 miles away, but it's also possible the caravan could try to reach the San Diego, California, area more than 2,000 miles away, where a similar caravan ended up last spring.\n\nSeveral other caravans have also sprung up in weeks, though they're smaller and further behind than the main caravan.\n\nHow is the Trump administration trying to stop it?\n\nPresident Donald Trump talks about immigration and gives an update on border security from the Roosevelt Room of the White House in Washington, Thursday, Nov. 1, 2018. Associated Press/Susan Walsh\n\nThe Trump administration has been weighing a number of actions in recent weeks, and recently authorized a military deployment of more than 7,000 troops to the US-Mexico border.\n\nRead more: Trump is sending thousands of troops to the border with Mexico — here's everything we know so far\n\nTrump also announced Thursday he intends to dramatically limit the ways immigrants can seek asylum in the United States, and will seek to curb their ability to receive asylum if they request it after entering the country illegally, rather than at a legal port of entry.\n\nHe said his administration is finalizing an executive order for \"sometime next week\" about the asylum changes, though he didn't offer details.\n\nThe Immigration and Nationality Act currently requires the US government to allow immigrants to make asylum requests no matter how they crossed the border, and it's unclear what actions Trump could take to change that.\n\n\"Under this plan, the illegal aliens will no longer get a free pass into this country,\" Trump said. \"Instead, migrants seeking asylum will have to present themselves lawfully at a port of entry.\"\n\nCritics immediately seized on the vagueness of Trump's announcement, accusing him of stoking anti-immigrant sentiments ahead of the midterm elections next week and misrepresenting the asylum system.\n\nWhat is Mexico doing?\n\nCentral American migrants, part of the caravan hoping to reach the U.S. border, get a ride on trucks, in Donaji, Oaxaca state, Mexico, Friday, Nov. 2, 2018. Associated Press/Marco Ugarte\n\nThe Mexican government has dramatically slowed the caravan's pace in recent days, blocking the migrants' efforts to arrange mass transportation to Mexico City via buses.\n\nMexican authorities have also \"nibbled\" at the edges of the caravan, according to the Associated Press, detaining 153 migrants in the second caravan during highway inspections. Authorities have also slowed some in the main caravan down by forcing migrants off freight trucks or overloaded pickup trucks\n\nThough the government also deployed hundreds of federal police officers to Mexico's border with Guatemala, the caravans have pressed forward regardless.\n\nWhat happens if it reaches the US border?\n\nCentral American migrants, part of the caravan hoping to reach the U.S. border, ask for a ride as they hitch hike in Donaji, Oaxaca state, Mexico, Friday, Nov. 2, 2018. Associated Press/Marco Ugarte\n\nThis is still unclear because details like their exact destination, pace, and numbers are still up in the air.\n\nPart of the confusion also stems from a lack of clarity around how the migrants intend to cross the border. There are a few options for them, and each presents its own set of challenges:\n\nThe migrants could choose to cross illegally and remain undetected, though a large group of migrants would be hard for Border Patrol agents to miss.\n\nThey could follow the example of the caravan last spring, whose members legally presented themselves at a port of entry and requested asylum. This may present problems for those migrants who fled Central American countries for reasons like poverty and lack of job opportunities; under US law, those are not valid reasons to base an asylum claim on.\n\nThey could try a mix of both tactics, crossing the border illegally, but immediately requesting asylum from US authorities once they're caught. They are legally entitled to make an asylum claim no matter how they cross the border, but Trump said Thursday he intended to bar migrants from requesting asylum if they cross illegally.\n\nAnother unknown is what role the military will eventually play if the caravan reaches the US border. Troops are forbidden under the Posse Comitatus Act from enforcing domestic law, and therefore cannot directly detain or deport immigrants.\n\nInstead, the troops are expected to play a support role for Border Patrol agents, though the amount of support they'll need may depend on how many migrants actually reach the border.", "Days ahead of the 2018 midterm elections, turnout in 22 states and Washington, DC, has shattered 2014 midterm election early voter rates, according to the New York Times, which reported 31.5 million ballots had been cast.\n\nThe skyrocketing voter engagement comes in the midst of an already uncertain midterms field, full of tight races. Early voting opens up polling places before Election Day so voters can try and tip the scales with a vote in person.\n\nSee where you can cast your ballot ahead of Tuesday, November 6:\n\nShayanne Gal/Business Insider\n\nMany states end early voting in the several days leading up to the election, so check each state's specified timelines and locations.\n\nRead more of Business Insider's 2018 Midterm Election coverage:", "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase.\n\nThe ReNew Puffy Puff ($160) recycles 32 plastic bottles. Everlane\n\nOn October 24, 2018, cult-favorite startup Everlane has announced ambitious environmental goals and a new collection built to spearhead the company-wide shift.\n\nThe ReNew Collection is a line of outerwear (fleeces, parkas, puffers, and sweaters) made out of recycled water bottles. Altogether, the collection is \"renewing\" a whopping 3 million of them. We tested out some of the new products to give you a sense of what they're like in real life, and you can find our thoughts below before shopping.\n\nEverlane's logic is simple. We've created eight billion pounds of a toxic material that stays on the planet forever — so why don't we stop making more, and reuse what's already in our backyards?\n\nReNew will not be a shock to Everlane shoppers. The startup has built its reputation and success on its transparency — integrating video footage of its factories, hosting Transparency Tuesday Q & As on Instagram once a week, offering pricing breakdowns on product pages, instituting \"Choose What You Pay\" sales, and debuting a sustainable denim collection made in the \"world's cleanest denim factory.\"\n\nUsing recycled materials — especially water bottles— is not a new endeavor. Patagonia has been making recycled polyester from plastic soda bottles since 1993. Labels like Reformation use mostly deadstock fabrics and repurposed vintage clothing. Girlfriend Collective makes chic, affordable activewear from recycled water bottles and fishing nets. Outdoors gear startup Cotopaxi creates limited edition collections from its leftover fabrics. The list goes on.\n\nHowever, recycling is still in the vast minority of retail companies, and the industry itself is one of the worst for the environment. Even post-production, only about 15.3% of all textiles are recycled according to the EPA (2015 estimates).\n\nWe aren't doing any better where plastics are concerned. In just 60 years, we've created eight billion tons of the material. It's so inseparable to our lives that plastic has even started showing up in human feces (that's right, you may be unintentionally eating it). Yet companies are using more virgin plastic today than ever before, and some of the most polluting industrial sectors include packaging (149 million tons per year), textiles (59 million tons), and consumer or institutional products like pens, gum, and keyboards (42 million tons).\n\nThe ReNew Fleece Sweatshirt ($55) recycles 35 plastic bottles. Everlane\n\nReNew is the first act of a more ambitious, lengthier strategy. By 2021, Everlane will eliminate all virgin plastic from their supply chain. Smaller steps will be implemented much sooner, like reducing single-use plastic in offices and stores by 50% (March 2019), use renewed alternatives to polyester in production (2018), and starting to ship orders in 100% post-consumer recycled poly bags (2019). The startup is also forming an internal sustainability committee to educate their team on waste reduction and conduct progress audits to see how well waste diversion is going. By the time 2021 rolls around, the company plans to have redeveloped all existing yarns, fabrics, and raw materials containing virgin plastic with renewed equivalents.\n\nEverlane makes great clothes; it's why people buy them. It helps that they also try to make them in a better, more honest way than a lot of the other options people have. ReNew is no different — the outerwear is comfortable, stylish, made to last, and moderately priced. It has helpful upgrades, comes in cool colors, and feels good to wear. The fact that it's ushering in a much-needed commitment to better, smarter supply chains is just an added incentive.\n\nWe tried a few standout pieces from the Everlane ReNew Collection. Here's what we thought:", "Novak Djokovic just beat Roger Federer in a three hour epic in Paris.\n\nFederer came agonisingly close to snapping his old rival's winning streak, but Djokovic held his nerve in the Paris Masters semifinal to make it 22 wins in a row.\n\nA meeting between Djokovic and Federer represented two of the greatest talents in tennis — both current, and historically-speaking.\n\nThe match promised much, and delivered from the off as Djovovic gave fans a glimpse of what was in store in the very first set, needing 71 minutes to overcome Federer 7-6(8-6).\n\nIn Djokovic's own words to Sky Sports, the pair went \"toe-to-toe\" as Federer showed extraordinary quality in keeping the match so close against the sport's most in-form player. This was a match between two heavyweight greats of the game, and they slugged it out like they were Muhammad Ali and Joe Frazier.\n\nFederer's classic one-handed point-winners, and the incredible accuracy from Djokovic, who smashed irresistible forehands from range, combined to make this must-see TV.\n\nWatch an awesome Federer shank shot below:\n\nAnd see Djokovic's precision right here:\n\nFederer came back in the second set winning 5-7, but lost the third 7-6(7-3) with a double fault near the death costing him a place in Sunday's final.\n\nWatch Djokovic win below:\n\n\"When you lose a close match like this you always have regrets,\" Federer, who remains one title shy of 100 career trophies, told the crowd, according to the Washington Post. \"Losing is never fun, so that's why I guess I have this face right now.\"\n\nDjokovic told Sky Sports: \"It was a spectacular match and one of the best of my career against him.\"\n\nDjokovic now progresses to the Paris Masters final and will play Karen Khachanov, an athlete he beat on his path to the 2018 Wimbledon Championships title.", "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase.\n\nUncommonGoods\n\nShopping is time-consuming and stressful, so it's no wonder many of us often default to buying generic, unmemorable gifts just to get the whole process over with. We've all been guilty of it, and part of the reason is the dearth of unique options that live in one, easily shoppable place.\n\nUncommonGoods, the online shop inspired by the founder's experiences roaming craft fairs and trade shows, highlights the best of independent makers from around the world. Selling thousands of unique products, it's one of the few places we know we'll always find something cool for our loved ones, whether they're hungry home cooks, die-hard sports fans, or classic old souls.\n\nIf you see a lot of gifts from the site that you like, or you think you'll shop UncommonGoods beyond the holidays for other gifting occasions, sign up for its Uncommon Perks shipping program. Shipping prices ordinarily start at $4.95 and depend on your order value and desired shipping speed, but this $19 annual membership will get you free standard shipping on all US orders, regardless of order value.\n\nBefore you dive into the treasure trove that is UncommonGoods, check out our 30 top picks from the site first. These gifts are far from ordinary.\n\nLooking for more gift ideas? Check out all of Insider Picks' holiday gift guides for 2018 here.", "Here is the celebration, via ESPN. The full highlight and post-game interview can be seen below.", "First lady Melania Trump has evolved from a background character in her husband's raucous presidential campaign to the increasingly vocal center of her own controversies.\n\nThough Melania has been an active part of official duties including youth programs, diplomacy events, and crisis outreach, most of the media and public attention on her has been about her outfits.\n\nHere are some of the clothing choices that have caused the biggest stirs.", "Years ago, this unsupportable argument came largely from the more emotional regions of the pro-Tesla camp. Those who made it were justifiably disgusted with the traditional auto industry for its many sins of the past, hated the idea that they had to buy a car from it, and saw Tesla as a sort of savior company.\n\nAs Tesla has grown and experienced all the pain that car companies deal with all the time, this view has retreated. People still love Teslas. But because a lot more of them own an actual vehicle, they understand that Tesla is making something that has four wheels and windows.\n\nImpractical expectation have migrated out of the early adopter space and into the finance realms, where it's always been important to promote investment stories about Tesla that are mega-bullish.\n\nLoup Ventures' Gene Munster, for example, argued last year that Tesla's addressable US market could be 11-million vehicles annually (Munster offered this prior to Tesla's summer of discontent in 2018, and even before the carmaker's Model 3 sedan hit serious production delays, since resolved).\n\nAs I noted at the time, Munster's number is borderline nonsense. If Tesla were to sell 11 million vehicles annually in the US, it would control 65% of the 2018-level market, which should come in at over 17 million. And bear in mind that at its peak in the 1950s — when it had only two major domestic competitors in Ford and Chrysler — General Motors captured just over 50% of the market; it now leads all US sales with less than 20%.\n\nEqually egregious is Ark Invest, whose CEO, Cathie Wood, thinks Tesla will in five years will transform itself from being primarily a carmaker to being a mobility service-provider, minting a share price of as much as $4,000. Tesla has nothing that even vaguely resembles even an incipient mobility business. Waymo, which has been testing self-driving vehicles for close to a decade, has just started to roll one out.\n\nIt doesn't strain credibility to propose this as an investment thesis — it insults it. (Ark was among Tesla investors who argued against Musk's failed effort to take the company private, and to Wood and her team's credit, seems to have delivered admirable returns to investors through its stakes in \"disruptive\" technologies.)\n\nIt gets worse. Ark also thinks that 17 million EVs will be selling annually by 2022. Forgetting for a moment that there's something of an unrealized contradiction between Tesla plugging EVs into a service, rather than the ownership model, the math here is challenged by reality.\n\nWe would be much, much better off as residents of planet Earth if the EV were to grow rapidly over the next three years. Five-to-seven million in annual sales would be wonderful. If you go to 17 million, however, you have to figure out how the globe's automakers are going to either convert existing factories now assembling gas-powered cars to build EVs; or locate the capacity expansion worldwide that would support manufacturing EVs at a level equal to the entire yearly US market for passenger vehicles, in a boom state.\n\nDisagreeing with these Tesla ultra-bulls doesn't mean that you're anti-Tesla, by the way. It just means that you'd prefer for Tesla to be part of a reality-based scenario — one in which Tesla doesn't dominate, but participates, in a robust market for EVs.", "After months of speculation into where the $800 billion Amazon will open its second headquarters, there appears to be a front-runner.\n\nThe Seattle-based Amazon is in advanced talks to open its second HQ in Northern Virginia's Crystal City, The Washington Post reported Saturday.\n\nCrystal City, which is in Arlington County, is just a 15-minute drive from Washington, D.C.\n\nThe advantaced discussions include questions of \"how quickly it would move employees there, which buildings it would occupy and how an announcement about the move would be made to the public,\" according to the report, which cited people close to the process.\n\nRead more: We asked Washington, DC startups whether they were fearful or enthusiastic about Amazon's possible arrival\n\nWhile Amazon has considered other cities, including Atlanta, Georgia and Austin, Texas, the discussions with Crystal City were more detailed, the report said.\n\nThe decision is said to be so close that the city's top real estate developer, JBG Smith, has taken some of its buildings off the market. Officials have already started discussing how to make the announcement public sometime this month, following next week's midterm elections.", "Five Below just opened its flagship store in one of the most famous spots in Manhattan: Fifth Avenue.\n\nFive Below, a discount-store chain that sells everything from school supplies to clothes to candy for under $5, is one of several chains that have recently found success selling extremely low-priced products.\n\nIts flagship store opened on Friday in one of Manhattan's most iconic shopping areas: Fifth Avenue. The new Five Below is located near Grand Central Terminal, just a few minutes away from stores like Brooks Brothers, Saks Fifth Avenue, and Versace.\n\nFive Below has opened 67 new stores so far in 2018 and plans to open another 50 this quarter, CEO Joel Anderson said in an earnings call in September. It currently operates 625 stores.\n\nFive Below is growing very quickly, with 22.7% net sales growth year-over-year, according to the company's most recent earnings release. In the second quarter of 2018, Five Below's comparable sales grew by 2.7%.\n\nOne of the biggest draws of Five Below is that everything at the store truly costs under $5. You can find beach chairs, clothes, books, electronics, and school supplies for well below the price of similar products at other retailers.\n\nWe visited the discount retailer's brand-new flagship store. Here's what it was like:", "More and more US troops are arriving on the US-Mexico border in anticipation of migrant caravans arriving — these photos show what they're doing\n\nMembers of the U.S.military place razor wire along the U.S.-Mexico border near the McAllen-Hidalgo International Bridge, Friday, Nov. 2, 2018, in McAllen, Texas. AP Photo/Eric Gay", "Adeola Omole has learned a lot about managing money since climbing her way out of $70,000 worth of debt.\n\nAfter losing her job at a law firm in Canada during a tough economy, Omole was faced with the debt she accumulated over the years from student loans, car loans, a line of credit, and credit cards, she said on an episode of Farnoosh Torabi's \"So Money\" podcast.\n\nAs Omole, who was raised by immigrants as one of six children, watched her parents struggle financially, she came to think debt was a normal part of life, she said.\n\n\"When I embarked on my debt-free journey, I learned very quickly that I had to unlearn everything I had been taught about money (both from society and through my upbringing), so I began to live my life for half the price by buying virtually everything for 50% off or more,\" Omole told Business Insider.\n\nRead more:A woman who paid off $70,000 of debt in 3 years used a simple question to stay on track\n\nShe began cutting her spending on things like groceries, toiletries, and clothes.\n\nFor example, buying clothes at the end of the season when they're deeply discounted and appliances during September, October, and November. And stocking up on nonperishable groceries and toiletries when they're on sale, buying for two to three months at a time.\n\nOver the next 12 years, she paid off the consumer debt — and her $320,000 mortgage — all while building a seven-figure net worth. She now works as a wealth coach and recently published a book, \"7 Steps to Get Out of Debt and Build Wealth.\"\n\nThe strategy is part of Omole's money mantra: \"Spend passion, cut junk.\"\n\n\"In a nutshell, it means that you need to start spending your money on things that bring you joy and that you are passionate about,\" Omole said. For example, she spends her money on books and investing; others may put their money toward travel.\n\n\"You need to do everything in your power to stop spending your money on things that don't bring you joy, things that you're not passionate about, and things that don't add value to your life,\" Omole said.\n\nFor Omole, this \"money philosophy,\" as she calls it, has done more than help her crush debt and build a wealth — it's changed her outlook on money.\n\n\"Once I stopped associating money with consumption and started associating money with options, my relationship with money changed from being based out of fear to now being a source of empowerment,\" Omole said.", "When they walked out of their jobs by the thousands on Thursday, Google employees did more than bring attention to the company's handling of sexual harassment allegations.\n\nThey put an intense public spotlight on the acute shortcomings of the company's top brass.\n\nExecutives at Google, and its parent company Alphabet, didn't just let gender discrimination fester at the tech giant. In some cases, they enabled it. And then, when employee rage over what they'd done sparked the largest protest ever seen at the company — and perhaps at any tech firm ever — top managers were nowhere to be seen.\n\nGoogle CEO Sundar Pichai was attending a tech conference in New York, on the other side of the country from the company's headquarters, which represented the epicenter of the walkout. And Alphabet CEO Larry was … well, who knows?\n\nIt would be bad enough if this were the only issue that Page and company had handled poorly lately. But it's not. From a significant security breach, to the company's anticompetitive behavior, to its efforts to develop a censored search engine in China and artificial intelligence technologies for the US military, Google's top brass has been fumbling issue after issue in recent months.\n\nThroughout many of these controversies, Page has been absent from the public scene; he hasn't made a public appearance or spoken on behalf of the company in years.\n\nHowever, the company is suffering from more than just a leadership vacuum. The way it's handled its recent trials has made its executives look amoral, myopic, reckless, and even incompetent.\n\nAlphabet needs new leadership, particularly at the very top. But that's the crux of its problem. Because his particular shares of Alphabet give him outsized voting rights, Page has almost no accountability to shareholders or anyone else. There's almost no way to force him out without his consent.\n\nSo we're likely stuck with him for the foreseeable future. That's bad news for the company and investors, but also — because Alphabet is so large and so influential — for the rest of us.\n\nThe walkout that highlighted the company's executive deficiencies was sparked by an article last week in The New York Times about how the company handled sexual misconduct allegations made against high-level employees. In particular, the article focused on Andy Rubin, who helped invent the Android operating system.\n\nA former girlfriend of Rubin who had been one of his subordinates when he was running Google's Android effort charged that he had pressured her into oral sex after their relationship had ended, according to the report. Google ended up finding the charges credible and forced Rubin out — but not before it agreed to give him a $90 million severance package, The Times reported.\n\nThat result was remarkable only because of its size, according to the Times. Google routinely protected or gave large payouts to high-ranking officials accused of sexual misconduct. And when conflicts arose between top-level managers and underlings with whom they were having relationships, the underlings were the ones who frequently lost out, according to the report.\n\nIndeed, the company's willingness to accommodate sexual harassment seems to have been widespread. At the protests on Thursday, numerous women got up and told stories about how they had been sexually harassed at the company. Organizers of the protest said they had collected hundreds of such stories on an internal website.\n\nRead this:Google's famous Googleplex headquarters was the epicenter for its worldwide walkout over gender discrimination — here's what it was like on the scene\n\nWhen such behavior is that pervasive, it's a good indication of a tone being set by those at the top of the org chart.\n\nBeyond the walkout\n\nBut Google's leadership failings can be seen well outside the controversy over its handling of gender discrimination issues.\n\nTake the recent security vulnerability at Google+. The company had known about the vulnerability, which exposed the private information of hundreds of thousands of users, for some seven months. But it chose not to acknowledge the bug, because, reportedly, it didn't want to draw the attention of regulators.\n\nIt was happy to let Facebook continue to take a beating over its Cambridge Analytica security scandal and didn't want to take its own lumps for a similar situation. Public relations, it seems, was more important to the company than informing and protecting its customers.\n\nA sign at the Google walkout in San Francisco. Matt Weinberger/Business Insider\n\nCompany officials have a growing track record of similar expediency. For months now, they've been publicly denying that Google is particularly far along in developing a censored search engine for China. But the Intercept recently put the lie to those denials, publishing company documents that showed it was further along and more serious about launching the service than officials had acknowledged.\n\nSomething similar happened with Project Maven, the US defense department effort to tap into artificial intelligence technologies, particular computer vision, to improve its weapons systems. Not only did Google stay quiet about its involvement in the project, but it's work with the government was much more extensive than it initially acknowledged, including working with the military to develop technology that could spy on entire cities, Gizmodo reported.\n\nMeanwhile, the payout to Rubin and others accused of harassment aren't the only examples of Page and company rewarding those accused of bad behavior. Page personally fought to keep and reward Anthony Levandowski, who helped spearhead Google's self-driving car effort, even though he skirted company rules and set up personal companies that could have potentially competed with Google, according to a recent report in the New Yorker.\n\nLevandowski's flaunting of the company's rules governing its autonomous vehicles even led to an accident that seriously injured a coworker and caused a collision with another vehicle, according to that report. But Page made sure he remained highly compensated and had Google buy the companies he set up outside of Google, the New Yorker reported.\n\nTruth and consequences\n\nThese controversies have had real consequences for the company. Its handling of the sexual harassment claims led to Thursday's walkout. Employees have been up in arms over over its involvement in Maven and its development of the censored search engine, and numerous workers have left the company over them. And it faces lawsuits and government investigations over its handling of the Google+ vulnerability.\n\nThis evidence of mismanagement is coming amid growing scrutiny of Google's power and accountability by policymakers. In just the last two years, the company has been hit with two multibillion-dollar fines from the European Commission for engaging in anticompetitive behavior and faces another potentially costly fine in a third such investigation. US policymakers have been shining a spotlight on Google — along with Facebook and Twitter — over concerns that Russia and other countries are attempting again to disrupt American elections by hijacking the companies' networks and online ad systems to spread propaganda and misinformation.\n\nNormally a company facing even just one of these scandals would put its CEO out front to be its public spokesperson. Part of a typical CEO's role is to reassure investors, soothe regulators, and calm employees. It's usually the CEO's job to take responsibility on behalf of his or her corporation in such instances, and to show that he or she will be accountable for them and for the company's response.\n\nGoogle CEO Sundar Pichai. Getty\n\nBut Larry Page seems to have missed that memo. Instead of being the face of Alphabet amid all these controversies, he's been AWOL.\n\nPage infamously didn't show up in September when the Senate Intelligence Committee asked the heads of the top social networking companies to come and testify at a hearing about foreign interference in US elections. Senators on the committee took note of his absence, and the absence of Brin and Pichai, and took the company to task for it.\n\nBut the only thing that was really notable about Page's absence at that hearing was just how obvious it was. Although he apparently has met with employees on occasion behind Alphabet's closed doors, he's been a public no-show for years.\n\nIn his stead, Pichai has become the face of the company. Pichai was the one who released a statement apologizing to employees for how the company handled harassment allegations, for example.\n\nBut even he has left a vacuum. He too ducked the Senate hearing in September. And instead of being in Mountain View to meet with protestors on Thursday, he was chatting with Times' Andrew Ross Sorkin.\n\nThis leadership problem would be one thing if Alphabet were a simple startup. But it's not. It's one of the most powerful companies on the face of the planet. It employs tens of thousands of people. It has a monopoly or the dominant position in multiple markets. It's amassed a vast amount of data on billions of the world's citizens. And in a very real way, it shapes what we think and know about the world around us.\n\nThe women at the company who've had to contend with the company's frequent indifference to sexual harassment deserve new leadership at Alphabet. But so do the rest of us.\n\nNow read:", "Democrats regained control of the House of Representatives on Tuesday night in the 2018 midterm elections in a major rebuke of Donald Trump's presidency.\n\nThe win sparked renewed speculation about whether the party will move to impeach Trump.\n\nBut few Democrats want to actively talk about impeaching Trump, whether it's on Capitol Hill or on the campaign trail. For many, the issue is a nuisance and a distraction from more serious matters. Senior leadership has also repeatedly cautioned against impeachment, warning that it would only deepen partisan squabbling in Congress.\n\nInstead of impeachment, Democrats plan to tighten the screws by mounting an investigative blitz against the White House and Russian interests.\n\n\"I am not looking for headlines,\" Democratic Rep. Elijah Cummings of Maryland, the top Democrat on the powerful House Oversight and Government Reform Committee, told The New York Times earlier this year. \"I am going to be defending the truth. We want to look at what is happening under this administration because all of us can agree this is not normal.\"\n\nAdam Schiff. Getty Images\n\nAccording to two sources close to the House Intelligence Committee, who requested anonymity to speak freely about post-election plans, Democrats plan to focus a significant amount of energy on reopening the panel's now-shuttered investigation into Russian interference in the 2016 election, and whether members of the Trump campaign colluded with Moscow to tilt the race in his favor.\n\n\"On a whole host of investigative threads, our work is fundamentally incomplete, some issues partially investigated, others, like that involving credible allegations of Russian money laundering, remain barely touched,\" Rep. Adam Schiff, the panel's ranking member, said after chairman Devin Nunes, a Republican, shut down the investigation earlier this year.\n\n\"If the Russians do have leverage over the president of the United States, the majority has simply decided it would rather not know,\" Schiff said.\n\nDemocrats also plan to reintroduce legislation safeguarding the integrity of the FBI's ongoing Russia investigation by protecting key figures like special counsel Robert Mueller and Deputy Attorney General Rod Rosenstein. Moreover, they want to bring legislation protecting future elections from foreign influence by countering nation-state sponsored cyberattacks and disinformation campaigns.\n\nRead more:A string of recent revelations paints a stark picture of Russia's ongoing campaign to meddle in the 2018 midterms\n\nWhere the White House is concerned, one source close to the House Oversight Committee said Democrats want to pressure the president to beef up surveillance bodies that are tasked with overseeing the intelligence community, like the Privacy and Civil Liberties Oversight Board.\n\nThe source said Democrats also plan to scrutinize the White House's process of granting security clearances. The issue took center stage this year after the White House raised red flags by granting high level clearances to White House staffers like former staff secretary Rob Porter. In February, the White House downgraded the clearances of more than 30 aides, revoking their top-secret level access.\n\nThe president also attracted sharp criticism when he revoked former CIA Director John Brennan's security clearance in August and announced he would be revoking the clearance of several other current and former law enforcement and intelligence officials. All the names on the list were people who have been critical of the president in the past and were involved in the Russia investigation.\n\nReviewing Trump's process in granting and revoking clearances will be a \"top priority\" for Democrats, the source close to the House Oversight Committee said, adding that lawmakers would also subpoena documents related to the revocation of Brennan's clearance.\n\nTrump could face dozens of nightmare scenarios\n\nFlickr\n\nHouse Minority Whip Steny Hoyer outlined several other areas Democrats will prioritize, most of which involved the administration's economic and health care agendas.\n\nThe committees on the budget, ways and means, and financial services will likely probe Trump's handling of the US economy and budgetary process, while others would look into botched natural disaster responses.\n\nAmong the highest priorities for Democrats is the Trump administration's dismantling of former President Barack Obama's signature policy, the Affordable Care Act.\n\n\"In terms of oversight, we'll be looking at what they're doing administratively to undermine the operations of the Affordable Care Act and what consequences they may have caused to literally millions of people,\" Hoyer said in a meeting with reporters in September.\n\nAn area that could be particularly stressful for Trump is the probing of his personal finances and benefits his properties and companies may or may not be receiving during his presidency.\n\n\"I think we'll try to focus on issues which undermine the American people,\" Hoyer added. \"Also I think we want to focus on the integrity of the interests of the president in terms of what interests he has and is he pursuing policies that are in the public's interest or in the Trump investment interest.\"\n\nThe pledge by Democrats to pursue countless investigations into the Trump administration could put a serious hindrance on Republicans' agenda — and create dozens of nightmare scenarios for the president.", "The Bass Pro Shops Pyramid looms over Memphis. Hollis Johnson/Business Insider\n\nAn ancient pyramid looms over the city of Memphis.\n\nWell, maybe not ancient. But, since 1991, the \"Great American Pyramid\" has welcomed travelers as they journey over the Mississippi River on I-40. And, the pyramid boasts a strange history, with a past life as a sports arena, events space, and even an abandoned structure nicknamed the \"Tomb of Doom\" due to rumors of a curse incurred by the founder of the Hard Rock Café.\n\nInside the mighty pyramid, the scene grows even more bizarre. The pyramid is now owned by Bass Pro Shops, and the chain has taken it upon itself to transform it into a sort of theme park for the American outdoorsman: a 32-story building with an indoor swamp, gun range, and bowling alley.\n\nOnce you enter the \"Tomb of Doom,\" you can never leave. Well, you can, but with a luxury hotel and two restaurants, there isn't much reason to do so.\n\nWe decided to visit the pyramid ourselves. Here's what it's like to stay in a Bass Pro Shops that's taller than the Statue of Liberty and almost the size of the Great Pyramid of Giza:", "Spotify is giving away free Google Home speakers to subscribers — here's how to get yours\n\nThe Google Home Mini is a smaller version of the Google Assistant-powered Google Home smart speaker — Google's response to Amazon's Echo line of Alexa-powered smart speakers. Google/YouTube", "Bryce Harper is set to sign one of the richest contracts in MLB history this offseason.\n\nJust 26 years old and still at the peak of his powers, Harper is a free agent this year and could demand a new deal that is a significant fraction of a billion dollars.\n\nOn Friday, the Nationals extended Harper a qualifying offer — a one-year contract worth $17.9 million. The offer is a formality for Harper, one that he will reject. But by making the move, the Nationals ensure that they will receive a compensatory draft pick should he decide to sign with another team.\n\nThat's when things get interesting.\n\nWith Harper on the open market, there's almost no telling how high the offers could go — something in the ballpark of Giancarlo Stanton's monster deal is not out of the question, and contenders including the Phillies, Cubs, and more are all in play.\n\nBut while some stars would let their agents do the work and announce their contracts once everything is set and signed, Harper appears to be openly promoting his free agency as the cover star of the latest edition of the \"MLB The Show\" video game series.\n\nVideo game cover stars who switch teams have made for some interesting problems in recent years.\n\nKyrie Irving was set to grace the cover of NBA 2K18, but was traded from the Cavaliers to the Celtics between when the games were printed and released, resulting in an awkward series of ads from the video game franchise.\n\nHaving learned their lesson, when it came time for LeBron James the cover star of NBA 2K19, they made the decision to leave his jersey absent and opt for a headshot instead — a move that paid off when LeBron joined the Lakers in the offseason.\n\nNow, it appears that \"The Show\" is taking a lesson from those two covers, and leaning into the mystery of Harper's jersey.\n\nWhichever one he dons, it will be worth hundreds of millions.", "Desiree Linden drank champagne from her running shoe after she won the Boston Marathon in April.\n\nThat victory broke a 33-year losing streak for the US — Linden was the first American woman to win that race since 1985.\n\n\"It's a lot of years of really hard work paying off,\" Linden told Business Insider.\n\nShe's now preparing to compete in the New York City Marathon on Sunday, fueled by lots of caffeine, carbohydrates, and a strict sleep routine.\n\nWhen she's running, Linden said her simple mantra is \"calm, calm, calm,\" since she believes you can't force your way into a successful run.\n\n\"You have to let the fast come out of you,\" she said.\n\nIn the New York Marathon, Linden will be competing against her friend and colleague Shalene Flanigan, who won the race last year. That triumph broke an even longer US women's losing streak — no American woman had taken the trophy in New York City since 1977.\n\nLinden said both wins were the result of years of hard work and dedication.\n\n\"Shalene's been at the marathon for a good 10 years... I've done this for 13,\" she said. \"It's a good sort of lesson that it takes 10 years to become an overnight success.\"\n\n[Read More: Paralyzed triathlete to make history at TCS New York City Marathon]\n\nDesiree Linden runs with a pack of elite runners at the Boston Marathon in 2015, three years before her victory there. Alongside her are Caroline Rotich of Kenya, Joyce Chepkirui of Kenya, and Caroline Kilel of Kenya. Maddie Meyer/Getty Images\n\nLinden drinks a lot of coffee and uses caffeine during the race\n\nTo train for the New York Marathon, Linden said she supplemented her runs with more strength training. She ramped up cross-training and added more planks and push-ups into her routine than she did when she was younger.\n\n\"I'm 35 so maybe less miles is better,\" she said. She also tries to protect her body from injury when she runs, though she admits she doesn't have any special secrets for avoiding crossing over the \"red line\" and overtraining.\n\n\"Marathon training is all about learning how to run well when you're really tired,\" she said.\n\nLinden is not snobby about her pre-race diet. She relies on toast with peanut butter (smooth, not chunky) for breakfast, and prefers to cook rice or pasta before a race, maybe with a bit of chicken. Her diet overall is pretty simple and plain, but she emphasizes the importance of choosing whole foods and cooking meals, rather than eating things from \"boxes and bags.\"\n\nThe element of Linden's daily routine that's non-negotiable is her main fuel: coffee. She's been a coffee drinker far longer than she's been a professional athlete; her love of the brew goes back to her grade school days, when she used to sip Folgers while watching soap operas with her sister.\n\n\"I started young, with a very low bar, and a small budget,\" she said.\n\nHer coffee tastes have matured since then. Linden and her triathlete husband Ryan now have their own small-batch coffee line, called Linden and True, which they started with another athlete couple, Ben and Sarah True.\n\n\"I don't go a couple hours without caffeine,\" she said. \"I'm just sipping on it all day.\"\n\nCaffeine is one of the most common and effective (legal) performance-boosters athletes use, and studies suggest it's also great for the long-term health of your heart.\n\nIt's not practical to take coffee out on the race course, so instead Linden mixes caffeine performance gels into some of her water bottles.\n\nLinden tries to go to bed by 10 p.m., before she turns into a 'pumpkin'\n\nDespite the consistent caffeine jolts, Linden tries to keep to a strict 10 p.m. curfew to help repair her muscles and recover from 16-mile-long training runs.\n\nGetting enough sleep helps maintain the cells in the body that fight off tumor and virus cells, as well as keep blood-sugar levels stable. There's even some evidence that ample sleep can make people less likely to have heart attacks or develop some deadly cancers.\n\n\"It's really easy to go to bed at a certain time and make sure you get eight to 10 hours,\" she said, then quickly added, \"I say that, and we all know it's not.\"\n\nBut after race day is over, Linden ditches her strict routine for at least a couple of weeks. She likes to indulge in a hamburger with some cheese and jalapenos (scientists think full-fat cheese may help protect the heart and keep cholesterol in check), and maybe a beer. Then the athlete reassesses her goals, asking herself whether she really wants to keep running, and if so, what her next challenge should be.\n\nIn New York, she's heading into the marathon weekend acknowledging that winning in Boston may have been a once-in-a-lifetime success. Whether or not she breaks the ribbon on Sunday, Linden believes that anyone who wants to can run a marathon. She encourages skeptics to just try logging a few miles.\n\n\"No one's ever finished that and said 'wow, I wish I hadn't gone for a run today,'\" she said.\n\nThe runner's high is even greater, she said, after a 26.2-mile marathon.\n\nCharles Krupa/AP Images\n\n\"You're like, 'I can't believe I did this — I was amazing,'\" she said of the feeling after crossing the finish line. \"We don't give ourselves many opportunities to say that.\"", "Europe's first underwater restaurant — and the world's largest— is set to open in Norway in April 2019.\n\nDesigned by Snøhetta, \"Under\" sits half-submerged into the sea and has three-foot thick walls designed to withstand the area's rugged seas.\n\nGuests at Under can gaze at marine life through a 36 x 13-foot panoramic window in the dining room, which will seat between 80 and 100 people. Muted lighting will be installed on the seabed so that guests can see the marine life in any weather conditions.\n\nAccording to Arne Marthinsen, the project manager for SubMar Group, which is responsible for the project's marine operations, Under is unique among other underwater structures.\n\n\"What makes it so complicated and unique, is the fact that it isn't going to be a simple, concrete storage tank, but rather an amazing, unique experience for people due to the location, the architecture, the interior, the underwater view and of course the delicious cuisine,\" Marthinsen said in a news release.\n\nUnder will, of course, serve seafood. Danish chef Nicolai Ellitsgaard Pedersen will create locally sourced dishes that include cod, lobster, mussels, and truffle kelp, which is a local type of seaweed that apparently tastes like truffles.\n\nHere's a peek at Under.", "Somewhere on the bottom of the world, 33-year-old Colin O'Brady is readying for a task that no human has successfully accomplished. He's about to travel 1,000 miles across Antarctica alone, without any resupply support.\n\nEveryone who has ever attempted that solo journey has either given up or died.\n\n\"This is something that no one in history has ever accomplished, and people have been trying for 100 years,\" the American explorer told Business Insider. He talked to us from his Airbnb in Punta Arenas, Chile, just 10 hours before heading to Antarctica in a Russian cargo plane.\n\nWith the help of his wife, Jenna, O'Brady was finishing last-minute prep: they sewed a piece of warm fleece onto his face mask, weighed food, and packed it all into the 400-pound bags in which he will carry everything he needs to survive the next 70 days.\n\n\"Every little gram and ounce that I put in my sled has to be worth it,\" he said. \"I bring 220 pounds of food, but one pair of underwear. I'll be filthy at the end!\"\n\nO'Brady is starting his trek at the tip of the Ross Ice Shelf. A small plane will drop him off there. Then, some time about now, he'll start the uphill climb — on skis — toward the South Pole. He hopes to end up at the Ronne Ice Shelf, which borders the Weddell Sea.\n\nTrekking 1,000 miles in 70 days means O'Brady will have to cover average of 14 miles per day, toting his sled of gear. But he said the daily distance will vary from the beginning of his trip to the end. Each night, a sleeping bag and a tent will shelter him — somewhat — from the bitter cold.\n\nIf something goes wrong, O'Brady is equipped with a satellite phone.\n\nO'Brady practiced for the trek in Greenland. Courtesy of Colin O’Brady\n\nJust a man and a sled\n\nThe bulk of the load O'Brady is bringing on the sled is food, since he's convinced that's the element that everyone who attempted this before him miscalculated.\n\nIn addition to his skis and tent, he's also bringing a GPS tracker, a few cameras, extra phones, and a solar charger for those electronics. It shouldn't be hard to come by sun, since daylight lasts 24 hours in Antarctic summer. For that reason, he'll use a sleeping mask when he rests.\n\nThe only \"extra\" article of clothing O'Brady has is a bonus pair of socks. All the other clothes will be layered to keep him warm: temperatures at the southern pole average -18 degrees Fahrenheit (-28.2 Celsius) at this time of year.\n\nWhen it's that cold, the body tends to put on more protective brown fat. Unlike white fat, brown fat is a survival mechanism: it's a way of turning the food we eat into warmth. People who live and work in cold temperatures, such as lumberjacks and cold-weather farmers, tend to have more of this kind of fat packed around their necks and hearts.\n\nIn order to keep bodies toasty, brown fat revs up the metabolism, which means O'Brady will have to consume about 8,000 calories every day to fuel his 10- to 12-hour sled-pulling sessions.\n\nHis 400 pounds of supplies all fit on sleds that he totes behind his skis. No dogs here. Courtesy of Colin O’Brady\n\nTo that end, O'Brady's pack contains special, roughly 1,250-calorie energy bars that his sponsor, Standard Process supplements, developed. They call it the Colin Bar.\n\nThe bar is high in fatty coconut oil and also contains nuts, seeds, veggie protein, and some cocoa powder. O'Brady will eat four of them each day, which will account for bulk of his calories (nearly 5,000).\n\nThe rest of his diet will consist of freeze-dried, astronaut-style meals that he'll consume at the beginning and end of the day. These can be rehydrated with boiling water, which he'll heat using a camp stove and some of the 30 pounds of fuel he's packed.\n\nHe's aware that this meal plan sounds slightly miserable.\n\n\"Unfortunately, fresh food is a little bit too heavy,\" he said.\n\nHis route makes an 'L' across Antarctica\n\nO'Brady will start his journey near Mount Markham, which is one of the continent's tallest peaks at more than 14,270 feet high. From there, he'll head down to the South Pole, at an elevation of 9,186 ft. At that point, he'll be a little less than half way through the trek.\n\n\"It's imperceptibly up and downhill to the naked eye,\" O'Brady said of the ski route he plans to take. \"But you can really feel it when you're dragging that much weight.\"\n\nAfter he passes the pole, O'Brady hopes to pick up speed, since he'll be towing a lightened load by then. His path will make a kind of \"L\" shape pointing towards the West Antarctic Ice Sheet.\n\n\"As I eat my food and burn my fuel… the sled will get lighter and lighter,\" he said.\n\nO'Brady knows how to move fast. In 2016, he trekked to the top of the highest peaks on all seven continents, including Everest and Antarctica, in just 132 days. That earned him the world record for fastest climb of the seven summits.\n\nHe has also raced in triathlons, hiked to both the North and South Poles, and recently completed a 30-day, 400-mile practice run with his sled in Greenland.\n\nBut this journey, on the world's driest, chilliest continent, may be his slowest endeavor yet.\n\n\"When you have a 400-pound sled, there's no running. It's very slow going,\" he said. \"When it's minus 40 degrees outside, it's a big effort to be moving.\"\n\nO'Brady trained for months. Courtesy of Colin O’Brady\n\nThe journey can chill the fingertips off your hands\n\nWhile crossing the Antarctic unaided remains an open challenge, adventurer Mike Horn completed a 57-day ski trek from North to South on the continent in 2017, using a kite. The same year, 40-year-old Englishman Ben Saunders attempted a solo crossing, but was forced to end his quest after 52 days when he ran out of food.\n\nBefore Saunders, 55-year-old Henry Worsley made it over 800 miles, as The New Yorker detailed. He lost 40 pounds and a fingertip before calling for an emergency rescue. Saunders died of a bacterial infection in a hospital in Punta Arenas, Chile — the same town where O'Brady stayed before departing for his journey.\n\nDespite these daunting odds, O'Brady isn't the only one attempting a solo trek this month. 49-year-old Louis Rudd from the UK is setting out now from the opposite shore of Antarctica, as The New Yorker recently reported. It's possible the two men could cross paths as they reach the apex of their climbs.\n\nO'Brady's preparation for this quest has required a lot of training. His strength and anaerobic power have climbed, along with his body weight. The 6-foot-tall athlete normally weighs 165 pounds, but after months of dead lifts, squats, and weight training, he's put on nearly 20 pounds of muscle mass.\n\nHe now weighs in at 183 pounds. The Impossible First/Colin O’Brady\n\nSince this will be the longest O'Brady has ever gone without human contact, he has also spent years training his mind. He has been doing regular, monk-like Vipassana sessions, in which he spends 10 days in complete silence. No reading, no writing, no eye contact.\n\nBeing in Antarctica won't be the same as a Buddhist retreat, of course, but O'Brady hopes the training will help.\n\n\"There's not very many extra hours in the day or extra energy, so I won't probably spend a lot of time sitting in my tent meditating in a traditional sense,\" he said. \"But in a lot of ways, I think this will be a walking meditation.\"\n\nThere will be a few opportunities for human interaction, though. O'Brady plans to post regularly on Instagram, answering questions about his journey. There will also be an occasional conversation with his wife.\n\n\"It's really expensive to make those phone calls,\" he said. \"So it's not like just sitting there chit-chatting on the phone.\"\n\nHe joked that he'll be so stinky when it's all through, he's not sure whether his wife Jenna will even want to hug him.\n\n'Reservoirs of untapped potential'\n\nKidding aside, O'Brady said he considers his trek is a \"testament\" to \"the human spirit.\"\n\n\"Everyone has reservoirs of untapped potential inside of themselves and can achieve really incredible things,\" he said.\n\nBut he noted that even strength and determination have their limits.\n\n\"The risks are very real, and I'm aware of that, and I've prepared myself accordingly. Not to die, but, to make the best and most safe decisions as I possibly can out there,\" O'Brady said.\n\nO'Brady has never been alone for this long before. The Impossible First/Colin O’Brady\n\nHe's now getting his first taste of Antarctica's white, chilled expanse. On Thursday, O'Brady posted his first dispatch on Twitter. He said he's keeping a compass strapped to his chest so he can make sure he's headed in the right direction without dropping his ski poles.\n\nIf you're curious where O'Brady currently is, you can follow his GPS tracker in real time or check his posts on Instagram.", "Democrats regained control of the House of Representatives on Tuesday night in the 2018 midterm elections in a major rebuke of Donald Trump's presidency.\n\nThe win sparked renewed speculation about whether the party will move to impeach Trump.\n\nBut few Democrats want to actively talk about impeaching Trump, whether it's on Capitol Hill or on the campaign trail. For many, the issue is a nuisance and a distraction from more serious matters. Senior leadership has also repeatedly cautioned against impeachment, warning that it would only deepen partisan squabbling in Congress.\n\nInstead of impeachment, Democrats plan to tighten the screws by mounting an investigative blitz against the White House and Russian interests.\n\n\"I am not looking for headlines,\" Democratic Rep. Elijah Cummings of Maryland, the top Democrat on the powerful House Oversight and Government Reform Committee, told The New York Times earlier this year. \"I am going to be defending the truth. We want to look at what is happening under this administration because all of us can agree this is not normal.\"\n\nAdam Schiff. Getty Images\n\nAccording to two sources close to the House Intelligence Committee, who requested anonymity to speak freely about post-election plans, Democrats plan to focus a significant amount of energy on reopening the panel's now-shuttered investigation into Russian interference in the 2016 election, and whether members of the Trump campaign colluded with Moscow to tilt the race in his favor.\n\n\"On a whole host of investigative threads, our work is fundamentally incomplete, some issues partially investigated, others, like that involving credible allegations of Russian money laundering, remain barely touched,\" Rep. Adam Schiff, the panel's ranking member, said after chairman Devin Nunes, a Republican, shut down the investigation earlier this year.\n\n\"If the Russians do have leverage over the president of the United States, the majority has simply decided it would rather not know,\" Schiff said.\n\nDemocrats also plan to reintroduce legislation safeguarding the integrity of the FBI's ongoing Russia investigation by protecting key figures like special counsel Robert Mueller and Deputy Attorney General Rod Rosenstein. Moreover, they want to bring legislation protecting future elections from foreign influence by countering nation-state sponsored cyberattacks and disinformation campaigns.\n\nRead more:A string of recent revelations paints a stark picture of Russia's ongoing campaign to meddle in the 2018 midterms\n\nWhere the White House is concerned, one source close to the House Oversight Committee said Democrats want to pressure the president to beef up surveillance bodies that are tasked with overseeing the intelligence community, like the Privacy and Civil Liberties Oversight Board.\n\nThe source said Democrats also plan to scrutinize the White House's process of granting security clearances. The issue took center stage this year after the White House raised red flags by granting high level clearances to White House staffers like former staff secretary Rob Porter. In February, the White House downgraded the clearances of more than 30 aides, revoking their top-secret level access.\n\nThe president also attracted sharp criticism when he revoked former CIA Director John Brennan's security clearance in August and announced he would be revoking the clearance of several other current and former law enforcement and intelligence officials. All the names on the list were people who have been critical of the president in the past and were involved in the Russia investigation.\n\nReviewing Trump's process in granting and revoking clearances will be a \"top priority\" for Democrats, the source close to the House Oversight Committee said, adding that lawmakers would also subpoena documents related to the revocation of Brennan's clearance.\n\nTrump could face dozens of nightmare scenarios\n\nFlickr\n\nHouse Minority Whip Steny Hoyer outlined several other areas Democrats will prioritize, most of which involved the administration's economic and health care agendas.\n\nThe committees on the budget, ways and means, and financial services will likely probe Trump's handling of the US economy and budgetary process, while others would look into botched natural disaster responses.\n\nAmong the highest priorities for Democrats is the Trump administration's dismantling of former President Barack Obama's signature policy, the Affordable Care Act.\n\n\"In terms of oversight, we'll be looking at what they're doing administratively to undermine the operations of the Affordable Care Act and what consequences they may have caused to literally millions of people,\" Hoyer said in a meeting with reporters in September.\n\nAn area that could be particularly stressful for Trump is the probing of his personal finances and benefits his properties and companies may or may not be receiving during his presidency.\n\n\"I think we'll try to focus on issues which undermine the American people,\" Hoyer added. \"Also I think we want to focus on the integrity of the interests of the president in terms of what interests he has and is he pursuing policies that are in the public's interest or in the Trump investment interest.\"\n\nThe pledge by Democrats to pursue countless investigations into the Trump administration could put a serious hindrance on Republicans' agenda — and create dozens of nightmare scenarios for the president.", "When Hurricane Michael touched down in mid-October, it destroyed rows of homes in the Florida Panhandle, leaving behind just a few surviving structures. In Mexico Beach, Florida, only one oceanfront home was left fully intact: a two-story property made of concrete and steel cables.\n\nUnlike other structures in the area, the miracle home — known as Sand Palace — had been built to withstand winds of up to 250 mph. Its owners, Russell King and Lebron Lackey, outfitted the structure with elevated pillars and breakaway walls that would detach in the event of a storm.\n\n\"We wanted to build it for the big one,\" Lackey told the New York Times. \"We just never knew we'd find the big one so fast.\"\n\nLike his home, Lackey is somewhat of an anomaly. Though architects in recent years have developed methods for protecting against floods and heavy winds, few homeowners have adopted these innovations. According to the US Census Bureau, only 8% of the 800,000 single-family homes built last year (around 64,000) used concrete frames — a feature that protects against hurricanes.\n\nAll the while, the threat of a disaster looms large.\n\nIn July, the Union of Concerned Scientists discovered that 300,000 coastal homes could experience chronic flooding by 2045. By the end of the century, around $912 billion worth of residential property could be at risk, or 2.4 million homes — the equivalent of all the homes in Los Angeles and Houston combined.\n\nBuyers still love living by the water\n\nWhen Hurricane Sandy swept the coast of New York and New Jersey in 2012, entire communities were forced to rebuild. In the seven years since, government-sponsored initiatives like the US Army Corps of Engineers and NYC Build it Back have done a remarkable job of cleaning up these communities — so remarkable, in fact, that many seem to have forgotten about the devastation.\n\nIn the immediate aftermath of the storm, Sandy was at the forefront of buyers' minds.\n\n\"They wanted specifics,\" said Christina DeCurtis, a broker in Queens. \"Were they required to have flood insurance? How did [flooding] affect the common charges? Was there an assessment?\"\n\nYears later, these questions have all but dissipated. Property values have continued to climb in tune with national and statewide trends. The market is hot — and coastal homes are seen as a top commodity.\n\nRead more: Rising seas are threatening the value of coastal real estate\n\nThis is true not only in Queens, but also in wealthy enclaves like the Hamptons.\n\n\"There's oceanfront in the Hamptons and then there's everything else,\" said Matt Breitenbach, a local real estate broker. In recent years, he said, the area's buyers have transitioned from old-money families to \"late 30s private equity guys\" who value location over square footage. Instead of seeking out the typical Hamptons McMansion, they're on the hunt for Malibu-style beach homes — the closer to the water, the better.\n\nBreitenbach said that waterfront properties could go for ten, even twenty, times more than the rest of Hamptons real estate.\n\nDamage caused by Hurricane Sandy. Michael Loccisano/Getty Images\n\nMany of these buyers are unaware of the fact that $3.6 billion worth of Southampton housing could be flooded by 2045, the second-highest amount among coastal communities in the US. Miami Beach is first, with $6.5 billion worth of homes at risk, while Ocean City, New Jersey, ranks third.\n\nThere are the coastal communities with the highest property values at risk due to flooding:\n\n1. Miami Beach, Florida\n\n2. Southampton, New York\n\n3. Ocean City, New Jersey\n\n4. Central Coast, California\n\n5. San Jose, California\n\n6. San Mateo, California\n\n7. Miami, Florida\n\n8. Long Beach, New Jersey\n\n9. Upper Keys, Florida\n\n10. Bradenton, Florida\n\nDespite its urban location, Queens makes the top 25, with $1.2 billion worth of homes — or more than 2,700 residences — likely to experience flooding by 2045. In the Rockaways and Howard Beach, many homes are still boarded up from Sandy, with owners fighting over insurance claims or struggling to afford the cost of reconstruction.\n\nBut DeCurtis said that residents haven't drawn a connection between the devastation of the past and the threat of future damage.\n\n\"It went from people's mind relatively quickly,\" she said. \"People don't think about it until they're much closer to it actually being a probability.\"\n\nThe same goes for Hamptons buyers, who might consider rising sea levels, but won't let it inform their purchase.\n\n\"It's not going to come up in an offer or dissuade them from purchasing a home,\" said Breitenbach. \"If you want to be on the ocean, you want to be on the ocean.\"\n\nWho should be worried about flooding?\n\nTwo years ago, DeCurtis worked on a Long Island City development that built its electrical grid on the ground level, despite being located directly along a flood zone.\n\n\"I remember thinking to myself that it probably should have been moved up higher in the event that something ever happened again,\" she said. But there were no requirements that prepared the building for rising sea levels.\n\nA year after Sandy, New York introduced a climate resiliency plan that included new building codes and $335 million worth of upgrades to Manhattan's storm defenses. Both the costs and the guidelines are still being weighed.\n\nIn the wake of Hurricane Michael, many have identified the need for similar upgrades. While Florida's building codes were updated in 2007 to include safe construction elements like shatterproof windows, buttressed roofs, and stable concrete pillars, these regulations only applied to new construction within a mile of the shore. This meant that coastal structures that were either slightly inland or built prior to 2007 were ill-equipped to weather the storm.\n\nAccording to Albert Slap, the president of Coastal Risk Consulting, most building codes \"are backward-looking\" when it comes to flood risk. One prominent exception, he said, is Miami Beach, which recently updated its code to require buildings to be elevated more than seven feet above the flood line.\n\nHomes and businesses were wiped out by Hurricane Michael. Mark Wallheiser/Getty Images\n\nMany of Miami's existing structures will have to be torn down and rebuilt to comply with the new rule. Over the next five to twenty years, Slap said, the city's entire building stock will become more resilient, and its market value could increase. That is, until rising sea levels threaten to submerge the entire community.\n\nWhile Miami is able to rely on tourism and tax revenue to help fund its reconstruction, other cities are less fortunate. Slap said he's particularly worried about Savannah, Charleston, Annapolis, and the Jersey Shore, which have a high flood risk, but fewer resources.\n\n\"Having communities that are entirely devastated because we don't want to bite the bullet and put in building code requirements at a higher cost does not serve us well in the long term,\" said Lisa Lindsay, the executive director of the nonprofit Private Risk Management Association.\n\nThe climate bubble is the new housing bubble\n\nAs in the housing bubble pre-2008, many buyers and sellers aren't aware that there is a problem.\n\n\"You really have to look for information [about flooding and sea level rise],\" said DeCurtis. \"It's not really being drilled into the consumer's head.\"\n\nNot even flood maps from the Federal Emergency Management Agency (FEMA) tell the full picture.\n\n\"If you take Hurricane Harvey, Hurricane Florence, and now Hurricane Michael, people who relied on FEMA flood maps to make decisions were tragically surprised when storm surge and other types of flooding reached them,\" said Slap.\n\nPrior to Hurricane Michael, owners of many damaged homes in Mexico Beach had been told they didn't need flood insurance. A 2018 study from the University of Bristol finds that 41 million Americans are at risk of flooding from rivers, yet only 5 million Americans are protected by an insurance policy.\n\nAs a broker, DeCurtis said it's not her place to warn buyers about potential climate-related disasters.\n\n\"There's probability in this,\" she said. \"We can't say it's guaranteed that the sea level will rise, so us real estate professionals have to be really careful.\"\n\nAt the very least, said Lindsay, coastal communities should be able to depend on local leaders and insurance workers. There might even be a domino effect between the two: If insurance companies required homeowners to have storm shutters or hurricane straps on their roofs, she said, it could force governments to adopt more stringent building codes.\n\nBut that could take years, allowing more time for hurricanes and other disasters to wreak havoc on coastal communities.\n\n\"It's going to be a long process,\" said Slap. \"Some areas and neighborhoods are going to fall by the wayside.\"", "Sarah Peterson was working for Apple in Munich, Germany when she found out that her older brother John was starting his own company.\n\nThat company, called Livday, created daily itineraries for people exploring new cities. The plans told users not only where to hike and which museums to explore, but also where to get a coffee beforehand, and where to grab a post-adventure meal.\n\nSarah was obsessed. She created over 50 Livday plans while living overseas, trying to convince John to expand his operations to Munich.\n\nInstead, the siblings decided to team up for a grander plan, and Sarah moved back to San Francisco. She quit her job at Apple and, together with her brother, rebranded the company as The Nudge, with John as CEO and Sarah as chief marketing officer.\n\nIn a recent interview with the family duo, John told me that most people are pretty bad with their free time and often rely on that one \"planner friend\" to create an exciting, weekend itinerary.\n\n\"The Nudge is that planner friend in your pocket,\" he explains.\n\nAvailable only in San Francisco for now, The Nudge sends text messages, usually close to the weekend, to its users, giving them ideas of fun things to do in and out of the city.\n\nSome of the most successful \"nudges,\" Sarah tells me, were a hike to the Tourist Club (a beer garden atop the San Francisco Bay Area's Mt. Tamalpais, only open to guests on certain days of the year) and a run with the Electric Flight Club (an \"exclusive fitness and social club\" with a chapter in the Bay Area).\n\nThe idea, the duo says, is to help encourage people to stop checking their phone and start having real-life experiences.\n\nGet up and go\n\nThe Nudge's primary goal is to get people to get off their rear ends and go have adventures, but John tells me that's not an easy task.\n\n\"There's a reason why technology has not really figured this space out yet for people because it's just hard,\" he explains. \"People are lazy. Psychology is complicated. You're trying to compete with something that is very similar to an actual cocaine addiction and checking of Instagram.\"\n\nTo help them with this undertaking, the Peterson's raised a $540,000 \"pre-seed\" round in July with NextView Ventures as its lead investor. To date, The Nudge says it has over 10,000 subscribers in San Francisco.\n\nThe Nudge is free to download for now, but the team is considering making it a subscription service, so as to avoid having to rely on advertising. The company has also tested paid products that \"nudge\" its users in other parts of their lives — like fitness.\n\nOne recent pilot program, called The Fit 30 Nudge was launched nationally and texted people daily workout routines. To keep users accountable, the team created a \"sweaty selfie-tracker\" that prompted users to take a selfie after each workout. Around 2,000 people participated in the Fit 30 Nudge, which cost $19 to sign up.\n\nThe Nudge app's user base is 70% female and Sarah — the company's CMO — tells me that 1 in 10 millennial women in San Francisco is subscribed to the Nudge.\n\nThe team believes that the personal touch of SMS texting has been a key to their success thus far. They experimented with other mediums — like newsletters, calendar integrations, and Slack bots — but found those to be much less effective when it came to helping people find their initiative.\n\nThose receiving SMS messages had a different perception of the interaction as well.\"The text people would be like, 'Oh, you're one of my friends who texts me what to do in my free time,'\" John explains. \"Texting is a sacred thing.\"\n\nHow to make a Nudge\n\nFor the 34-year-old former consultant, The Nudge has been four long years in the making.\n\nLike many Silicon Valley startups of legend, John worked out of his garage. This time, though, the garage was also his roommate's woodworking studio. He spent months covered in dust and wearing a construction mask to help him breathe.\n\nToday, the future is looking brighter for The Nudge. The team has grown to five employees and will be expanding to Seattle in the next few months — its first market outside of the Bay Area.\n\nAs for a brother-sister duo leading the way, John and Sarah say it's been mostly positive thus far.\n\n\"You don't waste any time,\" John says. \"But it's kind intense sometimes, to be honest. We're siblings. We have a lifetime of experience together, so things can get intense. But it's good. It's productive.\"\n\n\"You do need to unlearn some habits with the person,\" Sarah explains. \"You might have a more fiery opinion on something, and I think that can be good and bad. We moved really quickly in the beginning because we didn't have to spend time building respect or trust with each other. We could just have a healthy debate and move on.\"", "Hidden away in the depths of Zara's sprawling headquarters in northern Spain, 300 designers are hard at work trying to discover the next big fashion trend.\n\nDuring our visit to the offices in August, we were introduced to a group of four designers who were huddled around an iPad and trend-forecasting books as they put together the final pieces of the end-of-year collection, which hits stores in November.\n\nThis collection had been in the works since April, they said, beginning with mood boards, sketches, and then, finally, sourcing fabrics from suppliers.\n\nZara's army of designers is at the core of its business model, which is centered on newness and speed. While its slick supply chain and distribution process enable the company to turn around new items quickly and bring them to its 2,238 stores twice a week, it is the designers who are burdened with the responsibility of coming up with new styles that enable Zara to stay ahead of the pack in the global fast-fashion arms race.\n\nRead more: We went inside one of the sprawling factories where Zara makes its clothes. Here's how the world's biggest fashion retailer gets it done.\n\nZara's central distribution center in Arteixo, Spain. Courtesy of Inditex\n\nThe power of the Instagram influencer\n\nFast-fashion stores have historically been known to mimic trends from the runway, offering similar products at lower prices than high-fashion labels. Both Zara and Forever 21 have come under scrutiny for this practice in the past, being accused of selling copycat products and ripping off designs.\n\nWhile the runway shows are still an important part of its design process today, Zara has remained steadfast that these shows act only as places of inspiration.\n\nToday, the design process has expanded beyond the realms of runway shows and spread to social media and, specifically, Instagram.\n\n\"We go to the fairs in Paris and Italy and then have a look at the books and decide what is the good content for us,\" one designer, whose name Zara did not share, told Business Insider. It's Zara's company policy not to allow employees to be quoted in news stories.\n\nFrom here, the designers check social media to determine the most opportune moment to launch new products. This, the designer said, is partly determined by Instagram influencers.\n\nIf an influencer chooses to dress in a certain way, that trend will likely take off, one designer said.\n\n\"Suddenly everyone wants the same, and you say, 'We had a dress last year and it was the worst seller,'\" she said.\n\nInstagram has given these designers access to a massive pool of inspiration.\n\n\"You can find everything on your phone now - you can see everything that is being worn in New York, Shanghai, Tokyo at one time — that was something that didn't happen 15 years ago,\" another designer said.\n\nThis is both a blessing and a curse, they say, as they are now tasked with sorting through all of this information and deciding which trends will really stick.\n\nTo try and get a perspective on this, the company hires designers of all ages, who can give their own personal view on what works for each age group. Each collection is created with a specific shopper in mind — the woman who likes minimalist clothing or the risqué dresser, for example — and is often inspired by individual influencers.\n\nZara's e-commerce platform also plays a part in the design process as designers are able to see what customers are searching for online and determine what trends they are after.\n\nA worker adjusts a coat inside Zara's factory. Business Insider/Mary Hanbury\n\n'We are constantly correcting ourselves'\n\nAll of Inditex's brands are built around the notion that if specific styles aren't working, they should change them.\n\n\"The company is not hierarchical,\" Jesús Echeverría, Inditex's chief communication officer, told Business Insider. \"We are constantly correcting ourselves.\"\n\nTo do so, the designers work closely with local sales managers in each country to find out what's working and what isn't, checking sales data and customer feedback. If they need to make changes to the designs, they will; nothing is set in stone. If some trends are working, they will lean into this in the next collection.\n\n\"We have all kind of customers, we have to give them everything they need,\" one designer said. That can mean adapting styles or selection for each of its 96 markets.\n\nThis trial-and-error system is made easy because of Zara's slick supply chain. Pattern cutters sit just meters away from the design teams in its headquarters, with rows and rows of sewing machines ready to make up new prototypes with different cuts and fabrics.\n\nIt also won't do a massive production of one item.\n\n\"If it's finished, it's finished,\" Echeverría said.", "Elon Musk's rocket company, SpaceX, is working on something big — really big.\n\nThe Big Falcon Rocket, or BFR, is an unprecedented launch system designed to rocket up to 100 people and 150 tons of food, water, and other supplies to the surface of Mars. The end goal: colonize the red planet and back up the human race.\n\nMusk revealed what he described as the final BFR design in September. It's made of two giant stages: a fully reusable rocket booster on the bottom, and a fully reusable spaceship on top. The first crewed mission is penciled in for 2023 and is expected to blast a Japanese billionaire and a group of artists around the moon.\n\nThe illustration below shows the approximate length and shape of each part of the BFR system.\n\nOlivia Reaney/Business Insider\n\nThe BFR's dimensions and presumed capabilities are impressive — so much so that quite a few people in the aerospace industry are puzzled by how it will be done. They also wonder if it can be built successfully by a private company on a budget of about $2-10 billion. That's Musk's latest estimate for how much the development of BFR will cost; the sum is actually a relative pittance compared to what NASA is paying for its new (and not reusable) Space Launch System.\n\nTo help understand the magnitude of what Musk and his thousands of employees at SpaceX are trying to accomplish, Business Insider created an interactive size-comparison graphic.\n\nNext to the rendering of BFR shown below, you'll see a series of familiar objects at the rocket's base. (Some are so small that you may have to scroll down a bit.) Toggle through the 20 comparisons by clicking \"next\" or \"back\" to get a sense of hte rocket's scale.", "When they walked out of their jobs by the thousands on Thursday, Google employees did more than bring attention to the company's handling of sexual harassment allegations.\n\nThey put an intense public spotlight on the acute shortcomings of the company's top brass.\n\nExecutives at Google, and its parent company Alphabet, didn't just let gender discrimination fester at the tech giant. In some cases, they enabled it. And then, when employee rage over what they'd done sparked the largest protest ever seen at the company — and perhaps at any tech firm ever — top managers were nowhere to be seen.\n\nGoogle CEO Sundar Pichai was attending a tech conference in New York, on the other side of the country from the company's headquarters, which represented the epicenter of the walkout. And Alphabet CEO Larry was … well, who knows?\n\nIt would be bad enough if this were the only issue that Page and company had handled poorly lately. But it's not. From a significant security breach, to the company's anticompetitive behavior, to its efforts to develop a censored search engine in China and artificial intelligence technologies for the US military, Google's top brass has been fumbling issue after issue in recent months.\n\nThroughout many of these controversies, Page has been absent from the public scene; he hasn't made a public appearance or spoken on behalf of the company in years.\n\nHowever, the company is suffering from more than just a leadership vacuum. The way it's handled its recent trials has made its executives look amoral, myopic, reckless, and even incompetent.\n\nAlphabet needs new leadership, particularly at the very top. But that's the crux of its problem. Because his particular shares of Alphabet give him outsized voting rights, Page has almost no accountability to shareholders or anyone else. There's almost no way to force him out without his consent.\n\nSo we're likely stuck with him for the foreseeable future. That's bad news for the company and investors, but also — because Alphabet is so large and so influential — for the rest of us.\n\nThe walkout that highlighted the company's executive deficiencies was sparked by an article last week in The New York Times about how the company handled sexual misconduct allegations made against high-level employees. In particular, the article focused on Andy Rubin, who helped invent the Android operating system.\n\nA former girlfriend of Rubin who had been one of his subordinates when he was running Google's Android effort charged that he had pressured her into oral sex after their relationship had ended, according to the report. Google ended up finding the charges credible and forced Rubin out — but not before it agreed to give him a $90 million severance package, The Times reported.\n\nThat result was remarkable only because of its size, according to the Times. Google routinely protected or gave large payouts to high-ranking officials accused of sexual misconduct. And when conflicts arose between top-level managers and underlings with whom they were having relationships, the underlings were the ones who frequently lost out, according to the report.\n\nIndeed, the company's willingness to accommodate sexual harassment seems to have been widespread. At the protests on Thursday, numerous women got up and told stories about how they had been sexually harassed at the company. Organizers of the protest said they had collected hundreds of such stories on an internal website.\n\nRead this:Google's famous Googleplex headquarters was the epicenter for its worldwide walkout over gender discrimination — here's what it was like on the scene\n\nWhen such behavior is that pervasive, it's a good indication of a tone being set by those at the top of the org chart.\n\nBeyond the walkout\n\nBut Google's leadership failings can be seen well outside the controversy over its handling of gender discrimination issues.\n\nTake the recent security vulnerability at Google+. The company had known about the vulnerability, which exposed the private information of hundreds of thousands of users, for some seven months. But it chose not to acknowledge the bug, because, reportedly, it didn't want to draw the attention of regulators.\n\nIt was happy to let Facebook continue to take a beating over its Cambridge Analytica security scandal and didn't want to take its own lumps for a similar situation. Public relations, it seems, was more important to the company than informing and protecting its customers.\n\nA sign at the Google walkout in San Francisco. Matt Weinberger/Business Insider\n\nCompany officials have a growing track record of similar expediency. For months now, they've been publicly denying that Google is particularly far along in developing a censored search engine for China. But the Intercept recently put the lie to those denials, publishing company documents that showed it was further along and more serious about launching the service than officials had acknowledged.\n\nSomething similar happened with Project Maven, the US defense department effort to tap into artificial intelligence technologies, particular computer vision, to improve its weapons systems. Not only did Google stay quiet about its involvement in the project, but it's work with the government was much more extensive than it initially acknowledged, including working with the military to develop technology that could spy on entire cities, Gizmodo reported.\n\nMeanwhile, the payout to Rubin and others accused of harassment aren't the only examples of Page and company rewarding those accused of bad behavior. Page personally fought to keep and reward Anthony Levandowski, who helped spearhead Google's self-driving car effort, even though he skirted company rules and set up personal companies that could have potentially competed with Google, according to a recent report in the New Yorker.\n\nLevandowski's flaunting of the company's rules governing its autonomous vehicles even led to an accident that seriously injured a coworker and caused a collision with another vehicle, according to that report. But Page made sure he remained highly compensated and had Google buy the companies he set up outside of Google, the New Yorker reported.\n\nTruth and consequences\n\nThese controversies have had real consequences for the company. Its handling of the sexual harassment claims led to Thursday's walkout. Employees have been up in arms over over its involvement in Maven and its development of the censored search engine, and numerous workers have left the company over them. And it faces lawsuits and government investigations over its handling of the Google+ vulnerability.\n\nThis evidence of mismanagement is coming amid growing scrutiny of Google's power and accountability by policymakers. In just the last two years, the company has been hit with two multibillion-dollar fines from the European Commission for engaging in anticompetitive behavior and faces another potentially costly fine in a third such investigation. US policymakers have been shining a spotlight on Google — along with Facebook and Twitter — over concerns that Russia and other countries are attempting again to disrupt American elections by hijacking the companies' networks and online ad systems to spread propaganda and misinformation.\n\nNormally a company facing even just one of these scandals would put its CEO out front to be its public spokesperson. Part of a typical CEO's role is to reassure investors, soothe regulators, and calm employees. It's usually the CEO's job to take responsibility on behalf of his or her corporation in such instances, and to show that he or she will be accountable for them and for the company's response.\n\nGoogle CEO Sundar Pichai. Getty\n\nBut Larry Page seems to have missed that memo. Instead of being the face of Alphabet amid all these controversies, he's been AWOL.\n\nPage infamously didn't show up in September when the Senate Intelligence Committee asked the heads of the top social networking companies to come and testify at a hearing about foreign interference in US elections. Senators on the committee took note of his absence, and the absence of Brin and Pichai, and took the company to task for it.\n\nBut the only thing that was really notable about Page's absence at that hearing was just how obvious it was. Although he apparently has met with employees on occasion behind Alphabet's closed doors, he's been a public no-show for years.\n\nIn his stead, Pichai has become the face of the company. Pichai was the one who released a statement apologizing to employees for how the company handled harassment allegations, for example.\n\nBut even he has left a vacuum. He too ducked the Senate hearing in September. And instead of being in Mountain View to meet with protestors on Thursday, he was chatting with Times' Andrew Ross Sorkin.\n\nThis leadership problem would be one thing if Alphabet were a simple startup. But it's not. It's one of the most powerful companies on the face of the planet. It employs tens of thousands of people. It has a monopoly or the dominant position in multiple markets. It's amassed a vast amount of data on billions of the world's citizens. And in a very real way, it shapes what we think and know about the world around us.\n\nThe women at the company who've had to contend with the company's frequent indifference to sexual harassment deserve new leadership at Alphabet. But so do the rest of us.\n\nNow read:", "A US service member was killed in action in Afghanistan Saturday in an insider attack, according to a NATO statement.\n\n\"Initial reports indicate the attacker was a member of the Afghan National Defense and Security Forces,\" Resolute Support revealed in an official press release.\"Initial reports also indicate the attacker was immediately killed by other Afghan Forces.\"\n\nThe incident is under investigation.\n\nAnother US service member was wounded in the attack. The injured individual was medically evacuated to Bagram Airfield, where they are in stable condition and receiving medical treatment.\n\nInsider attacks have claimed the lives of more than 150 US troops in Afghanistan.\n\nThis year, at least three US military personnel have been killed in \"green-on-blue\" attacks. In early July, Cpl. Joseph Maciel, a 20-year-old Army infantryman assigned to 1st Battalion, 28th Infantry Regiment, 3rd Infantry Division, was killed.\n\nAnother such attack in early September claimed the life of Command Sgt. Maj. Timothy Bolyard, a 42-year-old soldier deployed with 3rd Squadron, 1st Security Force Assistance Brigade.\n\nIn another insider attack last month, an assassination that killed the head of the police in Kandahar province and the local intelligence chief, a US general was shot. The top US commander in Afghanistan, Gen. Austin \"Scott\" Miller narrowly escaped with his life.\n\nSaturday's tragic death marks the eighth American KIA this year.", "The window for Amazon to name the location for its second headquarters, HQ2, is closing fast.\n\nThe company has only about two months left to announce its decision for where it will invest $5 billion and add some 50,000 jobs for its HQ2 project. The last official communication from Amazon came almost exactly 10 months ago, when it narrowed its selection to 20 finalist cities in January.\n\nSince then, the ony thing Amazon has said is that it will make its decision by the end of the year, leaving speculation to run rampant throughout the year.\n\nThe speculation has mostly settled down in recent months, both because of a lack of new evidence and a general consensus that the greater Washington, DC, area will run away with it.\n\nRecent visits don't zero in on any specific city\n\nCompany representatives associated with its HQ2 search made return visits to multiple cities on Amazon's short list of candidates, according to reports from the Wall Street Journal, the Chicago Tribune, and the South Florida Business Journal.\n\nAmazon reportedly revisited Miami, Chicago, New York City, Newark, and locations in the Washington, DC, area, and some visits were as recently as September or October.\n\nRead more: Amazon's latest charitable donation could be a message to HQ2 candidate cities\n\nFew other details about why or which sites the company visited are available in most cases.\n\nA second visit to so many sites at such a crucial time in the HQ2 decision process threw open the doors of speculation on HQ2. Though most analysts and experts have been betting on Northern Virginia as the winner, the additional site visits suggested that the decision was far from made.\n\nAnton_Ivanov/Shutterstock\n\nThe Washington, DC, area is still largely seen as the frontrunner, however\n\nSome experts and insiders have even gotten specific with their predictions.\n\nIn September, location-data site Sperling's Best Places named Loudoun County, Virginia— and, specifically, the semi-rural town of Oatlands, Virginia — as the likely spot where HQ2 will land.\n\nSperling's says the town, a suburb that lies about 35 miles west of Washington, DC, is perfect for a few reasons. It's close to DC, but it has plenty of space to build Amazon's second headquarters to its exact specifications.\n\nSperling's may not turn out to be correct about Oatlands, but Northern Virginia as a whole has certainly been on experts' radars. Two people who claimed to be in the know told former Business Insider reporter Allan Smith that the company had set its sights on Northern Virginia.\n\nAnd in recent months, the betting odds have quite literally zeroed in on Virginia. The state is, in fact, located in the \"bull's-eye of America's internet,\" likely adding to its chances. A local news site called ARLnow.com said it saw an unusual spike in traffic from Amazon to a December article titled \"County Wins Top Environmental Award from US Green Building Council\" explaining how Virginia's Arlington County was the first in the US to be selected for an environmental award.\n\nIt's also close to the power center of DC, where Bezos already owns an enormous house and the Washington Post.", "Control of the Senate will be determined in Tuesday's midterm elections — and there are several very competitive races to watch.\n\nDemocratic incumbents in 10 states that President Donald Trump won in 2016 are facing tough reelection contests. Democrats are also facing uphill battles in red states where they hope to pick up seats, including Arizona, Nevada, Texas, and Tennessee.\n\nNate Silver of FiveThirtyEight predicted on Thursday that Democrats had a 15% chance of flipping the Senate and asserted that Democrats would need \"some type of systematic polling error to win the Senate.\"\n\nWhile Democratic leadership remains bullish on flipping the upper chamber, many operatives are less optimistic. And Trump declared last week that the so-called Democratic blue wave was \"dead,\" expressing confidence that the GOP would maintain its hold on the Senate.\n\n\"I think we're doing very well ... I think we'll win the Senate, and I think we're gonna do well on the House,\" Trump told the Christian Broadcasting Network on Wednesday.\n\nRead more: SENATE BATTLEGROUND MAP: The race for control of the Senate is tight\n\nHere are the 9 most competitive Senate races to watch:", "Raheb Homavandi/Reuters\n\nThe US will reimpose oil sanctions against Iran on Monday.\n\nEight countries are set to receive sanctions waivers.\n\nBut they could still end up squeezing global oil supply.\n\nIn the wake of President Donald Trump’s withdrawal from the Iran nuclear deal earlier this year, Washington will reinstate more economic penalties against Tehran at midnight on Monday.\n\nThis is the second round of sanctions the administration has enacted since exiting the agreement, this time targeting energy and financial operations in the country. Those that buy oil from Iran after the cutoff could be penalized, through fines or exclusion from the US financial system.\n\nWhat’s the point?\n\nOil is big business in Iran, with exports accounting for more than a tenth of gross domestic product in 2017. The sanctions are designed to exert financial pressure by cutting the Islamic Republic out of the global market. As Secretary of State Mike Pompeo put it, they aim to deprive \"the regime of the revenues that it uses to spread death and destruction around the world.\"\n\nThe Trump administration created a list of demands Iran would need to meet for sanctions to be lifted, including completely halting its nuclear and ballistic missile program and ending military engagement in Syria and Yemen. Other world powers have criticized the strategy, however, for undermining nonproliferation efforts.\n\nIn a research note, RBC analysts said the conditions \"seem designed to produce a complete capitulation, if not a regime change, and require maximum economic pain in order to yield such a dramatic result.\"\n\nWhich countries are included?\n\nMost of them. Pompeo said Friday the administration will grant temporary waivers to eight countries that have \"demonstrated significant reductions in crude oil and cooperation on many other fronts and have made important moves toward getting to zero crude oil importation.\"\n\nThe countries won’t be named until Monday, but Bloomberg reports Japan, India, South Korea, and China are expected to be among recipients. Turkey, a major destination for Iranian crude, could also be included. Pompeo said the European Union, which has drafted its own plans to circumvent US sanctions, will not be.\n\nThe policy is in stark contrast to oil sanctions under the Obama administration, which granted waivers to 20 countries and expected those countries to reduce Iranian oil imports by a fifth every 180 days. The Trump administration has demanded at least two cut imports to zero \"within weeks\" and that the others reduce at a faster rate than before.\n\nWill there be enough oil for the world?\n\nIn anticipation of sanctions, oil exports from Iran have already dropped by about a third since May. The Trump administration has said its ultimate goal is to cut OPEC's third-largest producer out of the energy market, but analysts doubt that will happen.\n\nStill, analysts estimate 1.3 million to 1.7 million Iranian barrels per day will roll off the market by the the first quarter of 2019. Meanwhile, there are supply disruptions in other key OPEC countries, including Venezuela and Angola.\n\nEarlier this year, the International Energy Agency said sanctions could make maintaining global supply \"very challenging\" and would come at the expense of maintaining an adequate spare capacity cushion.\n\nThe Trump administration has looked to other Middle Eastern producers, most notably Saudi Arabia, to increase production. But some analysts are skeptical Riyadh has the spare capacity necessary to offset the losses.", "Raheb Homavandi/Reuters\n\nThe US will reimpose oil sanctions against Iran on Monday.\n\nEight countries are set to receive sanctions waivers.\n\nBut they could still end up squeezing global oil supply.\n\nIn the wake of President Donald Trump’s withdrawal from the Iran nuclear deal earlier this year, Washington will reinstate more economic penalties against Tehran at midnight on Monday.\n\nThis is the second round of sanctions the administration has enacted since exiting the agreement, this time targeting energy and financial operations in the country. Those that buy oil from Iran after the cutoff could be penalized, through fines or exclusion from the US financial system.\n\nWhat’s the point?\n\nOil is big business in Iran, with exports accounting for more than a tenth of gross domestic product in 2017. The sanctions are designed to exert financial pressure by cutting the Islamic Republic out of the global market. As Secretary of State Mike Pompeo put it, they aim to deprive \"the regime of the revenues that it uses to spread death and destruction around the world.\"\n\nThe Trump administration created a list of demands Iran would need to meet for sanctions to be lifted, including completely halting its nuclear and ballistic missile program and ending military engagement in Syria and Yemen. Other world powers have criticized the strategy, however, for undermining nonproliferation efforts.\n\nIn a research note, RBC analysts said the conditions \"seem designed to produce a complete capitulation, if not a regime change, and require maximum economic pain in order to yield such a dramatic result.\"\n\nWhich countries are included?\n\nMost of them. Pompeo said Friday the administration will grant temporary waivers to eight countries that have \"demonstrated significant reductions in crude oil and cooperation on many other fronts and have made important moves toward getting to zero crude oil importation.\"\n\nThe countries won’t be named until Monday, but Bloomberg reports Japan, India, South Korea, and China are expected to be among recipients. Turkey, a major destination for Iranian crude, could also be included. Pompeo said the European Union, which has drafted its own plans to circumvent US sanctions, will not be.\n\nThe policy is in stark contrast to oil sanctions under the Obama administration, which granted waivers to 20 countries and expected those countries to reduce Iranian oil imports by a fifth every 180 days. The Trump administration has demanded at least two cut imports to zero \"within weeks\" and that the others reduce at a faster rate than before.\n\nWill there be enough oil for the world?\n\nIn anticipation of sanctions, oil exports from Iran have already dropped by about a third since May. The Trump administration has said its ultimate goal is to cut OPEC's third-largest producer out of the energy market, but analysts doubt that will happen.\n\nStill, analysts estimate 1.3 million to 1.7 million Iranian barrels per day will roll off the market by the the first quarter of 2019. Meanwhile, there are supply disruptions in other key OPEC countries, including Venezuela and Angola.\n\nEarlier this year, the International Energy Agency said sanctions could make maintaining global supply \"very challenging\" and would come at the expense of maintaining an adequate spare capacity cushion.\n\nThe Trump administration has looked to other Middle Eastern producers, most notably Saudi Arabia, to increase production. But some analysts are skeptical Riyadh has the spare capacity necessary to offset the losses.", "The Apple Watch is likely to be a hot holiday present this year.\n\nAnd the Apple Watch Series 4, which was released in September, is the first major redesign since the device was first released. It's got a bigger screen, a thinner body, and new health features like an ECG app that can take basic heart readings that can tell you you need to see a doctor.\n\nThese tweaks seem to have driven a higher level of interest in the Apple Watch Series 4. Of course, the watches also got a slight price increase, to $399 for the smaller aluminum 42 mm watch, or $429 for the larger, 44 mm watch.\n\nSo is it the right gift this year to get for your friends or family? Or do you want one for yourself?\n\nI've been wearing the Apple Watch Series 4 since it came out in September, and my conclusion is that it really depends on who you are.\n\nIf you use Android, you don't want it — it only works with iPhones. If you're a workout warrior or concerned about your health, it's a great buy. If you're worried about digital distractions, however, I suspect the Apple Watch may only make your issues worse.\n\nBut the Apple Watch is still a marvel of engineering, and the latest version is a big step forward in terms of hardware.\n\nLet's dive in:", "Somewhere on the bottom of the world, 33-year-old Colin O'Brady is readying for a task that no human has successfully accomplished. He's about to travel 1,000 miles across Antarctica alone, without any resupply support.\n\nEveryone who has ever attempted that solo journey has either given up or died.\n\n\"This is something that no one in history has ever accomplished, and people have been trying for 100 years,\" the American explorer told Business Insider. He talked to us from his Airbnb in Punta Arenas, Chile, just 10 hours before heading to Antarctica in a Russian cargo plane.\n\nWith the help of his wife, Jenna, O'Brady was finishing last-minute prep: they sewed a piece of warm fleece onto his face mask, weighed food, and packed it all into the 400-pound bags in which he will carry everything he needs to survive the next 70 days.\n\n\"Every little gram and ounce that I put in my sled has to be worth it,\" he said. \"I bring 220 pounds of food, but one pair of underwear. I'll be filthy at the end!\"\n\nO'Brady is starting his trek at the tip of the Ross Ice Shelf. A small plane will drop him off there. Then, some time about now, he'll start the uphill climb — on skis — toward the South Pole. He hopes to end up at the Ronne Ice Shelf, which borders the Weddell Sea.\n\nTrekking 1,000 miles in 70 days means O'Brady will have to cover average of 14 miles per day, toting his sled of gear. But he said the daily distance will vary from the beginning of his trip to the end. Each night, a sleeping bag and a tent will shelter him — somewhat — from the bitter cold.\n\nIf something goes wrong, O'Brady is equipped with a satellite phone.\n\nO'Brady practiced for the trek in Greenland. Courtesy of Colin O’Brady\n\nJust a man and a sled\n\nThe bulk of the load O'Brady is bringing on the sled is food, since he's convinced that's the element that everyone who attempted this before him miscalculated.\n\nIn addition to his skis and tent, he's also bringing a GPS tracker, a few cameras, extra phones, and a solar charger for those electronics. It shouldn't be hard to come by sun, since daylight lasts 24 hours in Antarctic summer. For that reason, he'll use a sleeping mask when he rests.\n\nThe only \"extra\" article of clothing O'Brady has is a bonus pair of socks. All the other clothes will be layered to keep him warm: temperatures at the southern pole average -18 degrees Fahrenheit (-28.2 Celsius) at this time of year.\n\nWhen it's that cold, the body tends to put on more protective brown fat. Unlike white fat, brown fat is a survival mechanism: it's a way of turning the food we eat into warmth. People who live and work in cold temperatures, such as lumberjacks and cold-weather farmers, tend to have more of this kind of fat packed around their necks and hearts.\n\nIn order to keep bodies toasty, brown fat revs up the metabolism, which means O'Brady will have to consume about 8,000 calories every day to fuel his 10- to 12-hour sled-pulling sessions.\n\nHis 400 pounds of supplies all fit on sleds that he totes behind his skis. No dogs here. Courtesy of Colin O’Brady\n\nTo that end, O'Brady's pack contains special, roughly 1,250-calorie energy bars that his sponsor, Standard Process supplements, developed. They call it the Colin Bar.\n\nThe bar is high in fatty coconut oil and also contains nuts, seeds, veggie protein, and some cocoa powder. O'Brady will eat four of them each day, which will account for bulk of his calories (nearly 5,000).\n\nThe rest of his diet will consist of freeze-dried, astronaut-style meals that he'll consume at the beginning and end of the day. These can be rehydrated with boiling water, which he'll heat using a camp stove and some of the 30 pounds of fuel he's packed.\n\nHe's aware that this meal plan sounds slightly miserable.\n\n\"Unfortunately, fresh food is a little bit too heavy,\" he said.\n\nHis route makes an 'L' across Antarctica\n\nO'Brady will start his journey near Mount Markham, which is one of the continent's tallest peaks at more than 14,270 feet high. From there, he'll head down to the South Pole, at an elevation of 9,186 ft. At that point, he'll be a little less than half way through the trek.\n\n\"It's imperceptibly up and downhill to the naked eye,\" O'Brady said of the ski route he plans to take. \"But you can really feel it when you're dragging that much weight.\"\n\nAfter he passes the pole, O'Brady hopes to pick up speed, since he'll be towing a lightened load by then. His path will make a kind of \"L\" shape pointing towards the West Antarctic Ice Sheet.\n\n\"As I eat my food and burn my fuel… the sled will get lighter and lighter,\" he said.\n\nO'Brady knows how to move fast. In 2016, he trekked to the top of the highest peaks on all seven continents, including Everest and Antarctica, in just 132 days. That earned him the world record for fastest climb of the seven summits.\n\nHe has also raced in triathlons, hiked to both the North and South Poles, and recently completed a 30-day, 400-mile practice run with his sled in Greenland.\n\nBut this journey, on the world's driest, chilliest continent, may be his slowest endeavor yet.\n\n\"When you have a 400-pound sled, there's no running. It's very slow going,\" he said. \"When it's minus 40 degrees outside, it's a big effort to be moving.\"\n\nO'Brady trained for months. Courtesy of Colin O’Brady\n\nThe journey can chill the fingertips off your hands\n\nWhile crossing the Antarctic unaided remains an open challenge, adventurer Mike Horn completed a 57-day ski trek from North to South on the continent in 2017, using a kite. The same year, 40-year-old Englishman Ben Saunders attempted a solo crossing, but was forced to end his quest after 52 days when he ran out of food.\n\nBefore Saunders, 55-year-old Henry Worsley made it over 800 miles, as The New Yorker detailed. He lost 40 pounds and a fingertip before calling for an emergency rescue. Saunders died of a bacterial infection in a hospital in Punta Arenas, Chile — the same town where O'Brady stayed before departing for his journey.\n\nDespite these daunting odds, O'Brady isn't the only one attempting a solo trek this month. 49-year-old Louis Rudd from the UK is setting out now from the opposite shore of Antarctica, as The New Yorker recently reported. It's possible the two men could cross paths as they reach the apex of their climbs.\n\nO'Brady's preparation for this quest has required a lot of training. His strength and anaerobic power have climbed, along with his body weight. The 6-foot-tall athlete normally weighs 165 pounds, but after months of dead lifts, squats, and weight training, he's put on nearly 20 pounds of muscle mass.\n\nHe now weighs in at 183 pounds. The Impossible First/Colin O’Brady\n\nSince this will be the longest O'Brady has ever gone without human contact, he has also spent years training his mind. He has been doing regular, monk-like Vipassana sessions, in which he spends 10 days in complete silence. No reading, no writing, no eye contact.\n\nBeing in Antarctica won't be the same as a Buddhist retreat, of course, but O'Brady hopes the training will help.\n\n\"There's not very many extra hours in the day or extra energy, so I won't probably spend a lot of time sitting in my tent meditating in a traditional sense,\" he said. \"But in a lot of ways, I think this will be a walking meditation.\"\n\nThere will be a few opportunities for human interaction, though. O'Brady plans to post regularly on Instagram, answering questions about his journey. There will also be an occasional conversation with his wife.\n\n\"It's really expensive to make those phone calls,\" he said. \"So it's not like just sitting there chit-chatting on the phone.\"\n\nHe joked that he'll be so stinky when it's all through, he's not sure whether his wife Jenna will even want to hug him.\n\n'Reservoirs of untapped potential'\n\nKidding aside, O'Brady said he considers his trek is a \"testament\" to \"the human spirit.\"\n\n\"Everyone has reservoirs of untapped potential inside of themselves and can achieve really incredible things,\" he said.\n\nBut he noted that even strength and determination have their limits.\n\n\"The risks are very real, and I'm aware of that, and I've prepared myself accordingly. Not to die, but, to make the best and most safe decisions as I possibly can out there,\" O'Brady said.\n\nO'Brady has never been alone for this long before. The Impossible First/Colin O’Brady\n\nHe's now getting his first taste of Antarctica's white, chilled expanse. On Thursday, O'Brady posted his first dispatch on Twitter. He said he's keeping a compass strapped to his chest so he can make sure he's headed in the right direction without dropping his ski poles.\n\nIf you're curious where O'Brady currently is, you can follow his GPS tracker in real time or check his posts on Instagram.", "Colin O'Brady wants to become the first person to cross Antarctica alone and unaided.\n\nEveryone else who has attempted the solo trek has either died or given up.\n\nO'Brady is bringing a 400-pound sled to carry all his food and gear, and he's expecting to finish the 1,000-mile journey in 70 days.\n\nSomewhere on the bottom of the world, 33-year-old Colin O'Brady is readying for a task that no human has successfully accomplished. He's about to travel 1,000 miles across Antarctica alone, without any resupply support.\n\nEveryone who has ever attempted that solo journey has either given up or died.\n\n\"This is something that no one in history has ever accomplished, and people have been trying for 100 years,\" the American explorer told Business Insider. He talked to us from his Airbnb in Punta Arenas, Chile, just 10 hours before heading to Antarctica in a Russian cargo plane.\n\nWith the help of his wife, Jenna, O'Brady was finishing last-minute prep: they sewed a piece of warm fleece onto his face mask, weighed food, and packed it all into the 400-pound bags in which he will carry everything he needs to survive the next 70 days.\n\n\"Every little gram and ounce that I put in my sled has to be worth it,\" he said. \"I bring 220 pounds of food, but one pair of underwear. I'll be filthy at the end!\"\n\nO'Brady is starting his trek at the tip of the Ross Ice Shelf. A small plane will drop him off there. Then, some time about now, he'll start the uphill climb — on skis — toward the South Pole. He hopes to end up at the Ronne Ice Shelf, which borders the Weddell Sea.\n\nTrekking 1,000 miles in 70 days means O'Brady will have to cover average of 14 miles per day, toting his sled of gear. But he said the daily distance will vary from the beginning of his trip to the end. Each night, a sleeping bag and a tent will shelter him — somewhat — from the bitter cold.\n\nIf something goes wrong, O'Brady is equipped with a satellite phone.\n\nJust a man and a sled\n\nThe bulk of the load O'Brady is bringing on the sled is food, since he's convinced that's the element that everyone who attempted this before him miscalculated.\n\nIn addition to his skis and tent, he's also bringing a GPS tracker, a few cameras, extra phones, and a solar charger for those electronics. It shouldn't be hard to come by sun, since daylight lasts 24 hours in Antarctic summer. For that reason, he'll use a sleeping mask when he rests.\n\nThe only \"extra\" article of clothing O'Brady has is a bonus pair of socks. All the other clothes will be layered to keep him warm: temperatures at the southern pole average -18 degrees Fahrenheit (-28.2 Celsius) at this time of year.\n\nWhen it's that cold, the body tends to put on more protective brown fat. Unlike white fat, brown fat is a survival mechanism: it's a way of turning the food we eat into warmth. People who live and work in cold temperatures, such as lumberjacks and cold-weather farmers, tend to have more of this kind of fat packed around their necks and hearts.\n\nIn order to keep bodies toasty, brown fat revs up the metabolism, which means O'Brady will have to consume about 8,000 calories every day to fuel his 10- to 12-hour sled-pulling sessions.\n\nTo that end, O'Brady's pack contains special, roughly 1,250-calorie energy bars that his sponsor, Standard Process supplements, developed. They call it the Colin Bar.\n\nThe bar is high in fatty coconut oil and also contains nuts, seeds, veggie protein, and some cocoa powder. O'Brady will eat four of them each day, which will account for bulk of his calories (nearly 5,000).\n\nThe rest of his diet will consist of freeze-dried, astronaut-style meals that he'll consume at the beginning and end of the day. These can be rehydrated with boiling water, which he'll heat using a camp stove and some of the 30 pounds of fuel he's packed.\n\nHe's aware that this meal plan sounds slightly miserable.\n\n\"Unfortunately, fresh food is a little bit too heavy,\" he said.\n\nHis route makes an 'L' across Antarctica\n\nO'Brady will start his journey near Mount Markham, which is one of the continent's tallest peaks at more than 14,270 feet high. From there, he'll head down to the South Pole, at an elevation of 9,186 ft. At that point, he'll be a little less than half way through the trek.\n\n\"It's imperceptibly up and downhill to the naked eye,\" O'Brady said of the ski route he plans to take. \"But you can really feel it when you're dragging that much weight.\"\n\nAfter he passes the pole, O'Brady hopes to pick up speed, since he'll be towing a lightened load by then. His path will make a kind of \"L\" shape pointing towards the West Antarctic Ice Sheet.\n\n\"As I eat my food and burn my fuel… the sled will get lighter and lighter,\" he said.\n\nO'Brady knows how to move fast. In 2016, he trekked to the top of the highest peaks on all seven continents, including Everest and Antarctica, in just 132 days. That earned him the world record for fastest climb of the seven summits.\n\nHe has also raced in triathlons, hiked to both the North and South Poles, and recently completed a 30-day, 400-mile practice run with his sled in Greenland.\n\nBut this journey, on the world's driest, chilliest continent, may be his slowest endeavor yet.\n\n\"When you have a 400-pound sled, there's no running. It's very slow going,\" he said. \"When it's minus 40 degrees outside, it's a big effort to be moving.\"\n\nThe journey can chill the fingertips off your hands\n\nWhile crossing the Antarctic unaided remains an open challenge, adventurer Mike Horn completed a 57-day ski trek from North to South on the continent in 2017, using a kite. The same year, 40-year-old Englishman Ben Saunders attempted a solo crossing, but was forced to end his quest after 52 days when he ran out of food.\n\nBefore Saunders, 55-year-old Henry Worsley made it over 800 miles, as The New Yorker detailed. He lost 40 pounds and a fingertip before calling for an emergency rescue. Saunders died of a bacterial infection in a hospital in Punta Arenas, Chile — the same town where O'Brady stayed before departing for his journey.\n\nDespite these daunting odds, O'Brady isn't the only one attempting a solo trek this month. 49-year-old Louis Rudd from the UK is setting out now from the opposite shore of Antarctica, as The New Yorker recently reported. It's possible the two men could cross paths as they reach the apex of their climbs.\n\nO'Brady's preparation for this quest has required a lot of training. His strength and anaerobic power have climbed, along with his body weight. The 6-foot-tall athlete normally weighs 165 pounds, but after months of dead lifts, squats, and weight training, he's put on nearly 20 pounds of muscle mass.\n\nSince this will be the longest O'Brady has ever gone without human contact, he has also spent years training his mind. He has been doing regular, monk-like Vipassana sessions, in which he spends 10 days in complete silence. No reading, no writing, no eye contact.\n\nBeing in Antarctica won't be the same as a Buddhist retreat, of course, but O'Brady hopes the training will help.\n\n\"There's not very many extra hours in the day or extra energy, so I won't probably spend a lot of time sitting in my tent meditating in a traditional sense,\" he said. \"But in a lot of ways, I think this will be a walking meditation.\"\n\nThere will be a few opportunities for human interaction, though. O'Brady plans to post regularly on Instagram, answering questions about his journey. There will also be an occasional conversation with his wife.\n\n\"It's really expensive to make those phone calls,\" he said. \"So it's not like just sitting there chit-chatting on the phone.\"\n\nHe joked that he’ll be so stinky when it's all through, he's not sure whether his wife Jenna will even want to hug him.\n\n'Reservoirs of untapped potential'\n\nKidding aside, O'Brady said he considers his trek is a \"testament\" to \"the human spirit.\"\n\n\"Everyone has reservoirs of untapped potential inside of themselves and can achieve really incredible things,\" he said.\n\nBut he noted that even strength and determination have their limits.\n\n\"The risks are very real, and I'm aware of that, and I've prepared myself accordingly. Not to die, but, to make the best and most safe decisions as I possibly can out there,\" O'Brady said.\n\nHe's now getting his first taste of Antarctica's white, chilled expanse. On Thursday, O'Brady posted his first dispatch on Twitter. He said he's keeping a compass strapped to his chest so he can make sure he's headed in the right direction without dropping his ski poles.\n\nIf you're curious where O'Brady currently is, you can follow his GPS tracker in real time or check his posts on Instagram.", "A funny thing has been going on with Lamborghini. When I was growing up, the Italian legend's supercars were considered wilder and crazier, cruder and more tasteless, than Ferraris. If you liked Lambos, you kind of knew what you wanted to be when you grew up, and it wasn't necessarily civilized.\n\nSince the late 1990s, however, Lamborghini has been owned by the VW Group and allied with Audi. This structure has tempered some of the old Lambo stuff, beneficially making the brand more dignified, easy to live with, and more technologically up-to-date.\n\nThat sounds great, but what about, you know, the Lambo-ness? Well, we've seen the benefits played out in the Huracán lineup. Lamborghini sells three cars: the Huracán sports car-supercar, the Aventador super-hypercar, and the new Urus SUV. The Huracán is meant to provide a little something for everybody who wants to get into the brand.\n\nHence an all-wheel-drive version that can be mistaken for an Audi, a rear-wheel-drive version that can't — and that remind Lambo lovers of the Lambos of the 1970s and 1980s — and a drop-top Spyder for open-air motoring, and now a track-oriented car, the Performante.\n\nYes, it looks like a race car. But it can be taken on the road. And then to the track. And back to the road. It's for that type of well-heeled enthusiast who wants to test their driving skills, as well as tool around and stun the neighbors.\n\nLamborghini let us borrow a 2018 Huracán Performante for a few days. Here's what we thought.\n\nPhotos by Hollis Johnson.", "Last month, Apple unveiled the iPhone XS, the latest version of its high-end smartphone.\n\nThe phone is beautiful — have you seen that new gold color? — and packs new features like Apple's A12 Bionic chip, more storage, and better battery life than last year's model. Plus, the new, larger model, the XS Max, has the largest display of any iPhone, ever.\n\nOf course, since it's a new iPhone, Apple had to include a few camera upgrades. It's not a complete overhaul to the camera, since the XS and XS Max share nearly identical specs to 2017's iPhone X. But Apple made a few improvements to the front and rear cameras, mostly on the artificial intelligence side, that it says will usher in \"a new era of photography.\"\n\nWe decided to put those new features to the test on the iPhone XS Max, the larger model (it has the exact same camera as the smaller XS) to see whether they made a major difference for users.\n\nHere's what we found:", "It all comes down to the wire this week.\n\nAfter a bitter campaign, Americans will decide who constitutes the 116th Congress during the final two years of President Donald Trump's first term.\n\nRepublicans have touted their economic achievements and strict immigration policies in their attempt to maintain or expand their majorities in the House and the Senate. Democrats have flagged shortcomings of the administration, and of Trump himself, with the goal of regaining control of at least the House.\n\nOnly four times in the past 150 years has an incumbent president's party gained ground in the midterm elections. For months, various polls have indicated the norm should prevail, with Democrats recapturing the House.\n\nBut for investors, the run-up to these elections has been anything but typical.\n\nHistorically, stocks have fallen from April to September during midterm years before rebounding in the fourth quarter. They've done the opposite in 2018, with volatility staying low in the third quarter even though the US-China trade war flared up. It wasn't until September that stocks began to roll over.\n\nRead more: Trump's tax law sent stocks soaring — but now his trade war is hurting the market's biggest driver and threatening to erase all his progress\n\nRBC Capital Markets\n\nInvestors may have become less sensitive to policy uncertainty, said David Kostin, the chief US equity strategist at Goldman Sachs.\n\n\"Accordingly, to the extent that the typical 8% S&P 500 rally during 4Q of midterm election years — twice the median return of 4% in other years — is driven by declining uncertainty, that pattern may be less likely to repeat this year,\" he wrote in a recent client note.\n\nThat said, the S&P 500 averages a 10.6% gain in midterm years from October through December, according to LPL Financial. Following the sharp correction in October, a late-year spurt may well be on the cards for stocks — and the midterm outcome could be near the forefront of catalysts.\n\nHere's the lowdown on what Wall Street experts are saying about every possible outcome and where you should be putting your money.\n\n1. A 'blue wave'\n\nThe widely expected outcome of a Democratic House and a Republican Senate would most likely lead to gridlock in Congress.\n\nBut fear not, says John Lynch, the chief investment strategist at LPL Financial.\n\n\"The stock market tends to like gridlock better because it takes away the extremes and does not disrupt the status quo,\" Lynch said in a note. He added that if you believe the GOP's biggest policy achievement has been tax cuts — and it arguably has been— a gridlocked Congress that changes little should not be a big market mover.\n\nHistorically, markets have not remained calm with the combo of a Republican president and divided government, said Lori Calvasina, the head of US equity strategy at RBC Capital Markets. This time, however, investors have expected (and most likely priced in) the blue-wave outcome, following October's turmoil.\n\nOne sector that would benefit from gridlock and no major policy changes is healthcare, according to analysts at Bank of America Merrill Lynch. Their recommendation is even more granular: a blue House and a red Senate would be positive for facilities and Medicaid managed-care organizations but negative for pharma and biotech stocks.\n\n2. The status quo with a red House and a red Senate\n\nIn this scenario, investors can expect Congress to continue pursuing Trump's agenda, including deregulation and more fiscal stimulus.\n\n\"Continued Republican control could mean more stimulus, which should bear flatten the curve, tightening swap spreads and widening TIPS breakevens,\" said Michael Hanson, the head of global macro strategy at TD Securities.\n\nThis outcome is considered stimulative to the US economy and could lead to even more gains for the dollar, Hanson added. On a cautionary note, the dollar could hit its top tick by the end of the year, especially against other reserve currencies like the euro and the yen. That's because the long-dollar trade is already well populated.\n\n3. An unexpected 'red wave'\n\nNever say never: Republicans could defy the polls and widen their majorities in the House and the Senate.\n\nRBC's Calvasina sees this outcome as bullish for stocks because bigger tax cuts and fiscal stimulus would become a greater possibility. She added that these gains, though likely, would be short-lived if Republicans didn't prioritize tax reform in the run-up to the 2020 elections.\n\nInvestors can peer into Goldman Sachs' basket of stocks most exposed to tax reform, which contains companies including Chesapeake Energy, General Motors, and Eli Lilly. Goldman thinks these companies will generate the highest return on invested capital. It refers to this as \"growth investment,\" defined as research and development plus capital expenditures in excess of depreciation.\n\nDefense stocks were a top sector pick for a Republican-dominated government among investors polled by RBC.\n\nGovernment spending on defense has surged under Trump, and rose in 2017 at its fastest year-on-year rate since 2010, according to Bureau of Economic Analysis data. Lockheed Martin, Raytheon, and Northrop Grumman were among the companies Goldman singled out as having at least 20% revenue exposure to government spending.\n\n4. An unexpected 'blue tsunami'\n\nDemocrats reclaiming the House and the Senate would be the worst-case scenario for stocks and risk assets in general, according to UBS.\n\nInvestors in this situation could expect \"extreme gridlock\" and slower regulatory relief, according to Mike Ryan, the chief investment strategist at UBS.\n\nIn the event of a broader risk-off sell-off, Bank of America Merrill Lynch advises owning consumer staples.\n\nCalvasina agrees that this outcome would be bearish, since it would raise investor worries that a Democratic president would return in 2020 or that impeachment proceedings would begin. Large-cap healthcare stocks could take a hit if investors began anticipating drug-price regulation.\n\nThe Bank of America analyst Michael Cherny expects a Democratic sweep to ramp up talk of \"Medicare for All,\" a single-payer system with a national insurance scheme that covers all Americans. Though unlikely, such a policy could spell trouble for pharmacy-supply stocks like CVS, Walgreens Boots Alliance, and Express Scripts.\n\nBonus outcome: No result by Wednesday\n\nIf enough races are too close to call and the balance of power in Congress is unclear by Wednesday morning, expect stocks to slide, Calvasina said.\n\nA similar scenario played out in 2000, when the results of presidential and congressional elections were unsettled for about a month. Stocks had already been falling as the tech bubble deflated, but the election overhang made things worse.", "NOUMEA, New Caledonia (AP) — Voters in New Caledonia are deciding whether the French territory in the South Pacific should break free from the European country that claimed it in the mid-19th century.\n\nA referendum being held on Sunday marks a milestone in the process of the archipelago's decolonization and will help define New Caledonia's future as an independent country or as a continuing extension of France.\n\nMore than 174,000 registered voters are invited to answer the question: \"Do you want New Caledonia to gain full sovereignty and become independent?\"\n\nObservers expect a majority to favor remaining a part of France, based on opinion polls and previous election results.\n\nPolling stations open at 8 a.m. (10 p.m. Saturday in mainland France; 9 p.m. GMT) and close 10 hours later. Results are expected later Sunday.", "Just five countries hold 70% of the world's remaining wilderness, according to new research.\n\nResearchers from the University of Queensland and the Wildlife Conservation Society identified the countries in a study published in the journal Nature.\n\nIt said that just 23% of the planet's landmass can now be considered \"wilderness\" — places that do not have industrial level activity within them. Wilderness areas do not grow back once they are gone.\n\nHere is where the world's remaining wilderness can be found:", "Just five countries hold 70% of the world's remaining wilderness, according to new research.\n\nResearchers from the University of Queensland and the Wildlife Conservation Society identified the countries in a study published in the journal Nature.\n\nIt said that just 23% of the planet's landmass can now be considered \"wilderness\" — places that do not have industrial level activity within them. Wilderness areas do not grow back once they are gone.\n\nHere is where the world's remaining wilderness can be found:", "LONDON — Theresa May is piling the pressure on pro-Brexit Conservative MPs to vote for her Brexit deal, as one Tory MP told Business Insider that they expect her to face a leadership challenge within weeks.\n\nMore than 50 Conservative MPs, including many from the pro-Leave European Research Group, have joined the \"Stand Up For Brexit\" organisation which is opposed to the prime minister's handling of negotiations and Chequers proposals.\n\nHowever, a minister in May's government told BI that the threat of a possible EU referendum if a deal agreed in Brussels is defeated in Westminster, combined with an aggressive whipping operation, will ultimately convince Tories who oppose May's plan to vote for it.\n\n\"One of the unintended consequences of the campaign for another referendum is it that it has scared Brexiteers into backing a Chequers-style compromise deal,\" the minister said.\n\nAnother influential Conservative MP agreed, telling BI that Brexiteers would not want to risk re-opening the question of whether Brexit should go ahead.\n\nI'm amazed we haven't reached [the 48 letter threshold for toppling May] yet. But it will come... in the next few weeks.\n\n\"Are they [the ERG] really going to put it all at risk in the final moments, the dream they have spent their whole lives pursuing, just because it isn't 100% perfect?\" the MP asked.\n\nHowever, a senior member of the ERG told Business Insider that pro-Brexit MPs would hold firm against the deal.\n\n\"I should look at those MPs who have pledged to Stand up for Brexit because there are over 50 of those and that pledge means you are not going to vote for Chequers or any derivative of it,\" Andrew Bridgen MP told BI.\n\n\"I think a large majority of ERG members will find they are unable to vote for a deal that will put £39 billion for the promise of a deal in the future.\"\n\nBridgen dismissed the idea that pro-Brexit MPs would abandon their principles due to pressure from whips.\n\n\"They've not tried that tactic with me but it wouldn't surprise me. They tried that with the Maastricht rebels and I think Iain Duncan Smith went quite far in the party didn't he?\"\n\nBridgen was backed by another ERG MP, who told BI: \"Ministers are either are flying a kite or trying to flush out MPs who could be going wobbly. But it's going to fail because they need concrete evidence.\n\n\"The public statements ERG members are making [against May's Brexit plans] are only getting stronger.\"\n\nBridgen, who has already submitted a letter to Conservative party authorities calling for a vote of no confidence in May, told BI that he expected the threshold for a leadership challenge to be met within weeks.\n\n\"I'm aware of at least two letters of no confidence that have gone in since the 1922 committee the week before last,\" Bridgen told BI.\n\n\"I'm amazed that we haven't reached [the 48 letter threshold] yet. But it will come... in the next few weeks.\"\n\nI don't want to be a PPS or minister in this shambles.\n\nThe Conservatives' whipping operation has stepped up in recent weeks with pro-Brexit MPs put under increasing pressure to remain loyal.\n\nOne Conservative MP predicted that pro-Brexit Conservatives with ministerial ambitions will gradually \"peel away\" in the coming weeks under pressure from government whips.\n\n\"The whipping operation will smarten up and various other offers will be made,\" they said.\n\n\"If you vote against the government then you lose your PPS role and if you believe you are in a chance of potentially becoming a minister at some point then that is a pretty brave move,\" they added.\n\nHowever, a member of the ERG told BI that while they had been warned by whips that they'd lose their job as parliamentary private secretary if they opposed May's deal, \"I don't want to be a PPS or minister in this shambles [anyway].\"\n\nPro-Brexit MPs are furious with 'backstabbing' May\n\nGetty\n\nAnother ERG member told BI that pro-Brexit MPs were simply too furious with the prime minister's handling of Brexit to ever back her plans.\n\nThe MP, who attended the most recent 1922 committee meeting of Tory MPs, said they were \"so, so angry\" with May, who they believe \"has made clear that she has no intention to work with the ERG anymore.\"\n\n[May] is incredibly sneaky and backstabbing. She's quite conniving. It's like the dying days of Thatcher where she wouldn't listen to anyone.\n\nThey added that the recent meeting — which was reported as an outpouring of support for the embattled prime minister — was \"so stage-managed\" with pre-arranged questions \"so there was no room for dissent.\"\n\nThey told BI: \"The ERG had been working with the prime minister and Number 10 and she admitted making mistakes earlier in the negotiations. It was promising. She had shown a willingness to listen to us.\n\n\"The ERG literally pulled letters from Graham Brady because they thought she [May] was willing to work with us. But she has completely turned back on her promise, and we are back to where we were before.\"\n\nThey added: \"She [May] doesn't come across as sneaky but she is incredibly sneaky and backstabbing. She's quite conniving. It's like the dying days of Thatcher where she wouldn't listen to anyone.\"\n\nPeter Macdiarmid/Getty\n\nTory MPs set to join the People's Vote campaign\n\nMeanwhile, a senior source within the People's Vote campaign has told BI that \"two or three\" pro-EU Conservative MPs are set to be officially unveiled as the group's newest supporters later this month.\n\nThe MPs — who are currently deliberating when to make their announcements — will join their Tory colleagues Anna Soubry, Sarah Wollaston, Justine Greening, Philip Lee and Guto Bebb, who all support another Brexit referendum.\n\nA junior minister told BI that they belong to a significant group of Conservatives MPs who would support another referendum if the UK risked leaving the EU without a deal in March next year.\n\n\"If the choice was between a referendum and no deal, I'd go for a referendum,\" they said, adding that Tory Remainers like Lee \"are right\" to claim that numerous Tory MPs privately support another nationwide vote.\n\nLee, who quit the government earlier this year to criticise May's handling of negotiations, told a Conservative conference fringe last month that three ministers privately back another Brexit referendum.", "DONAJI, Mexico (AP) — As President Donald Trump ramped up his anti-migrant rhetoric ahead of Tuesday's midterm elections, exhausted Central Americans walking across Mexico in hopes of reaching the United States said they were mostly perplexed and turned off by his threats, which they perceive as exaggerated.\n\nThe U.S. president has spent the final days of the campaign hammering the issue as he tries to energize Republican voters, and his favorite target has been the migrant caravan of almost 4,000 people that is still more than 800 miles away from the nearest U.S. border. Three smaller ones are following behind it.\n\nTrump's recent statements include that he plans to sign an order that could lead to the detention of migrants crossing the southern border, and barring anyone caught crossing illegally from claiming asylum. Both propositions are legally dubious. Trump also said he had told the U.S. military mobilizing at the southwest border that if U.S. troops face rock-throwing migrants, they should react as though the rocks were \"rifles.\"\n\n\"It is pure ignorance for him to think like that,\" said Marta Cuellos, a 40-year-old from Tegucigalpa, the Honduran capital. \"A rock is not the same as a rifle.\"\n\nWhile some migrants have clashed with Mexican police at a bridge on the Guatemala border, most of those traveling with the caravans have been peaceful and say they are fleeing violence and poverty at home. Those traveling through the southern state of Oaxaca on Friday said they are not looking for trouble.\n\nCuellos said she owned a cantina back home in Honduras but left because she could no longer make rent and was being harassed by police. She persuaded her 35-year-old sister to join her on the trip, and said the only thing they want is work and a better life in the United States. It's her second attempt. She first crossed into the U.S. seven years ago but was deported last year.\n\nRead more: Trump 'calls real things fake and fake things real': Republican Jeff Flake grabs Trump by the collar over his claim that 'fake news' is behind political violence\n\nSelvin Maldonado, a 25-year-old from Copan, Honduras, said he left his wife and baby daughter at home in search of a better living to support his children. He took his 5-year-old son, Dennys, with him.\n\n\"What Trump said is stupid,\" Maldonado said while walking to the town of Donaji. \"I don't want to attack police, because my concern is my son.\"\n\nThe migrants also were also turned off by the U.S. president's characterization of the slow-moving caravan and the three smaller ones following as \"invasion.\" Trump has proposed detaining migrants in massive tent cities at the border.\n\n\"We are not killers,\" said Stephany Lopez, a 21-year-old Salvadoran with the first caravan. \"We just want to work for a few years, and after that he can deport us if he wants.\"\n\nLopez noted that the president's mother, who was born in Scotland, was an immigrant.\n\n\"He should think of us as equals. Immigrants have built that country,\" she said.\n\nIn June, U.S. Attorney General Jeff Sessions said that domestic and gang violence would generally no longer be accepted as reasons for migrants to be granted asylum. Trump has said this week that those in the caravan would not get asylum — though U.S. law allows them the right to apply — and warned them to turn around.\n\nThe Trump administration's vehement opposition and tough rhetoric has at least some in the caravan weighing alternatives.\n\nTifany Morandis, 19, was traveling with her husband, 28-year-old Javier Sanchez, and their two sons, 7-year-old Angel and 9-month-old Cesar. Her nose and face sun-scorched after many days on the road, she said she was very tired and is considering stopping in Tijuana, the Mexican border city across from San Diego.\n\n\"Donald Trump has made things very complicated at the border, and better that we stay in Tijuana than fight with him,\" Morandis said.\n\nBut many are hopeful. \"Even stones can soften,\" Cuellos said.", "Hecklers interrupted former President Barack Obama multiple times during a speech at his campaign rally in support of the Democratic gubernatorial candidate, Andrew Gillum on Friday.\n\n\"Listen, here's the deal,\" Obama said after he was interrupted. \"If you support the other candidates, then you should go support the other candidates.\"\n\n\"One of the things I never understood was, why, if you're supporting the other guy, you come to my rally,\" Obama asked amid cheers from the crowd. \"Go to their rally. Go talk about what you're for. Don't come hollering here.\"\n\nObama's supporters drowned out shouts from hecklers by chanting \"bring it home,\" the catchphrase Gillum, who is also the mayor of Tallahassee, called up on the campaign trail.\n\n\"You know what, it's an old playbook,\" Obama said after another protester interrupted him. \"It's one that the powerful and privileged turn to whenever control starts slipping away.\"\n\nPresident-elect Donald Trump and President Barack Obama arrive at the White House on January 20, 2017 in Washington, DC. Getty Images/Mark Wilson\n\n\"They'll get folks riled up just to protect their power and their privilege, even when it hurts the country, even when it puts people at risk,\" Obama said.\n\n\"It's as cynical as politics gets. But in four days, in four days Florida, you can reject that kind of politics.\"\n\nObama campaigned in Miami to support Florida Democrats for the November 6 midterm election — among those candidates: gubernatorial candidate Andrew Gillum and Sen. Bill Nelson, who is vying for a Senate seat in the state.\n\nSpeaking to a crowd of around 3,000 people, Obama also took shots at President Donald Trump by accusing him of \"lying\" and \"fear-mongering.\"\n\nMeanwhile, Trump was out on a campaign trail of his own, hitting multiple states in the final days leading up to the Tuesday election. Trump took a rhetorical swing at Obama on Friday, claiming his predecessor had \"a very small crowd.\"\n\nTrump, who is repeatedly called out for an unprecedented number of falsehoods and misleading statements, accused Obama of being dishonest. \"Unlike President Obama,\" Trump said, \"we live under a different mantra. It's called promises made, promises kept.\"\n\nOne estimate shows that least 20 million people have voted in the election, with some states' early voting numbers on track to exceed the 2014 election, CNN reported.\n\nThis election cycle has already set a new financial record, with campaigns and groups expected to spend over $5.2 billion, according to a study cited by CNBC.", "Senate Judiciary Committee investigators concluded that a woman who claimed to be the author of an anonymous sexual-assault allegation against Justice Brett Kavanaugh had \"fabricated\" her accusation, according to a letter from Senate Judiciary chairman Chuck Grassley.\n\nIn the letter sent to FBI Director Christopher Wray and Attorney General Jeff Sessions, Republican Sen. Grassley of Iowa said his committee had investigated the allegations made by Judy Munro-Leighton, a woman who claimed she was the author of an anonymous handwritten letter that detailed the graphic sexual assault allegations.\n\nThe anonymous, undated letter Munro-Leighton referenced was received by Democratic Sen. Kamala Harris of California in September, and was publicly released with Kavanaugh's testimony on the Committee's website on September 26. The \"Jane Doe\" in the letter claimed that Kavanaugh and his friend \"sexually assaulted and raped me in his car,\" but provided no timeframe of the incident, and no return address.\n\nRetired Justice Anthony Kennedy, right, ceremonially swears-in Supreme Court Justice Brett Kavanaugh, as President Donald Trump looks on, in the East Room of the White House in Washington, October 8, 2018. Susan Walsh/AP\n\n\"Jane Doe will get no media attention,\" Munro-Leighton wrote in an email she sent later, according to Grassley's office. \"But I am deathly afraid of revealing any information about myself or my family.\"\n\nInvestigators were able to find Munro-Leighton due to her \"relatively unique name,\" and determined she resided in Kentucky. According to their findings, they deduced that she was what they described as a \"left-wing activist,\" who is \"decades older than Judge Kavanaugh.\"\n\nAfter being interviewed by investigators on Thursday, Munro-Leighton, who had never met Kavanaugh in person, \"admitted, contrary to her prior claims, that she had not been sexually assaulted by Judge Kavanaugh and was not the author of the original 'Jane Doe' letter,'\" Grassley's office said.\n\nRead more: Text messages between Brett Kavanaugh and his classmates seem to contradict his Senate testimony\n\n\"No, no, no. I did that as a way to grab attention,\" Munro-Leighton said to investigators. \"I am not Jane Doe ... but I did read Jane Doe's letter. I read the transcript of the call to your Committee ... I saw it online. It was news.\"\n\nMunro-Leighton, who said she called Congress multiple times to oppose Kavanaugh's nomination to the Supreme Court, also admitted she \"just wanted to get attention\" and that her actions were \"just a ploy.\"\n\n\"I was angry, and I sent it out,\" Munro-Leighton said of her sexual assault allegation.\n\nFBI Director Christopher Wray. Jonathan Ernst/Reuters\n\nGrassley urged the FBI director and attorney general to give the case his \"utmost consideration,\" but added that Munro-Leighton's fabricated allegations should not discount sexual assault claims that were made in \"good faith.\"\n\n\"The Committee is grateful to citizens who come forward with relevant information in good faith, even if they are not one hundred percent sure about what they know,\" Grassley said. \"But when individuals intentionally mislead the Committee, they divert Committee resources during time-sensitive investigations and materially impede our work.\"\n\n\"Such acts are not only unfair; they are potentially illegal,\" Grassley added. \"It is illegal to make materially false, fictitious, or fraudulent statements to Congressional investigators.\"\n\nThe accusation from the anonymous letter was one of many that were leveled against Kavanaugh, who would eventually replace Justice Anthony Kennedy on the Supreme Court. Numerous people came forward with accounts of their past experiences with Kavanaugh, which ranged from sexual misconduct to habitual drinking.\n\nRead the Senate Judiciary Committee's full letter here:", "(Reuters) - A gunman opened fire in a Florida yoga studio on Friday, shooting six people and killing two of them before class members fought back and the attacker killed himself, police and authorities said.\n\nPolice received a call at 5:37 p.m. of multiple victims at the Hot Yoga studio at an upscale shopping center in Florida's capital, Tallahassee, Police Chief Michael DeLeo told reporters.\n\nThe shooter pistol-whipped one man in the yoga class who rushed him after he opened fire, the Tallahassee Democrat newspaper reported.\n\n\"There were indications that several people not only fought back but tried to save other people,\" DeLeo told reporters, confirming that one man was pistol-whipped.\n\nTallahassee Police identified the shooter early Saturday morning as 40-year-old Scott Paul Beierle.\n\nThe two who were killed were identified as 61-year-old Dr. Nancy Van Vessem and 21-year-old Maura Binkley.\n\nThe gunman appeared to have acted alone and there was no immediate threat to the Tallahassee community, DeLeo said.\n\nPolice said Friday night they tentatively identified the shooter and are looking for any links between him and the victims, he added.\n\n\"All evidence points to a single actor who has stayed on scene and is deceased at this time so there is no additional threat to the public,\" DeLeo said. City Commissioner Scott Maddox was among officials who went to the incident.\n\n\"In my public service career, I have had to be on some bad scenes. This is the worst. Please pray,\" Maddox posted on Facebook.\n\nAlex Redding, a patron at a bar downstairs from the studio, said people came inside seeking assistance, saying a man had been acting strangely inside the yoga studio and then began shooting during the class, the Tallahassee Democrat reported.\n\nOther victims, barefoot from their yoga class, came into the bar in clear shock and barely able to speak anything but the word \"shooter,\" the newspaper reported.\n\nMayor Andrew Gillum, the Democratic nominee for state governor, halted campaigning to return to the city.\n\n\"No act of gun violence is acceptable,\" Gillum tweeted.\n\nTallahassee's murder rate has been an issue in the governor's race, with Gillum's opponent Republican former U.S. Representative Ron DeSantis accusing him of being weak on crime.\n\nMegan Nixon said she was eating at a restaurant underneath the studio when she heard shooting and people running upstairs.\n\n\"The gun shot six or seven times. I saw five different ambulances picking people up,\" she told the Tallahassee Democrat. \"It's scary it's so close to home.\"\n\nThe Tallahassee Democrat reported Van Vessem was an internist who served as chief medical director for Capital Health Plan, which issued a statement early Saturday praising Van Vessem.\n\n\"As CHP's longtime chief medical director, Nancy has been a guiding, visionary force in our daily work to serve the wellness and health care needs of thousands of families in this community. Her dedication, caring, leadership, humanity, and experience made her one of the most respected, inspiring, and accomplished medical professionals in the state and country. Our hearts are filled with sorrow and prayers for her family. We all have been so blessed to have Nancy in our lives,\" the company said.\n\nFlorida State University President John Thrasher said Van Vessem and Binkley had ties to the university, the Democrat reported.\n\n\"To lose one of our students and one of our faculty members in this tragic and violent way is just devastating to the Florida State University family. We feel this loss profoundly and we send our deepest sympathies to Maura's and Nancy's loved ones while we pray for the recovery of those who were injured,\" Thrasher said in a Saturday statement.\n\n(Reporting by Andrew Hay, Editing by Rosalba O'Brien and Kim Coghill)", "If you can't log in to your Snapchat account right now, you're not alone.\n\nSome users can't access their accounts, and by reports on Twitter, it seems that affected users are getting error messages that make it sound like their accounts have been deleted.\n\nAccording to a tweet sent out by Snapchat Support on Friday at 4:39 p.m. PT, the company is working on a fix for the login issues.\n\nThe login issue, though, has left some users concerned that their accounts have been deleted.\n\nSome users on Twitter are saying that they're receiving an error message that their email and phone numbers are no longer connected to their accounts.\n\nTwitter has not confirmed whether accounts have been deleted. They have responded multiple time with the same, automated response:\n\nAlso, the phrasing \"Your account should be safe!\" has some Snapchatters feeling uneasy.\n\nSnap, the company behind Snapchat, has not immediately responded to Business Insider's request for comment.\n\nThe company did send out a tweet late Friday evening, letting users know the issue should be fixed.", "Republican Sen. Jeff Flake of Arizona voiced his opposition toward President Donald Trump's rhetoric and pushed back against Trump's tirade against news organizations over reporting that may shine an unflattering light on his administration.\n\n\"Words matter, and when the president denigrates the press and the First Amendment, and calls real things fake and fake things real, it has a real effect around the world,\" Flake said during an interview with CNN anchor Wolf Blitzer. \"And we can't forget that.\"\n\nOn Friday, Trump blamed the media for reporting on acts of political violence. Two such events captured the nation's attention last week:\n\nA bomb scare in which a man is accused of mailing packaged explosives to Democratic leaders and to CNN.\n\nAnother man who fatally shot 11 parishioners at a Jewish synagogue in Pittsburgh.\n\nCritics have charged that Trump's rhetoric toward his opponents have emboldened politically-motivated agitators.\n\n\"You are creating violence by not writing the truth,\" Trump told reporters. \"The fake news is creating the violence.\"\n\nFlake said Trump's recent attacks on the press are \"patently absurd\" and \"just wrong,\" and said \"we all ought to stand up and speak out\" against violence towards the media.\n\nSen. Jeff Flake speaks to members of the media after a meeting in the office of Senate Majority Leader Mitch McConnell, September 28, 2018. Alex Wong/Getty Images\n\nFlake said he was particularly distressed by Trump's decision to deploy as many as 15,000 US troops to the US-Mexico border, which the White House claims is under threat from a caravan of migrants traveling through Mexico.\n\nThe Trump administration publicized the purported national security threat of the caravan by producing an advertisement that critics claim was racist and divisive.\n\n\"I certainly don't like the tone that President Trump has taken with regard to blaming immigrants,\" Flake said, adding that the Trump's claims were \"just sickening and frankly, very untrue.\"\n\n\"To see the fearmongering that's going on, particularly with regard to immigration, is just unseemly,\" Flake said. \"It really is.\"\n\nFlake, who is scheduled to retire after his current term ends, has been critical of the Trump administration's policies. The senior senator from Arizona has been a popular target amongst Trump's most ardent supporters, who believe his opposition to Trump is, in some part, a ploy to derail the party's agenda.\n\nDespite his opposition to Trump, Flake asserted he is a conservative at heart.\n\n\"I know that some people who know that I am very much opposed to the president in regard to some of his policies, and certainly his behavior, expect me to become a liberal,\" Flake said. \"I'm not. I'm a conservative.\"\n\n\"I agree with the president sometimes, I disagree with him quite a bit,\" Flake added. \"But people shouldn't expect me to vote lock-step against the president simply out of spite.\"", "TikTok — an app you may have never heard of before — was the most downloaded app in the US in September, according to a TechCrunch report on Friday using data from SensorTower.\n\nFor the first time in the US, TikTok had more downloads than Facebook, Instagram, YouTube and Snapchat in a given month.\n\nTikTok had 3.81 million downloads from the iOS App Store and Google Play combined in September. Facebook had the second highest download count at 3.53 million first-time installs, according to the TechCrunch report.\n\nToday, TikTok is the 4th ranked social app in the App Store's Top Charts, behind top-ranked YouTube, 2nd ranked Instagram, and 3rd place Snapchat.\n\nSo what is TikTok?\n\nIt's sort of like Vine, the viral video creation app that Twitter acquired and later killed. TikTok is a social platform popular amongst teens made-up of short videos that often play catchy songs in the background.\n\nOn a recent meander through the app, I watched a US Marine do one-handed pull-ups to Panic! At The Disco's \"High Hopes,\" a woman singing a John Legend's \"All of Me\" to her bag of Hot Cheetos, and so much more.\n\nYou'll quickly find how addicting TikTok can be.\n\nRead more: The most downloaded iPhone app in the world right now is one you've probably never heard of\n\nTikTok is owned by the same Beijing-based parent company that bought social video app Musical.ly for $1 billion last year.\n\nMusical.ly, which had 60 million users at the time of its acquisition, was folded into the TikTok app to help it gain traction in the US.\n\nWith TikTok number one downloaded social app in September, that strategy seems to be working quite well."]