[{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Two years after Philippines' pivot, Duterte still waiting on China dividend - Business Insider", "description": "Business Insider Two years after Philippines' pivot, Duterte still waiting on China dividend Business Insider By Karen Lema and Martin Petty. MANILA (Reuters) - Two years after Philippine President Rodrigo Duterte announced a divorce with old ally the United …", "url": "https://www.businessinsider.com/r-two-years-after-philippines-pivot-duterte-still-waiting-on-china-dividend-2018-11", "urlToImage": null, "publishedAt": "2018-11-18T23:42:58Z", "content": "FILE PHOTO: Chinese President Xi Jinping shakes hands with Philippine President Rodrigo Duterte as they attend the welcome ceremony at Yanqi Lake during the Belt and Road Forum, in Beijing, China Thomson Reuters By Karen Lema and Martin Petty MANILA (Reuters)… [+5231 chars]", "fulltext": "FILE PHOTO: Chinese President Xi Jinping shakes hands with Philippine President Rodrigo Duterte as they attend the welcome ceremony at Yanqi Lake during the Belt and Road Forum, in Beijing, China Thomson Reuters By Karen Lema and Martin Petty\n\nMANILA (Reuters) - Two years after Philippine President Rodrigo Duterte announced a divorce with old ally the United States in return for bumper business ties with China, he doesn't have much to show for it.\n\nDuterte left Beijing in 2016 with $24 billion of Chinese loans and investment pledges for his ambitious infrastructure overhaul, a few weeks after saying the Philippines was being treated like a dog by Washington and would be better off with China.\n\nBut only a fraction of China's pledged support has materialized, exposing Duturte to criticisms he has been complicit in allowing China to pose threats to Philippines' sovereignty, and been left high and dry by Beijing.\n\nWhen Xi Jinping visits the Philippines this week, Duterte will need the Chinese president to put his money where his mouth is and help Duterte justify his geopolitical concessions to a historic rival, according to Richard Heydarian, a Manila-based defense and security analyst.\n\n\"Otherwise, we can definitely conclude that there's really nothing much in the rhetoric and the Philippines has been taken for a ride,\" Heydarian said.\n\n\"Duterte's naivety with China has been a slam dunk strategic coup for China, no doubt about it.\"\n\nPhilippine's Budget Secretary Benjamin Diokno said it would be unreasonable to expect all the Chinese pledges to come through after only two years, but officials were hopeful intervention by Xi after his visit could help.\n\n\"We're very optimistic this will, their head of state, will pressure their bureaucracy to speed up the process,\" he said last week.\n\nDuterte's signature \"Build, Build, Build\" infrastructure program, the centerpiece of his economic strategy, involves 75 flagship projects of which about half are earmarked for Chinese loans, grants or investments.\n\nBut according to publicly available Philippine government documents reviewed by Reuters, only three of those - two bridges and an irrigation facility worth a combined $167 million - have so far broken ground.\n\nThe rest, including three rail projects, three highways and nine bridges, are at various levels of planning and budgeting, or are awaiting Chinese government approval for financing, or the nomination of Chinese contractors.\n\n'POSITIVE RESULTS'\n\nChina's foreign ministry said major projects agreed by both sides \"are proceeding smoothly and continue to achieve positive results\". China wanted to boost trade and investment and \"promote the early commencement of building of even more agreed upon projects,\" the ministry said in a statement to Reuters.\n\nChinese committed investments in the Philippines in the first half of this year were just $33 million, about 40 percent of that of the United States and about a seventh of Japan's, according to the Philippine Statistics Authority, tracking a similar trend the previous year.\n\nTrade between China and the Philippines has picked up significantly, but data suggests mostly in China's favor.\n\nChinese exports to the Philippines grew 26 percent in the first nine months of 2017 from the same period a year earlier, outpacing its imports from Manila, which grew 9.8 percent.\n\nNet foreign direct investment from China has, however, surged to $181 million for the first eight months of this year, from $28.8 million for all of 2017, according to the Philippine central bank.\n\nPRESSURE NEEDED\n\nDuterte has made a point of praising China effusively and confessing his \"love\" for Xi. He even jokingly offered his country to Beijing as \"a province of China\".\n\nMany ordinary Filipinos as well as international lawyers and diplomats are incensed by Duterte's refusal to even raise with China the Permanent Court of Arbitration's (PCA) 2016 award that ruled in the Philippines' favor, and invalidated Beijing's claim to most of the South China Sea.\n\nInstead, Duterte is seeking an agreement with China to jointly explore offshore gas at the disputed Reed Bank in the resource-rich and strategic waterway. Some lawmakers fear that could be tantamount to recognizing Beijing's claim to a site that the PCA ruling said China has no sovereign rights to under international law.\n\nDuterte has also been against Southeast Asian countries taking a united stand against China militarization and at a regional summit last week, he warned against causing friction, because the South China Sea was \"now in their (China's) hands\".\n\nHeydarian said if Duterte was unable to show an economic dividend from his China gambit, it could weaken his hand ahead of 2019 mid-term elections that might determine the success or failure of his presidency.\n\nTo stand a chance of delivering on his policy agenda, Duterte needs his allies to command a majority in Congress and the Senate to ensure key legislation is passed to enable reforms aimed at generating revenue, attracting investment and creating higher-quality jobs.\n\n\"If after Xi Jinping's visit, there's still no big move by China to invest in the Philippines, if China's militarization and reclamation will just continue unabated, you're going to have a situation where Duterte will come under extreme pressure,\" he said.\n\n\"The opposition is going to use that to pin down Duterte and his allies as Chinese lackeys.\"\n\n(Additional reporting by Neil Jerome Morales in MANILA and Ben Blanchard in BEIJING; Editing by)"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Julio Jones delivered a massive hit to prevent an interception and now the NFL world is convinced he could play safety", "description": "Julio Jones delivered the biggest hit of Week 11. Jones had to switch to defense mid-play on Sunday against the Cowboys after a Matt Ryan pass was about to get picked off. Thanks to a quick-thinking play, Jones stopped the pick, and delivered a huge hit that …", "url": "https://www.businessinsider.com/julio-jones-hit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1c1baf556fc562f0d3cd3-1136-568.jpg", "publishedAt": "2018-11-18T22:49:34Z", "content": "Julio Jones has been one of the best wide receivers in football for the past five years, but on Sunday, he made a play that had people wondering if he might be able to play more than one position at an NFL level. With the Falcons and Cowboys tied in the closi… [+943 chars]", "fulltext": "Julio Jones has been one of the best wide receivers in football for the past five years, but on Sunday, he made a play that had people wondering if he might be able to play more than one position at an NFL level.\n\nWith the Falcons and Cowboys tied in the closing minutes of the first half on Sunday, quarterback Matt Ryan put up a deep ball for Jones to run under and try and make a play.\n\nJones quickly realized that he wouldn't be able to come down with the ball, but rather than giving up on the play, he immediately switched from playing as a receiver to playing as a defender, and delivered a huge hit to Cowboys safety Jeff Heath who surely thought he was about to come down with an interception.\n\nWatching the play again, it's clear that if not for Jones' head's up play, Heath would have been taking the ball the other way.\n\nAcross Twitter, fans agreed that Jones likely could have played safety.\n\nIt's hard not to be impressed with Jones' play — not only does he deliver a huge hit, but he does it with impeccable form, getting his shoulder across his target's chest and bringing him down.\n\nUnfortunately, Jones' effort wouldn't be enough, as the Cowboys would eventually go on to win the game 22-19."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "Drug cartels make billions in the US, but somebody else is doing the selling", "description": "US authorities continue to seize immense amounts of drugs coming to the US from South America. Consistent demand and established routes make the US an appealing market for traffickers. But in the US, relationships between wholesale distributors and retail-lev…", "url": "https://www.businessinsider.com/drug-cartel-activity-in-and-links-to-the-us-market-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57fe3b044046dd1b008b546c-1920-960.jpg", "publishedAt": "2018-11-18T22:08:31Z", "content": "FT. LAUDERDALE, Florida — Mexican transnational criminal organizations, often called cartels, have spent decades developing connections and routes to move cocaine from South America, across the Pacific and Caribbean, through Mexico, and finally into the US. B… [+7125 chars]", "fulltext": "FT. LAUDERDALE, Florida — Mexican transnational criminal organizations, often called cartels, have spent decades developing connections and routes to move cocaine from South America, across the Pacific and Caribbean, through Mexico, and finally into the US.\n\nBut once those drugs are in the US, the traffickers who've shepherded them north take a different, more hands-off role.\n\nWhile cartels rely on the voracious US drug market, the personnel who handle their wares on US soil have a different role from the ones working in Latin America, according to Ariana Fajardo Orshan, the US Attorney for the Southern District of Florida, speaking aboard the US Coast Guard cutter James in Ft. Lauderdale.\n\n'It's called transnational for a reason'\n\nBricks of seized cocaine aboard the US Coast Guard cutter James in Ft. Lauderdale, Florida, November 15, 2018. Christopher Woody/Business Insider\n\n\"Cartels aren't here in the United States. There are people who work for the cartels within the United States,\" Fajardo Orshan said Thursday, standing in front of nearly 38,000 pounds of cocaine seized in the eastern Pacific Ocean by the US Coast Guard.\n\n\"The truth here [is] there aren't people working who are part of the cartel,\" Fajardo Orshan added in Spanish. \"They are people who help the cartels.\"\n\nRead also: The Coast Guard's 'push-out-the-border strategy' is fighting drugs in the Pacific — and it just brought home $500 million in cocaine\n\nCartel operations in the US are usually overseen by Mexican nationals or US citizens of Mexican origin, the US Drug Enforcement Administration said in its 2017 National Drug Threat Estimate.\n\nLinks between transnational criminal organizations, or TCOs, and the US market are murky, and their operations in the US are generally considered to be opaque by design.\n\n\"US-based Mexican TCOs are composed of various compartmentalized cells assigned with specific functions such as distribution, transportation, consolidation of drug proceeds, and money laundering,\" the DEA said in its 2017 NDTA.\n\nBricks of cocaine are visible among bales of the drug seized by US Coast Guard crews in the eastern Pacific Ocean, aboard the US Coast Guard cutter James in Ft. Lauderdale, Florida, November 15, 2018. Christopher Woody/Business Insider\n\nCartel operations in the US are typically divided into a supply chain, according to the DEA, with operators at one link in the chain unaware of other parts of the operation.\n\n\"In most cases, individuals hired to transport drug shipments within the United States are independent, third-party contractors who may be working for multiple Mexican TCOs,\" the report says.\n\nIn many cases, those third-party distributors are US-based street gangs. Unlike Mexican cartels, those gangs have the local knowledge and the manpower to manage street-level distribution.\n\nGo further: Mexican troops are in the street to fight drugs, and the country's defense chief says legalization may be 'a way out'\n\n\"US-based Mexican TCO members generally coordinate the transportation and distribution of bulk wholesale quantities of illicit drugs to US markets while retail-level distribution is mainly handled by smaller local groups and street gangs not directly affiliated with Mexican TCOs,\" the 2017 DEA report notes.\n\n\"In some scenarios, Mexican TCOs collaborate with local criminal groups and gangs across the United States to distribute and transport drugs at the retail level.\"\n\nBricks of cocaine visible among bales of cocaine seized by US Coast Guard ships, aboard the USCG cutter James, in Ft. Lauderdale, Florida, November 15, 2018. Christopher Woody/Business Insider\n\nGangs with connections to Latin America — like MS-13, which was founded in Southern California but is now based in Central America — often partner with cartels to distribute drugs in the US.\n\nBut other US gangs, like the Bloods and the Crips, and even white-supremacist groups like the Aryan Brotherhood, have also established links to Mexican cartels.\n\nNow read: 'El Chapo' Guzman is on trial in New York for leading the world's largest drug trafficking organization, but his attorneys say he's a 'scapegoat' who 'controlled nothing'\n\n\"These are intricate networks of distribution that include Americans on this side of the border that are part of their network,\" Sen. Marco Rubio, a Republican from Florida, said in mid-2017.\n\n\"It's called transnational for a reason, and that is these are intricate networks and organizations that operation across borders, using nationals from multiple countries, including distributors at the state and local level that are Americans,\" Rubio added.\n\nA US Coast Guard member stands guard as others offload bails of over 8 tons of cocaine in Miami Beach, Florida, June 13, 2016. Associated Press/Wilfredo Lee\n\nThe DEA has published analyses of which TCOs control distribution in US cities, often finding multiple cartels present in larger areas. But shifting ties between groups and tenuous links across borders complicate such assessments.\n\n\"What is an operative?\" David Shirk, a professor at the University of San Diego, said in an early-2017 interview.\n\n\"Are we talking about, like, your man in Durango, Colorado, who's sort of reporting directly back to 'Chapo' Guzman, or are we talking about basically the fact that there's someone who has a connection in that small town that is able to move drugs or obtain drugs from a Mexican supplier?\" added Shirk, director of the USD's Justice in Mexico program.\n\n'We've got to stay ahead'\n\nThe lucrative nature of the drug trade, with prices buoyed by the risks inherent in smuggling, ensure there are always people willing to get involved.\n\nA pallet of interdicted cocaine being offloaded from the Coast Guard Cutter James by crane in Port Everglades, Florida, November 15, 2018. Coast Guard/Petty Officer 3rd Class Brandon Murray\n\nIn Colombia, the world's biggest producer of cocaine, a kilo of the drug, which is about 2.2 pounds, can fetch prices in the low five figures — usually about $2,000. Once it reaches Central America or Mexico, the value of that kilo increases considerably, typically to between $10,000 and $20,000.\n\nIn the US, the wholesale value of that kilo rises again, up to $25,000 or more. Once broken down and diluted with sometimes dangerous additives for retail sale, a kilo can end up being sold for a total in the low six figures.\n\n\"So you have the cartels that are manufacturing the cocaine sending their cocaine to the United States, because they're getting a bigger bang for their dollar,\" Fajardo Orshan said. \"That's how it comes up here and that's how we intercept it.\"\n\nRead more: The Coast Guard is catching more drug-running subs, but most 'very stealthy' narco subs are probably going undetected\n\nIn other markets, like Australia or Europe, prices can be much higher, but established smuggling routes from South America and consistent demand in the US appeal to traffickers, Coast Guard commandant Adm. Karl Schultz said Thursday.\n\n\"It's the distribution. It's the time-space-distance. That's what we're dealing with out here,\" Schultz said, speaking in front of the cocaine seized in the Pacific Ocean by the cutter James and other Coast Guard ships.\n\n\"We're dealing with proven pathways that have existed for a long time [and] sophisticated smuggling organizations,\" Schultz added. \"It's an adversary that's always changing their tactics, and we've got to stay ahead of that.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Meet this year's 32 genius American Rhodes scholars — including a record-setting 21 women", "description": "Thirty-two American students have been offered the prestigious Rhodes Scholarship to study at Oxford University in the fall of 2019. This year's group includes 21 women, which is the most ever in a single Rhodes class; almost half of the 32 winners are immigr…", "url": "https://www.businessinsider.com/rhodes-scholars-list-bios-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1ca3bc957015135656ef1-750-375.jpg", "publishedAt": "2018-11-18T22:04:59Z", "content": "Thirty-two ambitious American students have been offered the prestigious Rhodes Scholarship and will be heading to study at Oxford University in the fall of 2019. The scholarship - famously won by Bill Clinton, Cory Booker, and Rachel Maddow — pays for two to… [+716 chars]", "fulltext": "Thirty-two ambitious American students have been offered the prestigious Rhodes Scholarship and will be heading to study at Oxford University in the fall of 2019.\n\nThe scholarship - famously won by Bill Clinton, Cory Booker, and Rachel Maddow — pays for two to three years of post-graduate study at Oxford University in England.\n\nThis year's winners were selected from a pool of 880 applicants, whom their colleges and universities nominated for their academic excellence, ambition, and promise of leadership.\n\n\"We seek outstanding young men and women of intellect, character, leadership, and commitment to service,\" Elliot F. Gerson, American secretary of the Rhodes Trust, said in a statement on Saturday.\n\nThis year's group includes 21 women, which is the most ever in a single Rhodes class; almost half of the 32 winners are immigrants or first-generation Americans. Duke, Princeton, and Yale universities each had three Rhodes scholars.\n\nFind out more about the winners below."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julie Bort", "title": "Facebook former security exec recounts the moment Sheryl Sandberg yelled at him", "description": "Over the weekend, Alex Stamos, Facebook's former security chief, wrote his own account of a run-in with Facebook COO Sheryl Sandberg, published by the Washington Post. In it, he confirms a story of how, when and why she yelled at him after he told Facebook's …", "url": "https://www.businessinsider.com/facebook-former-exec-recounts-when-sheryl-sandberg-yelled-at-him-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1d5d701b12d57760e19bb-2732-1366.jpg", "publishedAt": "2018-11-18T21:43:35Z", "content": "\"Yup, Sheryl Sandberg yelled at me,\" Alex Stamos wrote in an editorial for the Washington Post on Saturday. Stamos is Facebook's former security chief at the center of a blistering New York Times exposé published last week on how Facebook's leadership dealt w… [+3192 chars]", "fulltext": "\"Yup, Sheryl Sandberg yelled at me,\" Alex Stamos wrote in an editorial for the Washington Post on Saturday.\n\nStamos is Facebook's former security chief at the center of a blistering New York Times exposé published last week on how Facebook's leadership dealt with Russian election interference on its platform.\n\nThe story reported that senior leadership tried to downplay and deflect the mounting crises, and revealed details that Facebook hired an opposition research firm to attack its critics, with some of those attacks having anti-Semitic overtones.\n\nSandberg and Zuckerberg have been playing defense ever since. In a Facebook post, Sandberg again admitted that she and CEO Mark Zuckerberg were \"too slow\" in dealing with Russian election propaganda on Facebook but she wrote, \"to suggest that we weren't interested in knowing the truth, or we wanted to hide what we knew, or that we tried to prevent investigations, is simply untrue.\"\n\nSo on Saturday, one of the men in the middle of it all, Stamos, went public with his own side of the story.\n\nRead more:Facebook employees react to the latest scandals: 'Why does our company suck at having a moral compass'\n\nHe confirmed that he and his team began digging into Russian activity on Facebook without the direct consent of Sandberg or Zuckerberg.\n\nHe confirmed that during that initial investigation, Stamos grew alarmed. \"Combing through billions of accounts, my colleagues and I had discovered a web of fake personae that we could confidently tie to Russia,\" he wrote in the editorial.\n\nAlex Stamos, Facebook's former chief security officer. Getty When he reported his findings to Zuckerberg and Sandberg, they asked him to brief the board. But that meeting with the board was not consoling. He told \"the difficult truth,\" he described, warning that Russian abuse of Facebook was widespread and that they didn't even know how bad it was.\n\nBoard members proceeded to grill Sandberg and Zuck and when the meeting was over, a furious Sandberg accused Stamos of throwing her and Zuck under the bus, the NYTimes reported.\n\nStamos basically confirmed that, too, by writing that \"Sheryl — as reported in this past week's New York Times investigation— felt blindsided.\" He said that after yelling at him, she later apologized.\n\nBut Stamos went on to accuse Facebook of not coming clean about how bad Russian interference was on their social media site, even after they sent a report to special counsel Robert Mueller about it. Mueller is currently investigating Russian election interference.\n\nAfter the election \"Facebook stuck to a public-communications strategy of minimization and denial,\" Stamos wrote.\n\nAfter holding Facebook's feet to the fire, Stamos then went on to wag his finger at everyone else: US intelligence, lawmakers, major US outlets, too. All them played their parts and rewarding the Russians for their hacking Democrats's emails and churning out propaganda.\n\nStamos also has a stark warning that the 2020 presidential election is already looking like its going to get ugly. It's likely that the Russians are rubbing their hands together and plotting.\n\nIf Facebook has really learned its lesson or not, he doesn't say. But he calls for everyone from our nation's spies to our lawmakers to the media to lawmakers to change their behavior and be wary.\n\nCome hear famed Professor Scott Galloway discuss the Internet landscape at Business Insider's Ignition conference, December 3 & 4 in New York."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Nancy Pelosi is using gender to win over progressives in her fight to become House speaker", "description": "House Minority Leader Nancy Pelosi says she is confident that she's the best choice to be the next speaker of the House — and that a movement against her within her own party is motivated by sexism. But the opposition to her — largely coming from centrist Dem…", "url": "https://www.businessinsider.com/nancy-pelosi-gets-progressive-backing-in-her-race-for-house-speaker-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beedc4db73c282c114b789a-1136-568.jpg", "publishedAt": "2018-11-18T21:42:02Z", "content": "House Minority Leader Nancy Pelosi says she is confident that she's the best choice to be the next speaker of the House — and that a movement against her within her own party is motivated by sexism. Pelosi has long said that she remained in Democratic leaders… [+7326 chars]", "fulltext": "House Minority Leader Nancy Pelosi says she is confident that she's the best choice to be the next speaker of the House — and that a movement against her within her own party is motivated by sexism.\n\nPelosi has long said that she remained in Democratic leadership after Hillary Clinton's 2016 loss because without her men would have dominated the highest levels of American politics.\n\n\"You cannot have the four leaders of Congress [and] the president of the United States, these five people, and not have the voice of women,\" Pelosi said during a Sunday interview on CBS. \"Especially since women were the majority of the voters, the workers in campaigns, and now part of this glorious victory.\"\n\nPelosi's defenders have suggested that her demonization by the right is deeply infused with sexism.\n\n\"Don't like Pelosi, but can't quite articulate why? Felt the same way about Hillary Clinton? Time for some deep self-reflection about gender bias and leadership,\" Jennifer Victor, a political science professor at George Mason University, wrote in a tweet that went viral last week.\n\nThe minority leader and her allies argue that the former speaker's fundraising prowess, significant legislative accomplishments, recent electoral victories, and a lack of any strong progressive alternative should be enough to vault her to the speakership. Pelosi says she's \"100 percent\" confident she'll be re-elected speaker in the new Congress, citing \"overwhelming support\" in her caucus. Others in the party are pushing for a new voice.\n\nRep. Tim Ryan, D-Ohio, right, accompanied by Rep. Marcia Fudge, D-Ohio, second from left, and Seth Moulton, D-Mass., left, speaks to members of the media following the House Democratic Caucus elections on Capitol Hill on Nov. 30, 2016. Andrew Harnik/AP\n\n'Plenty of really competent females'\n\nPelosi and her allies have characterized the intra-party opposition to her speakership as a conservative, male-dominated movement out of touch with the bulk of the Democratic party. They've used the hashtag #FiveWhiteGuys — the same label Pelosi gave to a bipartisan immigration working group earlier this year — to refer to Reps. Seth Moulton and Tim Ryan, both centrist Democrats, who have led the movement against her.\n\nMoulton has made clear that he's not running for speaker, but has only floated one possible alternative so far: Ohio Rep. Marcia Fudge, a former chair of the Congressional Black Caucus, who said on Saturday that she's been \"overwhelmed\" by the encouragement she's received from colleagues and will announce whether she'll run after Thanksgiving.\n\nFudge framed her potential candidacy as a move away from the Democratic party status quo and as a way to better represent the diversity of the caucus.\n\n\"If we run on change, then we need change,\" Fudge told CNN on Saturday, adding that she and Pelosi discussed those \"within the caucus who are feeling left out and left behind\" during a Friday meeting.\n\nFudge, Moulton, and Ryan have also held that the next speaker should be a woman.\n\n\"There's plenty of really competent females that we can replace her with,\" Ryan told reporters last week, referring to Pelosi's replacement.\n\nFudge was one of three women in a group of 17 incumbent and incoming House members who signed a letter last week promising not to vote for Pelosi on the House floor. As of Friday, at least 20 lawmakers have said they would oppose Pelosi, including a total of six women.\n\nNancy Pelosi and Chuck Schumer. AP Photo/Andrew Harnik\n\nWomen who oppose Pelosi's bid for speaker take issue with the suggestion that the movement against her is sexist or anti-feminist.\n\nElissa Slotkin, an incoming Michigan representative from a formerly red district, framed her opposition to Pelosi as a push for \"a new generation of leadership\" and added that \"kitchen table issues are more important than gender\" to her constituents.\n\n\"I never want to be disrespectful to anyone who has served, especially a woman who has broken glass ceilings,\" the 42-year-old former CIA officer said last week. \"But we need to hear what people are telling us on the ground,\" she continued. \"They want a new generation that thinks differently and works harder and takes the caucus in a new direction.\"\n\nNew York Rep. Kathleen Rice, who's also advocating for a \"new generation\" of Democratic leaders, told reporters in recent days that female members \"should not be made to feel that they are 'anti-women' if they don't want to vote for Nancy Pelosi.\"\n\nRice escalated this argument on Friday, tweeting, \"I find it fascinating that the very people who are characterizing our call for new leadership as a sexist campaign are also ignoring the women leading the charge. Are @RepMarciaFudge and I white men?\"\n\nJennifer Victor, the George Mason professor, said she's not convinced the centrist Democratic movement against Pelosi can fairly be characterized as sexist.\n\n\"The evidence that it's five white guys is consistent with the sexism narrative, but it's not the only way to read that evidence,\" she said in an interview with INSIDER.\n\nProgressive groups and insurgents line up behind Pelosi\n\nWith no viable alternative for speaker on the left, progressive groups have begun to fall in line behind Pelosi — and they're also using gender as a defense of her and an attack on her opponents.\n\n\"Anyone who thinks that Pelosi should be replaced by a moderate white guy is fundamentally misreading the moment,\" Joe Dinkin, spokesman for the Working Families Party, told INSIDER. \"Women voters, and especially women of color, powered the progressive wave, and we need more women in leadership roles — not less.\"\n\nLate last week, Indivisible — the progressive advocacy group behind many insurgent Democratic candidates this year — called Pelosi \"a strong and progressive leader\" and argued the party shouldn't let a small group of white, moderate men sabotage her.\"\n\nThe Brady Campaign, a gun control advocacy organization, endorsed Pelosi on Friday afternoon, and MoveOn.org, indicated their support on Thursday night shortly after Pelosi promised to put members of the Congressional Progressive Caucus — which will make up two-fifths of the Democratic caucus — in leadership positions and prioritize progressive legislation.\n\nAlexandria Ocasio-Cortez on Tuesday joined a protest on climate change outside of Nancy Pelosi's office. Pablo Martinez Monsivais/AP\n\nIncoming progressive members of the House — many of whom sharply criticized Pelosi on the campaign trail and ran against the Democratic establishment — have also moved away from outright opposition to Pelosi.\n\nOn her first day of congressional orientation in Washington, New York Congresswoman-elect Alexandria Ocasio-Cortez, a Democratic Socialist, joined hundreds of young protesters outside Pelosi's office to push for a \"Green New Deal.\" While the tactic was an aggressive and unconventional one for a member of Congress, Pelosi praised the activists as \"inspiring\" — and Ocasio-Cortez commended her in return for agreeing to call for a select committee to address climate change, one of the group's requests.\n\nOcasio-Cortez, who ran her insurgent campaign as a referendum on the Democratic establishment, said last week that she's open to supporting Pelosi.\n\nOther progressive insurgents have similarly changed their tune. Rashida Tlaib of Michigan, who said in August that she would \"probably not\" vote for Pelosi because Democratic leadership isn't listening to the grassroots of the party, said this week of Pelosi \"She's willing to listen.\"\n\nFor Tlaib, listening appears to be enough: \"that's what I ask for right now at this point.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Alexandria Ocasio-Cortez is backing an effort to primary fellow Democrats in 2020", "description": "Incoming House Democratic Alexandria Ocasio-Cortez lent her name to an effort by the group Justice Democrats to primary moderate Democrats in 2020. The group wants Democrats to stop taking corporate PAC money, or face a progressive challenger in 2020. Ocasio-…", "url": "https://www.businessinsider.com/alexandria-ocasio-cortez-backs-effort-to-primary-democrats-in-2020-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1d45eb73c28549f2fa614-2560-1280.jpg", "publishedAt": "2018-11-18T21:24:09Z", "content": "Incoming House freshman Alexandria Ocasio-Cortez is no stranger to challenging the old guard of the Democratic party, defeating the 12-term chair of the Democratic House Caucus in a stunning upset in the 2018 primaries. Now, Ocasio-Cortez appears poised to le… [+3083 chars]", "fulltext": "Incoming House freshman Alexandria Ocasio-Cortez is no stranger to challenging the old guard of the Democratic party, defeating the 12-term chair of the Democratic House Caucus in a stunning upset in the 2018 primaries.\n\nNow, Ocasio-Cortez appears poised to lead the charge in an effort to replicate her own success in an push to elect more progressive Democrats in already blue districts.\n\nOn a Facebook Live conference call held Saturday by the progressive group Justice Democrats, Ocasio-Cortez asked hundreds of viewers to consider launching their own campaigns, no matter who they'd be facing. \"This is about bringing justice to our system,\" said Ocasio-Cortez. \"All Americans know that money in politics is a huge problem but unfortunately, the way that we fix it is demanding that our incumbents give it up or by running fierce campaigns ourselves,\" she continued. For Ocasio-Cortez, the issue seemed to be beyond politics, saying \"that's really what we need to do to save this country.\"\n\nThe call marked the launch of Justice Democrats' #OurTime campaign. The group, which initially recruited Ocasio-Cortez to run, has so far focused on supporting candidates that reject money from corporate PACs and represent progressive stances. Now, according to their website, Justice Democrats are looking to replicate the success of Ocasio-Cortez across the county by electing \"a new generation of diverse working-class Democrats who have a bold vision to transform our economy and democracy.\"\n\nRead more: Alexandria Ocasio-Cortez is using Instagram stories to bring you behind the curtain of the Washington, DC establishment\n\n\"We are unafraid of taking on out-of-touch incumbents in primary challenges because we don't need to just elect more Democrats, we need to elect better Democrats,\" reads the group's website.\n\nOn the call, executive director Saikat Chakrabarti put the campaign's mission bluntly: \"We have to primary people because it's one of the only ways we'll get working class people, poor people, people who have great big ideas into the party.\"\n\nAs inspiration, Ocasio-Cortez shouted out other Justice Democrats-backed success stories to illustrate that progressive challenges in primaries were possible: \"When you think about the true vanguard of the progressive movement it is dynamic women like Ayanna Pressley, Rashida Tlaib, and Ilhan Omar and they ran in blue districts.\"\n\nAlready, even before being sworn in, Ocasio-Cortez and her class have begun to push back on the Democratic establishment in Washington.\n\nOn the first day of orientation for freshman House members, Ocasio-Cortez attended a sit-in in Rep. Nancy Pelosi's office to demand the formation of a select committee to draft legislation that would create a \"Green New Deal\" — a policy found in Justice Democrats' platform. Pelosi is facing a contentious bid to regain her speaker seat, and Ocasio-Cortez's support, as a leader among the new progressive Democrats, could help put talk of a progressive challenge to bed.\n\nBut Ocasio-Cortez isn't closed off to the possibility that centrist Democrats can get the job done. When asked about Nancy Pelosi, Ocasio-Cortez said, \"This is not about supporting or not supporting an individual. It's about making sure that we can get as progressive and aggressive of legislation as a party on climate change as quickly as possible.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Alex Smith suffered a gruesome injury that reminded many of Joe Theisman's infamous broken leg", "description": "Alex Smith suffered a gruesome leg injury in the third quarter of the Redskins game against the Texans. The injury immediately brought up memories of Joe Thiesman's infamous career-ending leg injury. Smith was carted off the field with backup quarterback Colt…", "url": "https://www.businessinsider.com/alex-smith-broken-leg-joe-theisman-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1c7c4f556fc566b4b2b45-1536-768.jpg", "publishedAt": "2018-11-18T20:38:19Z", "content": "Alex Smith went down in the third quarter of the Washington Redskins game against the Houston Texans on Sunday with a gruesome leg injury. Trailing 17-7 but driving towards the red zone, Smith dropped back on third-and-9 and was immediately pursued by the Tex… [+807 chars]", "fulltext": "Alex Smith went down in the third quarter of the Washington Redskins game against the Houston Texans on Sunday with a gruesome leg injury.\n\nTrailing 17-7 but driving towards the red zone, Smith dropped back on third-and-9 and was immediately pursued by the Texans pass rush. Running backward, Smith went down in a heap when caught by J.J. Watt and Kareem Jackson.\n\nWARNING: Some may find the video below disturbing\n\nSmith would have to be carted off the field after the play.\n\nThe hit immediate brought to mind another moment in Redskins history — Joe Thiesman's brutal broken leg during \"Monday Night Football\" back in 1985, after taking a hit from Giants linebackers Lawrence Taylor and Harry Carson, which forced Thiesman into retirement.\n\nThiesman himself saw the similarity.\n\nWhile we don't yet know about Smith's future in football, it's unlikely he'll be suiting up again any time soon for Washington.\n\nIn Smith's absence, backup quarterback Colt McCoy entered the game for the Redskins. He threw a touchdown on his first pass attempt to cut the Texans lead to 17-14."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Some migrants are considering job offers in Mexico after the caravan is stalled at the US border", "description": "Jose Cabezas/Reuters Some Central American migrants stalled at the US-Mexico border Saturday said they were considering job offers in Mexico in anticipation of difficulties with US authorities. The Mexican government has repeatedly offered jobs to the migrant…", "url": "https://www.businessinsider.com/r-central-americans-stalled-at-us-mexico-border-mull-work-offers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1c29301b12d565a3aff6a-1920-960.jpg", "publishedAt": "2018-11-18T19:52:00Z", "content": "MEXICALI, Mexico (Reuters) - Hundreds of migrants from a caravan of Central Americans were stalled at the US-Mexico border on Saturday, where a handful said they welcomed recent Mexican offers of employment in the face of a hostile US reception. The Mexican g… [+2991 chars]", "fulltext": "The Mexican government has repeatedly offered jobs to the migrants, saying those who obtained legal status could occupy thousands of vacancies, mostly in the country's \"maquiladoras,\" doing factory work.\n\nMEXICALI, Mexico (Reuters) - Hundreds of migrants from a caravan of Central Americans were stalled at the US-Mexico border on Saturday, where a handful said they welcomed recent Mexican offers of employment in the face of a hostile US reception.\n\nThe Mexican government last week reiterated job offers to the migrants, saying that those who obtained legal status could occupy thousands of vacancies, most of them in the country's \"maquiladoras,\" doing factory work.\n\nSince arriving at the border last week, they have been denied entry through the gates linking Mexico to the United States.\n\nDozens of the mostly Hondurans waited in lines to bathe and washed clothes sullied from 2,600 miles of relentless travel.\n\nSeveral members of the caravan, which left the crime-wracked city of San Pedro Sula, Honduras, on Oct. 13, told Reuters they would be willing to stay put in Mexico rather than face rejection across the border.\n\n\"If we had work, we would stay. This has been very tiring,\" said Orbelina Orellana, a 26-year-old Honduran mother of three, waiting at the Alfa and Omega shelter in the city of Mexicali, which borders Calexico, California.\n\n\"I cry a lot to not be able to feed them as I'd like,\" Orellana said of her children. \"I just want an opportunity.\"\n\nRead more:Thousands of migrants have been marching to the US border in 'caravans' for years — here's why this one is different\n\nBriefly stalled by Mexican riot police on a highway crossing between two southern Mexican states late last month, a dozen migrants told Reuters they rejected such offers, preferring to try their luck in the United States.\n\nBut on Saturday, some said that thinking had changed.\n\n\"We had the idea to cross to the United States, but they told us it will be nearly impossible,\" said Mayra Gonzalez, 32, traveling with her two children. \"We cannot starve as we wait to find out if they'll give us asylum. Better to work, by the grace of God, here in Mexico.\"\n\nA man sleeps at El Salvador del Mundo Square in El Salvador. Jose Cabezas/Reuters\n\nIn a sharp reversal of longstanding US policy, President Donald Trump's administration last week began enforcing new rules that curtail asylum rights for anyone who arrives without documents at the U.S. border.\n\nTrump earlier this month deployed almost 6,000 troops along the long US border with Mexico.\n\nAs they wound north through Mexico, the migrants were helped along by local authorities and residents who offered food, clothing and even free rides on daily treks that averaged 30 miles a day, much of it on foot.\n\nBut that welcome became noticeably frostier as the caravan reached the border.\n\nIn Tijuana, a city long accustomed to a population of migrants in transit, deportees and U.S. pleasure-seekers, a clutch of local residents last week threw rocks at the migrants, telling them to go home.\n\nBut some said the Central Americans could help boost the local economy.\n\n\"We are not against migration,\" Ulises Araiza, President of the Association of Human Resources of Industry in Tijuana, told Reuters.\n\n\"We know the situation that these people face in their country. But we also favor order so as to integrate them into the labor sector, because only in Tijuana do we have a demand in the maquiladora industry for 5,000 people.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Lamar Jackson led the Ravens to a touchdown on his first drive as a starter without a single pass, and it's an early sign oh how his unique skills translate to the NFL", "description": "Lamar Jackson led the Ravens on an 11-play touchdown drive in his first drive as a starting quarterback. The Ravens moved the length of the field without a passing play, with Jackson rushing for 46 yards. Jackson still has plenty to prove, but the opening dri…", "url": "https://www.businessinsider.com/lamar-jackson-ravens-opening-drive-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1b0f210114262ce62f042-1536-768.jpg", "publishedAt": "2018-11-18T19:14:20Z", "content": "Lamar Jackson made his first start for the Baltimore Ravens on Sunday, and it didn't take long for the 2016 Heisman Trophy winner to get going. With regular starter Joe Flacco out with a hip injury, Jackson's impact on the Ravens' game plan was immediately ap… [+1980 chars]", "fulltext": "Lamar Jackson made his first start for the Baltimore Ravens on Sunday, and it didn't take long for the 2016 Heisman Trophy winner to get going.\n\nWith regular starter Joe Flacco out with a hip injury, Jackson's impact on the Ravens' game plan was immediately apparent, as Baltimore chose to start their opening drive with 11 straight rushing plays.\n\nJackson was the star of the show, carrying the ball five times for 46 yards and picking up three huge third-down conversions to keep the drive alive. The Ravens used a few read-option looks, with Jackson reading the Bengals defense and reacting accordingly, as well as several designed runs for their rookie quarterback.\n\nNo matter how it happened, it was clear that Jackson had the green-light to go whenever he saw an opening.\n\nAfter 10 consecutive rushing plays to open the drive, running back Alex Collins capped it off with a seven-yard scamper into the end zone.\n\nThe Ravens' commitment to and success with the run was a complete U-turn from their fortunes in their last game.\n\nOne drive, one game, or even one season is far too small a sample to make any grand judgments by, Jackson's opening drive success is promising for Ravens fans that hope he can be the future of the franchise.\n\nEntering the draft, some questioned if Jackson had the necessary skills to play quarterback in the NFL. So far, Jackson has been used as a gadget-play specialist, splitting Flacco out wide and showing Jackson as a pass-run threat to leave defenses guessing.\n\nWhile Jackson's opening drive didn't feature a pass, it showed that the big-play ability that made him one of the most electric players in college football hasn't left him.\n\nFurther, if Jackson can continue to prove a dangerous rusher, the mere threat of him taking off should open up his passing game on its own. When teams over-commit to containing him, he can step up and sling one deep.\n\nJackson's career is still unwritten, and he still has a way to go before convincing his most-skeptic critics that his arm is NFL-ready. But if he can keep moving the ball and the Ravens commit to a game plan that plays to his strengths, there's no reason he couldn't be seen as one of the best quarterbacks of the 2018 draft class a few years down the road."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Rick Scott defeats Bill Nelson for Florida Senate seat after tense recount", "description": "Florida Gov. Rick Scott defeated Democratic Sen. Bill Nelson Sunday in a contentious race for the state's Senate seat. Scott led Nelson by more than 10,000 votes Sunday after the recount's noon deadline, according to the Associated Press. Over the course of t…", "url": "https://www.businessinsider.com/rick-scott-defeats-bill-nelson-florida-senate-seat-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1b07e0d7c67525b02a66b-2732-1366.jpg", "publishedAt": "2018-11-18T19:02:32Z", "content": "Florida Gov. Rick Scott defeated Democratic Sen. Bill Nelson Sunday in a contentious race for a Senate seat. The Associated Press reported after the recount that Scott led the three-term incumbent Nelson by more than 10,000 votes. The victory comes over a wee… [+1345 chars]", "fulltext": "Florida Gov. Rick Scott defeated Democratic Sen. Bill Nelson Sunday in a contentious race for a Senate seat.\n\nThe Associated Press reported after the recount that Scott led the incumbent Nelson by more than 10,000 votes.\n\nIn a statement after Nelson called him to concede, Scott said he thanked the three-term senator for his years of service and called for unity across Florida.\n\n\"Now the campaign truly is behind us,\" Scott said. \"That's where we need to leave it.\"\n\nHours earlier, Scott warned Nelson in a statement to concede, saying he could either \"be remembered as the statesman who graciously conceded after 42-years of public service ... or be remembered as the sore loser who refused to face the people he served.\"\n\nNelson said in a statement later that afternoon that he didn't \"feel defeated\" and implored voters and citizens to \"never give up this fight\" for progress in protections for issues including healthcare, the environment, and civil rights.\n\n\"We may have been heavily outspent in this campaign, but we were never outworked,\" Nelson said, referring to the $60 million Scott spent on the race. \"We have to move beyond a politics that aims not just to defeat but to destroy; where truth is treated as disposable, where falsehoods abound, and the free press is assaulted as the 'enemy of the people.'\"\n\nNelson continued: \"There's been a gathering darkness in our politics in recent years. My hope today can be found in the words of John F. Kennedy, who said civility can guide us through that darkness to a safe and sane future.\"\n\nBill Nelson. AP Photo/Phelan M. Ebenhack\n\nThe victory comes over a week after Election Day, when Scott was expected to defeat Nelson but only led by 0.15 percentage points, triggering a hand recount.\n\nIn the recount, election officials and volunteers had to examine ballots from which tabulation machines couldn't determine which candidate got the vote.\n\nRead more: 3 reasons Florida's elections are a perennial chaotic nightmare\n\nScott's win is the second hard-fought Republican victory in the state within a day after Democrat Andrew Gillum conceded in the race for Florida governor to Republican Ron DeSantis on Saturday night.\n\nThe Senate race drew national attention as Scott made headlines throughout the campaign with repeated claims that Nelson was trying to garner votes from fraudulent ballots and those cast by noncitizens.\n\n\"He is trying to commit fraud to win this election,\" Scott told Fox News without offering further evidence. \"Bill Nelson's a sore loser. He's been in politics way too long.\"\n\nNo state department, including the election division Scott heads, has found any no evidence of voter fraud. The Florida Department of Law Enforcement said it has not launched any investigation into election fraud. And a judge slapped down Republicans' fraud claims, telling politicians to \"ramp down the rhetoric\".\n\nWith Scott's seat secured, Republicans have an even more comfortable majority of the US Senate."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Christie's sold a 19-carat pink diamond for a record-breaking $50 million", "description": "Martial Trezzini/Keystone via AP The \"Pink Legacy\" diamond sold at auction on Tuesday for more than $50 million. Christie's said this is a new world record price per carat for a pink diamond. Renowned jeweler Harry Winston was the buyer. The stone once belong…", "url": "https://www.businessinsider.com/ap-pink-diamond-sells-for-more-than-50m-setting-world-record-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb5a64e4218a69000db242-1920-960.jpg", "publishedAt": "2018-11-18T18:57:00Z", "content": "GENEVA (AP) — Christie's sold the \"Pink Legacy\" diamond at auction Tuesday for more than $50 million including fees, saying it's a new world record price per carat for a pink diamond. Christie's said that renowned jeweler Harry Winston was the buyer. The auct… [+943 chars]", "fulltext": "GENEVA (AP) — Christie's sold the \"Pink Legacy\" diamond at auction Tuesday for more than $50 million including fees, saying it's a new world record price per carat for a pink diamond.\n\nChristie's said that renowned jeweler Harry Winston was the buyer. The auction house had expected to fetch $30 million to $50 million for the nearly 19-carat, rectangular-cut stone, the largest fancy vivid pink diamond that it has ever put under the hammer.\n\nIt was the standout offering at Christie's fall jewelry auction in Geneva. The standing-room only ballroom broke into applause after the auctioneer struck down a hammer price of $44.5 million. That excludes the standard \"buyer's premium\" and other fees.\n\nThe stone once belonged to the Oppenheimer diamond family, and Christie's says it's among the most chemically pure gems.\n\nRahul Kadakia, Christie's head of international jewelry, said that auction house has only sold four diamonds weighing more than 10 carats of the same color in its 251 years of history.\n\nChristie's sale kicks off two days of jewelry auctions in Geneva. On Wednesday, Sotheby's will auction jewelry once owned by French Queen Marie Antoinette that hadn't been seen in public for 200 years."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Fox News host Chris Wallace says Trump is seen as a 'beacon for repression' as they get into a heated back-and-forth over fake news", "description": "\"Fox News Sunday\" host Chris Wallace told President Donald Trump his claims about American news media made him a worldwide \"beacon of repression.\" In an interview aired Sunday, Trump railed against outlets he called \"fake news,\" which was a term Wallace said …", "url": "https://www.businessinsider.com/trump-press-attacks-fox-news-sunday-interview-chris-wallace-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1adfada27f86dc5161056-1920-960.jpg", "publishedAt": "2018-11-18T18:34:02Z", "content": "\"Fox News Sunday\" host Chris Wallace pushed back against President Donald Trump's claims about American news media and said his extreme targeting of news outlets made him a \"beacon for repression\" around the world. In a lengthy interview that aired Sunday, Wa… [+2891 chars]", "fulltext": "\"Fox News Sunday\" host Chris Wallace pushed back against President Donald Trump's claims about American news media and said his extreme targeting of news outlets made him a \"beacon for repression\" around the world.\n\nIn a lengthy interview that aired Sunday, Wallace told Trump that his oft-used characterization of mainstream media outlets as \"fake news\" is a dangerous departure from simply disagreeing with the coverage of his administration.\n\n\"Leaders in authoritarian countries like Russia, China, Venezuela now repress the media using your words,\" Wallace said, specifically citing a February 2017 tweet in which Trump listed the New York Times, NBC News, ABC, CBS, and CNN as \"the enemy of the American people.\"\n\n\"I can't talk for other people, I can only talk for me,\" Trump said.\n\nWallace interjected, \"But you're seen around the world as a beacon for repression.\"\n\nTrump then insisted he only disagreed with outlets that consistently cover his administration negatively, which signaled they were unfair.\n\nRead more:Trump administration accused of behaving like authoritarian regime after revoking CNN reporter Jim Acosta's credentials and sharing suspicious video\n\nWallace said the president doesn't \"get to decide what's fair and what's not.\"\n\n\"I can tell what's fair and what's not,\" Trump replied, adding that the media doesn't report when he does something \"very good.\"\n\n\"[President] Barack Obama whined about Fox News all the time,\" Wallace said, \"but he never said we were the enemy of the people.\"\n\nTrump acknowledged his criticism of the press involved saying \"something differently than anyone has ever said it before.\" The president then tried again to distinguish the \"fake news\" from legitimate media when Wallace rejected a possible distinction.\n\n\"We're all together,\" Wallace said. \"When you call CNN and The New York Times [fake news], we are in solidarity, sir.\"\n\nFox News recently offered a major rebuke against the Trump administration when it supported a lawsuit that CNN brought against the Trump administration last week over the decision to revoke CNN correspondent Jim Acosta's press pass.\n\nA scene from the press conference when Acosta and Trump clashed. REUTERS/Jonathan Ernst\n\nThe dispute came after a combative exchange between Acosta and Trump at a press conference last week.\n\nAfter arguing about Acosta's question about the migrant caravan traveling to the US, Trump called Acosta a \"rude, terrible person.\"\n\nA White House intern eventually attempted to grab the microphone from Acosta's hand, though he twisted away from her and held onto it.\n\nThe Trump administration argued that the First Amendment didn't grant Acosta the right to enter the White House and that the administration has \"broad discretion\" to revoke press credentials.\n\nOn Friday, a federal judge ordered for Acosta's credentials to be returned.\n\nTrump told Wallace the ruling was \"not a big deal\" but that his administration is now drafting a code of conduct for reporters to follow in onsite press conferences, as Press Secretary Sarah Huckabee Sanders announced last week.\n\n\"If he misbehaves, we'll throw him out or we'll stop the news conference,\" Trump said.\n\nWatch a clip of the 'Fox News Sunday' interview below:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Trump says he won't attempt to amend the Constitution to win a third term despite previous praise of Chinese term-limit abolishment", "description": "President Donald Trump says he won't try to amend the Constitution to win a third term as president. Trump previously praised Chinese president Xi Jinping for abolishing term limits. No American president besides FDR has won more than two terms. Democrats are…", "url": "https://www.businessinsider.com/trump-says-he-wont-attempt-to-amend-constitution-to-win-a-third-term-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1af72b73c28527a2ef776-1536-768.jpg", "publishedAt": "2018-11-18T18:32:09Z", "content": "Democrats are dead set on defeating Trump in the 2020 elections, but Trump himself seems to already have considered his options for 2024. When asked in a wide-ranging interview with Fox News' Chris Wallace whether or not he \"would try to amend the constitutio… [+1157 chars]", "fulltext": "Democrats are dead set on defeating Trump in the 2020 elections, but Trump himself seems to already have considered his options for 2024.\n\nWhen asked in a wide-ranging interview with Fox News' Chris Wallace whether or not he \"would try to amend the constitution so you could serve a third term,\" Trump flatly replied: \"no.\"\n\n\"I think the eight-year limit is a good thing, not a bad thing,\" he continued.\n\nIn March, Trump was recorded at a fundraiser praising Chinese President Xi Jinping's abolishment of presidential term limits, saying \"He's now president for life. President for life. No, he's great.\" Trump spoke admiringly of the move, commenting \"And look, he was able to do that. I think it's great. Maybe we'll have to give that a shot someday.\" The crowd laughed at Trump's remarks but it wasn't clear in the recording whether or not Trump was joking.\n\nRead more: Trump is already swimming in cash for his 2020 reelection campaign\n\nTrump and all presidents since 1947 have been limited to two terms by the 22nd Amendment. The Amendment was passed shortly after Franklin Delano Roosevelt served his fourth term as president. No other president has successfully won three terms.\n\nDespite Trump's assertion that he won't attempt a third term as president, he's already said he will run for a second in 2020, expressing confidence that he'll be able to beat a plethora of potential opponents — from Oprah to Joe Biden."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "I partied at the Brooklyn club named the 2nd best thing to do in the world. It was a wild night of dance parties, gravity-defying performances, and crazy costumes.", "description": "Time Out recently released its list of the 50 best things to do in the world right now. Brooklyn's House of Yes nightclub came in at second. The nightclub is known for wild parties with strange themes, circus performers, burlesque dancers, and more. I partied…", "url": "https://www.businessinsider.com/whats-its-like-to-party-at-house-of-yes-brooklyns-wildest-club-2017-11", "urlToImage": "https://amp.businessinsider.com/images/5a219f3df914c31d008b763f-1136-568.jpg", "publishedAt": "2018-11-18T17:51:00Z", "content": "Earlier this week, Time Out released its list of the 50 best things to do in the world right now. Coming in at second on the list is Brooklyn's very own House of Yes nightclub, a place that strives to be somewhere where just about anything can happen. Opened … [+836 chars]", "fulltext": "Earlier this week, Time Out released its list of the 50 best things to do in the world right now. Coming in at second on the list is Brooklyn's very own House of Yes nightclub, a place that strives to be somewhere where just about anything can happen.\n\nOpened in 2015, the club is the brainchild of New York artists Kae Burke and Anya Sapozhnikova. On any given night, party-goers might encounter trance DJs, aerialists, circus performers, marching bands, burlesque dancers, magicians, and tarot card readers.\n\nThe club is notorious for out-there parties with themes like Prohibition Disco, House of Love, and Bad Behavior. Costumes are just about required for any party at House of Yes, which makes sure things get weird.\n\nIt's likely that sense of wonder, discovery, and sheer craziness that led Time Out to put the club at the top of the list, which was curated by the publication's global editors based on 5,000 recommendations in 400 destinations from travelers around the world.\n\nLast November, I headed to House of Yes to attend the \"Ancient Aliens\" party and talk with Burke and Sapozhnikova."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julie Bort", "title": "The fabulous life of billionaire Michael Dell, who is once again fighting with Carl Icahn over the future of his company", "description": "Michael Dell is once again making headlines as he tries to take his company public again in an unusual and controversial way. Instead of an IPO, Dell wants to buy the \"tracking stock\" of VMware for a combo of cash and Dell's stock. The tracking stock was crea…", "url": "https://www.businessinsider.com/life-of-michael-dell-2016-9", "urlToImage": "https://amp.businessinsider.com/images/57d08fea09d29330008b68ab-2732-1366.jpg", "publishedAt": "2018-11-18T17:07:00Z", "content": "Michael Dell Getty Images Michael Dell is once again making headlines as he tries to take his company public again in an unusual and controversial way. Instead of an IPO, Dell wants to buy the \"tracking stock\" of VMware for a combo of cash and Dell's stock. T… [+1498 chars]", "fulltext": "Michael Dell Getty Images\n\nMichael Dell is once again making headlines as he tries to take his company public again in an unusual and controversial way.\n\nInstead of an IPO, Dell wants to buy the \"tracking stock\" of VMware for a combo of cash and Dell's stock. The tracking stock was created when Dell bought VMware's majority stakeholder EMC as part of that mega $67 billion deal. VMware is publicly traded and the tracking stock gave EMC investors extra value for their portion of VMware's equity, to encourage them to approve Dell's offer for EMC, which they did.\n\nThe tracking stock is also publicly traded, separate from VMware's common stock. Buying the tracking stock with Dell's stock means Dell would instantly become into a public company again, without a traditional IPO.\n\nBut this deal initially earned the scorn of multiple hedge fund managers, who say Dell's offer for the tracking stock is too low.Dell has bowed to the pressure and offered investors more money ... a lot more money.\n\nThis deal has put Michael Dell back in the bullseye of his old nemesis Carl Icahn, who bought an 8% stake of the tracking stock and had threatened to sue if the offer isn't either dropped or raised. He wanted Dell to triple the offer, though Dell isn't raising his offer that by that much.\n\nWith an estimated net worth of $27.5 billion, Dell is one of the wealthiest people in the world. From his early career as one of the youngest CEOs of a Fortune 500 company until today, Dell is used to getting his way.\n\nHe was only 23 when his company had its IPO in 1988, and soon he was a billionaire.\n\nDell lives the extravagant life of a successful businessman as well, complete with all of the private planes, summer homes, and sweet rides you'd expect from a billionaire."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "Browns reportedly want to interview Condoleezza Rice to be head coach and it may not be as crazy as it sounds", "description": "The Cleveland Browns want to interview former Secretary of State Condoleezza Rice for their head-coaching job, according to Adam Schefter of ESPN. Rice is a lifelong Browns fan, and there is a lot of admiration for Rice inside the Browns organization. It is u…", "url": "https://www.businessinsider.com/browns-want-interview-condoleezza-rice-head-coach-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf18c1601b12d522534f7d8-1536-768.jpg", "publishedAt": "2018-11-18T16:55:39Z", "content": "The Cleveland Browns want to interview Condoleezza Rice to be their next head coach, according to Adam Schefter of ESPN. \"Browns general manager John Dorsey said last week that he was opening to hiring a woman as Cleveland's next head coach, and there is one … [+3127 chars]", "fulltext": "The Cleveland Browns want to interview Condoleezza Rice to be their next head coach, according to Adam Schefter of ESPN.\n\n\"Browns general manager John Dorsey said last week that he was opening to hiring a woman as Cleveland's next head coach, and there is one prominent name on the team's wish list to interview,\" Schefter wrote. \"The Browns would like to interview former Secretary of State Condoleezza Rice for their head-coaching job, a league source tells ESPN.\"\n\nCondoleezza Rice is a lifelong Cleveland Browns fan. NFL Rice is a lifelong Browns fan, and according to Schefter, there is a lot of admiration for her within the Browns' organization.\n\nIt is unknown if Rice would want to interview or if the Browns would even hire her for the job. However, according to Schefter, the Browns would like to speak with her about what she could bring to the position and the organization. The interview could also lead to a different role with the team.\n\nShortly after the report, Dorsey released a statement saying the team is still in the early stages of their coaching search and Rice \"has not been discussed.\"\n\n\"Former Secretary of State Condoleeza Rice is a great leader, possesses the highest possible character, and also happens to be a Browns fan,\" Dorsey wrote. \"Our coaching search will be thorough and deliberate, but we are still in the process of composing the list of candidates and Secretary Rice has not been discussed.\"\n\nRice issued a statement saying she is \"not ready to coach.\"\n\nI love my Browns -- and I know they will hire an experienced coach to take us to the next level.\n\nOn a more serious note, I do hope that the NFL will start to bring women into the coaching profession as position coaches and eventually coordinators and head coaches. One doesn't have to play the game to understand it and motivate players. But experience counts -- and it is time to develop a pool of experienced women coaches.\n\nBTW -- I'm not ready to coach but I would like to call a play or two next season if the Browns need ideas! And at no time will I call for a \"prevent defense.\"\n\nThe role of NFL head coach is evolving\n\nWhile the report was met with skepticism and laughs of \"it's just the Browns being the Browns,\" the move may not be as crazy as it sounds if you consider that the job of \"head coach\" in the NFL is evolving and at some point, it will look nothing like the position with which we are all familiar.\n\nIn the not-too-distant future, NFL head coaches will be less like coaches and more like CEOs. Likely, teams will hire people — possibly under the title of \"President of Football Operations\" — to make all the crucial decisions, deal with the media and the public, and leave 95% of the actual coaching to the coordinators and position coaches.\n\nThe position of \"head coach\" would essentially cease to exist.\n\nFuture NFL \"head coaches\" will likely be more like Theo Epstein of the Chicago Cubs. Yale University Power over teams on and off field has shifted to the front office\n\nTo a certain extent, we have already seen this in Major League Baseball, where people like Andrew Friedman of the Los Angeles Dodgers and Theo Epstein of the Chicago Cubs put the teams together and predetermine most of the managerial decisions before a game has even started even though neither is ever in the dugout. The difference in those cases is that a manager is still the public face of the team.\n\nWe have also seen something similar at the college level where coaches like Bobby Bowden and Joe Paterno did little or no actual coaching towards the ends of the careers and were more like figureheads when it came to the actual games.\n\nRead more:The season is already over for some NFL teams — here are the teams that won't make the playoffs\n\nIn the NFL, the evolution has already begun. Offensive and defensive coordinators typically call plays and run their respective sides of the ball. During practices, position coaches do most of the coaching\n\nDuring games, NFL head coaches are often limited to deciding when to go for it on fourth down and yelling at the officials. Most of their job is done off the field, especially for coaches like Bill Belichick of the New England Patriots who are given more control and autonomy over the team and the organization, something that Rice would likely have.\n\nNone of this means Rice, who is a former member of the College Football Playoff selection committee, will ever be an NFL head coach. But that she is a candidate should not come as a surprise as it is just another example of how the job of head coach is changing, and soon, the position we are all familiar with may disappear forever."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang and Matthew DeBord", "title": "These 5 amazing cars from Tesla, Subaru, Lincoln, Ferrari, and Jaguar nearly won Business Insider's 2018 Car of the Year award", "description": "Business Insider is set to announce the winner of our 2018 Car of the Year award. Each year, 15 finalists are selected from the more than 60 cars, trucks, and SUVs we tested during the year. From those 15, we have whittled the pack down to five runners-up and…", "url": "https://www.businessinsider.com/business-insider-2018-car-of-the-year-runners-up-tesla-ferrari-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b02c2dce3186e1b008b52e2-1920-960.jpg", "publishedAt": "2018-11-18T16:46:00Z", "content": "Engine tested: Single electric motor, producing 217 horsepower; 65 kWh battery pack, with 260 miles per full charge Base price: $46,000 (before tax incentives) Why it's here: You have to ask? The Tesla Model 3 is the most hotly anticipated automobile in human… [+1049 chars]", "fulltext": "With autumn's arrival comes time for Business Insider to announce the winner of our fifth annual Car of the Year award.\n\nIn 2014 the Corvette Stingray was our winner. In 2015 it was the Volvo XC90. In 2016 the Acura NSX captured the trophy. And for 2017 we chose the Porsche Panamera.\n\nThis year, we tested more than 60 cars, trucks, and SUVs. From those, we have selected 15 finalists. Now, we've whittled the finalists down to five runners-up and one winner which we'll announce on November 19.\n\nOur methodology is straightforward, focused on basic questions:\n\nIs there a strong business case for the vehicle?\n\nDid our reviewers agree that the vehicle should be included? We have to come to a consensus, even though we might disagree on some particulars.\n\nWas the vehicle objectively excellent? There has to be some sort of wow! factor.\n\nDid the vehicle stand out from the sea of competition, particularly when it comes to technology? A Car of the Year finalist has to be special.\n\nCan we strongly recommend buying or leasing the car? We demand to know whether we'd buy the vehicle ourselves if we had the resources.\n\nThe five runners-up come from a variety of background and a wide range of market segments from family SUVs to a V12-powered supercar. There also a pair of highly impressive EVs — one is a sedan while the other is a compact crossover.\n\nSo here they are, the five runners-up for Business Insider's 2018 Car of the Year:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "I visited a secluded park on top of a garage in downtown Manhattan, and it's clear why the acre of green is one of New York's best-kept secrets", "description": "Elevated Acre is a tiny, secluded park that sits on top of a parking garage in downtown Manhattan. Although the park covers just one acre, it offers incredible views of New York Harbor and the Brooklyn Bridge, and it's one of the few places in the Financial D…", "url": "https://www.businessinsider.com/elevated-acre-secret-park-new-york-city-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef44f9d1e84459f25f4a85-750-375.jpg", "publishedAt": "2018-11-18T16:45:00Z", "content": "Elevated Acre in New York. Mark Abadi/Business Insider New York City is notoriously overcrowded — and there's arguably nowhere in the city more congested than downtown Manhattan during business hours. Business Insider's office is right in the thick of it, loc… [+1245 chars]", "fulltext": "Elevated Acre in New York. Mark Abadi/Business Insider\n\nNew York City is notoriously overcrowded — and there's arguably nowhere in the city more congested than downtown Manhattan during business hours.\n\nBusiness Insider's office is right in the thick of it, located in Manhattan's Financial District, just steps away from Wall Street and the World Trade Center. It's often a struggle to walk to a nearby restaurant or subway station without bumping into strangers, squeezing in between parked cars, or awkwardly sidestepping around tourists who stop to take a picture.\n\nIt's definitely not what comes to mind when you think \"peace and quiet.\"\n\nRelated: In Brunei, a tiny nation built on oil money, half the capital city's population lives in an otherworldly 'water village' where thousands of houses stand on monsoon-proof stilts\n\nSo when I heard about the Elevated Acre, a park in downtown Manhattan considered one of the borough's best-kept secrets, I had to see it to believe it.\n\nThe park, built in 2005, sits on top of a parking garage and is sandwiched in between two FiDi office buildings on Water Street. It's not far from the much more famous Battery Park, where tourist ferries depart for the Statue of Liberty and Ellis Island.\n\nI headed down to the Elevated Acre on a breezy Tuesday afternoon, and was surprised by how few people were there. The secluded, one-acre park offered impressive views of New York Harbor and Brooklyn, not to mention some much-needed quiet time above the chaos of Manhattan.\n\nHere's what one of Manhattan's hidden gems is like in person:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Trump says he didn't know Acting AG Whitaker was critical of Mueller before appointing him", "description": "President Donald Trump said he didn't know acting Attorney General Matthew Whitaker had been a vocal critic of special counsel Robert Mueller's investigation before he appointed him. Whitaker's record was met with sharp scrutiny after Attorney General Jeff Se…", "url": "https://www.businessinsider.com/trump-didnt-know-acting-ag-whitaker-was-critical-of-mueller-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf18665381507585663adc8-1920-960.jpg", "publishedAt": "2018-11-18T16:39:30Z", "content": "President Donald Trump said he didn't know that acting Attorney General Matthew Whitaker had been a vocal critic of special counsel Robert Mueller's investigation before he appointed him. \"I did not know that. I did not know he took views on the Mueller inves… [+3072 chars]", "fulltext": "President Donald Trump said he didn't know that acting Attorney General Matthew Whitaker had been a vocal critic of special counsel Robert Mueller's investigation before he appointed him.\n\n\"I did not know that. I did not know he took views on the Mueller investigation as such,\" Trump told host Chris Wallace on \"Fox News Sunday,\" adding that when he did find out about Whitaker's views he didn't \"think it had any effect.\"\n\nWhitaker was met with sharp scrutiny after Attorney General Jeff Sessions resigned at the president's request, as he reportedly did not plan to recuse himself from overseeing the investigation and would block Mueller from subpoenaing Trump.\n\nWhitaker has frequently undermined the legitimacy and validity of the Mueller probe in past media appearances, echoing one of Trump's most-used assertions that the probe is a \"witch hunt,\" and declaring in 2017 the \"truth is there was no collusion with the Russians and the Trump campaign.\"\n\n\"He's right. What do you do when a person's right?\" Trump said. \"There is no collusion. He happened to be right. I mean, he said it. So if he said there is collusion, I'm supposed to be taking somebody that says there is? Because then I wouldn't take him for two reasons, but the number one reason is the fact that he would have been wrong.\"\n\nRead more:In a 'self-defeating and self-incriminating' slipup, Trump just indicated he installed Matthew Whitaker to kill the Russia probe\n\nWhen Wallace brought up Whitaker's record, the program cut to a panel segment where Whitaker is shown saying he \"could see a scenario where Jeff Sessions is replaced and that attorney general doesn't fire Bob Mueller, he just reduces the budget so low that his investigation grinds to a halt.\"\n\nWhen Wallace asked about Trump's reaction potential efforts by Whitaker to limit or curtail the Mueller investigation, Trump said he would not get involved.\n\n\"I think he's astute politically. He's a very smart person. A very respected person,\" Trump said. \"He's going to do what's right. I really believe he's going to do what's right.\"\n\nIncoming House intelligence committee chairman Adam Schiff lead the charge last week of Democratic lawmakers speaking out on the future of Mueller's investigation under Whitaker, promising members of Congress were prepared to challenge Whitaker's legitimacy and expose any ulterior motives.\n\n\"If he doesn't recuse himself, if he has any involvement whatsoever in this Russia probe we are going to find out whether he made commitments to the president about the probe,\" Schiff said. \"Whether he is serving as a back channel to the president or his lawyers about the probe, whether he's doing anything to interfere with the probe.\"\n\nWhitaker's appointment brought refreshed concern for Mueller's investigation, which is poised to enter a new phase as Trump said Saturday he would deliver his answers to questions from the special counsel next week. Though the content of the answers was unclear,\n\nTrump said he \"probably\" wouldn't sit for an interview with Mueller because \"we've wasted enough time on this witch hunt.\"\n\nWallace pressed, \"What are the odds? One in a hundred?\"\n\n\"I don't do odds,\" Trump said.\n\n\"You ran a casino sir,\" Wallace interjected.\n\n\"You're right, and very successfully,\" Trump said, before again adding that he thinks the investigation's end is near."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "The top 26 states where rich people give away the most money", "description": "Some US states are more charitable than others. We ranked the states by how much residents making over $500,000 donated to charity in 2016, based on IRS data. Vermont is on the less charitable end of the spectrum, while Wyoming is the most charitable state. W…", "url": "https://www.businessinsider.com/most-charitable-us-states-rich-people-donations-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedeb5eb73c281e85733c78-2732-1366.jpg", "publishedAt": "2018-11-18T16:20:00Z", "content": "Wealthy people live in every state in the US — but some states are more charitable than others. The IRS publishes data about the number of people who itemize their tax returns every year, and how many people claim which deductions by state and by income brack… [+537 chars]", "fulltext": "Wealthy people live in every state in the US — but some states are more charitable than others.\n\nThe IRS publishes data about the number of people who itemize their tax returns every year, and how many people claim which deductions by state and by income bracket.\n\nTo arrive at the rankings, we looked at the people who itemized and made between $500,000 and $1 million, and more than $1 million in the year 2016 (the most recent one for which we have data). We looked at how many claimed the itemized deduction for charitable giving. The IRS also indicates how much money was claimed to be donated. Using that information, we could figure out the average claimed donation per $500,000+ income tax return per state.\n\nHere, in ascending order, are the top 26 most charitable states plus Washington DC."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "'Fantastic Beasts 2' earns a weekend-winning $62 million, but it's the lowest domestic opening ever for a 'Harry Potter' film", "description": "\"Fantastic Beasts: The Crimes of Grindelwald,\" won the weekend box office with $62.2 million, but that's lower than the opening for 2016's \"Fantastic Beasts and Where to Find Them.\" It's also the lowest opening weekend ever for a \"Harry Potter\" film. If the f…", "url": "https://www.businessinsider.com/fantastic-beasts-2-lowest-domestic-opening-ever-for-a-harry-potter-movie-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf15732f556fc4ff570b745-960-480.jpg", "publishedAt": "2018-11-18T16:17:59Z", "content": "With the incredible success of the \" Harry Potter \" movie franchise in the early 2000s, Warner Bros. was certainly going to give us a spin-off franchise, but so far the \"Fantastic Beasts\" movies aren't taking in the money that the \"Potter\" titles did. \"Fantas… [+1516 chars]", "fulltext": "With the incredible success of the \"Harry Potter\" movie franchise in the early 2000s, Warner Bros. was certainly going to give us a spin-off franchise, but so far the \"Fantastic Beasts\" movies aren't taking in the money that the \"Potter\" titles did.\n\n\"Fantastic Beasts: The Crimes of Grindelwald\" opened on over 4,000 screens over the weekend and took in an estimated $62.2 million. It's the smallest domestic opening for any of the \"Harry Potter\" titles, beating out the previous lowest earner, 2016's \"Fantastic Beasts and Where to Find Them,\" which brought in $74.4 million in its opening.\n\nThe lowest domestic opening for any of the original \"Harry Potter\" releases was 2007's \"Harry Potter and the Order of the Phoenix,\" which had a $77.1 million opening. Counting inflation, that would be a $102.4 million opening today.\n\nBut like many franchises these days, Warner Bros. is probably looking more towards the international take than at home. The foreign gross for 2016's \"Fantastic Beasts\" took in 71% of the movie's $814 million worldwide gross. And so far with \"Crimes of Grindelwald,\" that trend is continuing. The movie already has over $253.2 million worldwide total, thanks to its $191 million international take to date.\n\nRead more: Low morale, staff firings, and new pricing plans coming: Inside the walls of MoviePass\n\nMeanwhile, the other new releases of the weekend had soft openings.\n\nParamount's \"Instant Family,\" starring Mark Wahlberg, looks to not be the top choice for family options at the multiplex, as the $48 million-budgeted family comedy only took in $14 million.\n\nAnd Fox's $42 million-crime caper \"Widows\" — with the top-flight cast of Viola Davis, Liam Neeson, and Colin Farrell — also had trouble finding an audience with only a $12.3 million take."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "I hired a TaskRabbit to help me assemble my IKEA furniture — and it solved the most annoying problem with shopping from the furniture giant", "description": "IKEA is known for its inexpensive furniture, but assembling it can be a daunting task. In 2017, IKEA acquired TaskRabbit, which lets users hire temporary workers through the TaskRabbit app to do things like assemble IKEA furniture. I recently used TaskRabbit …", "url": "https://www.businessinsider.com/book-taskrabbit-ikea-furniture-assembly-how-to-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedde840591f23034059bba-2732-1366.jpg", "publishedAt": "2018-11-18T16:05:00Z", "content": "IKEA is known for carrying inexpensive furniture. But there is a downside to shopping there — IKEA furniture is famously difficult to assemble. To make the furniture assembly process easier, IKEA acquired TaskRabbit in 2017. TaskRabbit lets users hire tempora… [+836 chars]", "fulltext": "IKEA is known for carrying inexpensive furniture.\n\nBut there is a downside to shopping there — IKEA furniture is famously difficult to assemble.\n\nTo make the furniture assembly process easier, IKEA acquired TaskRabbit in 2017. TaskRabbit lets users hire temporary workers to deliver purchases, clean homes, and even assemble furniture. IKEA shoppers can hire a \"tas ker\" from the TaskRabbit app and website or through an employee in-store once they have purchased the products.\n\nThe program offers fixed pricing for IKEA customers seeking someone to assemble furniture purchased from the furniture giant. It's separate from IKEA's delivery service and has to be booked through TaskRabbit.\n\nI recently had IKEA furniture delivered and decided to put its TaskRabbit service to the test. I went to TaskRabbit's \"IKEA Assembly\" page, selected the furniture that I needed assembled, reserved a time, and that was it. While there were a few downsides, like having to plan around a long delivery window from IKEA, it was easy to use and overall made the process a lot smoother.\n\nHere's what it's like to use."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Trump tells Fox News he is considering changes in '3 or 4 or 5' Cabinet positions", "description": "President Donald Trump hit back against reports his mood has soured after Democrats took control of the House in the midterms. Speaking in a wide-ranging interview with Fox News Sunday, Trump told host Chris Wallace that his mood was very \"light,\" despite a r…", "url": "https://www.businessinsider.com/trump-says-he-is-considering-cabinet-changes-in-a-fox-news-interview-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1781dda27f869aa42ae05-1920-960.jpg", "publishedAt": "2018-11-18T16:01:04Z", "content": "President Donald Trump hit back against recent reports that his mood was soured and his administration in chaos after the midterm elections. Speaking in a wide-ranging \"Fox News Sunday\" interview, Trump said his mood was \"very light\" and dismissed reports he … [+2421 chars]", "fulltext": "President Donald Trump hit back against recent reports that his mood was soured and his administration in chaos after the midterm elections.\n\nSpeaking in a wide-ranging \"Fox News Sunday\" interview, Trump said his mood was \"very light\" and dismissed reports he was unhappy with the press coverage that suggested he was dissatisfied Democratic success in the midterms.\n\nAfter host Chris Wallace asked about a Los Angeles Times report that described Trump as occupying a \"cocoon of bitterness and resentment,\" desperate to assign blame for Republican losses, Trump insisted that he was \"upbeat\" and that the administration was largely stable.\n\n\"I'm extremely upbeat and the White House is running like a well-oiled machine,\" Trump said. \"It's doing really well. I have great people. I will make some changes, but not very many. I'm very happy with my cabinet.\"\n\nAfter Trump abruptly requested Attorney General Jeff Sessions' resignation a day after the midterms, multiple reports suggested that Department of Homeland Security Secretary Kirstjen Nielsen and Chief of Staff John Kelly were up next for departures.\n\nRead more:Meet Kirstjen Nielsen, the Homeland Security chief at the center of the controversy over family separations at the US-Mexico border\n\nAfter railing against the \"disgusting fake news\" that reported the potential staff shakeup \"like it's fiction,\" Trump said he was considering up to five Cabinet changes.\n\n\"I have three or four or five positions that I'm thinking about,\" Trump said. \"Of that, maybe it's going to end up being two. But I need flexibility.\"\n\nThe president's statements on FOX mirror a tweet he posted last week, which insisted reports of personnel changes were dramatic and the White House was running so smoothly that America was \"the envy of the world.\"\n\nTrump insisted that he likes and respects Nielsen, but wished she handled the relationship between the US and Mexico differently, which has been identified as a point of tension between the two.\n\n\"I like her very much I respect her very much,\" Trump said. \"I'd like her to be much tougher on the border. Much tougher. Period.\"\n\nThe president also pushed back on reports of a rift between himself and John Kelly, most recently after Kelly's office had neglected personnel requests from first lady Melania Trump's office.\n\n\"We get along well,\" Trump said. \"There are certain things I love that he does, and there are certain things I don't like that he does that aren't his strength.\"\n\nTrump then admitted Kelly would most likely not be with the administration for the 2020 election.\n\n\"I haven't even thought about John in terms of this,\" he added. \"But John at some point is going to want to move on.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bryan Logan", "title": "How an LA upstart is redefining the media world by helping African-American millennials 'tell their own story'", "description": "Aaron Samuels is cofounder and chief operating officer of Blavity, the LA media upstart focused on African-American millennials, and he is a man of many talents. The Stanford business school grad oversees a team of 48 full-time employees, with a vision to per…", "url": "https://www.businessinsider.com/blavity-aaron-samuels-interview-business-insider-ignition-2018-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bef8bd7110d4c55fb7f5784-1136-568.jpg", "publishedAt": "2018-11-18T16:00:00Z", "content": "\"When you tell your own story, it changes the way other people see you, and it changes the way you see yourself,\" Aaron Samuels, cofounder and chief operating officer of Blavity, a digital-news publication geared toward African-American millennials told Busin… [+7713 chars]", "fulltext": "\"When you tell your own story, it changes the way other people see you, and it changes the way you see yourself,\" Aaron Samuels, cofounder and chief operating officer of Blavity, a digital-news publication geared toward African-American millennials told Business Insider.\n\nBlavity has been a hot topic in the media world since it closed a $6.5 million Series A round with Google Ventures in July, bringing its total venture investment so far to $8.5 million. That's an almost of unheard-of amount of money for an early-stage, black-owned startup, much less a new digital publication — especially one with a young, black, female CEO, Morgan DeBaun, Samuels' cofounder.\n\nBut it is clearly doing something right. Blavity has only been in business for four years, and it already has seven million readers per month.\n\nAnd much of that success is anchored in Samuels' personal mission for the company.\n\nCome see Aaron Samuels speak at Business Insider's Ignition conference, December 3 & 4 in New York.\n\nHe believes that by creating a company — and a community — that lets black millennials \"really control their own narratives\" in ways that mainstream media doesn't understand, \"we could change the way people see themselves.\"\n\nAaron Samuels. Blavity Blavity was founded in 2014, but you could trace its roots back to Samuels' teenage years, when he discovered the power of storytelling through poetry, and later, on the Washington University campus in St. Louis, Missouri, where Samuels and his friends — DeBaun, Jonathan Jackson, and Jeff Nelson — experienced firsthand the phenomenon that would eventually define Blavity's core ethos.\n\nSamuels calls it \"black gravity,\" a microcosm of black people who would move toward each other in public spaces. At the campus in St. Louis, the lunch table was a central meeting place.\n\n\"The black community at Washington University was really tight. Although Washington University was primarily a white institution, black folks stuck together, we looked out for each other,\" Samuels told Business Insider in an interview at Blavity's downtown Los Angeles headquarters.\n\n\"That experience represented support; it represented love, and trust,\" Samuels said. \"It was a way for us to flourish and thrive, and also represented all the different kinds of black conversations that were happening simultaneously.\"\n\nThey talked about everything from politics to engineering homework to where the party was going to be on the weekend.\n\nBut for Samuels, who grew up in a mixed-race, mixed-faith household in Providence, Rhode Island, with a Jewish mother and an African-American father — both of whom are clinical psychologists — finding common ground is a practiced art.\n\nHis parents taught him to identify with all corners of his cultural identity and to embrace and share it with others. And that ultimately helped him navigate a world where he often found himself in the minority.\n\n\"I could see that learning how to own and tell my story can change the way that others see me, and more importantly change the way that I see myself,\" Samuels said.\n\n\"I wanted to imagine what happens if we do this on a community level, if everyone who I'm friends with is also owning their own stories and their own narrative,\" he said.\n\nAaron Samuels. Blavity\n\nLiving at the office, literally\n\nHis Washington University friends would eventually become his cofounders, but not right away. Immediately after they graduated, they went to work on Wall Street and in Silicon Valley.\n\nSamuels worked as a strategy consultant at Bain & Company in New York, DeBaun became a product manager at Intuit, Nelson was an early engineer at Palantir, and Jackson was a community manager at LinkedIn.\n\nThose roles taught them the necessary skills they would take to Blavity, but there was a downside.\n\nWith social and political unrest brewing in places like Ferguson, Missouri, Samuels said he and his friends — who were, at the time, separated by distance and their careers — shared a less edifying experience than their happy college days.\n\n\"This time, we didn't have that core black gravity linking us together. The world was exploding. This is 2014; this is coming off the heels of the government execution of Troy Davis; this is after Trayvon Martin. And that was building up to 2014 when Mike Brown was killed,\" Samuels said.\n\nIn this Wednesday Aug. 20, 2014 file photo, protesters march in the street as lightning flashes in the distance in Ferguson, MI. AP Photo/Jeff Roberson, File \"It was hard to be a black person in primarily white spaces when so many things were happening,\" he said.\n\nOn some days, Samuels recalled, he would walk into work, and it would feel like none of the political unrest he and other black millennials saw as an existential threat was happening at all.\n\nSo, he did what most black millennials did at the time.\n\n\"I was texting my friends and family, or I was going to social media to feel what needed to be felt, so that at least I knew I wasn't crazy to be like, sad, or upset, or angry, or frustrated.\"\n\nSamuels wasn't alone. That's when he, DeBaun, Jackson, and Nelson landed on an idea. They could take their combined experience in digital technology and business strategy, along with the creative people they knew who were sharing stories on social media, to replicate their college-years' feeling of black gravity. And they could do that on a national level, he said.\n\nSo, in July 2014, Blavity was born. Early on, it existed as a virtual company. The team worked via Slack, Asana, and Gmail. After a year and a half of bootstrapping, they opened their first office, inside a large live-work loft in LA's arts district — but the hustle continued.\n\nSamuels, DeBaun, and the team lived in that loft; they created separate micro-apartments inside — one for DeBaun and the other for Samuels — while the office occupied the rest of the space.\n\n\"It doesn't get any closer than living, eating, and breathing your work,\" Samuels quipped.\n\nThat early focus on elevating African-American millennials in a digital media landscape where they were inadequately represented proved to be the right move.\n\nMore than two years after Blavity's founding, an October 2016 Nielsen report illustrated just how effectively African-American millennials, with their multibillion-dollar buying power and \"undisputed cultural influence\" was driving conversations online.\n\nBlavity founders (left to right): Aaron Samuels, Morgan DeBaun, Jonathan Jackson, and Jeff Nelson. Blavity\n\nA game of endurance\n\nAs if growing a startup with his best friends and living at the office with them weren't enough, Samuels was also attending Stanford business school and traveling.\n\nHe calls his life a game of endurance.\n\n\"It's a statement about the journeys that some entrepreneurs have to go through, that other entrepreneurs never have to go through,\" he said.\n\nThings changed after Blavity raised $1.86 million of seed-round funding in April 2017 from the Washington, DC-based New Media Ventures and LA-based Macro Ventures. The company has since gone on to raise $8.5 million total.\n\nNow the company has an office parked in a pristine high-rise in bustling downtown Los Angeles, where Samuels oversees 48 full-time employees, as well as a new office and staff in Atlanta.\n\nSamuels is excited about expansion but doesn't want to lose sight of the bigger mission: empowering a generation of leaders.\n\nAaron Samuels speaks at the AfroTech entrepreneurial summit in 2017. Blavity/AfroTech \"I'm really excited about the next phase for our company,\" Samuels said.\n\n\"I'm also terrified. I think that it is difficult being a black millennial in this country. That is something that has probably always been true for the entire history of this country. And I don't think that it's different now.\"\n\nSamuels recognizes the progress black people have made in the world, but he warns against using that progress to justify that things still are not as they should be.\n\nHe hopes that Blavity can lead the way in moving the cultural conversation forward. To Samuels, that conversation should include everyone, without neglecting Blavity's foundational principles.\n\n\"I am hoping for more support from our current community to expand, to be welcoming, and to share in our collective excitement about the possibilities of what we can build together,\" he said.\n\nFind Aaron Samuels on Facebook, and on Twitter and Instagram @PoetryAaron.\n\nHear more of Samuels' story, building a business as an artist and founder, and the future of black digital media at IGNITION 2018."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The top 5 TV shows on Netflix and other streaming services this week", "description": "Spooky titles are still ruling Netflix, with \"Stranger Things\" in high demand and its \"Sabrina\" reboot gaining steam. Every week, Parrot Analytics provides Business Insider with a list of the five most \"in-demand\" TV shows on streaming services. (The data is …", "url": "https://www.businessinsider.com/netflix-shows-to-watch-this-week-house-of-cards-daredevil-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beeff5bbeb670306a65078e-750-375.jpg", "publishedAt": "2018-11-18T15:45:00Z", "content": "Average demand expressions: 49,485,122 Description : \"Magic and mischief collide as half-human, half-witch Sabrina navigates between two worlds: mortal teen life and her family's legacy, the Church of Night.\" Rotten Tomatoes critic score (Season 1): 90% What … [+410 chars]", "fulltext": "Spooky titles are still ruling Netflix, with \"Stranger Things\" in high demand and its \"Sabrina\" reboot gaining steam.\n\nEvery week, Parrot Analytics provides Business Insider with a list of the five most \"in-demand\" TV shows on streaming services. (The data is based on \"demand expressions,\" the globally standardized TV demand measurement unit from Parrot Analytics. Audience demand reflects the desire, engagement, and viewership weighted by importance, so a stream or download is a higher expression of demand than a \"like\" or comment on social media.)\n\nREAD MORE: The Satanic Temple is suing Netflix for $50 million, alleging 'Chilling Adventures of Sabrina' copies its statue of a goat-headed deity\n\nThis week's most in-demand shows include Netflix's \"Chilling Adventures of Sabrina,\" which stayed at the top since last week; Marvel's \"Daredevil\"; and a new entry, the final season of \"House of Cards.\"\n\nBelow are this week's five most popular shows on Netflix and other streaming services:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Steve Carrell played Amazon's Jeff Bezos on 'SNL' and promised that he wasn't trolling Trump with HQ2", "description": "Steve Carrell dressed up as Amazon's Jeff Bezos to mock Trump during a sketch on \"Saturday Night Live\" this weekend. Carrell's Bezos explains the thought process behind Amazon's decision to split its second headquarters between New York and Arlington, Virgini…", "url": "https://www.businessinsider.com/steve-carrell-plays-jeff-bezos-and-mocks-trump-on-snl-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1822df556fc51cf217352-1136-568.jpg", "publishedAt": "2018-11-18T15:36:16Z", "content": "During this week's \"Saturday Night Live\" show, host Steve Carrell dressed up as Amazon's CEO, Jeff Bezos, to explain the thought process behind choosing New York and Arlington, Virginia for its new headquarters, dubbed HQ2, which were announced earlier this w… [+1439 chars]", "fulltext": "During this week's \"Saturday Night Live\" show, host Steve Carrell dressed up as Amazon's CEO, Jeff Bezos, to explain the thought process behind choosing New York and Arlington, Virginia for its new headquarters, dubbed HQ2, which were announced earlier this week.\n\nRead more: Amazon officially announces its HQ2 will be split between New York and Virginia\n\n\"Some folks have speculated that I was somehow trolling President Trump by building one headquarters in his hometown of Queens and the other in his current residence of Washington, DC, thereby overshadowing or humiliating him. But that's simply not true,\" Carell's Bezos said.\n\nCarrell goes on to mock Trump, saying that it was not the President's tweets attacking Amazon that drove the retailer to open these two offices.\n\n\"I chose our locations because they were ideal for growing business, not just to make Donald Trump think about how I'm literally 100 times richer than he is,\" he said.\n\nCarrell's fake Bezos then announced a new delivery service, called \"Amazon Caravan.\"\n\n\"Any package going to any Trump building will get delivered by hundreds of Honduran and Mexican immigrants and I will pick up the bill,\" he said, referencing the migrant caravan that has traveled up through Central America toward the US border that has been a recent focus for Trump.\n\nThere is just one exception to this delivery service, the fake Bezos said, and that is Trump's book, \"The Art of the Deal,\" which costs more to ship because \"it's heavier.\"\n\n\"I guess it's the only book with four chapter 11s,\" he said.\n\nThe sketch finishes with an image of the White House lit up with Amazon's logo and a sign-off that says, \"Amazon Sick Burn.\"\n\nWatch the full video here:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "From hiding their mansions on Google Maps to building $500,000 panic rooms, rich people are sparing no expense to keep their lives private and secure", "description": "Rich people have always been private, but their desire for privacy has increased as they seek more security in a technological age. But in an age of constant connection, some ultra-rich are reeling in the flashiness in the name of safety. Experts in high-end …", "url": "https://www.businessinsider.com/rich-people-spending-more-privacy-security-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec59d8e4218a794835db7b-2560-1280.jpg", "publishedAt": "2018-11-18T15:21:00Z", "content": "Perhaps nothing conjures up an image of wealth like Nicki Minaj in her $400,000 pink Lamborghini or Mark Cuban stepping out of his $40 million private jet. But in an age of constant connection, some ultra-rich are reeling in the flashiness in the name of safe… [+7195 chars]", "fulltext": "Perhaps nothing conjures up an image of wealth like Nicki Minaj in her $400,000 pink Lamborghini or Mark Cuban stepping out of his $40 million private jet.\n\nBut in an age of constant connection, some of the ultrarich are reeling in the flashiness in the name of safety.\n\n\"Privacy and safety are inextricably linked. There was a time when privacy concerns were primarily about financial loss, such as bank wire or credit-card fraud,\" Gary Howlin, the senior vice president at Gavin de Becker & Associates, which provides executive protection for wealthy people including clients in the Supreme Court and the CIA, told Business Insider.\n\n\"Now, particularly with personal information readily available via internet and social-media sources, people are using what was once private information to learn where clients live — or information about their activities in order to seek personal encounters with them,\" Howlin said.\n\nAs a result, the wealthy are proceeding with caution when it comes to grand displays of wealth.\n\nTake for example Kim Kardashian West. The Queen of Selfies has always been known for flaunting her diamonds on Instagram and on \"Keeping Up With the Kardashians,\" but after being held at gunpoint and robbed of more than $10 million in jewelry in 2016, she became more discreet about her wealth by toning down her social-media photos, no longer wearing a lot of jewelry in public, and getting 24-hour security.\n\nKim Kardashian West was robbed at gunpoint in 2016. Jason Merritt/Getty Images\n\nBut such a harrowing incident isn't a prerequisite for being discreet.\n\nCEOs and business moguls, such as Mark Zuckerberg and Richard Branson, have always been somewhat private, at least to the general public, but even celebrities like Jennifer Lawrence and Melissa McCarthy are refraining from putting their wealth on display.\n\nThe wealthy are living under the radar at home\n\n\"There was a time when people really flaunted their wealth — now they don't,\" David Forbes, the head of private office at the estate agent Savills, told the reporter Kate Allen of the Financial Times. \"People's priorities over the years have shifted. Now right at the top of the list, it's security.\"\n\nHe added that while the wealthy still spent money on boats and planes, they didn't want to attract the kind of attention open displays of wealth bring; they're increasingly opting for what Allen called \"under the radar\" living, which takes shape on both small and big scales.\n\nThis involves blocking GPS from locating property with a jamming signal, removing homes from the grid, and hiring architects to conceal buildings — whether by designing an underground home or by using a \"stealth concealment design\" for aboveground properties, Allen reported.\n\nThese privacy tactics don't come cheap — one underground mansion was listed for $185 million last year. And those without underground homes are paying up to $500,000 to install luxe panic rooms, which are becoming more popular than ever among the rich as gun violence increases, Business Insider's Katie Warren previously reported.\n\nDrake, seen here with a bodyguard, has a house in Hidden Hills, California, which is blocked from Google Street View. Joe Scarnici/Getty Images\n\nThey're also living in affluent neighborhoods that bar Google's photography vehicles from entering — meaning their residences don't show up on Google Street View.\n\nPaul McCartney's mansion isn't visible on Street View, and neither are the homes of the residents in the celebrity-studded Hidden Hills, California, which include Kardashian West and Kanye West, Lisa Marie Presley, Drake, and Miley Cyrus, according to Vanity Fair.\n\nTry to drop a pin on Sea Island, Georgia, where numerous PGA Tour players live and where the average home costs $3.2 million, and you'll find no results on Street View either.\n\nRead more:7 places you can't find on Google Maps\n\nForbes told Allen that shell companies and ownership structures enabled anonymity to property buyers, as do gated communities. Homeowners are also spending more on home security systems, he said.\n\nGavin de Becker & Associates provides a very high level of protection. At residential estates, that involves a dedicated security office, elaborate technological early-warning systems, and strict access control to keep people out, Howlin said.\n\nFacebook awarded its CEO, Mark Zuckerberg, a $10 million allowance for security this year. AP\n\n\"It is common for a successful, well-known executive to spend a million dollars a year — or much more — for a comprehensive security and privacy program,\" Howlin said.\n\nThis year, Facebook approved a $10 million annual security allowance for Zuckerberg and his family, an increase of nearly $3 million from the previous year, Business Insider previously reported.\n\nThe wealthy are also seeking out privacy and security when they travel\n\nBut such security isn't limited to the home — the ultrarich are also taking steps to travel more discreetly.\n\n\"If you're driving a convertible Bentley right now in the South of France, you're asking for trouble — you'll be followed back to your villa by a couple of scooters,\" Forbes told Allen.\n\nPerhaps that's partly why so many billionaires avoid driving luxury cars. Zuckerberg has been seen in an Acura TSX, a Volkswagen hatchback, and a Honda Fit, each valued at or under $30,000. The Walmart heiress Alice Walton, the world's richest woman, drives a 2006 Ford F-150 King Ranch, which retails for about $40,000, according to CNBC.\n\nBut that's just on the road — traveling across the country or internationally brings other challenges.\n\nFor this, Gavin de Becker & Associates relies heavily on logistical planning and execution — clients want hotel rooms prechecked under an alias and privately accessible.\n\n\"Our clients will never be found standing at the lobby desk to check in, and even walking through the public spaces is optional,\" Howlin said. The firm also owns and operates the Private Suite at LAX, where rich people pay upward of $4,500 for solitude when traveling — that includes drop-offs on the tarmac, bodyguard protection, and \"private\" security lines.\n\nRead more:I visited the private terminal at LAX where rich people pay upward of $4,500 to skip the lines and pull up to their planes in BMWs, and it made me feel like a billionaire\n\n\"It's a safe haven offering the best privacy, security, and amenities money can buy,\" wrote Business Insider's Tanza Loudenback, who toured the luxury terminal.\n\nBut that's when they're flying commercially.\n\nThe Private Suite at LAX offers security for elite travelers. Courtesy of The Private Suite\n\nAny jet — even a private one — that's registered has a tail number and can be found, according to XOJET, an on-demand private-jet operator. Billionaire moguls, CEOs, and celebrities are shifting to on-demand charter jets for more privacy.\n\n\"If you're a celebrity and you don't want the public knowing your every move, flying charter ... allows anonymity as the jets are randomly assigned based on the leg,\" James Henderson, the president of commercial operations at XOJET, told Business Insider. \"Meaning you may never get the same jet twice — allowing for complete privacy.\"\n\nJamie Foxx, Fergie, and Kardashian West have all flown on-demand private jets via JetSmarter, according to Travel + Leisure.\n\nChartering a private jet doesn't come cheap — a trip from New York to Los Angeles via XOJET is $25,000 one way. But for many wealthy people, privacy is priceless."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "28 restaurants that are going to be open on Thanksgiving", "description": "Not everyone wants to stay in on Thanksgiving. There are a number of restaurants that will remain open on Turkey Day this year. Keep in mind that many of these chains operate as franchises — so results may vary. If you're set on eating out on Thanksgiving, ma…", "url": "https://www.businessinsider.com/restaurants-open-on-thanksgiving-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9d7401011424d9861787c-1536-768.jpg", "publishedAt": "2018-11-18T15:20:00Z", "content": "In the United States, Thanksgiving is the day we dedicate to stuffing ourselves in the presence of friends and family. But if you'd rather go out to eat — or you end up burning the turkey to a crisp — don't worry. A number of restaurants will remain open on T… [+442 chars]", "fulltext": "In the United States, Thanksgiving is the day we dedicate to stuffing ourselves in the presence of friends and family.\n\nBut if you'd rather go out to eat — or you end up burning the turkey to a crisp — don't worry. A number of restaurants will remain open on Thanksgiving.\n\nOffers.com compiled a list of restaurants that are set to open their doors on Thanksgiving. Keep in mind that some of these chains will only be open on a regional basis. Others may be closed depending on the franchisee.\n\nSo, if you're planning on spending Turkey Day at one of these eateries, it's better to be safe and call ahead.\n\nWith that in mind, here are restaurants that are going to be open in some capacity on Thanksgiving:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Apple CEO Tim Cook on privacy: 'we have to admit when the free market is not working'", "description": "In an interview with Axios, Tim Cook said that regulation was \"inevitable.\" On the issue of user privacy, Cook said, \" we have to admit when the free market is not working. And it hasn't worked here.\" Previously, Cook urged other tech companies to self-regula…", "url": "https://www.businessinsider.com/apple-ceo-tim-cook-on-privacy-the-free-market-is-not-working-regulations-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf17f0d381507583902a323-1920-960.jpg", "publishedAt": "2018-11-18T15:03:10Z", "content": "Apple CEO Tim Cook says regulation is coming but plans to roll with the punches. In an interview with Axios, previewed on their site early Sunday, Cook told Mike Allen that despite his general dislike of government regulation on business, \"we have to admit wh… [+1155 chars]", "fulltext": "Apple CEO Tim Cook says regulation is coming but plans to roll with the punches.\n\nIn an interview with Axios, previewed on their site early Sunday, Cook told Mike Allen that despite his general dislike of government regulation on business, \"we have to admit when the free market is not working.\" In regards to user privacy, Cook said, \"it hasn't worked here.\"\n\nCook was blunt in warning \"I think the Congress and the administration at some point will pass something.\"\n\nPreviously, Cook has advocated for self-regulation, particularly around privacy issues. In the wake of the Cambridge Analytica scandal, Cook told Recode, \"I think the best regulation is no regulation, is self-regulation, however, I think we're beyond that here.\"\n\nRead more: A former Facebook executive called out Apple CEO Tim Cook's hypocrisy over privacy\n\nRecently, however, Cook has begun to discuss government regulation as an important aspect of the recent cultural discussion happening around user privacy. In a Vice News interview, Cook said, \"some level of government regulation is important.\"\n\nCook told Axios that he welcomes coming regulation in the realm of privacy, arguing pitting privacy and profits or innovation against each other was \"a false choice.\"\n\nCook has shown a willingness to work with government officials, having met with President Donald Trump multiple times in 2018."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "These are the top 18 DevOps companies today, according to reviews from IT professionals", "description": "DevOps is going from buzzword to serious business. The term DevOps combines the words \"development\" and \"operations,\" and it refers to the tools and practices that help engineers fix and deliver code faster and more frequently. Development teams large and sma…", "url": "https://www.businessinsider.com/top-18-devops-companies-according-to-it-professionals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a0e1126f914c353018b4763-1536-768.jpg", "publishedAt": "2018-11-18T15:00:00Z", "content": "DevOps is going from buzzword to serious business. The term DevOps combines the words \"development\" and \"operations,\" and it refers to the tools and practices that help engineers fix and deliver code faster and more frequently. Development teams large and sma… [+933 chars]", "fulltext": "DevOps is going from buzzword to serious business.\n\nThe term DevOps combines the words \"development\" and \"operations,\" and it refers to the tools and practices that help engineers fix and deliver code faster and more frequently. Development teams large and small are turning to DevOps as a way to keep up with the increasing importance of software to modern business.\n\nIn fact, according to LinkedIn, a DevOps engineer is the most in-demand job recruiters are looking to fill today. Companies are increasingly looking for the best DevOps tools to use, as well, and more businesses are launching DevOps teams to adopt those practices.\n\nDevOps startups are also a gold mine for investors. Before, venture capitalists often said \"pass\" to startups aimed at software engineers. But now, investors have gone all in, throwing millions of dollars at startups like PagerDuty. The valuations for DevOps companies are multiplying as well.\n\nAnd in case you're wondering, IT Central Station also reviewed the top 20 cybersecurity companies in the industry.\n\nSo which DevOps companies are the best, according to users? Here's a list of the top 18 DevOps companies, based on user reviews from IT Central Station."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "If you hate the new Gmail version that Google is forcing on users, here's a trick to make your Gmail look old again (GOOGL)", "description": "Change can be hard, especially when it comes to your inbox. Over the last few months, Google has been rolling out its new Gmail design, and some users aren't so keen on its look and feel. The biggest shock seems to be coming from Gmail's new default view, whi…", "url": "https://www.businessinsider.com/workaround-to-make-new-gmail-feel-old-again-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef639501b12d4234553785-1136-568.jpg", "publishedAt": "2018-11-18T14:30:00Z", "content": "Change can be hard, especially when it comes to your inbox. Over the last few months, Google has been rolling out its new Gmail design, and some users aren't so keen on its look and feel. The biggest shock seems to be coming from Gmail's new default view, whi… [+437 chars]", "fulltext": "Change can be hard, especially when it comes to your inbox.\n\nOver the last few months, Google has been rolling out its new Gmail design, and some users aren't so keen on its look and feel.\n\nThe biggest shock seems to be coming from Gmail's new default view, which is much more bubbly and shows icons on the inbox home screen if there are any attachments within an email -- like images, slides, documents or spreadsheets.\n\nGoogle has stopped allowing users to revert to the old version of its email product. However, there is a workaround that should bring some sanity back into your workflow if the new design is too much for you.\n\nHere's how to get your inbox looking like the older version of Gmail:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Erin Brodwin", "title": "A Silicon Valley VC in the hottest area of healthcare explains what it looks for in new startups aiming to disrupt the $35 billion addiction market", "description": "Silicon Valley-based digital health venture firm Rock Health recently made its first forays into the addiction treatment space, an estimated $35 billion industry. Bill Evans, Rock Health's managing director, called addiction treatment \"among the largest oppor…", "url": "https://www.businessinsider.com/silicon-valley-vc-addiction-startups-rock-health-how-to-invest-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a2ed69aa3b474a60a8b519c-960-480.jpg", "publishedAt": "2018-11-18T14:30:00Z", "content": "With more than 20 million Americans currently living with addiction and a treatment market that's estimated to be a $35 billion industry, it's clear to the folks at one venture capital firm that the problem is an area ripe for new, tech-driven solutions. \"We … [+5626 chars]", "fulltext": "With more than 20 million Americans living with addiction and a treatment market valued at an estimated $35 billion, it's clear to the folks at one venture-capital firm that the problem is an area ripe for new, tech-driven solutions.\n\n\"We see this as an exciting space with significant potential to have a positive impact,\" Bill Evans, the managing director of the firm — a Silicon Valley-based digital health fund called Rock Health — told Business Insider.\n\nIn the past, Rock Health has backed buzzy startups like Virta Health, which boldly claims to reverse diabetes without drugs using Silicon Valley's favorite diet, as well as Sano, a startup that aims to make a noninvasive blood-sugar monitor.\n\nAnd recently, it funded some of its first addiction-therapeutics platforms, such as Marigold Health, a new tool that links people with addiction to text-based peer support.\n\nBut choosing the right addiction-treatment startup to fund is hard work. Though thousands of apps claim to help treat everything from alcoholism to opioid addiction, few are truly equipped to help make a dent in the problem, according to Evans and his team.\n\nSo in a recent report, the researchers at Rock Health outline what makes a startup in the addiction space worth backing. They also lay out several red flags they aim to avoid.\n\nOne of the 'largest opportunities to deliver tremendous value to patients and the healthcare system'\n\nRoughly 63,000 Americans died in 2017 from drug-use disorder, commonly known as addiction. Shayanne Gal/Business Insider Among Rock Health's main criteria for backing an addiction-focused startup is ensuring that it's grounded in comprehensive research, Chipper Stotz, one of the report's authors, told Business Insider.\n\nThat's not always an easy task. With thousands of apps claiming to treat some aspect of substance-use disorder — whether curbing alcohol cravings or working up the courage to attend a peer-support group meeting — it can be difficult to distinguish a legitimate tool from a scam.\n\n\"As an industry there are hundreds if not thousands of apps that might 'help' with substance-use disorder, but whether they're actually collecting data on their efficacy and viability is another matter,\" Stotz said.\n\nTwo startups in the report that Rock Health felt met these criteria were Marigold Health, the platform that links people with addiction to text-based peer support, and Chrono Therapeutics, which uses a combination of wearable patches and an app to help people quit smoking.\n\nRead more: A 22-year-old Johns Hopkins dropout is pioneering a new way to treat drug addiction using your phone, and health venture capitalists are lining up to invest\n\nEvans believes there will be a shift in addiction-treatment spending toward more services that take after the Marigold model, something he said made the industry \"among the largest opportunities to deliver tremendous value to patients and the healthcare system.\"\n\nSomething that 'works better than the current gold standard of treatment'\n\nBI To ensure that a startup is worthy of their investment dollars, Stotz and his peers at Rock Health look for at least two key things, he said:\n\nAre they working with academic medical centers, such as the University of California, San Francisco's Headache Center, or the University of Pennsylvania's Penn Medicine?\n\nDo they have a full-time staff dedicated to collecting that evidence-based data?\n\n\"We're not looking at solutions that are pen-to-napkin scenarios,\" Stotz said. \"We're really looking for evidence-based programs and solutions that have had some success in different trials.\"\n\nThose trials could be large peer-reviewed papers or smaller-scale clinical trials. The most important factor is that there's data behind the program. This isn't just important from a patient perspective, Stotz said. It's also vital to encourage buy-in from insurance providers who are considering whether to cover the cost of an intervention.\n\n\"Providers,\" Stotz said, want to see that a tool \"works better than the current gold standard of treatment.\"\n\nAreas ripe for a tech solution\n\nThough addiction-treatment models have been around for decades, many of them aren't well-regulated, and the quality and kind of care can differ immensely from place to place. Patients in one ZIP code, for example, may get one kind of treatment, while patients in another are offered an entirely different set of options.\n\nMedication-assisted treatment, for example, is largely regarded as the gold standard for treating opioid-use disorder, or addiction to painkillers like fentanyl or morphine. The treatment involves providing patients with access to medications such as buprenorphine and naltrexone, which have been shown to curb deaths from the disorder.\n\nBut few rehabilitation facilities offer the treatment, instead pushing patients to abstain from all medications.\n\nRead more: Most rehabs don't offer a science-backed treatment for drug addiction. A new initiative aims to change that.\n\n\"The great majority of people seeking treatment do not receive anything approximating evidence-based care,\" the report says.\n\nNew digital solutions could help avoid this type of situation by capturing more data on a more consistent basis, allowing clinicians to see how well a program is working and tweak it accordingly.\n\nDigital tools could help in another way, too: They can help ensure that patients have more regular and consistent contact with the support systems they need to stay healthy.\n\nThat continuous support might take one of many forms, whether texting with a therapist, video calling a peer group, or doing text-based cognitive behavioral therapy, a heavily researched clinical approach to mental illness that encourages people to examine how they react to challenging situations.\n\n\"Ongoing support is really critical,\" Stotz said."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump's landmark trade deal with Canada and Mexico is suddenly in trouble", "description": "The highlight of President Donald Trump's trade policy has been the new trade deal with Mexico and Canada — the USMCA. The deal must still be approved by Congress. Democrats are generally more skeptical of free trade deals. They now control the House followin…", "url": "https://www.businessinsider.com/trump-mexico-canada-trade-deal-nafta-update-usmca-trouble-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b3e7078447aad23008b4acf-1136-568.jpg", "publishedAt": "2018-11-18T14:03:00Z", "content": "The biggest success of President Donald Trump's prolonged trade battles has come in the form of a revised trade deal with Canada and Mexico. But recent statements from key members of Congress have potentially thrown the future of that deal in question. Creepi… [+4967 chars]", "fulltext": "The biggest success of President Donald Trump's prolonged trade battles has come in the form of a revised trade deal with Canada and Mexico.\n\nBut recent statements from key members of Congress have potentially thrown the future of that deal in question.\n\nCreeping doubt from leading Democrats and a group of conservative House members have created fresh concern that the the US-Mexico-Canada Agreement (USMCA), which was agreed to by the three member countries on September 30, will be able to pass Congress without some significant changes.\n\nTh USMCA, which is primarily an update of the existing North American Free Trade Agreement (NAFTA), would make adjustments to rules on cars, dairy, and other goods flowing between the US, Canada, and Mexico.\n\nBut some of the smaller details in the agreement could also cause it to hit some snags.\n\nDemocratic pushback\n\nThe USMCA always faced the headwind that it was moving forward at a heightened period of political uncertainty, such as the presidential changeover in Mexico and the midterm elections in the US.\n\nBefore it comes into effect, each country's legislature must pass the USMCA:\n\nIn the US, Trump renegotiated NAFTA under what is known as Trade Promotion Authority, or TPA.\n\nUnder TPA, only a majority of lawmakers need to vote for the USMCA to pass.\n\nBut required waiting periods with TPA mean a vote will likely not come until the next Congress is seated in January.\n\nSo Democrats will have a chance to leave their mark on Trump's agreement, since the president will need to win over at least a handful to pass the deal.\n\nDemocrats in general are more skeptical of free trade agreements than their GOP counterparts. The original NAFTA was passed with mostly Republican votes despite being agreed to under President Bill Clinton. Former President Barack Obama, meanwhile, needed extensive GOP support to negotiate the Trans-Pacific Partnership.\n\nDespite not being able to make large changes to the text — that would require Trump to reopen negotiations with Mexico and Canada — legislation can help determine the level of enforcement of certain parts of the USMCA.\n\nRep. Bill Pascrell, who could lead the critical House Ways and Means Committee next year, told Bloomberg that the USMCA can't pass as is. He said there needs \"to be not only changes in the legislation but more enforcement\" in the deal to get enough Democrats on board.\n\nOther Democrats have also expressed misgivings. Rep. Nancy Pelosi, considered the frontrunner to be the next House speaker, has called for strengthening the pro-labor and environmental aspects of the deal by making them legally enforceable, instead of just guidelines.\n\n\"Most important of all are the enforcement provisions in terms of labor and the environment,\" Pelosi told The New York Times. \"Enforcement, enforcement, enforcement.\"\n\nRead more: A top Republican senator just made it clear that Trump's new trade deal with Mexico and Canada could still fall apart\n\nBut amid the early wobbles, most analysts expect the deal to eventually get done. If Democrats don't agree to the deal, Trump could threaten to pull the US out of NAFTA entirely — which would be an economic disaster — and Democrats don't have an alternate track to take.\n\n\"We believe that will happen early next year as we don't believe Democrats will derail the USMCA without a viable alternative just to deprive Trump of a 'win,'\" Nancy Vanden Houten, senior economist at Oxford Economics, wrote in a post-midterm note to clients.\n\nConservative pushback\n\nGiven Democrats' hesitation, Trump needs near-unanimous support from his own party to ensure the USMCA's passage.\n\nOn that front, a small clause in the deal could actually cause a revolt among the GOP.\n\nForty conservative House members sent a letter to Trump on Friday expressing displeasure with a provision in the USMCA that requires member countries to beef up workplace protections for LGBT people.\n\nThe House members argue that the deal could force the US to make significant changes to labor laws to make sexual orientation and gender identity a protected class — or risk getting kicked out of the economically critical deal.\n\n\"A trade agreement is no place for the adoption of social policy,\" the letter said. \"It is especially inappropriate and insulting to our sovereignty to needlessly submit to social policies which the United States Congress had so far explicitly refused to accept.\"\n\nRead more: The US, Canada, and Mexico's new trade pact looks a lot like NAFTA. Here are the key differences between them.\n\nLosing 40 GOP members in the House would require more than 50 Democrats to flip and support the deal for it to pass, which is highly unlikely.\n\nBut making any such changes would be difficult. The deal text is set to be signed at the G20 summit on November 30, and Canadian Prime Minister Justin Trudeau is unlikely to accept any side deals to allow the US to ease up the protections.\n\nBut without those changes, conservatives say the deal could be in trouble.\n\n\"This is language that is going to cause a lot of people to reconsider their support of the trade agreement, and to the point that it may endanger the passage of the trade agreement unless something is done,\" GOP Rep. Doug Lamborn told Politico on Friday."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "GOLDMAN SACHS: GE Capital has a $20 billion funding gap that needs to filled by 2020 (GE)", "description": "General Electric 's lending arm, GE Capital, has to fill a $20 billion funding gap through ways such as selling assets, Goldman Sachs says. CEO Larry Culp told CNBC Monday that he would cut the company's leverage by selling assets. On Friday, GE Capital sold …", "url": "https://markets.businessinsider.com/news/stocks/general-electric-stock-price-20-billion-funding-gap-ge-capital-goldman-2018-11-1027736553", "urlToImage": "https://static1.businessinsider.com/image/5a0995e135876e5b758b51c6-2000/rtx1l2w5.jpg", "publishedAt": "2018-11-18T14:01:00Z", "content": "GE Capital has $24 billion debt that will be due in 2019/2020, Ritchie said, citing a GE's quarterly filing. Meanwhile, the unit expects earnings to be $0 through 2020, and so it has to fill the gap through financing, Ritchie added. With the company's liabili… [+1285 chars]", "fulltext": "GE Capital has $24 billion debt that will be due in 2019/2020, Ritchie said, citing a GE's quarterly filing. Meanwhile, the unit expects earnings to be $0 through 2020, and so it has to fill the gap through financing, Ritchie added.\n\nWith the company's liability sitting above industry average level, Ritchie said he remains on the sidelines of the stock with a price target of $9 — 12.5% above its current price.\n\n\"We don’t see GE as inexpensive given its leverage profile and tail risk associated with GE Capital,\" he said.\n\nGE management has recently been speeding up efforts to reduce debt and increase investor confidence. Larry Culp, who was appointed CEO on October 1, Monday told CNBC that his company has \"no higher priority right now than bringing those leverage levels down,\" and that he intends to do so by selling assets.\n\nGE Capital is \"too big\" and has too much debt, Culp said.\n\n\"We’ve been materially shrinking that business down $25 billion this year,\" he added. \"That work will continue. We’ve got a number of great assets there and it is important that people remember. We’ve got assets that match the liabilities.\"\n\nThe latest step in the company’s planned $25 billion reduction in GE Capital came on Friday, when it announced the sale of a $1.5 billion healthcare equipment finance portfolio to US lender TIAA Bank.\n\nAnd the parent company is also shedding of business units and investments. On Wednesday, GE sped up efforts to sell a $4 billion stake in the oilfield-services provider Baker Hughes.\n\nGE was down 55% this year.\n\nNow read:\n\nMI"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "GOLDMAN SACHS: GE Capital has a $20 billion funding gap that needs to filled by 2020 (GE)", "description": "General Electric 's lending arm, GE Capital, has to fill a $20 billion funding gap through ways such as selling assets, Goldman Sachs says. CEO Larry Culp told CNBC Monday that he would cut the company's leverage by selling assets. On Friday, GE Capital sold …", "url": "https://www.businessinsider.com/general-electric-stock-price-20-billion-funding-gap-ge-capital-goldman-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef2cdc01b12d3bc1069daa-1920-960.jpg", "publishedAt": "2018-11-18T14:01:00Z", "content": "\"We estimate there is an about $20 billion gap in Capital funding through 2020 that will be looked to be filled via Capital asset sales as well as an equity infusion from the Parent,\" Joe Ritchie, an analyst at Goldman Sachs said in a note sent out to clients… [+1556 chars]", "fulltext": "GE Capital has $24 billion debt that will be due in 2019/2020, Ritchie said, citing a GE's quarterly filing. Meanwhile, the unit expects earnings to be $0 through 2020, and so it has to fill the gap through financing, Ritchie added.\n\nWith the company's liability sitting above industry average level, Ritchie said he remains on the sidelines of the stock with a price target of $9 — 12.5% above its current price.\n\n\"We don’t see GE as inexpensive given its leverage profile and tail risk associated with GE Capital,\" he said.\n\nGE management has recently been speeding up efforts to reduce debt and increase investor confidence. Larry Culp, who was appointed CEO on October 1, Monday told CNBC that his company has \"no higher priority right now than bringing those leverage levels down,\" and that he intends to do so by selling assets.\n\nGE Capital is \"too big\" and has too much debt, Culp said.\n\n\"We’ve been materially shrinking that business down $25 billion this year,\" he added. \"That work will continue. We’ve got a number of great assets there and it is important that people remember. We’ve got assets that match the liabilities.\"\n\nThe latest step in the company’s planned $25 billion reduction in GE Capital came on Friday, when it announced the sale of a $1.5 billion healthcare equipment finance portfolio to US lender TIAA Bank.\n\nAnd the parent company is also shedding of business units and investments. On Wednesday, GE sped up efforts to sell a $4 billion stake in the oilfield-services provider Baker Hughes.\n\nGE was down 55% this year.\n\nNow read:\n\nMI"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "Amazon’s new $130 Kindle Paperwhite is a boring device that can’t do very much — but that makes it perfect for helping break your app addiction (AMZN)", "description": "At a surface level, it's a little hard to understand why anyone would want to buy the new Kindle Paperwhite, the latest e-reader from Amazon. The design doesn't look all that different from previous models — although this one is thinner, lighter, and waterpro…", "url": "https://www.businessinsider.com/amazon-kindle-paperwhite-2018-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beede538c35ab2e48284fac-1920-960.jpg", "publishedAt": "2018-11-18T14:00:00Z", "content": "The new Kindle Paperwhite offers something crucial in this day and age: a break from our smartphones, laptops, and TVs. Sure, it's still a digital device, but I felt okay about using it in bed before I went to sleep, or putting down my phone to use the Paperw… [+1564 chars]", "fulltext": "This newest Kindle Paperwhite looks almost exactly like the first one, which came out in 2012. There were updates to the Paperwhite that came out in 2013 and 2015, and those looked about the same, too. That's a 6-year-old design — can you imagine if the iPhone still looked like it did in 2012?\n\nThe Paperwhite has thick bezels, or outer edges, that surround a 6-inch E Ink display. It's 8.18 mm thick and weighs 182 grams, which Amazon describes as being less than half the weight of most paperback books. I can confirm: it's thin and light, even when it's inside the premium-feeling leather case Amazon sells to go with it.\n\nAt first, it was difficult for me to understand why the Paperwhite's design was so uninspired, and so similar to every Paperwhite that came before it. In an era when tech companies are trying to out-do each other with innovative, stand-out design, why was the Paperwhite so dated?\n\nAnd then I realized that the answer is two-fold. On one hand, Amazon has zero reason to change the design. Who is it competing with? The Kindle has single-handedly dominated the e-reader market.\n\nOn the other hand, even if Amazon did have competition, would it really be a good thing to change the design? Shrinking the bezels down to look like a modern smartphone or tablet would make it harder to use. What would people hold on to if the device was all screen?\n\nThis is a prime example of a company realizing that if it's not broken, don't fix it."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Alibaba and Amazon want to take over every part of your life — and it could be setting up a battle over the future of retail (AMZN)", "description": "Alibaba and Amazon want to dominate as many aspects of customers' lives as possible. Alibaba's future could move beyond e-commerce to encapsulate everything from e-sports to entertainment to food delivery. Entering new sectors allows Alibaba to have a massive…", "url": "https://www.businessinsider.com/alibaba-amazon-expand-involvement-in-customers-lives-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beae2ced1e8446b2175cc24-1536-768.jpg", "publishedAt": "2018-11-18T13:57:00Z", "content": "Alibaba and Amazon are two giants of the e-commerce industry. But, the two companies have aspirations that go far beyond online shopping as their determination to touch every aspect of customers' lives heats up. And, the e-commerce giant that can pull off the… [+4025 chars]", "fulltext": "Alibaba and Amazon are two giants of the e-commerce industry. But, the two companies have aspirations that go far beyond online shopping as their determination to touch every aspect of customers' lives heats up.\n\nAnd, the e-commerce giant that can pull off the many-tentacled balancing act best is going to shape not just the future of retail, but could influence almost every part of people's lives around the world.\n\n\"Internet companies tend to not stay within their swimming lane, and that's because we're all very user focused,\" Alibaba cofounder and executive vice chairman Joe Tsai told Business Insider last weekend, during the company's massive November 11 Singles' Day event.\n\n\"If you're serving the same group of users, they have needs to buy things online, but they also have needs to watch movies online,\" Tsai continued.\n\nAmazon's expanding presence in customers' lives has been well documented by American media. With the acquisition of Whole Foods, new Prime TV series, and brick-and-mortar stores like Amazon Go, it's clear the company isn't satisfied to simply be an e-commerce giant.\n\nHowever, fewer American are aware of Alibaba's expansion — which is, if anything, even broader than Amazon's attempts. The company has entered markets including food delivery, entertainment, and grocery, with its chain Hema, which is slated to hit 100 locations by the end of this year.\n\nAll-knowing Alibaba\n\nAlibaba \"pretty much wants to own everyone's digital life,\" Michelle Grant, head of retailing at market research firm Euromonitor, told Business Insider.\n\n\"Their imagination is the limit,\" Grant said. \"Anywhere from e-sports, to social media, to entertainment, to sports itself, to products, to food delivery — if they're allowed to play in it, they will.\"\n\nAlibaba's end game isn't just boosting sales of its own brands and those of its merchants. It is intent on gathering a massive amount of data about customers and helping partners do the same as the company builds out its omnichannel New Retail business.\n\n\"It's really about digitizing the entire offline store environment,\" Tsai said. \"One of the biggest challenges with the traditional store environment is when someone walks into the store, they have no idea who the customer is — whether they picked up something or looked at another item.\"\n\nNow, using mobile technology, Alibaba can track everything from how customers walk through stores to what they were looking at online before making offline purchases. Basically, Alibaba wants to have its finger on the pulse in every factor of people's lives — and use that information to get them to spend more through Alibaba.\n\nFear and paranoia in the 'global land grab'\n\nAlibaba\n\nRight now, Alibaba's mission doesn't directly interfere with Amazon's own aspirations to expand its reach and dominate every aspect of customers' lives, as they operate in different regions around the world. The pair also has different business models, with Amazon developing as a retailer in its own right, while Alibaba primarily serves as a partner for other businesses.\n\n\"I think the average American thinks that we are the Amazon of China,\" Alibaba president Michael Evans said. \"And, we're not the Amazon of anything.\"\n\nHowever, competition could become more direct as the companies look globally to grow business, with regions such as Southeast Asia and Brazil as potential battlegrounds in what Grant calls the \"global land grab.\"\n\nFor Alibaba, aggressively expanding into new sectors is tied to fear that another company — be that Amazon or another competitor — might beat them to the punch and gain an upper hand. If Amazon wins over loyal shoppers with something like grocery delivery in a country where both companies are battling for customers, it could set off a domino effect that threatens Alibaba's online-to-offline retail and data collection dominance.\n\n\"Philosophically, how we look at whether we got into one business or another ... we never ask ourselves whether this is a lucrative area or whether it's going to be a commercially successful thing,\" Tsai said.\n\n\"We do things out of necessity and we do things out of fear,\" Tsai continued, citing Alibaba's 2003 launch of Taobao to shut down the threat of eBay expanding in China.\n\n\"There's a high sense of paranoia within the company.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Democrat Gil Cisneros flips Orange County House seat in last contested California race - Business Insider", "description": "Business Insider Democrat Gil Cisneros flips Orange County House seat in last contested California race Business Insider Democrat Gil Cisneros flipped an Orange County House seat in one of the last contested races in California. Democrats flipped four Orange …", "url": "https://www.businessinsider.com/ap-democrat-cisneros-nabs-gop-house-seat-in-southern-california-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf16c90f556fc50f551a803-1920-960.jpg", "publishedAt": "2018-11-18T13:54:50Z", "content": "LOS ANGELES (AP) — Democrat Gil Cisneros captured a Republican-held U.S. House seat in Southern California on Saturday, capping a Democratic rout in which the party picked up six congressional seats in the state. In what had been the last undecided House cont… [+2655 chars]", "fulltext": "LOS ANGELES (AP) — Democrat Gil Cisneros captured a Republican-held U.S. House seat in Southern California on Saturday, capping a Democratic rout in which the party picked up six congressional seats in the state.\n\nIn what had been the last undecided House contest in California, Cisneros beat Republican Young Kim for the state's 39th District seat. The Cisneros victory cements a stunning political realignment that will leave a vast stretch of the Los Angeles metropolitan area under Democratic control in the House.\n\nWith Kim's defeat, four Republican-held House districts all or partly in Orange County, California, a one-time nationally known GOP stronghold southeast of Los Angeles, will have shifted in one election to the Democratic column. The change means that the county — Richard Nixon's birthplace and site of his presidential library — will only have Democrats representing its residents in Washington next year.\n\nDemocrats also recently picked up the last Republican-held House seat anchored in Los Angeles County, when Democrat Katie Hill ousted Republican Rep. Steve Knight.\n\nWith other gains — Republicans also lost a seat in the agricultural Central Valley — Democrats will hold a 45-8 edge in California U.S. House seats next year.\n\nThe district was one of seven targeted by Democrats across California after Hillary Clinton carried them in the 2016 presidential election.\n\nCisneros, 47, a $266 million lottery jackpot winner, had been locked in a close race with Kim in a district that has grown increasingly diverse. It's about equally divided between Republicans, Democrats and independents, as it is with Asians, Hispanics and whites.\n\nKim, 55, a former state legislator, worked for years for retiring Republican Rep. Ed Royce, who is vacating the seat and had endorsed her.\n\nIn a state where President Donald Trump is unpopular, Kim sought to create distance with the White House on trade and health care. Her immigrant background — and gender — made her stand out in a political party whose leaders in Washington are mostly older white men.\n\n\"I'm a different kind of candidate,\" she had said.\n\nIt wasn't enough. Democratic ads depicted her as a Trump underling, eager to carry out his agenda.\n\nCisneros, a first-time candidate, described his interest in Congress as an extension of his time in the military — he said it was about public service. He runs a charitable foundation with his wife.\n\nOn health care, he talked about his mother who went without insurance for 16 years. \"That should just not happen in this country,\" he had said.\n\nWhile the election delivered mixed results around the US, it affirmed California's reputation as a Democratic fortress.\n\nDemocrats are on track to hold every statewide office — again. The party holds a supermajority in both chambers of the Legislature — and a 3.7-million advantage in voter registration.\n\nThere wasn't even a Republican on the ballot for US Senate."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "The 'secret sister' gift exchange on Facebook is actually an illegal pyramid scheme (FB)", "description": "There's yet another spammy chain mail post circulating on Facebook — and this one is actually illegal. \"Secret sister\" promises that you'll get 36 gifts, in return for only buying one. But it's actually an illegal pyramid scheme, and law enforcement is warnin…", "url": "https://www.businessinsider.com/secret-sister-gift-exchange-post-facebook-illegal-pyramid-scheme-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef61b438150748023f5f83-2732-1366.jpg", "publishedAt": "2018-11-18T13:30:00Z", "content": "There's a \"secret sister\" gift exchange circulating on Facebook, that promises that participants will receive up to 36 gifts while only giving one of their own. It sounds too good to be true, and (unsurprisingly!) it is. And it's not just a dubious idea — it'… [+2395 chars]", "fulltext": "A \"secret sister\" gift exchange circulating on Facebook promises that participants will receive up to 36 gifts in exchange for just one of their own.\n\nIt sounds too good to be true, and (unsurprisingly!) it is. And it's not just a dubious idea — it's actually an illegal pyramid scheme.\n\nHaving circulated in some form since at least 2015, it has had a resurgence in the run-up to the holiday season, prompting at least one local police force to issue a fresh warning. So how does it work?\n\nIt spreads via a Facebook post advertising the exchange (36 gifts in exchange for one!) and asking six people to join in. When they do, they are sent a message asking them to: 1) Send a gift worth $10 to the \"secret sister #1,\" the first name on a list they are given, 2) Move the person currently in second place on that list — the person who made the post they responded to — into first place, 3) Put their own name in second place. 4) Repost the public Facebook post to their profile and recruit six more people to do the same thing they just did.\n\nAn example of a recent \"secret sister\" post on Facebook advertising for participants. Facebook\n\nIf there's 100% recruitment and participation, then the poster receives 36 gifts, as each of the six people the poster recruited will recruit six more people who send them gifts.\n\nBut it works only up to a point. It's a pyramid scheme, reliant on a constant inflow of new members to pay old members their promised gifts. This means the people at the bottom have to lose out eventually, as there's only a finite number of people in the world.\n\nAs such, it's not just inadvisable to participate; it's outright illegal.\n\nEarlier this week, the Wauwatosa Police Department in Wisconsin posted a warning on Facebook about the scam and linked to an article from the US Better Business Bureau about the problems with \"secret sister\" schemes.\n\n\"The U.S. Postal Inspection Services says that gift exchanges are illegal gambling and that participants could be subject to penalties for mail fraud,\" the Better Business Bureau wrote.\n\n\"Pyramid schemes are illegal, either by mail or on social media, if money or other items of value are requested with assurance of a sizeable return for those who participate.\"\n\nA Facebook representative did not immediately respond to Business Insider's request for comment.\n\nDo you work at Facebook? Got a tip? Contact this reporter via Signal or WhatsApp at +1 (650) 636-6268 using a non-work phone, email at rprice@businessinsider.com, Telegram or WeChat at robaeprice, or Twitter DM at @robaeprice. (PR pitches by email only, please.) You can also contact Business Insider securely via SecureDrop."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "These iPhone wallpapers will cause your phone to glitch and make your folders transparent — but that's the point", "description": "Twitter user @heyeased discovered an iOS 12.1 glitch that makes the folders and dock on your iPhone's home screen transparent. The glitch involves using a certain image as the phone's background, and turning on \"Reduce Transparency\" in the phone's settings. T…", "url": "https://www.businessinsider.com/these-iphone-wallpapers-willmake-your-folders-transparent-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef617c0d7c673f4c2051d6-1136-568.jpg", "publishedAt": "2018-11-18T13:15:00Z", "content": "In some rare cases, phone software glitches can actually make the experience more enjoyable. Twitter user @heyeased, who creates the \"Mysterious iPhone Wallpaper,\" discovered an iOS 12.1 glitch that makes your iPhone's folders and dock transparent. The result… [+1868 chars]", "fulltext": "In some rare cases, phone software glitches can actually make the experience more enjoyable.\n\nTwitter user @heyeased, who creates the \"Mysterious iPhone Wallpaper,\" discovered an iOS 12.1 glitch that makes your iPhone's folders and dock transparent. The result is a minimalistic look for the home screen that isn't conventionally available, given Apple's few customization options when it comes to their phones' interfaces.\n\nRead: There's only one color you should consider if you're thinking about buying the iPhone XS\n\nSetting up the wallpaper is simple:\n\nGo to Settings —> General —> Accessibility, then toggle on \"Reduce Transparency.\"\n\nNext, pick out the background you'd like to use. For notched iPhones like the X, XS, and XS Max, click here. For iPhones without a notch, click here. Scroll to the colored wallpapers, tap on one to open it in its full resolution, and save it.\n\nFor iPhones without a notch, @heyeased recommends using the \"Perspective\" setting when applying the wallpaper. He also said to make sure you don't move the image around before confirming.\n\nrecommends using the \"Perspective\" setting when applying the wallpaper. He also said to make sure you don't move the image around before confirming. For the iPhone X and other notched models, @heyeased said to use the \"Still\" setting when applying the wallpaper, and to make sure \"Reduce Motion\" is turned off in the phone's settings. You shouldn't move the image around before confirming, either.\n\nThe wallpaper should now be applied, and your folders and dock should be invisible.\n\nHere are the results Business Insider achieved with an iPhone 8 Plus and an iPhone XS Max:\n\niPhone 8:\n\nSean Wolfe/Business Insider\n\niPhone XS Max:\n\nSean Wolfe/Business Insider\n\nIt should be noted that some subtle lines are still visible on the edges of the folders, and right above the dock.\n\nThe creator of these transparent backgrounds has also released a different glitchy wallpaper series, but these don't make your dock and folders disappear. Instead, these \"Painter Type\" wallpapers cause your phone's background, folders, and dock to all appear as different colors.\n\nHere's an example from @heyeased:\n\n@heyeased\n\nThe \"Painter Type\" wallpapers can be downloaded for notched iPhones here, and for iPhones without a notch here."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "The $550 OnePlus 6T makes me wonder if Google's $800 Pixel 3 phone is actually worth the extra money for a better camera", "description": "Here we are, then, taking a look at photos from the best camera on a smartphone versus the best value in a smartphone in the world. I'm talking about the Pixel 3 and Pixel 3 XL, which cost $800 to $900, respectively, and the OnePlus 6T, which starts at $550. …", "url": "https://www.businessinsider.com/pixel-3-vs-oneplus-6t-camera-comparison-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef32f7e4218a38ad31413f-1920-960.jpg", "publishedAt": "2018-11-18T13:00:00Z", "content": "Here we are, then, taking a look at photos from the best camera on a smartphone versus the best value in a smartphone in the world. I'm talking about the Pixel 3 and Pixel 3 XL, which cost $800 to $900, respectively, and the OnePlus 6T, which starts at $550. … [+626 chars]", "fulltext": "Here we are, then, taking a look at photos from the best camera on a smartphone versus the best value in a smartphone in the world.\n\nI'm talking about the Pixel 3 and Pixel 3 XL, which cost $800 to $900, respectively, and the OnePlus 6T, which starts at $550.\n\nTo buy a Pixel smartphone, including the Pixel 3, is not usually a decision based on design. In my experience, it's a decision based on using the purest form of Android, getting the latest Android updates as soon as they're released, and having the best camera on any smartphone.\n\nThe Pixel 3 does, indeed, have a better overall camera than the OnePlus 6T. But the difference isn't that stark. After my test shoot, I'm wondering if one of the Pixel's main propositions as the best smartphone camera is diminishing.\n\nCheck out photos taken with the Pixel 3 XL (which has the same camera as the smaller Pixel 3) and the OnePlus 6T:"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Brexit uncertainty means UK is uninvestable", "description": "Analysts at Bernstein, one of the...", "url": "http://uk.businessinsider.com/brexit-uncertainty-means-uk-is-univestable-bernstein-says-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5befd71dbde70f3a2405dd0b-1190-625/brexit-is-now-such-a-headache-that-the-uk-is-uninvestable-according-to-one-of-wall-streets-best-respected-research-houses.jpg", "publishedAt": "2018-11-18T12:42:51Z", "content": "Brexit is causing confusion among investors. Reuters/Paul Hackett The last week has been, to put it gently, an eventful one in British politics, and developments around Brexit are now so uncertain that Bernstein, one of the best-respected research houses on W… [+2888 chars]", "fulltext": "The last week has been, to put it gently, an eventful one in British politics, and developments around Brexit are now so uncertain that Bernstein, one of the best-respected research houses on Wall Street, thinks the UK is — right now at least — \"uninvestable.\"\n\nWriting in a note to clients on Friday, the Bernstein team led by Inigo Fraser-Jenkins admitted that UK political developments are now so unpredictable that it is virtually impossible to model them into an investment strategy.\n\n\"With UK politics in the midst of Brexit turmoil what are investors meant to do?\" Fraser-Jenkins and his team asked.\n\n\"We think that the UK market might be 'uninvestable' in the specific sense that the near term movement is likely to be dominated by political forces that, bluntly, are very hard to model.\"\n\n\"Sometimes this moment of extreme uncertainty proves to be a cathartic moment for risk assets marking a floor. Maybe. But there are also good reasons to see why uncertainty could persist,\" the team continued.\n\n\"Why take the risk of buying such a market?\"\n\nTo be clear, Bernstein's team are not saying that the UK's fundamentals are so bad it does not recommend investing, but is simply pointing out that the lack of political clarity makes it very difficult to determine asset price movements.\n\nRead more: '28 months of work undone in hours': The City of London reacts to the chaos of Theresa May's crumbling Brexit deal\n\nIn the longer term, however, things are still pretty foggy, so the firm recommends being underweight on UK stocks.\n\n\"On a longer horizon uncertainty seems likely to hang over the UK for some time to come which, we assume, will act to dampen investment. Over that longer horizon we would underweight the UK versus other regions,\" the team wrote.\n\nBernstein's call comes after four utterly chaotic days in European politics. On Tuesday evening rumours began to swirl that the UK had secured an initial Brexit deal with the European Union, sending the pound skyrocketing.\n\nJust over 24 hours later, Prime Minister Theresa May appeared outside Number 10 Downing Street, confirming that a deal had been struck, and that it had the backing of her Cabinet.\n\nBy Thursday morning, however, three Cabinet members, including Brexit Secretary Dominic Raab, had resigned saying they could not back May's deal, and the hardline European Research Group was laying the foundations for a coup against May. There is not likely to be a majority in the House of Commons that would favour the deal.\n\nWithin a day of May announcing her deal it looked to be dead in the water, and investors were not best pleased. The pound suffered its worst day in over a year, while UK banking stocks crashed, with some touching levels not seen since the day after the initial Brexit vote.\n\nMarkets calmed down on Friday, but huge uncertainty remained. For as long as that persists, expect investors to be incredibly wary of the UK."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "The 28 world economies most ready for the future", "description": "The world is changing at a rapid pace. The last 150 years have seen the most remarkable advancement of technology in history. Electric lighting, cars, plastic, the telephone, and television are all less than 150 years old, while newer innovations such as the …", "url": "https://www.businessinsider.com/economies-most-ready-for-the-future-world-economic-forum-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5876a74bf10a9a09778b5f73-1334-667.jpg", "publishedAt": "2018-11-18T12:36:54Z", "content": "REUTERS/Adnan Abidi The world is changing at a rapid pace. The last 150 years have seen the most remarkable advancement of technology in history. Electric lighting, cars, plastic, the telephone, and television are all less than 150 years old, while newer inno… [+1399 chars]", "fulltext": "REUTERS/Adnan Abidi The world is changing at a rapid pace.\n\nThe last 150 years have seen the most remarkable advancement of technology in history. Electric lighting, cars, plastic, the telephone, and television are all less than 150 years old, while newer innovations such as the internet have spurred ever more rapid societal development.\n\nIn the coming decades, artificial intelligence, driverless cars, and the automation of many low skilled jobs are likely to further change the global economy.\n\nBut which nations around the world are most ready for that technological change?\n\nUsing the World Economic Forum's recently-released Global Competitiveness Survey, Business Insider decided to take a look. The survey includes a whole section on the \"Future orientation of government\" which looks at various indicators of individual national governments' preparedness.\n\nQuestions include:\n\nHow fast is the legal framework of your country in adapting to digital business models?\n\nTo what extent does the government ensure a stable policy environment for doing business?\n\nTo what extent does the government respond effectively to change?\n\nTo what extent does the government have a long-term vision in place?"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Theresa May believes a Conservative leadership contest could threaten Brexit", "description": "Theresa May says there are not yet enough no-confidence letters to trigger a leadership contest against her. The Conservative Prime Minster appeared on the Sky News programme \"Ridge on Sunday\" to discuss her Brexit deal, and the pro-Brexit MPs from her own pa…", "url": "https://www.businessinsider.com/theresa-may-a-conservative-leadership-contest-threatens-brexit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf14f940d7c674d590cb485-1536-768.jpg", "publishedAt": "2018-11-18T11:44:19Z", "content": "Theresa May believes a new Conservative leadership contest could threaten Brexit. The embattled British prime minister has faced the biggest test of her premiership after ministers including the Brexit Secretary Dominic Raab and the Work and Pensions Secretar… [+1585 chars]", "fulltext": "Theresa May believes a new Conservative leadership contest could threaten Brexit.\n\nThe embattled British prime minister has faced the biggest test of her premiership after ministers including the Brexit Secretary Dominic Raab and the Work and Pensions Secretary Esther McVey resigned to protest her Brexit plans.\n\nMay negotiated a deal with the European Union and made the draft agreement public earlier this week. But some pro-Brexit Conservative MPs rallied against it because the UK will be in a customs union with the EU for years after Brexit, unable to sign meaningful trade deals with other countries, without the unilateral right to leave.\n\nProminent Conservatives like Jacob Rees-Mogg, Nadine Dorries, and Zac Goldsmith handed in letters of no-confidence in May. If 48 (15% of) Conservative MPs write such letters to the chair of the 1922 Committee, it means the party has lost faith in May's leadership and a new leadership contest must be triggered.\n\nBut May told the Sky News programme \"Ridge on Sunday\" that there are not currently enough letters to threaten her premiership, and even warned rebels that a new contest risks the entire Brexit process.\n\n\"As far as I know, no,\" May told Sophy Ridge when asked if the 48 letter limit had been reached. \"The answer to your question is no. It has not.\"\n\nMay added: \"A change of leadership at this point is not to make negotiations any easier and it's not going to change the parliamentary arithmetic. What it will do is bring in a degree of uncertainty, for people and jobs, and it is a risk that we delay negotiations, and that is a risk that Brexit gets delayed or frustrated.\"\n\nAs for a potential leadership challenge, the BBC reports that there are currently 24 Conservative MPs who have publicly handed in letters. But it is believed there could be some others who have done so in private."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tom Murray", "title": "I took a $3, 7-hour train ride through Sri Lanka's hill country — and it was unlike any travel experience I've ever had", "description": "The train journey between Kandy and Ella through Sri Lanka's central highlands is well-documented. You may recognise the scene above — a train crossing over Nine Arches Bridge near Ella — from innumerable sepia-toned travel blogs with the word \"nomad\" clumsil…", "url": "https://www.businessinsider.com/train-ride-experience-through-sri-lanka-hill-country-3-dollars-7-hours-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec35269e8c537e332587c7-1536-768.jpg", "publishedAt": "2018-11-18T11:13:00Z", "content": "The train journey between Kandy and Ella through Sri Lanka's central highlands is well-documented. You may recognise the scene above — a train crossing over Nine Arches Bridge near Ella — from innumerable sepia-toned travel blogs with the word \"nomad\" clumsil… [+661 chars]", "fulltext": "The train journey between Kandy and Ella through Sri Lanka's central highlands is well-documented.\n\nYou may recognise the scene above — a train crossing over Nine Arches Bridge near Ella — from innumerable sepia-toned travel blogs with the word \"nomad\" clumsily shoe-horned into the title.\n\nA quick search of the route on YouTube will yield dozens of tanned influencers who have documented their journey hanging out of the doors over verdant tea terraces.\n\nDespite all the puffery, though, nothing could have prepared us for what the journey was actually like.\n\nI've been lucky enough to travel on a number of extraordinary train journeys, from bullet trains through southern China to the Venice Simplon Orient Express through the British countryside. The 8:47 from Kandy to Ella topped them all, though — and it only cost me $3.\n\nScroll down to see exactly what it's like to make the seven-hour journey, from start to finish."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "The market is at extreme risk of a 'flash crash' — here’s what could send it over the edge and trigger the next big meltdown", "description": "Markets are going through an extremely turbulent patch right now as stocks, bonds, currencies, and commodities all face increasing volatility. Bank of America Merrill Lynch explains how these conditions are ripe for a \"flash crash,\" and outlines what final st…", "url": "https://www.businessinsider.com/next-stock-market-crash-baml-outlines-what-could-trigger-a-meltdown-2018-11", "urlToImage": "https://amp.businessinsider.com/images/56ec5af391058425008b767a-1920-960.jpg", "publishedAt": "2018-11-18T11:05:00Z", "content": "There's no denying it's a turbulent time in markets. Stocks suffered through an epically bad October, and came under renewed stress this past week. Debt markets faced serious pressure as the bonds for market stalwart General Electric tumbled to record lows. A… [+2828 chars]", "fulltext": "There's no denying it's a turbulent time in markets.\n\nStocks suffered through an epically bad October, and came under renewed stress this past week. Debt markets faced serious pressure as the bonds for the market stalwart General Electric tumbled to record lows. And oil is fresh off a 12-day skid — its longest of all time.\n\nTurbulence has also rocked currency markets. The British pound-US dollar pairing has been particularly unstable in recent days as interest-rate-hike guidance from the Federal Reserve and speculation around a Brexit collapse have whipsawed rates.\n\nThis rising cross-asset volatility is one of a handful of elements creating a highly vulnerable situation in markets — one that could result in a so-called flash crash, according to strategists at Bank of America Merrill Lynch.\n\nBAML is also worried about what it describes as \"vicious deleveraging,\" which is when a company attempts to reduce its debt burden by quickly selling assets. This is a particularly pressing issue in China right now. And the US faces its own reckoning of sorts as the Fed hikes rates, which raises lending costs and makes refinancing more difficult.\n\nThere's also what BAML refers to as \"dislocation risk,\" which can be highlighted by \"abnormal spreads.\" The example the firm provides is the spread between Libor and Euribor — both of which represent the rates at which European banks lend to one another.\n\nAs this chart shows, the relationship between them is the widest it's been since 1999 — or the period preceding the dot-com bubble.\n\nBank of America Merrill Lynch\n\nBut with markets supposedly at the precipice of disaster, BAML says a couple of other things have to happen for them to truly melt down.\n\nThe first revolves around the US dollar, which has surged since April as the Fed has reiterated its rate-hike schedule, and as tensions surrounding President Donald Trump's trade war have ratcheted higher.\n\nBAML says a \"violent\" move in the dollar could catalyze a flash crash. Considering the strengthening greenback has been seemingly pricing in further monetary tightening, a surprising dovish signal from the Fed could send it diving, thereby increasing volatility.\n\nAnother possible agent of cross-market chaos could be shocking macroeconomic data, BAML says. If this scenario were to play out, it could force abrupt downgrades in both gross domestic product (GDP) and earnings growth.\n\nGDP is the bellwether reading for a nation's economy, and any sort of downward rerating could scare investors into a more defensive stance, leading to sharp selling in riskier assets like stocks. Meanwhile, profit expansion has been the foremost driver of gains throughout the almost 10-year bull market, and any vulnerability could also send equities careening lower.\n\nOf course, there's no guarantee that these factors will combine to cause the next major market crash. They're simply hot-button catalysts that investors would be wise to monitor.\n\nBecause whether a meltdown transpires or not, the overall investment landscape looks dangerously unstable — and ripe for surprises."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Jeremy Corbyn says a second EU referendum could be 'an option for the future' but does not know how he'd vote", "description": "Jeremy Corbyn has said a second referendum on Brexit could be an \"option for the future.\" But if one were to take place, he does not know how he would vote. Jeremy Corbyn has said that a second referendum on a final Brexit deal and Britain's relationship with…", "url": "https://www.businessinsider.com/jeremy-corbyn-a-second-referendum-is-an-option-for-the-future-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1368601b12d4fa31fad53-1536-768.jpg", "publishedAt": "2018-11-18T10:20:23Z", "content": "Jeremy Corbyn has said that a second referendum on a final Brexit deal and Britain's relationship with the European Union (EU) is \"an option for the future,\" but conceded that he does not know how he would vote on such an issue. The Labour leader had previous… [+1247 chars]", "fulltext": "Jeremy Corbyn has said that a second referendum on a final Brexit deal and Britain's relationship with the European Union (EU) is \"an option for the future,\" but conceded that he does not know how he would vote on such an issue.\n\nThe Labour leader had previously said in an interview with Der Spiegel earlier in the month that one referendum had already taken place, Article 50 — the process of withdrawing from the EU — had been triggered, and that Brexit could not be stopped.\n\nBut he may have softened his stance since then as he could not rule out a second vote during an appearance on the Sky News programme \"Ridge on Sunday.\"\n\nHe said: \"I think it's an option for the future, but not an option for today. Because if you have a referendum tomorrow, what is the question going to be on.\"\n\nOn what the question should be, and whether \"remain [in the European Union]\" should be on the ballot paper, Corbyn said: \"Tests against the government have to be put now. The government must go back to negotiate and see what it comes back with and and parliament must look at that at the time.\"\n\nOn the same programme, Corbyn said he did not think a second referendum is \"an option we're going to get given.\"\n\nBut if one were to materialise, he admitted he does not know how he would vote on the issue.\n\nCorbyn said he voted \"reform and remain\" when the original Brexit referendum took place in June, 2016. But on how he'd vote if a second vote took place, he said: \"I don't know. It depends on the options at the time.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Malta police identify suspected journalist murder masterminds: report - Business Insider", "description": "Business Insider Malta police identify suspected journalist murder masterminds: report Business Insider VALLETTA (Reuters) - Investigators have identified a group of at least three Maltese nationals who they believe masterminded the killing of anti-corruption…", "url": "http://uk.businessinsider.com/r-malta-police-identify-suspected-journalist-murder-masterminds-report-2018-11", "urlToImage": "http://static6.uk.businessinsider.com/image/5bf12339dde86740bb44e03c-1190-625/malta-police-identify-suspected-journalist-murder-masterminds-report.jpg", "publishedAt": "2018-11-18T08:26:00Z", "content": "FILE PHOTO: Maltese investigative journalist Daphne Caruana Galizia poses outside the Libyan Embassy in Balzan Thomson Reuters VALLETTA (Reuters) - Investigators have identified a group of at least three Maltese nationals who they believe masterminded the kil… [+1860 chars]", "fulltext": "FILE PHOTO: Maltese investigative journalist Daphne Caruana Galizia poses outside the Libyan Embassy in Balzan Thomson Reuters VALLETTA (Reuters) - Investigators have identified a group of at least three Maltese nationals who they believe masterminded the killing of anti-corruption journalist Daphne Caruana Galizia 13 months ago, The Sunday Times of Malta reported on Sunday.\n\nIt did not reveal their names, but quoted high-ranking officers leading the murder probe as saying that their investigation was at a \"very advanced stage\".\n\nThere was no immediate comment from the police on the press report.\n\nSources quoted by The Sunday Times of Malta gave no indication of how much longer the investigation could take or if there had been any new arrests in the case.\n\nCaruana Galizia, who penned an anti-corruption blog, was killed by a car bomb near the Maltese capital Valletta in October 2017 - a murder that appalled Europe and raised questions about the rule of law on the Mediterranean island.\n\nThree men suspected of having been commissioned to carry out the killing have been under arrest for almost a year. They have pleaded not guilty.\n\nA court documenting initial evidence against the trio has heard evidence that they allegedly planted a bomb in Caruana Galizia's car and set it off via an SMS message.\n\nThe motive behind the murder remains unknown, with the Sunday Times saying the investigators believe the masterminds had different motives and came together to contract the three men accused.\n\nThe sources would not give any indication of whether the masterminds came from the criminal, business or political sectors.\n\nInvestigators were quoted as saying they were in constant contact with Europol - the EU's law enforcement agency - over the case, and in recent weeks this contact intensified significantly as police got closer to cracking the case.\n\n\"We have a large amount of data that requires analysing and partners like Europol have the necessary experience and expertise to help facilitate this process,\" a source told the newspaper.\n\n(Reporting by Christopher Scicluna; Editing by Crispian Balmer and Susan Fenton)"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shona Ghosh", "title": "How Slack's CTO survived 2 failed game startups and a painful sale to Yahoo to build a $7.1 billion company", "description": "Slack is a popular workplace messaging service worth $7.1 billion and reportedly on the verge of going public. Its founding team, including British CTO Cal Henderson, have weathered a lot of successes and failures to get Slack where it is today. That includes…", "url": "https://www.businessinsider.com/slack-cto-cal-henderson-failed-startups-flickr-yahoo-slack-7-billion-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec53c0c9570177631518fb-2732-1366.jpg", "publishedAt": "2018-11-18T08:00:00Z", "content": "Slack's cofounder and chief technology officer, Cal Henderson, will be a wealthy man if the workspace chat company goes public as expected in 2019. The company has revolutionised office communications with a lightweight, browser-based chat service that allows… [+11037 chars]", "fulltext": "Slack's cofounder and chief technology officer, Cal Henderson, will be a wealthy man if the workspace chat company goes public as expected in 2019.\n\nThe company has revolutionised office communications with a lightweight, browser-based chat service that allows colleagues to talk and share files.\n\nSlack wasn't the first to try and make office collaboration easier, but it quickly beat out Microsoft and Hipchat thanks to its whimsical graphics and millennial-friendly features like GIFs and emoji.\n\nSlack is now reportedly worth $7.1 billion after raising millions in venture backing from SoftBank and others like Accel and General Atlantic.\n\nIt has 8 million daily active users — a surprisingly small number— and it thinks it can win over hundreds of millions more, talking about a \"total addressable market\" of 600 million knowledge workers. The company has yet to turn a profit, but says it has 3 million paid users.\n\nCal Henderson, despite being with Slack since the very beginning, didn't intend to end up here.\n\nCal Henderson is a British programmer who keeps trying and failing to build gaming companies\n\nWhen Henderson was living in London in the early 2000s, he came across a browser-based social game called \"Game Neverending.\"\n\n\"It was a type of point-and-click type adventure,\" Henderson told Business Insider in an October interview. \"It's not like you could win, it was an exploratory social gamespace.\"\n\nThe game was, Henderson, said \"hard to explain, which is also the reason why it wasn't successful.\"\n\nBut he was fascinated by the casual, social nature of the game, which pre-dated massive online worlds like World of Warcraft and social media gaming like Zynga's FarmVille. He got in touch with the game's development team, headed up by president Stewart Butterfield, and harassed them to let him join.\n\nSlack CEO Stewart Butterfield. Beck Diefenbach/Reuters\n\nButterfield and the team were operating out of Vancouver and quickly running out of cash for developing Game Neverending. They came up with a plan: Build a secondary service that would generate the revenue to fund the game's development.\n\nThey recruited Henderson as chief software architect promising him that, eventually, he would get to work on Game Neverending's development. Despite not having met the team, Henderson agreed.\n\nAnd so the photo site Flickr was born.\n\nFlickr. Flickr\n\nThe original version of Flickr, Henderson said, was a real-time chatroom that let people share photos. \"It was a lot more like Slack,\" he said. \"And it didn't work. You had to be online at the same time as the other person wanting to use Flickr for it to make sense. It was fun to play with in the office, but in real life nobody used it.\"\n\nAt this point, Henderson still hadn't met any of the team. He did eventually meet them when the company gathered together in California to launch the first version of Flickr, which promptly failed.\n\nBut then came further iterations, and the team landed on the idea of hosting photos on web pages. Henderson moved to Vancouver with everyone else to work on the new version full-time and, in his words: \"I just never went home.\"\n\nIt became clear that Flickr was where the money was at. Flickr began to grow quickly, and it was obvious that it was bigger than just a money-spinner for Game Neverending.\n\n\"Reluctantly we shut down development on the game and concentrated the company on Flickr,\" said Henderson.\n\nAround a year after launch, Yahoo acquired Flickr for a reported $25 million. At the time, hardcore early users were unhappy about the change in ownership, although Henderson notes that Flickr only grew its user base hugely after the sale.\n\nDespite the purported benefits of going to a bigger company, like having the cash to grow more quickly, Henderson described the process as \"hugely frustrating.\"\n\nAlthough the company was originally bigger than the then-nascent Facebook and YouTube, and pre-dated Twitter, Flickr wasn't given sufficient resources to grow, as Henderson tells it. The company which had widely been described as the world's best photo-sharing service quickly stagnated.\n\nThen, Henderson said: \"Facebook took us over, YouTube on the video side, then eventually Instagram came around and won mobile for photos. So it was super frustrating.\"\n\nThe Flickr team tried to build a second game — and failed again\n\nThree years after the Flickr acquisition, Butterfield and his cofounders resigned in spectacular fashion. Like Henderson, Butterfield was not flattering about Yahoo, describing it to journalist Mat Honan as \"a terrible joke.\" He was right — Yahoo would slowly fall apart thanks to poor leadership and numerous bad decisions around acquisitions.\n\nFreed from the confines of Yahoo, the Flickr gang would reunite to finally build their hit game. This time round, with a successful exit to Yahoo, there wouldn't be any issues with drumming up cash from investors. Butterfield's new company Tiny Speck raised more than $12 million from famed Silicon Valley investors Andreessen Horowitz and Accel, and began work on new game Glitch.\n\nGlitch. Glitch\n\nGlitch was a well-designed, Flash-based browser game with cute graphics and the ability to play collaboratively with other players.\n\n\"Really, it was trying to build those really old, online MUDs [multi-user dungeons], those mostly social spaces, and turn that into a browser-based social space game. That's what we tried to do with Glitch,\" Henderson said.\n\nMUDs were multiplayer online games, usually text-based. They were popular from the early days of the internet through to the 2000s, but were superseded by graphics-based worlds like World of Warcraft. Fans loved them as much for their social interaction as the gameplay, although few MUDs ever made money.\n\n\"[Glitch] was a lot more graphical than those very early games,\" Henderson said.\n\nRead more: Google once rejected this founder for a job — but then went on to acquire his first startup and partner with his 2nd\n\nBut: \"It really didn't work out. We spent four years on it and after spending a whole bunch of investor money, we hadn't build a game that would ever become a viable business.\"\n\nIt was expensive to keep running the game, and Tiny Speck failed to find a buyer to fund its development costs. Flash turned out to have been a bad bet.\n\nGlitch\n\nFailure to create a successful game was, Henderson said, a harrowing experience. Tiny Speck laid off staff, winding the game down, and telling its players that Glitch would no longer be available. There were around 50 people employed at Tiny Speck at the time, and a big proportion were game specialists. Most had to go.\n\nAt this point, Butterfield and co realised they probably had to give up trying to build games.\n\n\"We knew we wanted to work together again and that we wanted to build something, but it wasn't going to be a game, because we'd really fucked that up after four years and our original vision,\" Henderson said. \"I think the first time around, pre-Flickr, it felt like we failed because we had everything against us. It turns out the second time around we failed because… we're bad at making games. We had every possible advantage the second time around.\"\n\nA little like Flickr and Game Neverending, Slack's chat service was likewise famously a side-product of Glitch.\n\nSlack's chat service. Slack\n\nWhen Tiny Speck shuttered Glitch in 2012, the company announced it would keep developing its \"unique messaging technology.\"\n\nAlthough Slack now feels like an overnight success, it took $1.2 billion in total investment and a further four years before the company really took off.\n\nAnd Henderson has had to move from being a founding CTO to running a team of around 500 people. Given Slack isn't as big as Google, Apple, Facebook, and Amazon, how does he retain talent?\n\n\"We're kind of in an interesting adolescence, because we're not a young small startup any more,\" Henderson said. \"We're very established, especially in the Bay Area, we're more than 1,200 people. We're not public, so it's very different to joining a Google or Facebook where you know where they'll be in a year's time, and it's not early-stage risk.\"\n\nThat means selling people on the fact that Slack makes a meaningful difference to the way people work.\n\nSlack has also achieved what appears to be impossible for everyone else in Silicon Valley: Diversity. Women make up 30% of Slack's technical roles and almost 50% of its leadership roles. Underrepresented minorities — excluding Asian — make up 11% of US leadership roles.\n\nBy comparison, women account for 25% of technical roles at Google, and only 26% of leadership roles. Underrepresented minorities make up 4.2% of leadership roles.\n\n\"There are four founders of the company, and we're all white dudes,\" said Henderson, referring to himself, Stewart Butterfield, Eric Costello, and Serguei Mourachov. \"And if you're not intentional about diversity early on then it gets harder to dig yourself out of that hole. It's not just women in engineering, but people from all underrepresented minorities. We were aware we needed to address that very early.\"\n\nSlack is determined not to sell out this time around\n\nHenderson is adamant that Slack will stay independent after the team was burned by its experiences at Yahoo.\n\n\"We're very committed to remaining independent,\" he said.\n\nIts main competition remains Microsoft, which has just acquired the AI startup behind a popular Slack chatbot. The Redmond giant also made a free version of its Slack rival Teams available, to try and persuade small businesses and freelancers onto the platform.\n\nBut, Henderson points out, Microsoft is one giant (and old) company trying to do lots of different things. Slack has the advantage of focusing on one service, and it can move more quickly.\n\n\"The Microsoft competition is really good for us,\" he said. \"When we first started the company and built the product, we were eight people that had a belief that Slack would be useful… it was all very well for us to believe that as startup founders who have to drink their own Kool-Aid.\n\n\"It's very validating that [Microsoft] believe this is a software category which is going to exist in a decade, which is going to be very important.\"\n\nMicrosoft's Slack rival, Teams. Microsoft\n\nHe added: \"We make exactly one product that we care about, the lifeblood of our company. We concentrate everything on it. We make one thing. The other advantage is that at the core of Slack is it's a collaboration hub for all the different bits of software you have in the workplace, and we are able to partner with all of those organisations, whether it's Microsoft or Google or SalesForce.\"\n\nWith two young children and a company with a bright future to run, Henderson doesn't have a lot of time for games, though he lists Animal Crossing and Stardew Valley among his current favourites. But he still keeps the fire of hope alive along with some other game enthusiasts at the firm.\n\n\"We have a channel inside Slack's Slack called 'Games we might finish,' where we talk about projects that we've started, and which are languishing,\" Henderson said. \"I've been working on this game for about two years, which I've written some of the outline of, and which I've got really good ideas about, but I've not found the time to really do anything.\"\n\nBut, he concludes: \"I'm definitely going to finish this one.\""}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Trump calls Saudi Arabia a 'spectacular ally,' despite CIA report blaming the crown prince for Jamal Khashoggi's death", "description": "Reuters/Yuri Gripas President Donald Trump said Saturday that a CIA assessment blaming Saudi Arabia's Crown Prince Mohammed bin Salman for the killing of journalist Jamal Khashoggi was \"very premature.\" Trump said he would receive the complete CIA report on T…", "url": "https://www.businessinsider.com/trump-calls-saudi-arabia-spectacular-ally-despite-cia-report-on-khashoggi-death-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf0c655da27f865b85a1693-1920-960.jpg", "publishedAt": "2018-11-18T02:32:06Z", "content": "WASHINGTON/MALIBU, California (Reuters) - President Donald Trump on Saturday called a CIA assessment blaming Saudi Crown Prince Mohammed bin Salman for the killing of Saudi journalist Jamal Khashoggi \"very premature\" and said he will receive a complete report… [+5750 chars]", "fulltext": "WASHINGTON/MALIBU, California (Reuters) - President Donald Trump on Saturday called a CIA assessment blaming Saudi Crown Prince Mohammed bin Salman for the killing of Saudi journalist Jamal Khashoggi \"very premature\" and said he will receive a complete report on the case on Tuesday.\n\nTrump, on a trip to California, said the killing \"should never have happened.\" The report on Tuesday will explain who the US government believes killed Khashoggi and what the overall impact of his murder is, Trump said. It was unclear who is producing the report.\n\nTrump also said the CIA finding that bin Salman was responsible for the killing was \"possible.\"\n\nTrump made the remarks hours after the State Department said the government was still working on determining responsibility for the death of Khashoggi, a US-based Washington Post columnist.\n\n\"Recent reports indicating that the US government has made a final conclusion are inaccurate,\" State Department spokeswoman Heather Nauert said in a statement. \"There remain numerous unanswered questions with respect to the murder of Mr. Khashoggi.\"\n\nNauert said the State Department will continue to seek facts and work with other countries to hold those involved in the journalist's killing accountable \"while maintaining the important strategic relationship between the United States and Saudi Arabia.\"\n\nRead more: A huge question looms over Trump after the CIA reportedly concludes the Saudi crown prince ordered Jamal Khashoggi's killing\n\nTrump discussed the CIA assessment by phone with the agency's director, Gina Haspel, and Secretary of State Mike Pompeo while flying to California on Saturday, White House spokeswoman Sarah Huckabee Sanders told reporters.\n\nThe CIA had briefed other parts of the US government, including Congress, on its assessment, sources told Reuters on Friday, a development that complicates Trump's efforts to preserve ties with the key US ally.\n\nA source familiar with the CIA's assessment said it was based largely on circumstantial evidence relating to the prince's central role in running the Saudi government.\n\n'Everything points to the Crown Prince'\n\nSaudi Arabia's Crown Prince Mohammed bin Salman Al Saud is seen during a meeting with U.N Secretary-General Antonio Guterres at the United Nations headquarters in the Manhattan borough of New York City, New York, U.S. March 27, 2018. REUTERS/Amir Levy\n\nThe CIA's finding is the most definitive US assessment to date tying Saudi Arabia's de facto ruler directly to the killing and contradicts Saudi government assertions that Prince Mohammed was not involved.\n\nKhashoggi, a critic of the crown prince, was killed in October at the Saudi consulate in Istanbul when he went there to pick up documents he needed for his planned marriage.\n\nRead more: Turkey reportedly has a second audio tape of a Saudi hit team discussing details of Jamal Khashoggi's murder, bolstering the CIA's claims\n\nAs lawmakers push legislation to punish Saudi Arabia for the killing, both Republican and Democratic senators on Saturday urged Trump to be tough on the crown prince, with whom he has cultivated a deep personal relationship.\n\n\"Everything points to the Crown Prince of Saudi Arabia, MbS, ordering @washingtonpost journalist Jamal #Khashoggi's killing. The Trump administration should make a credible determination of responsibility before MbS executes the men who apparently carried out his orders,\" tweeted Senator Bob Corker, chairman of the Senate Foreign Relations Committee, on Saturday.\n\n'They have been a truly spectacular ally'\n\nTrump and top administration officials have said Saudi Arabia should be held to account for any involvement in Khashoggi's death and have imposed sanctions on 17 Saudis for their role in the killing.\n\nBut they have also stressed the importance of Washington's ties with Riyadh, one of the biggest clients of the US defense industry. Trump wants to preserve the Saudi arms deals, despite growing opposition in Congress.\n\n\"They have been a truly spectacular ally in terms of jobs and economic development,\" Trump said. \"As president, I have to take a lot of things into consideration.\"\n\nRead more: Here's everything we know about the troubling disappearance and death of Saudi journalist Jamal Khashoggi\n\nMarine General Joseph Dunford, chairman of the Joint Chiefs of Staff, noted on Saturday that the kingdom plays a key military role for the United States in the Middle East.\n\n\"Saudi Arabia has been an important partner to regional security in the past. I expect they will be in the future,\" he said at a security forum in Halifax, adding Middle Eastern allies including Saudi Arabia are \"a stabilizing force in the region.\"\n\nJamal Khashoggi is featured on a poster during a protest organized by members of the Turkish-Arabic Media Association at the entrance to Saudi Arabia's consulate on October 8, 2018 in Istanbul, Turkey. Chris McGrath/Getty Images\n\nOn Thursday, Saudi Arabia's public prosecutor said he was seeking the death penalty for five suspects charged in the killing of Khashoggi.\n\nThe prosecutor, Shaalan al-Shaalan, told reporters the crown prince knew nothing of the operation, in which Khashoggi's body was dismembered and removed from the consulate. Saudi officials have said a team of 15 Saudi nationals were sent to confront Khashoggi and he was accidentally killed in a chokehold by men who were trying to force him to return to the kingdom.\n\nLawmakers critical of Saudi Arabia for Khashoggi's killing and its role in Yemen's civil war are ramping up their efforts to clamp down on the country.\n\n\"Trump must accept (for once) his intelligence experts' incontrovertible conclusion: Crown Prince MBS is culpable for Khashoggi's monstrous murder. This brazen killing must have consequences — sanctions, prosecution, removal of MBS & others, not continued cover-up, enabled by Trump,\" tweeted Democratic Senator Richard Blumenthal on Saturday.\n\n(Reporting by Makini Brice, Pete Schroeder and Idrees AliEditing by Mary Milliken, Nick Zieminski and Cynthia Osterman)"}]