{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Daniel Henninger", "title": "Trump Ridicules Republicans", "description": "The president could pay a price for kicking the defeated members of his own party.", "url": "https://www.wsj.com/articles/trump-ridicules-republicans-1543448552", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY140_WL1129_SOC_20181128110319.jpg", "publishedAt": "2018-11-28T23:42:35Z", "content": "A question running alongside Donald Trumps political career is whether he will ever pay a price for his verbal insults. It was widely thought Mr. Trump might have damaged himself fatally when in mid-2015 he said of John McCains time as a prisoner of war in Vi… [+4395 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael Taube", "title": "'Hee Haw' Was Ahead of Its Time", "description": "CBS’s ‘rural purge’ of 1971 didn’t prevent a ‘surge’ 45 years later.", "url": "https://www.wsj.com/articles/hee-haw-was-ahead-of-its-time-1543448481", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM492_TaubeN_SOC_20181128121314.jpg", "publishedAt": "2018-11-28T23:41:25Z", "content": "Roy Clark, a co-host of the long-running variety TV show Hee Haw, died this month at 85. Many of my American friends, especially conservative ones, found the program too lowbrow for their tastes. Some even seemed a bit embarrassed by it. To me Hee Haw was fun… [+2228 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Supreme Court Poised to Rule Against Excessive State Fines - Wall Street Journal", "description": "Wall Street Journal Supreme Court Poised to Rule Against Excessive State Fines Wall Street Journal WASHINGTON—Supreme Court justices appeared ready Wednesday to rule that the Constitution forbids states from imposing excessive fines, a decision that could aff…", "url": "https://www.wsj.com/articles/supreme-court-poised-to-rule-against-excessive-state-fines-1543448463", "urlToImage": "https://images.wsj.net/im-39455/social", "publishedAt": "2018-11-28T23:41:00Z", "content": "WASHINGTONSupreme Court justices appeared ready Wednesday to rule that the Constitution forbids states from imposing excessive fines, a decision that could affect an income stream that police have tapped in recent years by seizing property from people accused… [+4078 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Karl Rove", "title": "Stopping the Socialist Resurgence", "description": "Republicans need to fight the wild ideas of the Democratic Party’s left wing.", "url": "https://www.wsj.com/articles/stopping-the-socialist-resurgence-1543448445", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM518_Rove11_SOC_20181128133909.jpg", "publishedAt": "2018-11-28T23:40:50Z", "content": "Sen. Bernie Sanders knows what he wants. In a Washington Post op-ed last week, the democratic socialist from Vermont laid out a legislative agenda for the 116th Congresss first 100 days. Among the dizzying array of proposals Mr. Sanders pushed were his signat… [+4542 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "thomble", "title": "Facebook Considered Charging for Access to User Data", "description": "Facebook considered charging third parties for access to user data several years ago, company emails show. Such a move would have departed from its policy against selling such data, court filings in a lawsuit against the company indicate.", "url": "https://www.wsj.com/articles/facebook-considered-charging-for-access-to-user-data-1543447785", "urlToImage": "https://images.wsj.net/im-39342/social", "publishedAt": "2018-11-28T23:35:39Z", "content": "Internal emails show Facebook Inc. FB 1.30% considered charging companies for continued access to user data several years ago, a step that would have marked a dramatic shift away from the social-media giants policy of not selling that information, according t… [+6727 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Samantha F. Ravich", "title": "Where Are the Corporate Patriots?", "description": "Regarding China, U.S. companies should step up and do their part to protect national security.", "url": "https://www.wsj.com/articles/where-are-the-corporate-patriots-1543447418", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL837_ravich_SOC_20181126083613.jpg", "publishedAt": "2018-11-28T23:23:40Z", "content": "The U.S. military needed a small vessel that could transport troops and equipment from large oceangoing ships onto the beach. It was the late 1930s and Andrew Jackson Higgins, a small-boat builder in New Orleans, thought an adapted design of one of his oil-pr… [+4435 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Adrian Karatnycky", "title": "Ukraine Is Moscow's Guinea Pig - Wall Street Journal", "description": "Wall Street Journal Ukraine Is Moscow's Guinea Pig Wall Street Journal Russia's attack Sunday on Ukrainian naval vessels in the Azov Sea shows the Kremlin is ready to take the veil off the conflict. After nearly five years of clandestine war using private arm…", "url": "https://www.wsj.com/articles/ukraine-is-moscows-guinea-pig-1543447350", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY139_KARATN_SOC_20181128111347.jpg", "publishedAt": "2018-11-28T23:22:00Z", "content": "Russias attack Sunday on Ukrainian naval vessels in the Azov Sea shows the Kremlin is ready to take the veil off the conflict. After nearly five years of clandestine war using private armies, proxies and unmarked federal forces, the Russians announced themsel… [+4890 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "Tax Cut Working Better Than Advertised", "description": "The latest GDP estimate shows higher business investment.", "url": "https://www.wsj.com/articles/tax-cut-working-better-than-advertised-1543446448", "urlToImage": "https://images.wsj.net/im-39419/social", "publishedAt": "2018-11-28T23:07:30Z", "content": "Despite concerns over trade disputes and a slowing global economy, the corporate tax rate cut enacted in December of 2017 continues to encourage the business investment that leads to higher productivity and higher wages for American workers. Today the governm… [+3992 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Scott McCartney", "title": "Inside the Marriott-Starwood Loyalty Program Turbulence", "description": "What looked like a temporary glitch has stretched into months of confusion and frustration for some members of Marriott Rewards.", "url": "https://www.wsj.com/articles/inside-the-marriott-starwood-loyalty-program-turbulence-1543416010", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL989_Midsea_SOC_20181126170403.jpg", "publishedAt": "2018-11-28T23:03:20Z", "content": "Two years into the megamerger of Marriott and Starwood, the worlds largest hotel company still has serious kinks to work out, leaving many frequent travelers furious and frustrated. Travelers say stays at hotels havent been recorded in their loyalty accounts.… [+6272 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Richard Rubin", "title": "Treasury lays out corporate tax regulations, offers partial solution to foreign tax quandary", "description": "The Treasury Department issued long-awaited corporate tax regulations on Wednesday, partly accommodating companies’ pleas for help with an unexpected consequence of last year’s tax law.", "url": "https://www.wsj.com/articles/treasury-offers-halfway-solution-to-companies-vexed-by-foreign-tax-rules-1543442549", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FB796_treasu_ZG_20161212125202.jpg", "publishedAt": "2018-11-28T22:41:17Z", "content": "WASHINGTON The Treasury Department issued long-awaited corporate tax regulations on Wednesday, partly accommodating companies pleas for help with an unexpected consequence of last years tax law. Under the proposed rules, some companies will still effectively … [+1087 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Niharika Mandhana", "title": "Maldives' New Leaders Confront a Chinese-Funded Building Binge", "description": "The government has reversed course on foreign policy, moving away from a partnership with China and realigning with neighboring India. But its leaders face a harder task reworking Chinese loans racked up for infrastructure projects.", "url": "https://www.wsj.com/articles/maldives-new-leaders-confront-a-chinese-funded-building-binge-1543401005", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM235_MALDIV_TOP_20181127160832.jpg", "publishedAt": "2018-11-28T22:31:45Z", "content": "MALE, MaldivesAround this Indian Ocean capital, Chinese loans are helping to pave paradise, stacking high-rises on artificial islands reclaimed from the ocean and tarring roads and a landmark bridge to connect the archipelago. For the countrys almost two-week… [+7179 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kristina Peterson, Courtney McBride", "title": "The Wall Street Journal: In rebuke to Trump, Senate votes to consider ending U.S. involvement in Yemen war", "description": "The Senate voted Wednesday to begin considering a resolution to withdraw U.S. support for Saudi forces in Yemen, defying top administration officials who just hours earlier had come to Capitol Hill to lobby lawmakers to do the opposite.", "url": "https://www.wsj.com/articles/senate-vote-is-rebuke-to-white-house-over-trumps-handling-of-khashoggi-killing-1543441725", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GZ254_flake1_ZG_20181128171456.jpg", "publishedAt": "2018-11-28T22:16:16Z", "content": "WASHINGTON The Senate voted Wednesday to begin considering a resolution to withdraw U.S. support for Saudi forces in Yemen, defying top administration officials who just hours earlier had come to Capitol Hill to lobby lawmakers to do the opposite. The 63-37 v… [+1064 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Chaney", "title": "Slowing Global Economy Weighs on U.S. Profits, Trade", "description": "Overseas profit growth at American firms is slowing, a new sign of how the faltering global economy is reverberating back to the U.S.", "url": "https://www.wsj.com/articles/u-s-gdp-growth-unrevised-at-3-5-in-third-quarter-1543413047", "urlToImage": "https://images.wsj.net/im-38895/social", "publishedAt": "2018-11-28T22:08:49Z", "content": "Overseas profit growth at American firms is slowing, a new sign of how the faltering global economy is reverberating back to the U.S. U.S. profits earned overseas rose 7% in the third quarter from a year earlier, a slowdown from profit growth of 13.7% in the … [+4345 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Micah Maidenberg", "title": "Facebook expands local-news feature to more than 400 U.S. cities", "description": "Facebook Inc. said Wednesday it has expanded a local-news feature to more than 400 U.S. cities, as the social-media giant, which has struggled with everything from false news to data privacy, aims to keep users engaged on its platform.", "url": "https://www.wsj.com/articles/facebook-moves-deeper-into-providing-local-news-to-users-1543441196", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GG548_facebo_ZG_20180329224559.jpg", "publishedAt": "2018-11-28T22:02:55Z", "content": "Facebook Inc. said Wednesday it has expanded a local-news feature to more than 400 U.S. cities, as the social-media giant, which has struggled with everything from false news to data privacy, aims to keep users engaged on its platform. The company launched th… [+906 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Greg Ip", "title": "Consumer Beware: With Less Trade Comes Less Choice", "description": "The shift in the U.S. compact-car market, where imports thrive as domestic brands like the Chevrolet Cruze meet their demise, is the result of the great value that consumers place on variety.", "url": "https://www.wsj.com/articles/consumer-beware-with-less-trade-comes-less-choice-1543401180", "urlToImage": "https://images.wsj.net/im-39254/social", "publishedAt": "2018-11-28T21:54:39Z", "content": "If youre part of the shrinking share of Americans who still prefer cars to trucks or SUVs, I have some bad news: Your world is getting smaller. Just two years ago, you could choose from 90 different models, from large to subcompact. By next year, that will sh… [+5453 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Anna Wilde Mathews , Aisha Al-Muslim", "title": "The Wall Street Journal: CVS finalizes its $70 billion Aetna acquisition", "description": "CVS Health Corp. completed its nearly $70 billion acquisition of Aetna Inc., forging a new industry giant and starting the clock ticking on ambitious goals of curbing health-care costs and improving consumers’ experience.", "url": "https://www.wsj.com/articles/cvs-completes-70-billion-acquisition-of-aetna-1543423322", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FX201_cvs_ae_ZG_20171027154130.jpg", "publishedAt": "2018-11-28T21:44:12Z", "content": "CVS Health Corp. completed its nearly $70 billion acquisition of Aetna Inc., forging a new industry giant and starting the clock ticking on ambitious goals of curbing health-care costs and improving consumers experience. The combined company faces significant… [+1242 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laura Kusisto", "title": "October New-Home Sales Are Hit by Sharpest Drop Since 2017", "description": "Rising mortgage rates, higher material and labor prices, as well as a tax law passed in 2017 contributed to the lackluster performance in the segment of the housing market that helps drive economic growth through construction work.", "url": "https://www.wsj.com/articles/new-home-sales-fell-8-9-in-october-1543417455", "urlToImage": "https://images.wsj.net/im-38899/social", "publishedAt": "2018-11-28T21:33:06Z", "content": "Purchases of newly built single-family homes fell 8.9% to a seasonally adjusted annual rate of 544,000 in October, the Commerce Department said Wednesday. From a year earlier, U.S. sales in October were down 12%. The 8.9% decline was the steepest since Decemb… [+2654 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dana Mattioli, Jennifer Maloney", "title": "The Wall Street Journal: Altria said to be in talks to take significant minority stake in Juul", "description": "Altria Group Inc. is in talks to take a significant minority stake in e-cigarette startup Juul Labs Inc., according to people familiar with the matter, a move that could give the Marlboro maker greater access to a rapidly growing but increasingly controversia…", "url": "https://www.wsj.com/articles/altria-in-talks-to-take-significant-minority-stake-in-juul-labs-sources-1543438776", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY224_juul11_ZG_20181108232650.jpg", "publishedAt": "2018-11-28T21:32:36Z", "content": "Altria Group Inc. MO, +2.16% is in talks to take a significant minority stake in e-cigarette startup Juul Labs Inc., according to people familiar with the matter, a move that could give the Marlboro maker greater access to a rapidly growing but increasingly c… [+968 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chester Dawson", "title": "Fiat Chrysler Unveils Jeep-Branded Pickup", "description": "Fiat Chrysler is doubling down on its two strongest product lines—SUVs and trucks—with a new Jeep-branded pickup that targets a U.S. midsize-truck market it abandoned seven years ago.", "url": "https://www.wsj.com/articles/fiat-chrysler-unveils-jeep-branded-pickup-truck-1543427701", "urlToImage": "https://images.wsj.net/im-39360/social", "publishedAt": "2018-11-28T21:20:15Z", "content": "LOS ANGELES Fiat Chrysler Automobiles FCAU 1.68% NV is doubling down on its two strongest product linesSUVs and truckswith a new Jeep-branded pickup that targets a resurgent U.S. midsize-truck market it abandoned seven years ago. The new Gladiator pickup, unv… [+3677 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Neil", "title": "2019 Corvette ZR1: The Last, and Best, of Its Kind", "description": "Chevy’s Corvette is being redesigned next year with a mid-engine configuration to keep up with its competition. That’s a pity, says Dan Neil. because this year’s front-engine ZR1 is the most dynamic ’Vette yet.", "url": "https://www.wsj.com/articles/2019-corvette-zr1-the-last-and-best-of-its-kind-1543428205", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM259_RUMBLE_SOC_20181127163718.jpg", "publishedAt": "2018-11-28T21:02:56Z", "content": "MY BROTHER-IN-LAW recently acquired his dads well-preserved 1982 Chevrolet Corvette, which he drove to Thanksgiving dinner. It being a holiday, we even let him park it in the driveway. The 82 Corvettethe last of the third-generation (C3) designis perhaps the … [+4916 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kristina Peterson", "title": "New Bipartisan Effort to Shield Robert Mueller Is Blocked in Senate - Wall Street Journal", "description": "Wall Street Journal New Bipartisan Effort to Shield Robert Mueller Is Blocked in Senate Wall Street Journal WASHINGTON—Republicans on Wednesday blocked another effort from a bipartisan group of senators to pass legislation protecting special counsel Robert Mu…", "url": "https://www.wsj.com/articles/new-bipartisan-effort-to-shield-robert-mueller-is-blocked-in-senate-1543438478", "urlToImage": "https://images.wsj.net/im-39403/social", "publishedAt": "2018-11-28T20:54:00Z", "content": "WASHINGTONRepublicans on Wednesday blocked another effort from a bipartisan group of senators to pass legislation protecting special counsel Robert Muellers investigation into Russias interference in U.S. elections. For the second time this month, Sens. Jeff … [+2800 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natasha Khan", "title": "U.S. Brands Squeeze Chinese Suppliers as Tariffs Start to Bite", "description": "Big American retailers are getting tough with Chinese suppliers as import tariffs start to hurt, cutting orders, negotiating down prices and demanding faster turnarounds.", "url": "https://www.wsj.com/articles/american-retailers-squeeze-chinese-suppliers-as-tariffs-start-to-hurt-1543406594", "urlToImage": "https://images.wsj.net/im-39278/social", "publishedAt": "2018-11-28T20:39:51Z", "content": "HONG KONGBig American retailers are getting tough with Chinese suppliers as import tariffs bite, cutting orders, negotiating down prices and demanding faster turnarounds. Amazon.com Inc. AMZN 6.09% cut back purchases and orders for certain of its private-labe… [+5553 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "John Hooper", "title": "Centuries Later, a Mantegna Masterpiece Is Made Whole", "description": "Two paintings by Andrea Mantegna will be reunited into a single masterpiece for the first time in centuries.", "url": "https://www.wsj.com/articles/at-long-last-early-renaissance-works-are-reunited-1543427377", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM484_MANTEG_SOC_20181128113419.jpg", "publishedAt": "2018-11-28T20:04:53Z", "content": "Within days, art lovers in London and Berlin will be able to see two early Renaissance paintings reunited into a single masterpiece for the first time in centuries. In May, the curator of a provincial Italian museum identified a painting, titled The Resurrect… [+4852 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kate Davidson", "title": "The Wall Street Journal: Mnuchin says retweet on GM from his account was ‘unauthorized’", "description": "Treasury Secretary Steven Mnuchin said an unauthorized individual was responsible for retweeting a statement calling on General Motors Co. to repay the government billions of dollars it received as part of the 2008 auto industry bailout.", "url": "https://www.wsj.com/articles/mnuchin-backs-off-tweet-criticizing-gm-over-layoffs-1543422517", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GO432_mnuchi_ZG_20180816105343.jpg", "publishedAt": "2018-11-28T19:58:16Z", "content": "U.S. Treasury Secretary Steven Mnuchin WASHINGTONTreasury Secretary Steven Mnuchin said an unauthorized individual was responsible for retweeting a statement calling on General Motors Co. to repay the government billions of dollars it received as part of the … [+1153 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Annie Gasparro", "title": "Smucker's Pet Foods Lag Behind Expectations", "description": "J.M. Smucker Co. lowered its sales outlook for the year after a disappointing quarter for the pet foods it is counting on to drive growth.", "url": "https://www.wsj.com/articles/smuckers-pet-foods-lag-behind-expectations-1543423691", "urlToImage": "https://images.wsj.net/im-39333/social", "publishedAt": "2018-11-28T19:05:40Z", "content": "J.M. Smucker Co. lowered its sales outlook for the year after a disappointing quarter for the pet foods it is counting on to drive growth. Smucker has bought pet-food brands including Meow Mix, Milk Bone and Rachael Rays Nutrish in recent years, aiming to off… [+1866 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Nassauer", "title": "Dick's Sporting Goods Sales Hit by Tougher Stance on Guns", "description": "Dick’s Sporting Goods Inc. is paying a price for its decision earlier this year to stop selling guns to people under 21 as sales continued to sag in its latest quarter.", "url": "https://www.wsj.com/articles/dicks-sporting-goods-sales-hit-by-tougher-stance-on-guns-1543430357", "urlToImage": "https://images.wsj.net/im-39362/social", "publishedAt": "2018-11-28T18:39:19Z", "content": "Sales at existing stores and websites fell 3.9% for the three-month period ended Nov. 3., driven down by weakness in the companys hunting and electronics departments, executives said on a conference call with analysts on Wednesday. Those categories accounted … [+2042 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nick Timiraos", "title": "Fed Chairman Says Interest Rates Are Just Below Estimates of Neutral - Wall Street Journal", "description": "Wall Street Journal Fed Chairman Says Interest Rates Are Just Below Estimates of Neutral Wall Street Journal Federal Reserve Chairman Jerome Powell said Wednesday that interest rates are “just below” a broad range of Fed officials' estimates of a level consid…", "url": "https://www.wsj.com/articles/fed-chairman-flags-rising-indebtedness-of-some-u-s-businesses-1543424400", "urlToImage": "https://images.wsj.net/im-39357/social", "publishedAt": "2018-11-28T17:40:00Z", "content": "Federal Reserve Chairman Jerome Powell said Wednesday that interest rates are just below a broad range of Fed officials estimates of a level considered neutral, a setting designed to neither speed nor slow growth. His remarks ignited a market rally Wednesday … [+5059 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Katherine Clarke", "title": "Saudi IPO advisor spends $62 million on NYC penthouse...", "description": "Saudi IPO advisor spends $62 million on NYC penthouse... (Third column, 20th story, link ) Related stories: Saudi crown prince arrives in Buenos Aires for G20... Faces cold shoulder? Advertise here", "url": "https://www.wsj.com/articles/wall-street-rainmaker-shells-out-62-million-for-manhattan-penthouse-1543420249", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM292_moelis_TOP_20181127180057.jpg", "publishedAt": "2018-11-28T16:49:37Z", "content": "Prominent Wall Street dealmaker Ken Moelis is the buyer of a $62 million penthouse at 520 Park Avenue, a new Manhattan supertall development, according to people familiar with the deal. The property is one of the most expensive sold in the city this year. The… [+273 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "The Secret to Rock Climbing Success: It’s All in the Fingers", "description": "One of the most important components of rock climbing is the ability to grip small nubs and hang from micro-thin edges. Climber and coach Luke Livesey shares some tips for developing fingers of steel. Photo/Video: Natalia V. Osipova/The Wall Street Journal", "url": "http://www.wsj.com/video/the-secret-to-rock-climbing-success-its-all-in-the-fingers/114A0123-E4F0-4103-B0CD-6EB44E64AFEE.html", "urlToImage": "http://m.wsj.net/video/20181128/112818fingers/112818fingers_1280x720.jpg", "publishedAt": "2018-11-28T16:41:34Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+207 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bob Davis", "title": "'Bring Me Tariffs'---How Trump and Xi Drove Their Countries to the Brink of a Trade War", "description": "The drama escalated this year in the corridors of power in Washington and Beijing, with both maneuvering—and often miscalculating. The two presidents are set to meet this weekend, carrying with them months of distrust, miscommunication and failed negotiations.", "url": "https://www.wsj.com/articles/bring-me-tariffshow-trump-and-xi-drove-their-countries-to-the-brink-of-a-trade-war-1543420440", "urlToImage": "https://images.wsj.net/im-39230/social", "publishedAt": "2018-11-28T16:06:51Z", "content": "Mr. Xi arranged the meeting so hastily that three of the seven members of the groups Standing CommitteeChinas final arbiter of powercouldnt attend because they were traveling, say individuals with knowledge of the discussions. The party members, who gathered … [+26740 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ian Talley", "title": "U.S. Sanctions Two Iranians for Bitcoin Laundering After Major Cyber Attacks", "description": "The U.S. Treasury Department imposed sanctions on two Iranian men the administration said laundered ransomed bitcoin from a major cyberattack that hit U.S. cities, hospitals and other critical networks.", "url": "https://www.wsj.com/articles/u-s-sanctions-two-iranians-for-bitcoin-laundering-after-major-cyber-attacks-1543420984", "urlToImage": "https://images.wsj.net/im-38813/social", "publishedAt": "2018-11-28T16:03:11Z", "content": "WASHINGTONThe U.S. Treasury Department on Wednesday imposed sanctions on two Iranian men the administration said laundered ransomed bitcoin from a major cyberattack that hit U.S. cities, hospitals and other critical networks. The sanctions against Ali Khorash… [+819 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Zweig", "title": "Charities Do Good---but Not Well---With Your Money", "description": "Nonprofits returned an average of 6.7% annually in 2009-16, a new study shows, underperforming even Treasurys. Still, experts say endowments aren’t meant to beat the market, but to be resilient over long periods.", "url": "https://www.wsj.com/articles/why-charities-do-goodbut-not-wellwith-your-money-1543402800", "urlToImage": "https://images.wsj.net/im-39296/social", "publishedAt": "2018-11-28T16:01:12Z", "content": "Charitable giving is on a lot of peoples minds this time of year. Its worth noting that while many nonprofits promote great causes, few are great at managing money. A new research paper looks at the investment returns of a huge sample of nonprofits and finds … [+4795 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob M. Schlesinger", "title": "Trump Says GM Plant Closings May Justify New Car Tariffs", "description": "President Trump said GM’s plans to close several U.S. factories has prompted him to take an urgent look at imposing new tariffs on imported cars.", "url": "https://www.wsj.com/articles/trump-says-gm-plant-closings-may-justify-new-car-tariffs-1543418195", "urlToImage": "https://images.wsj.net/im-39313/social", "publishedAt": "2018-11-28T15:59:44Z", "content": "WASHINGTONPresident Trump said General Motors Co.s plans to close several U.S. factories has prompted him to take a more urgent look at imposing new tariffs on imported cars. The President has great power on this issue, Mr. Trump said in a tweet Wednesday mor… [+78 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Beaton", "title": "How Jon Gruden Shaped the NFL Playoff Picture - Wall Street Journal", "description": "Wall Street Journal How Jon Gruden Shaped the NFL Playoff Picture Wall Street Journal Jon Gruden's triumphant return to Oakland has turned out to be less than triumphant. The Raiders are 2-9, tied for the worst record in the league, and the visions of Gruden …", "url": "https://www.wsj.com/articles/how-jon-gruden-shaped-the-nfl-playoff-picture-1543419881", "urlToImage": "https://images.wsj.net/im-39320/social", "publishedAt": "2018-11-28T15:46:09Z", "content": "Jon Grudens triumphant return to Oakland has turned out to be less than triumphant. The Raiders are 2-9, tied for the worst record in the league, and the visions of Gruden reinvigorating the famed Black Hole have been replaced with questions about why the tea… [+5159 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: U.K. Predicts Economic Costs of Brexit Scenarios", "description": "To subscribe to the newsletter, please sign up here MUST READS U.K. Predicts How Much Brexit Will Cost Its Economy: The British government argued that the U.K. would suffer serious economic damage in the case of a messy breakup with the European Union, an ass…", "url": "https://blogs.wsj.com/moneybeat/2018/11/28/u-k-predicts-economic-costs-of-brexit-scenarios/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-28T15:36:32Z", "content": "Nov 28, 2018 10:36 am ET To subscribe to the newsletter, please sign up here MUST READS U.K. Predicts How Much Brexit Will Cost Its Economy: The British government argued that the U.K. would suffer serious economic damage in the case of a messy breakup with t… [+104 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Santiago Pérez", "title": "As Conditions Worsen, Some Migrants Seek to Go Back Home", "description": "Hundreds of Central Americans, living in crowded conditions in Tijuana as the U.S. denies them entry, are requesting assistance to return to their home countries or filing for asylum in Mexico, officials say.", "url": "https://www.wsj.com/articles/as-conditions-worsen-some-caravan-migrants-seek-to-go-back-home-1543408278", "urlToImage": "https://images.wsj.net/im-39247/social", "publishedAt": "2018-11-28T15:18:43Z", "content": "Hundreds of Central American migrants who traveled in caravans to Tijuana are requesting assistance to go back home or filing for asylum in Mexico rather than seeking to legally enter the U.S., Mexican authorities said. The spike in such requests over the pas… [+3567 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natalie Andrews", "title": "As Democrats Vote on Speaker, Pelosi Works to Shore Up Support", "description": "With Democrats meeting Wednesday to nominate a House speaker, Rep. Nancy Pelosi is working to shore up support by suggesting new leadership posts and carving out a new committee.", "url": "https://www.wsj.com/articles/as-democrats-vote-on-speaker-pelosi-works-to-shore-up-support-1543406403", "urlToImage": "https://images.wsj.net/im-39240/social", "publishedAt": "2018-11-28T15:06:21Z", "content": "WASHINGTONRep. Nancy Pelosi of California faces the first test in her bid to regain the speakers gavel in the U.S. House on Wednesday, when Democrats meet to choose their nominee for the position. The Democrats regained the chamber majority in the Nov. 6 elec… [+5292 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Thomas M. Burton", "title": "For Treating Severe Strokes, All Hospitals Aren't Equal", "description": "A revolutionary procedure called thrombectomy can treat severe strokes, but most hospitals in the U.S. don’t perform it.", "url": "https://www.wsj.com/articles/for-treating-severe-strokes-all-hospitals-arent-equal-1543413972", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM178_AMBULA_SOC_20181127123819.jpg", "publishedAt": "2018-11-28T15:03:22Z", "content": "Providence, R.I. People who suffer severe strokes here can avoid the worst if stricken within a 30-minute ambulance ride to Rhode Island Hospital, the regions only comprehensive stroke-treatment facility. Just across the Taunton River in Massachusetts, patien… [+8424 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Douglas", "title": "UK Predicts Economic Costs of Brexit Scenarios - Wall Street Journal", "description": "Wall Street Journal UK Predicts Economic Costs of Brexit Scenarios Wall Street Journal LONDON—The British government argued that the U.K. would suffer serious economic damage in the case of a messy breakup with the European Union, an assessment that Theresa M…", "url": "https://www.wsj.com/articles/may-seeks-advantage-despite-forecasts-predicting-brexit-pain-1543416127", "urlToImage": "https://images.wsj.net/im-39284/social", "publishedAt": "2018-11-28T14:45:00Z", "content": "LONDONThe British government argued that the U.K. would suffer serious economic damage in the case of a messy breakup with the European Union, an assessment that Theresa May hopes will prompt the majority of lawmakers to back her plan for Brexit. On Wednesday… [+267 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Preetika Rana", "title": "Second Woman Implanted with Genetically Modified Embryo, Scientist Says - Wall Street Journal", "description": "Wall Street Journal Second Woman Implanted with Genetically Modified Embryo, Scientist Says Wall Street Journal HONG KONG—A Chinese scientist who claims to have engineered the world's first gene-edited babies confronted his global peers at a conference as cri…", "url": "https://www.wsj.com/articles/second-woman-implanted-with-genetically-modified-embryo-scientist-says-1543412960", "urlToImage": "https://images.wsj.net/im-39281/social", "publishedAt": "2018-11-28T13:49:00Z", "content": "HONG KONGA Chinese scientist who claims to have engineered the worlds first gene-edited babies confronted his global peers at a conference as critics openly challenged him about the risks and ethics of his experiment. He Jiankuiwho stunned the medical world o… [+5933 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Gene-Edited Babies: Chinese Doctor Confronted by Scientific Community", "description": "He Jiankui, the Chinese doctor who claims to have engineered the birth of the first two genetically tailored humans, faced criticism and answered questions from his peers at a gene-editing conference in Hong Kong. Photo: ALEX HOFFORD/EPA", "url": "http://www.wsj.com/video/gene-edited-babies-chinese-doctor-confronted-by-scientific-community/25A3F5E4-913A-4882-89E1-6AFB77F03A70.html", "urlToImage": "http://m.wsj.net/video/20181128/112818geneediting2/112818geneediting2_1280x720.jpg", "publishedAt": "2018-11-28T13:18:50Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+207 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "Illicit Trade Keeps North Korea Afloat—Energy Journal", "description": "Good morning. I’m Neanda Salvaterra, with a full inventory of news from the energy market. Ships sailing to and from the rogue regime in North Korea have perfected the ‘how to evade sanctions’ play book. The United Nations is warning that climate change is co…", "url": "https://blogs.wsj.com/moneybeat/2018/11/28/energy-journal-illicit-trade-keeps-north-korea-afloat/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CH537_uskore_P_20181107100546.jpg", "publishedAt": "2018-11-28T12:41:01Z", "content": "Good morning. Im Neanda Salvaterra, with a full inventory of news from the energy market. Ships sailing to and from the rogue regime in North Korea have perfected the how to evade sanctions play book. The United Nations is warning that climate change is comin… [+4500 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Strumpf", "title": "New Zealand Bars Huawei From Its 5G Network Over Security Fears", "description": "Chinese telecom giant Huawei has been blocked from supplying a 5G mobile network in New Zealand, a fresh setback as a U.S. campaign to shun its equipment intensifies.", "url": "https://www.wsj.com/articles/new-zealand-bars-huawei-from-its-5g-network-over-security-fears-1543408355", "urlToImage": "https://images.wsj.net/im-39258/social", "publishedAt": "2018-11-28T12:34:29Z", "content": "Chinese telecommunications giant Huawei Technologies Co. has been blocked from supplying a 5G mobile network in New Zealand, a fresh setback as a U.S. campaign to shun its equipment intensifies. Spark New Zealand SPKKY 1.69% said Wednesday that the Government… [+3090 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kristina Peterson", "title": "Senators Angry With Saudi Arabia Look to Halt Support in Yemen - Wall Street Journal", "description": "Wall Street Journal Senators Angry With Saudi Arabia Look to Halt Support in Yemen Wall Street Journal WASHINGTON—Senators frustrated with Saudi Arabia following the killing of journalist Jamal Khashoggi could vote as early as Wednesday on a measure withdrawi…", "url": "https://www.wsj.com/articles/senators-angry-with-saudi-arabia-look-to-halt-support-in-yemen-1543407357", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM324_corker_SOC_20181127215009.jpg", "publishedAt": "2018-11-28T12:15:00Z", "content": "WASHINGTONSenators frustrated with Saudi Arabia following the killing of journalist Jamal Khashoggi could vote as early as Wednesday on a measure withdrawing U.S. support for the Saudi intervention in Yemens civil war, a move that could put them at odds with … [+3221 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Josh Chin", "title": "張家口一綜合化工廠廠區附近發生爆炸，23人喪生 - 華爾街日報", "description": "華爾街日報 張家口一綜合化工廠廠區附近發生爆炸，23人喪生 華爾街日報 新華社報道稱，一輛裝載高易燃性乙炔的卡車在中國北部的一個綜合化工廠廠區外爆炸，導致23人喪生，另有逾20人受傷，幾十輛汽車燒焦。 報道援引初步調查稱，這起爆炸事件發生於周三凌晨，當時運輸車輛在進入張家口海珀爾新能源科技有限公司(Haipoer New... 河北張家口化工廠附近發生爆炸致22死22傷 大紀元 (新聞發布) 河北張家口化工廠附近發生爆炸，數十人傷亡 紐約時報中文網 共有 154 篇相關新聞 »", "url": "https://cn.wsj.com/articles/CT-BCH-20181128192251", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BK911_cblast_G_20181128035816.jpg", "publishedAt": "2018-11-28T11:46:12Z", "content": "2320 (Haipoer New Energy Technology Co., Ltd., ) 50..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Mississippi Runoff: 'I Am Your Warrior,' Says Republican Hyde-Smith", "description": "Republican Cindy Hyde-Smith won Mississippi’s Senate runoff election on Tuesday, beating Democratic challenger Mike Espy. Image: Getty", "url": "http://www.wsj.com/video/mississippi-runoff-i-am-your-warrior-says-republican-hyde-smith/8824A053-ACC3-4247-8F67-37E54004BB60.html", "urlToImage": "http://m.wsj.net/video/20181128/112818mississippi/112818mississippi_1280x720.jpg", "publishedAt": "2018-11-28T11:27:49Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+207 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Quizzing Clients, Pricey Property, Stolen Ideas", "description": "Advisers are encouraged to ask clients how the firm could be more successful; ever-rising Hong Kong property prices take a turn, and the sneaker market gets disrupted.", "url": "https://blogs.wsj.com/moneybeat/2018/11/28/wsj-wealth-adviser-briefing-quizzing-clients-pricey-property-sneaker-market/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-28T11:00:58Z", "content": "Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more. PLANNING &amp; INVESTING The Worlds Priciest Property Market Is Getting … [+3225 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jaewon Kang", "title": "Celebrities Like Kylie Jenner Are Upending the $52 Billion Beauty Industry - Wall Street Journal", "description": "Wall Street Journal Celebrities Like Kylie Jenner Are Upending the $52 Billion Beauty Industry Wall Street Journal The beauty-products industry is undergoing a makeover as cosmetics giants struggle to keep up with the changing demands of young shoppers who ar…", "url": "https://www.wsj.com/articles/celebrities-like-kylie-jenner-are-upending-the-52-billion-beauty-industry-1543401001", "urlToImage": "https://images.wsj.net/im-38168/social", "publishedAt": "2018-11-28T10:34:09Z", "content": "The beauty-products industry is undergoing a makeover as cosmetics giants struggle to keep up with the changing demands of young shoppers who are turning to independent brands to brighten their look. Anastasia Beverly Hills Inc., Glossier Inc., Kylie Cosmetic… [+5421 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Three Explosive Issues For Congress's Lame Duck Session", "description": "Lawmakers are focused on passing measures to avoid a government shutdown during Congress's lame-duck session. WSJ's Gerald F. Seib explains three issues Congress must address. Photos: Getty", "url": "http://www.wsj.com/video/three-explosive-issues-for-congress-lame-duck-session/7BFEC1B9-EFC0-41EB-8BF9-FA8D513142C5.html", "urlToImage": "http://m.wsj.net/video/20181127/112718seib1/112718seib1_1280x720.jpg", "publishedAt": "2018-11-28T10:30:00Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+207 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Yoko Kubota", "title": "China Clamps Down on Didi After Passenger Deaths", "description": "Chinese authorities are tightening control over ride-hailing giant Didi Chuxing following the killings of two female passengers, demanding new safety measures and raising the possibility of fines against company executives.", "url": "https://www.wsj.com/articles/china-clamps-down-on-didi-after-passenger-deaths-1543400549", "urlToImage": "https://images.wsj.net/im-39275/social", "publishedAt": "2018-11-28T10:22:35Z", "content": "BEIJINGChinese authorities are tightening control over ride-hailing giant Didi Chuxing Technology Co. following the killings of two female passengers, demanding new safety measures and raising the possibility of fines against company executives. The governmen… [+2689 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jon Sindreu", "title": "The Dangerous Rise of Sponsored Stock Research", "description": "New securities-trading rules are having one pernicious side effect on European stock markets: Research is increasingly paid for by those being researched.", "url": "https://www.wsj.com/articles/the-dangerous-rise-of-sponsored-stock-research-1543400111", "urlToImage": "https://images.wsj.net/im-39276/social", "publishedAt": "2018-11-28T10:18:14Z", "content": "New securities-trading rules are having one pernicious side effect on European stock markets: Research is increasingly paid for by those being researched. So-called sponsored research has long been common in the bond market, where ratings firms are paid by fi… [+2740 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: U.S.-China Summit On Tap, Trump Threatens GM", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. It’s looking more and more like U.S. tariffs on China are going to go up on Jan. 1. Good morning. Jeff Sparshott here to take you through key developments…", "url": "https://blogs.wsj.com/economics/2018/11/28/real-time-economics-trump-tackles-china-and-gm/", "urlToImage": "https://images.wsj.net/im-39255", "publishedAt": "2018-11-28T09:50:46Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. It's looking more and more like U.S. tariffs on China are going to go up on Jan. 1. Good morning. Jeff Sparshott here to take you through key developments … [+9342 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Josh Chin", "title": "Truckload of Acetylene Explodes Near Chemical Factories in China", "description": "A truck carrying highly flammable acetylene exploded outside a complex of chemical factories in northern China, killing 23 people, injuring more than 20 others and charring dozens of vehicles, state media reported.", "url": "https://www.wsj.com/articles/truckload-of-acetylene-explodes-near-chemical-factories-in-china-1543397709", "urlToImage": "https://images.wsj.net/im-39268/social", "publishedAt": "2018-11-28T09:48:13Z", "content": "BEIJINGA truck carrying highly flammable acetylene exploded outside a complex of chemical factories in northern China, killing 23 people, injuring more than 20 others and charring dozens of vehicles, state media reported. The blast, early Wednesday in Xuanhua… [+2223 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Pasztor", "title": "維修失誤是獅航墜機事故元兇？ - 華爾街日報", "description": "華爾街日報 維修失誤是獅航墜機事故元兇？ 華爾街日報 據聽取了上個月印尼獅航(Lion Air)客機墜毀事故調查簡報的知情人士稱，調查人員搜集到的證據越來越多地指向潛在維修失誤，他們懷疑是這一問題引發了之後短時間內一連串的駕駛艙事件，最後導致了這場致使多人喪生的墜機事故。 這些知情人士稱，就在飛機起飛... 影／機鼻不斷強制朝下！獅航空難報告波音系統疑出錯 udn 聯合新聞網 共有 67 篇相關新聞 »", "url": "https://cn.wsj.com/articles/CT-BIZ-20181128120137", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM317_1128LI_SOC_20181127210401.jpg", "publishedAt": "2018-11-28T07:11:25Z", "content": "(Lion Air) (Boeing Co., BA)737 MAX189..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shelby Holliday", "title": "Jerome Corsi Says Roger Stone Sought 'Cover Story' for 2016 Tweet", "description": "Conservative activist Jerome Corsi, a key witness in the Mueller probe, said he told a federal grand jury he helped longtime Trump adviser Roger Stone create a “cover story” for a 2016 tweet that appeared to foreshadow email releases by WikiLeaks.", "url": "https://www.wsj.com/articles/jerome-corsi-says-roger-stone-sought-to-cover-up-podesta-tweet-1543363107", "urlToImage": "https://images.wsj.net/im-39237/social", "publishedAt": "2018-11-28T05:26:45Z", "content": "Conservative activist Jerome Corsi, a key witness in special counsel Robert Muellers investigation, said Tuesday he told a federal grand jury he helped longtime Trump adviser Roger Stone create a cover story for a 2016 tweet that appeared to foreshadow email … [+7516 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alex Leary / Bob Davis", "title": "习特会能否取得突破性成果？白宫再释消极信号 - 华尔街日报中文网", "description": "华尔街日报中文网 习特会能否取得突破性成果？白宫再释消极信号 华尔街日报中文网 一名白宫高级顾问周二对美国总统特朗普(Donald Trump)与中国国家主席习近平将于本周末举行的会晤表示怀疑，暗示两位领导人或无法解决两国之间不断升级的贸易争端。 美国全国经济委员会(National... 更多 »", "url": "https://cn.wsj.com/articles/CN-BGH-20181128071927", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BK758_KUDLOW_G_20181127122456.jpg", "publishedAt": "2018-11-28T05:20:00Z", "content": "(Donald Trump) (National Economic Council)(Larry Kudlow)(Group of 20)..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mike Bird", "title": "Trump-Xi Meeting Risks Roiling Markets", "description": "Trade has been one of the main concerns for investors this year. The biggest development may be still to come as leaders meet for the G-20 summit in Buenos Aires this week.", "url": "https://www.wsj.com/articles/trump-xi-meeting-risks-roiling-markets-1543379924", "urlToImage": "https://images.wsj.net/im-39255/social", "publishedAt": "2018-11-28T05:12:05Z", "content": "Trade has been one of this years main concerns for investors. The biggest development may be still to come. The outcome will be closely watched by investors across asset classesparticularly in Asia, where trade tensions and tariffs have already been felt keen… [+2710 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Niharika Mandhana", "title": "Fake Signals and Illegal Flags: How North Korea Uses Clandestine Shipping to Fund Regime", "description": "Freighters loaded with coal and oil use an array of tactics to keep trade flowing. This is among the ways the country has weakened a U.S.-led policy of “maximum pressure” designed to force it to abandon its nuclear ambitions.", "url": "https://www.wsj.com/articles/fake-signals-and-illegal-flags-how-north-korea-uses-clandestine-shipping-to-fund-regime-1543381385", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM139_NKSHIP_SOC_20181127102301.jpg", "publishedAt": "2018-11-28T05:07:34Z", "content": "Over the past two years, the U.S. and United Nations have unveiled the tightest sanctions ever applied to North Korea, aiming to cripple Pyongyangs trade with the outside world. Yet ships continue sailing to and from North Korean ports, carrying hundreds of m… [+19835 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ken Thomas", "title": "Republican Hyde-Smith Wins Mississippi Senate Runoff", "description": "Boosted by President Trump, Mississippi Republican Sen. Cindy Hyde-Smith defeated Democrat Mike Espy in a Senate runoff election Tuesday that reopened old wounds from the state’s past battles with race and civil rights.", "url": "https://www.wsj.com/articles/republican-hyde-smith-beats-democrat-espy-in-mississippi-senate-runoff-1543378614", "urlToImage": "https://images.wsj.net/im-39256/social", "publishedAt": "2018-11-28T04:29:42Z", "content": "Boosted by President Trump, Mississippi Republican Sen. Cindy Hyde-Smith defeated Democrat Mike Espy in a Senate runoff election Tuesday that reopened old wounds from the states past battles with race and civil rights. Mrs. Hyde-Smith survived several campaig… [+5037 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Megumi Fujikawa", "title": "Ghosn's Lawyer, a Former Prosecutor, Knows His Way Around a Courtroom", "description": "By bringing on the 63-year-old Motonari Otsuru, Nissan’s Carlos Ghosn is getting someone steeped in the tactics of the prosecutors now weighing whether to charge him with financial crimes.", "url": "https://www.wsj.com/articles/carlos-ghosns-lawyer-is-familiar-with-prosecutors-tactics-1543314606", "urlToImage": "https://images.wsj.net/im-38935/social", "publishedAt": "2018-11-28T04:03:31Z", "content": "TOKYOWhen he was a prosecutor, Motonari Otsuru warned that evil spirits were eating away at Japanese society with their greed for huge profit, and he urged his colleagues to get tough even if they were pursuing charges with no precedent. However, Mr. Otsuru i… [+4836 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ian Talley", "title": "U.S. Ramps Up Nicaragua Sanctions, Citing Corruption, Abuses", "description": "The Trump administration escalated U.S. pressure on Nicaragua, sanctioning President Daniel Ortega’s wife and vice president, Rosario Murillo.", "url": "https://www.wsj.com/articles/u-s-ramps-up-nicaragua-sanctions-citing-corruption-abuses-1543348857", "urlToImage": "https://images.wsj.net/im-39137/social", "publishedAt": "2018-11-28T03:45:33Z", "content": "The Trump administration escalated U.S. pressure on Nicaragua, sanctioning President Daniel Ortegas wife and vice president, Rosario Murillo, and expanding its power to impose financial penalties on those connected to a regime Washington accuses of widespread… [+3288 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Matthew Dalton", "title": "France Detains Civil Servant Suspected of Spying for North Korea", "description": "French counterespionage authorities have detained a senior French civil servant on suspicion of spying for the North Korean government, a French judicial official said.", "url": "https://www.wsj.com/articles/france-holds-civil-servant-suspected-of-spying-for-north-korea-1543340771", "urlToImage": "https://images.wsj.net/im-39093/social", "publishedAt": "2018-11-28T03:45:18Z", "content": "French counterespionage authorities have detained a senior French civil servant on suspicion of spying for the North Korean government, a French judicial official said. Benoit Quennedey, an administrator in the French Senate who is also president of the Franc… [+3141 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ken Thomas", "title": "The Wall Street Journal: Republican Cindy Hyde-Smith wins Mississippi runoff election for Senate", "description": "Boosted by President Donald Trump, Mississippi Republican Sen. Cindy Hyde-Smith defeated Democrat Mike Espy in a Senate runoff election Tuesday that reopened old wounds from the state’s past battles with race and civil rights.", "url": "https://www.wsj.com/articles/republican-hyde-smith-beats-democrat-espy-in-mississippi-senate-runoff-1543375807", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GZ011_hydesm_ZG_20181125181325.jpg", "publishedAt": "2018-11-28T03:40:01Z", "content": "Boosted by President Donald Trump, Mississippi Republican Sen. Cindy Hyde-Smith defeated Democrat Mike Espy in a Senate runoff election Tuesday that reopened old wounds from the states past battles with race and civil rights. Espy, a former congressman and ag… [+993 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "Trump Threatens to Cut GM Subsidies", "description": "President Trump threatened to cut subsidies for General Motors, including for electric cars, a day after the company said it was planning to cut up to 14,800 jobs in the U.S. and Canada and end production at several North American factories.", "url": "https://www.wsj.com/articles/trump-threatens-to-cut-gm-subsidies-1543347460", "urlToImage": "https://images.wsj.net/im-39135/social", "publishedAt": "2018-11-28T03:16:24Z", "content": "President Donald Trump threatened to cut electric-vehicle and other subsidies that have benefited General Motors Co., escalating tensions with the Detroit auto maker a day after it released plans to close several U.S. factories next year. The presidents comme… [+6385 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Grant", "title": "Real-Estate Tech Startup to Set Up Online Office Marketplace", "description": "A system developed by VTS will focus on smaller, less complicated leases of less than 5,000 square feet, which make up most of the deals.", "url": "https://www.wsj.com/articles/real-estate-tech-startup-to-create-online-office-marketplace-1543373663", "urlToImage": "https://images.wsj.net/im-39238/social", "publishedAt": "2018-11-28T02:54:29Z", "content": "A startup tech firm with backing from Blackstone Group LP is preparing to launch early next year a business that would enable landlords and tenants to negotiate commercial real-estate leases online without a traditional broker. You go online, search, see the … [+1258 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jay Greene", "title": "Microsoft Closing In on Apple as World's Most Valuable Company", "description": "Microsoft briefly eclipsed longtime rival Apple as the world’s most valuable company, before a late rally by the iPhone maker kept it in the top spot.", "url": "https://www.wsj.com/articles/microsoft-closes-in-on-apple-as-worlds-most-valuable-company-1543355346", "urlToImage": "https://images.wsj.net/im-39015/social", "publishedAt": "2018-11-28T02:38:09Z", "content": "Microsoft Corp. MSFT 0.63% briefly unseated longtime rival Apple Inc. AAPL -0.22% on Tuesday as the worlds most valuable company, reflecting investors faith in its revival under Chief Executive Satya Nadella while the iPhone maker adjusts to slowing momentum … [+5994 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jay Greene", "title": "Microsoft Closing In on Apple as World's Most Valuable Company", "description": "Microsoft briefly eclipsed longtime rival Apple as the world’s most valuable company, before a late rally by the iPhone maker kept it in the top spot.", "url": "https://www.wsj.com/articles/microsoft-closes-in-on-apple-as-worlds-most-valuable-company-1543355346", "urlToImage": "https://images.wsj.net/im-39015/social", "publishedAt": "2018-11-28T02:38:09Z", "content": "Microsoft Corp. MSFT 0.63% briefly unseated longtime rival Apple Inc. AAPL -0.22% on Tuesday as the worlds most valuable company, reflecting investors faith in its revival under Chief Executive Satya Nadella while the iPhone maker adjusts to slowing momentum … [+5994 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Pasztor", "title": "Lion Air Crash Investigators Are Focused on Maintenance Problems - Wall Street Journal", "description": "Wall Street Journal Lion Air Crash Investigators Are Focused on Maintenance Problems Wall Street Journal LOS ANGELES—Clues gathered by investigators are increasingly pointing to a potential maintenance error suspected of touching off the rapid sequence of coc…", "url": "https://www.wsj.com/articles/lion-air-crash-investigators-are-focused-on-maintenance-problems-1543370938", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM317_1128LI_SOC_20181127210401.jpg", "publishedAt": "2018-11-28T02:13:23Z", "content": "LOS ANGELESClues gathered by investigators are increasingly pointing to a potential maintenance error suspected of touching off the rapid sequence of cockpit events leading up to last months fatal Lion Air jet crash, according to people briefed on the acciden… [+4050 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Microsoft's Comeback Story", "description": "As Microsoft moves closer to unseating Apple as the world’s most valuable company, the WSJ’s Dan Gallagher looks at the company’s steady rise over the last 10 years. Photo: Associated Press", "url": "http://www.wsj.com/video/microsoft-comeback-story/C248D8F7-6257-4930-8D3E-D14EE4BDFFDC.html", "urlToImage": "http://m.wsj.net/video/20181127/112718msftprice1/112718msftprice1_1280x720.jpg", "publishedAt": "2018-11-28T02:00:54Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+207 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Patrick Thomas", "title": "Backlog and Revenue Growth Power Salesforce Results", "description": "Salesforce.com gave a rosy outlook for sales in the current quarter and forecast growth ahead in the coming fiscal year.", "url": "https://www.wsj.com/articles/backlog-and-revenue-growth-power-salesforce-results-1543356152", "urlToImage": "https://images.wsj.net/im-39178/social", "publishedAt": "2018-11-28T01:55:53Z", "content": "Salesforce.com Inc. CRM 0.89% gave a rosy outlook for sales in the current quarter and forecast growth ahead in the coming fiscal year, helping assuage investor concerns about a potential slowdown in technology spending and global economic growth. The busines… [+2906 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Marson", "title": "At a Vital Sea Passage, Russia Seeks to Squeeze Ukraine", "description": "Well before this week’s maritime skirmish, Russia began harassing ships that carry goods to and from major Ukrainian ports on the Sea of Azov through the narrow Kerch Strait to the Black Sea.", "url": "https://www.wsj.com/articles/at-a-vital-sea-passage-russia-seeks-to-squeeze-ukraine-1543336553", "urlToImage": "https://images.wsj.net/im-39063/social", "publishedAt": "2018-11-28T01:31:21Z", "content": "MOSCOWAfter Russian President Vladimir Putin inaugurated a bridge between Russia and Crimea with great fanfare in May, Moscow quietly opened a new front in its efforts to choke neighboring Ukraines economy and deter it from integrating with the West. Well bef… [+4282 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nick Kostov", "title": "Nissan and Renault's Alliance Faces Biggest Test Yet---Without Its Architect", "description": "Executives from Renault and Nissan will convene Thursday for a meeting that will test the solidity of their two-decade alliance—and whether the smaller French company can keep the upper hand.", "url": "https://www.wsj.com/articles/nissan-and-renaults-alliance-faces-biggest-test-yetwithout-its-architect-1543342974", "urlToImage": "https://images.wsj.net/im-39111/social", "publishedAt": "2018-11-28T01:19:03Z", "content": "PARISExecutives from Renault SA RNO -0.82% and Nissan Motor Co. NSANY -1.81% are set to convene Thursday for a meeting that will test the solidity of their two-decade allianceand whether the smaller French company can keep the upper hand. It will be the first… [+6480 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ian Talley", "title": "美國以腐敗和迫害為由加大對尼加拉瓜制裁 - 華爾街日報", "description": "華爾街日報 美國以腐敗和迫害為由加大對尼加拉瓜制裁 華爾街日報 特朗普(Donald Trump)政府加大了美國對尼加拉瓜的施壓力度，制裁了尼加拉瓜總統丹尼爾·奧爾特加(Daniel Ortega)夫人、副總統Rosario Murillo，並擴大了對那些與奧爾特加政權有關聯人士施以經濟懲罰的權力。美國政府指責該政權存在廣泛的腐敗問題並採取致人... 美制裁尼加拉瓜第一夫人專家：恐難落實 經濟日報 (新聞發布) 破壞國家民主尼加拉瓜第一夫人遭美制裁 Yahoo奇摩股市 (新聞發布) 共有 35 篇相關新聞 »", "url": "https://cn.wsj.com/articles/CT-BGH-20181128081549", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BK793_NICARA_G_20181127142806.jpg", "publishedAt": "2018-11-28T01:07:20Z", "content": "(Donald Trump)·(Daniel Ortega)Rosario Murillo Nestor Moncada Murillo..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sue Shellenbarger", "title": "Hey, That's My Idea! When Your Boss Steals Your Work", "description": "Nothing frustrates employees more than a manager taking undue credit. Here’s how to navigate one of the trickiest elements of office politics.", "url": "https://www.wsj.com/articles/hey-thats-my-idea-when-your-boss-steals-your-work-1543329410", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL493_Workfa_SOC_20181121154949.jpg", "publishedAt": "2018-11-28T01:01:35Z", "content": "You share an idea with your boss, only to see him present it in a meeting as his own. Or you slave through the night on a presentation, and your manager takes credit for the whole thing. Nothing undermines employees trust more than having a boss take credit f… [+5953 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kristina Peterson", "title": "Gridlock Over Wall Funding as Deadline Nears...", "description": "Gridlock Over Wall Funding as Deadline Nears... (Third column, 7th story, link ) Related stories: More clashes, shutdowns expected at Mex border... FLASHBACK: Obama Admin used tear gas at least 80 times... Immigrant who lived in church loses bid to avoid depo…", "url": "https://www.wsj.com/articles/lawmakers-gridlocked-over-wall-funding-as-deadline-nears-1543361830", "urlToImage": "https://images.wsj.net/im-39234/social", "publishedAt": "2018-11-28T00:37:38Z", "content": "WASHINGTONLawmakers began grappling in earnest Tuesday with how to avoid a partial government shutdown next month but remained at odds over funding for a wall along the border with Mexico. Republicans discussed the idea of spreading out President Trumps reque… [+3569 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Trump's GM Collision", "description": "Railing against the company can’t change car-market realities.", "url": "https://www.wsj.com/articles/trumps-gm-collision-1543365295", "urlToImage": "https://images.wsj.net/im-39222/social", "publishedAt": "2018-11-28T00:36:44Z", "content": "President Trump believes he can command markets like King Canute thought he could the tides. But General Motors has again exposed the inability of any politician to arrest the changes in technology and consumer tastes roiling the auto industry. GM said Monday… [+4806 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Ways to Make Putin Pay for Ukraine", "description": "Cancel the Nord Stream 2 pipeline, and don’t canoodle at the G-20.", "url": "https://www.wsj.com/articles/ways-to-make-putin-pay-for-ukraine-1543365336", "urlToImage": "https://images.wsj.net/im-39227/social", "publishedAt": "2018-11-28T00:36:08Z", "content": "Russias attack against Ukraine over the weekend marks a notable escalation: Russian forces, under Russian flags, openly assaulted their western neighbor. President Trump said he was not happy, while Secretary of State Mike Pompeo condemned this aggressive Rus… [+2464 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Endangered Species Habitat Check", "description": "The Supreme Court rules 8-0 against a federal land grab for the dusky gopher frog.", "url": "https://www.wsj.com/articles/endangered-species-habitat-check-1543365316", "urlToImage": "https://images.wsj.net/im-39224/social", "publishedAt": "2018-11-28T00:35:58Z", "content": "Amid all the hand-wringing about a polarized Supreme Court, note Tuesdays unanimous decision for regulatory sanity. The case concerned whether a frogs critical habitat can include land where the frog doesnt live and cant survive. Weyerhaeuser v. U.S. Fish and… [+1985 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Corinne Ramey", "title": "Lawsuit over Census-Citizenship Question Now in Judge's Hands", "description": "A federal judge in New York is expected to rule within weeks whether the Trump administration acted illegally when it added a citizenship question to the 2020 census, an early step in a battle that could eventually be heard by the Supreme Court.", "url": "https://www.wsj.com/articles/lawsuit-over-census-citizenship-question-now-in-judges-hands-1543357904", "urlToImage": "https://images.wsj.net/im-39176/social", "publishedAt": "2018-11-28T00:30:15Z", "content": "A federal judge in New York is expected to rule within weeks whether the Trump administration broke the law when it added a citizenship question to the 2020 census, an early step in a legal battle that is playing out around the country and could eventually be… [+2590 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Preetika Rana", "title": "Drugmakers Gain More Access to China, but at a Price", "description": "China is approving foreign drugs at a record pace, opening the door to its lucrative market for the world’s leading pharmaceutical companies.", "url": "https://www.wsj.com/articles/china-opens-door-to-foreign-drugs-for-a-discount-1543320003", "urlToImage": "https://images.wsj.net/im-38548/social", "publishedAt": "2018-11-28T00:28:39Z", "content": "China is approving foreign drugs at a record pace, opening the door to its lucrative market for the worlds leading pharmaceutical companies, while also extracting big discounts. Regulators have greenlighted dozens of outside drugs for use in China over the pa… [+6471 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Supreme Court Revisits Westward Expansion", "description": "A Creek Indian is basing his call for a federal trial on tribal sovereignty.", "url": "https://www.wsj.com/articles/supreme-court-revisits-westward-expansion-1543361493", "urlToImage": "https://images.wsj.net/im-39219/social", "publishedAt": "2018-11-28T00:27:52Z", "content": "WASHINGTONThe history of Americas westward expansion returned to the Supreme Court Tuesday, when government lawyers argued that Congress abolished the Creek Indian reservation, and thus the rights claimed by a tribe member arrested on its territory, by creati… [+4794 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Dummett", "title": "Unilever Looks to Acquire GlaxoSmithKline's Nutrition Business", "description": "Unilever PLC is in talks to acquire GlaxoSmithKline PLC’s nutrition business, people familiar with the matter said, a deal that would hand the consumer-goods giant one of India’s best-known brands.", "url": "https://www.wsj.com/articles/unilever-looks-to-acquire-glaxosmithklines-nutrition-business-1543362061", "urlToImage": "https://images.wsj.net/im-39220/social", "publishedAt": "2018-11-28T00:13:18Z", "content": "Unilever UL 1.11% PLC is in talks to acquire GlaxoSmithKline GSK -0.37% PLCs nutrition business, people familiar with the matter said, a deal that would hand the consumer-goods giant one of Indias best-known brands. If finalized, a deal would end a monthslong… [+2990 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rob Barry , Suzanne Vranica", "title": "The Wall Street Journal: Feds charge 8 people in fraudulent online-ad scheme", "description": "The Justice Department charged eight people, most of them in Eastern Europe, with operating two alleged advertising schemes involving scores of faked websites and infected computers across the world, costing advertisers tens of millions of dollars.", "url": "https://www.wsj.com/articles/u-s-charges-eight-with-online-ad-fraud-1543361552", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GZ170_justic_ZG_20181127190231.jpg", "publishedAt": "2018-11-28T00:03:52Z", "content": "The Justice Department charged eight people, most of them in Eastern Europe, with operating two alleged advertising schemes involving scores of faked websites and infected computers across the world, costing advertisers tens of millions of dollars. In an indi… [+1152 chars]"}]}