{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Wall Street Journal", "title": "The Dallas Cowboys Emerge in the Middling NFC East", "description": "This year’s race in the NFC East wasn’t supposed to be especially complicated. At the start of the season, the Philadelphia Eagles were the reigning Super Bowl champs and awaited the imminent return of quarterback Carson Wentz. After the Dallas Cowboys topped…", "url": "https://www.wsj.com/articles/the-dallas-cowboys-emerge-in-the-middling-nfc-east-1542988733", "urlToImage": "https://images.wsj.net/im-38557/social", "publishedAt": "2018-11-23T23:56:23Z", "content": "This years race in the NFC East wasnt supposed to be especially complicated. At the start of the season, the Philadelphia Eagles were the reigning Super Bowl champs and awaited the imminent return of quarterback Carson Wentz. No other team from the division m… [+2762 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Costs of the Euro", "description": "Voters will finally see what they’ll pay for a European fiscal union.", "url": "https://www.wsj.com/articles/the-costs-of-the-euro-1543016358", "urlToImage": "https://images.wsj.net/im-28465/social", "publishedAt": "2018-11-23T23:39:26Z", "content": "The euro celebrates its 20th birthday in January, and as if on cue the fiscal costs of the common European currency finally are coming into view for voters. Thats the best reading of the budget principles French President Emmanuel Macron and German Chancellor… [+2972 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Page", "title": "How to Stop a South African Land Grab", "description": "Voters can still block an expropriation-without-compensation gambit.", "url": "https://www.wsj.com/articles/how-to-stop-a-south-african-land-grab-1542992109", "urlToImage": "https://images.wsj.net/im-38564/social", "publishedAt": "2018-11-23T23:31:14Z", "content": "Global economic jitters make this an especially bad time for developing economies to embark on bad policy experiments, yet thats what South Africa did this month in advancing a sweeping plan to expropriate private land. The only saving grace is that voters wi… [+2375 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Davis O’Brien", "title": "U.S. Gymnastics Head Lobbied for FBI Agent Who Declined to Investigate Sex-Abuse Claims", "description": "In July 2016, USA Gymnastics then-President Steve Penny wrote an email recommending an FBI agent, Jay Abbott, for a U.S. Olympic Committee security job. A year earlier, Mr. Abbott’s office had declined to investigate Olympic gymnasts’ allegations of sexual ab…", "url": "https://www.wsj.com/articles/u-s-gymnastics-head-lobbied-for-fbi-agent-who-declined-to-investigate-sex-abuse-claims-1543007108", "urlToImage": "https://images.wsj.net/im-38624/social", "publishedAt": "2018-11-23T23:31:14Z", "content": "In July 2016, on the eve of the Rio de Janeiro Olympics, USA Gymnastics then-President Steve Penny wrote an email to the U.S. Olympic Committees chief security officer, Larry Buendorf, with a suggestion: When Mr. Buendorf retired, as was expected in the comin… [+4322 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stephanie Yang", "title": "In Oil's Huge Drop, All Signs Say Made in the U.S.A.", "description": "The downward spiral in oil prices is accelerating as a surge in crude production from a turbocharged U.S. petroleum industry runs into weaker global economic growth.", "url": "https://www.wsj.com/articles/in-oils-huge-drop-all-signs-say-made-in-the-u-s-a-1543003398", "urlToImage": "https://images.wsj.net/im-38365/social", "publishedAt": "2018-11-23T23:11:04Z", "content": "The downward spiral in oil prices is accelerating as a surge in crude production from a turbocharged U.S. petroleum industry runs into weaker global economic growth. Crude prices slid 7.7% Friday, their largest one-day drop since July 2015, and are now down b… [+8269 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stephen D. Eide", "title": "What's the Matter With Connecticut?", "description": "The state’s affluent suburbanites punish themselves in an effort to punish Donald Trump.", "url": "https://www.wsj.com/articles/whats-the-matter-with-connecticut-1543014527", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL492_CCEide_SOC_20181121154512.jpg", "publishedAt": "2018-11-23T23:08:49Z", "content": "Since the era of The Man in the Grey Flannel Suit, Connecticut has played an outsize role in defining the American suburb. High-quality, low-density living remains one of the states chief draws and suburban voters are one of its most important constituencies.… [+5483 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Holman W. Jenkins, Jr.", "title": "On Saudi Arabia, Trump Has a Clue - Wall Street Journal", "description": "Wall Street Journal On Saudi Arabia, Trump Has a Clue Wall Street Journal Putting America first may be the duty of any president. As the organizing principle of a great power's foreign policy, it lacks a bigger picture and a sense of the direction of events. …", "url": "https://www.wsj.com/articles/on-saudi-arabia-trump-has-a-clue-1543014485", "urlToImage": "https://images.wsj.net/im-38582/social", "publishedAt": "2018-11-23T23:08:00Z", "content": "Putting America first may be the duty of any president. As the organizing principle of a great powers foreign policy, it lacks a bigger picture and a sense of the direction of events. What somebody said of Charles I might be said of Donald Trump: His policy w… [+4580 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Allen C. Guelzo", "title": "America Was Always an Exceptional Nation, but Is It Still?", "description": "Its robust civil society and lack of hierarchy are cherished by Americans and curious to foreigners.", "url": "https://www.wsj.com/articles/america-was-always-an-exceptional-nation-but-is-it-still-1543014458", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL697_GUELZO_SOC_20181123174740.jpg", "publishedAt": "2018-11-23T23:07:40Z", "content": "Americans like to believe we are an exceptional people. We speak of ourselves as a city upon a hill, a nation lifting our light beside the golden door, a people who more than self their country loved and mercy more than life. Exceptionalism was a topic of deb… [+5492 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Notable & Quotable: Progressives for Pelosi - Wall Street Journal", "description": "Wall Street Journal Notable & Quotable: Progressives for Pelosi Wall Street Journal [T]he opposition to Pelosi isn't coming from the left; it's coming from the party's centrist wing. The group of so-called “rebels” is largely made up of moderates who are memb…", "url": "https://www.wsj.com/articles/notable-quotable-progressives-for-pelosi-1543014427", "urlToImage": "https://images.wsj.net/im-38675/social", "publishedAt": "2018-11-23T23:07:00Z", "content": "From Why House progressives have Nancy Pelosis back in Vox, Nov. 21, 2018: [T]he opposition to Pelosi isnt coming from the left; its coming from the partys centrist wing. The group of so-called rebels is largely made up of moderates who are members of the New… [+647 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kris Maher", "title": "SteelTariffs and Hot Economy Take Toll on Infrastructure Projects", "description": "State and local governments could have to pay millions more to finance projects as the Trump administration’s steel tariffs, combined with a strong economy and a tight labor market, push up construction costs.", "url": "https://www.wsj.com/articles/steeltariffs-and-hot-economy-take-toll-on-infrastructure-projects-1542969000", "urlToImage": "https://images.wsj.net/im-38072/social", "publishedAt": "2018-11-23T22:51:48Z", "content": "A light-rail extension in California. An interstate highway in West Virginia. A new ferry terminal in Washington state. In Dover, N.H., city officials are reworking next years capital improvement budget after the winning bid on a flood-control project came in… [+4168 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brian Blackstone", "title": "Should Cows Have Horns? Switzerland Will Decide", "description": "Swiss voters have been asked over the years to consider weighty matters such as immigration, assisted suicide and taxes. On Sunday they decide on a different breed of question: whether more Swiss cows should have horns.", "url": "https://www.wsj.com/articles/swiss-voters-on-horns-of-a-dilemma-1542995533", "urlToImage": "https://images.wsj.net/im-38465/social", "publishedAt": "2018-11-23T22:37:02Z", "content": "ZURICHSwiss voters have been asked over the years to consider weighty matters such as immigration restrictions, assisted suicide and taxes. On Sunday, they will decide on an entirely different breed of question: whether more Swiss cowsas central to the countr… [+5620 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Francis X. Rocca", "title": "US Bishops to Have Pivotal Roles in Vatican's Sex-Abuse Summit - Wall Street Journal", "description": "Wall Street Journal US Bishops to Have Pivotal Roles in Vatican's Sex-Abuse Summit Wall Street Journal The Vatican revealed on Friday that two leading U.S. cardinals and advisers to the pope will play major roles at a February summit on clerical sex abuse, re…", "url": "https://www.wsj.com/articles/u-s-bishops-to-have-pivotal-roles-in-vaticans-sex-abuse-summit-1543011357", "urlToImage": "https://images.wsj.net/im-38618/social", "publishedAt": "2018-11-23T22:15:00Z", "content": "The Vatican revealed on Friday that two leading U.S. cardinals and advisers to the pope will play major roles at a February summit on clerical sex abuse, reflecting the prominence of the issue in the U.S. in recent years. Cardinal Blase Cupich of Chicago, a p… [+4182 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Robert Lee Hotz", "title": "US Government Report Warns of Economic Losses From Climate Change - Wall Street Journal", "description": "Wall Street Journal US Government Report Warns of Economic Losses From Climate Change Wall Street Journal The impact of global climate change is being felt across the country and, unchecked, could cause U.S. economic losses totaling hundreds of billions of do…", "url": "https://www.wsj.com/articles/u-s-government-report-warns-of-economic-losses-from-climate-change-1543009853", "urlToImage": "https://images.wsj.net/im-38655/social", "publishedAt": "2018-11-23T21:53:28Z", "content": "The impact of global climate change is being felt across the country and, unchecked, could cause U.S. economic losses totaling hundreds of billions of dollars a year by the end of the century, says a new U.S. government report released Friday. Many U.S. commu… [+4318 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shelby Holliday", "title": "Roger Stone Associate Jerome Corsi Says He Is Negotiating Plea Deal - Wall Street Journal", "description": "Wall Street Journal Roger Stone Associate Jerome Corsi Says He Is Negotiating Plea Deal Wall Street Journal Conservative author and activist Jerome Corsi said he is in plea negotiations with special counsel Robert Mueller, a sign that suggests Mr. Mueller's p…", "url": "https://www.wsj.com/articles/roger-stone-associatejerome-corsisays-he-is-negotiating-plea-deal-1543008923", "urlToImage": "https://images.wsj.net/im-38659/social", "publishedAt": "2018-11-23T21:35:00Z", "content": "Conservative author and activist Jerome Corsi said he is in plea negotiations with special counsel Robert Mueller, a sign that suggests Mr. Muellers probe continues to focus on links between Trump associates and WikiLeaks 2016 release of emails from Hillary C… [+3524 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laine Higgins", "title": "The Score: The Business Week in 7 Stocks", "description": "The Journal's weekly guide to the ups and downs of the business world", "url": "https://blogs.wsj.com/moneybeat/2018/11/23/the-score-the-business-week-in-7-stocks-17/", "urlToImage": "https://si.wsj.net/public/resources/images/OG-BK394_201806_G_20180601181858.jpg", "publishedAt": "2018-11-23T21:32:16Z", "content": "Building global uncertainty and a rout in oil markets sent all major U.S. indexes downward, giving investors little to be thankful for on the holiday-shortened trading week. The three major indexes erased their 2018 gains in Tuesday trading and continued to s… [+5515 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Juan Montes", "title": "Mexican Growth Accelerates as Peña Nieto Heads for Exit", "description": "Mexico’s economic growth picked up steam in the third quarter, the last complete quarter of President Enrique Peña Nieto’s administration, with gains in manufacturing exports and services.", "url": "https://www.wsj.com/articles/mexican-growth-increases-as-pena-nieto-heads-for-exit-1542985647", "urlToImage": "https://images.wsj.net/im-38546/social", "publishedAt": "2018-11-23T21:22:12Z", "content": "MEXICO CITYMexicos economic growth picked up steam in the third quarter, the last complete quarter of President Enrique Peña Nietos administration, with gains in manufacturing exports and services. Gross domestic product grew 0.8% in the July-September period… [+3006 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kim Mackrael", "title": "Canada Inflation Accelerated in October, But Interest-Rate Path Looks Unchanged", "description": "Inflation in Canada accelerated unexpectedly in October—beating market expectations, but leaving the outlook for the Bank of Canada’s interest-rate path largely unchanged.", "url": "https://www.wsj.com/articles/canada-inflation-accelerated-in-october-1542981055", "urlToImage": "https://images.wsj.net/im-38537/social", "publishedAt": "2018-11-23T21:21:13Z", "content": "OTTAWAInflation in Canada accelerated unexpectedly in October, beating market expectations, but leaving the outlook for the Bank of Canadas interest-rate path largely unchanged. Canadas consumer-price index advanced 2.4% on a year-over-year basis in October, … [+2725 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Warren P. Strobel", "title": "Ex-CIA Director Michael Hayden, Frequent Trump Critic, Suffers Stroke - Wall Street Journal", "description": "Wall Street Journal Ex-CIA Director Michael Hayden, Frequent Trump Critic, Suffers Stroke Wall Street Journal WASHINGTON—Former CIA and National Security Agency director Michael Hayden—who has fought rhetorical battles with President Trump over intelligence i…", "url": "https://www.wsj.com/articles/ex-cia-director-michael-hayden-frequent-trump-critic-suffers-stroke-1543007745", "urlToImage": "https://images.wsj.net/im-38641/social", "publishedAt": "2018-11-23T21:15:00Z", "content": "WASHINGTONFormer CIA and National Security Agency director Michael Haydenwho has fought rhetorical battles with President Trump over intelligence issuessuffered a stroke and was hospitalized earlier this week, his office said on Friday. Mr. Hayden, a retired … [+1604 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Nicholas", "title": "Trump Expresses Dissatisfaction With Treasury Secretary - Wall Street Journal", "description": "Wall Street Journal Trump Expresses Dissatisfaction With Treasury Secretary Wall Street Journal President Trump is expressing dissatisfaction with Treasury Secretary Steven Mnuchin, blaming him for the appointment of a Federal Reserve chairman who has been ra…", "url": "https://www.wsj.com/articles/trump-expresses-dissatisfaction-with-treasury-secretary-1543006250", "urlToImage": "https://images.wsj.net/im-38601/social", "publishedAt": "2018-11-23T20:50:00Z", "content": "President Trump is expressing dissatisfaction with Treasury Secretary Steven Mnuchin, blaming him for the appointment of a Federal Reserve chairman who has been raising interest rates, a move Mr. Trump worries will jeopardize economic gains as his 2020 re-ele… [+6293 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Benoit Faucon and Summer Said", "title": "Saudis Mull Quiet Cuts To OPEC Production", "description": "Saudi Arabia and OPEC are inching toward a compromise between pleasing the U.S. with policies that won’t lead to price spikes and throttling back the flow of its oil to rebalance oversupplied global markets.", "url": "https://www.wsj.com/articles/to-placate-trump-saudis-mull-clandestine-cuts-to-opec-production-1542994694", "urlToImage": "https://images.wsj.net/im-38598/social", "publishedAt": "2018-11-23T20:20:19Z", "content": "Saudi Arabia and OPEC are inching toward a compromise between pleasing the U.S. with policies that wont lead to price spikes and throttling back the flow of its oil to rebalance oversupplied global markets. The solution the cartel is considering: A production… [+3934 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Peaple", "title": "Ghosn's Arrest Exposes Culture Gap When It Comes to Executive Pay", "description": "Carlos Ghosn’s downfall at Nissan Motor Co. has highlighted one area of corporate life where big differences still exist between developed countries, often rooted in their separate cultures—executive pay.", "url": "https://www.wsj.com/articles/ghosns-arrest-exposes-culture-gap-when-it-comes-to-executive-pay-1542988178", "urlToImage": "https://images.wsj.net/im-38540/social", "publishedAt": "2018-11-23T20:19:15Z", "content": "Carlos Ghosns downfall at Nissan Motor Co. NSANY -0.88% has highlighted one area of corporate life where big differences still exist between developed countries, often rooted in their separate culturesexecutive pay. The way companies report their financial pe… [+5254 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chip Cutter", "title": "Lavish Expense Accounts Can Make or Break a CEO", "description": "One of the biggest perks of being a high-level executive is a flush expense account. But allegations of misusing it can quickly undo a career.", "url": "https://www.wsj.com/articles/lavish-expense-accounts-can-make-or-break-a-ceo-1542969001", "urlToImage": "https://images.wsj.net/im-38410/social", "publishedAt": "2018-11-23T20:04:16Z", "content": "One of the biggest perks of being a high-level executive is a flush expense account. But allegations of misusing it can quickly undo a career. Mr. Ghosn, who hasnt been charged with any crime, couldnt be reached for comment. Mr. Ghosns family believes that th… [+5976 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Saeed Shah", "title": "Militants Attack Chinese Consulate in Pakistan", "description": "Gunmen attacked the Chinese consulate in Karachi, killing two police officers and two civilians in an assault authorities say was aimed at derailing China’s massive investment plans in the South Asian nation.", "url": "https://www.wsj.com/articles/militants-attack-chinese-consulate-in-pakistan-1542957610", "urlToImage": "https://images.wsj.net/im-38535/social", "publishedAt": "2018-11-23T19:46:31Z", "content": "Chinese diplomatic staff were unharmed by Fridays shooting in Pakistans commercial hub. The violence was later claimed by separatists from the western province of Baluchistan. Pakistan is the showcase for Beijings global infrastructure-building initiative, kn… [+6562 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Carlos Ghosn: What Are The Possible Charges?", "description": "The former leader of the Renault-Nissan alliance, Carlos Ghosn, remains in a Japanese detention center after his arrest on Nov. 19. Here is what Nissan and Japanese prosecutors have revealed about the possible charges he could face.", "url": "http://www.wsj.com/video/carlos-ghosn-what-are-the-possible-charges/FB50F940-8BDC-4304-9A0B-E2075BE6D6F8.html", "urlToImage": "http://m.wsj.net/video/20181123/112318ghosncharges/112318ghosncharges_1280x720.jpg", "publishedAt": "2018-11-23T19:41:25Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Thomas Gryta", "title": "United Technologies Gets China's Approval for Rockwell Collins Deal", "description": "Chinese regulators have approved United Technologies’s takeover of airplane-parts maker Rockwell Collins, removing the final hurdle for a $23 billion combination that was struck more than a year ago.", "url": "https://www.wsj.com/articles/united-technologies-gets-chinas-approval-for-rockwell-collins-deal-1542982952", "urlToImage": "https://images.wsj.net/im-38539/social", "publishedAt": "2018-11-23T19:12:05Z", "content": "The deal, announced in Sept. 2017 and approved by U.S. regulators in October, has been waiting months for a decision from Chinese authorities. Some investors had grown nervous the transaction could get caught up in trade tensions between Beijing and Washingto… [+2133 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stu Woo", "title": "Washington Asks Allies to Drop Huawei", "description": "The U.S. government has launched an outreach campaign to foreign allies to persuade wireless and internet providers to shun telecom equipment from China’s Huawei.", "url": "https://www.wsj.com/articles/washington-asks-allies-to-drop-huawei-1542965105", "urlToImage": "https://images.wsj.net/im-38494/social", "publishedAt": "2018-11-23T18:47:35Z", "content": "The U.S. government has initiated an extraordinary outreach campaign to foreign allies, trying to persuade wireless and internet providers in these countries to avoid telecommunications equipment from Chinas Huawei Technologies Co., according to people famili… [+9053 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stu Woo", "title": "Washington Asks Allies to Drop Huawei", "description": "The U.S. government has launched an outreach campaign to foreign allies to persuade wireless and internet providers to shun telecom equipment from China’s Huawei.", "url": "https://www.wsj.com/articles/washington-asks-allies-to-drop-huawei-1542965105", "urlToImage": "https://images.wsj.net/im-38494/social", "publishedAt": "2018-11-23T18:47:35Z", "content": "The U.S. government has initiated an extraordinary outreach campaign to foreign allies, trying to persuade wireless and internet providers in these countries to avoid telecommunications equipment from Chinas Huawei Technologies Co., according to people famili… [+9053 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Heather Haddon", "title": "Food Distributors Make Changes as Costs Bite", "description": "Rising operational costs are pushing food distributors to streamline their businesses, in some cases using technology to become more efficient.", "url": "https://www.wsj.com/articles/food-distributors-make-changes-as-costs-bite-1542974400", "urlToImage": "https://images.wsj.net/im-38372/social", "publishedAt": "2018-11-23T18:37:15Z", "content": "High freight, fuel and labor costs are forcing food distributors to streamline their businesses. Industry executives expect the trend to continue as record-low unemployment forces them to boost wages for drivers, pay more in overtime, and offer six-figure sig… [+4529 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Heather Haddon", "title": "Food Distributors Make Changes as Costs Bite", "description": "Rising operational costs are pushing food distributors to streamline their businesses, in some cases using technology to become more efficient.", "url": "https://www.wsj.com/articles/food-distributors-make-changes-as-costs-bite-1542974400", "urlToImage": "https://images.wsj.net/im-38372/social", "publishedAt": "2018-11-23T18:37:15Z", "content": "High freight, fuel and labor costs are forcing food distributors to streamline their businesses. Industry executives expect the trend to continue as record-low unemployment forces them to boost wages for drivers, pay more in overtime, and offer six-figure sig… [+4529 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Associated Press", "title": "Duck Boat Owner Settles With Family", "description": "The company that owns the duck boat that sank in a lake near Branson, Mo., in July, killing 17 people, has settled the first of several lawsuits filed in the accident.", "url": "https://www.wsj.com/articles/duck-boat-owner-settles-with-family-that-lost-two-in-sinking-1542998174", "urlToImage": "https://images.wsj.net/im-38600/social", "publishedAt": "2018-11-23T18:36:16Z", "content": "KANSAS CITY, Mo. (AP)The company that owns the duck boat that sank in Table Rock Lake near Branson, Mo., in July, killing 17 people, has settled the first of several lawsuits filed in the accident. The three adult daughters of 65-year-old William Bright and h… [+564 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Catherine Romano", "title": "8 Holiday-Decorating Mistakes---and How to Fix Them", "description": "From wilted garlands to overly neutral palettes, the missteps design pros see when homeowners celebrate the season, plus the best ways to remedy them.", "url": "https://www.wsj.com/articles/8-holiday-decorating-mistakesand-how-to-fix-them-1542983572", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL354_MISTAK_SOC_20181120200557.jpg", "publishedAt": "2018-11-23T18:26:59Z", "content": "DINING-TABLE CENTERPIECES that crowd out place settings, scented candles that trigger headaches, and robotic adherence to red-and-green color schemes even if they clash with your décorthese are some of the holiday-decorating gaffes that drive design pros craz… [+3154 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "With or Without Horns? Swiss Vote on Cows’ Future", "description": "The people of Switzerland will decide on Sunday whether to subsidize farmers who allow their cows to grow horns. The referendum follows a video campaign highlighting the many skills offered by cows with horns. Photo: Hornkuh", "url": "http://www.wsj.com/video/with-or-without-horns-swiss-vote-on-cows-future/2352BE77-EAED-4063-BBA7-97FEA4472F87.html", "urlToImage": "http://m.wsj.net/video/20181123/112418swisscow/112418swisscow_1280x720.jpg", "publishedAt": "2018-11-23T18:21:47Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+207 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Matthew Dalton", "title": "The Wall Street Journal: Some Chinese online retailers pull Dolce & Gabbana products over ads deemed racist", "description": "Some of China’s biggest online retailers have pulled Dolce & Gabbana products from their websites as a backlash mounted against the luxury brand over promotional videos that have been widely criticized as racist.", "url": "https://www.wsj.com/articles/some-chinese-online-retailers-pull-dolce-gabbana-products-from-their-sites-1542993574?mod=searchresults&amp;page=1&amp;pos=1", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY986_Dolcea_ZG_20181123125421.jpg", "publishedAt": "2018-11-23T17:57:46Z", "content": "Some of Chinas biggest online retailers have pulled Dolce &amp; Gabbana products from their websites as a backlash mounted against the luxury brand over promotional videos that have been widely criticized as racist. Listings of the Italian fashion houses good… [+843 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Vigna", "title": "The Tell: Overstock’s founder to sell retail business in bet on blockchain over bedsheets", "description": "Patrick Byrne is among blockchain’s true believers. He is so sure that he’s planning to sell Overstock’s retail business, which he launched two decades ago to sell surplus goods on the internet. He declined to name potential suitors, but expects to wrap up a …", "url": "https://www.wsj.com/articles/overstocks-founder-bets-on-blockchain-not-bedsheets/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY983_overst_ZG_20181123121709.jpg", "publishedAt": "2018-11-23T17:55:36Z", "content": "In August 2015, Overstock.com Inc. Chief Executive Patrick Byrne rented out Nasdaq Inc.s Times Square broadcast studio for a lavish party to unveil his newest project, a blockchain-based trading system called tZero. Three years later, tZero still hasnt launch… [+1122 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Matthew Dalton", "title": "Chinese Online Retailers Stop Selling Dolce & Gabbana After Racism Uproar", "description": "Some of China’s biggest online retailers have pulled Dolce & Gabbana products from their websites as a backlash mounted against the luxury brand over promotional videos that have been widely criticized as racist.", "url": "https://www.wsj.com/articles/some-chinese-online-retailers-pull-dolce-gabbana-products-from-their-sites-1542993574", "urlToImage": "https://images.wsj.net/im-38565/social", "publishedAt": "2018-11-23T17:37:58Z", "content": "Some of Chinas biggest online retailers have pulled Dolce &amp; Gabbana products from their websites as a backlash mounted against the luxury brand over promotional videos that have been widely criticized as racist. Listings of the Italian fashion houses good… [+3497 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Daphne Zhang", "title": "U.S. Push on Huawei Ripples Through Markets", "description": "ZTE shares fell sharply and Chinese stocks retreated more broadly as news that the U.S. was discouraging sales of Chinese telecoms gear abroad exacerbated trade concerns.", "url": "https://www.wsj.com/articles/u-s-push-on-huawei-ripples-through-markets-1542981918", "urlToImage": "https://images.wsj.net/im-38534/social", "publishedAt": "2018-11-23T17:22:31Z", "content": "ZTE Corp. shares fell sharply Friday and Chinese stocks retreated more broadly as news that the U.S. was discouraging sales of Chinese telecoms gear abroad exacerbated trade concerns. Meanwhile, shares in Ericsson AB of Sweden and Finlands Nokia Corp., two bi… [+3373 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lin Zhu", "title": "The Future of Lunch Delivery Looks Like a Giant Roomba", "description": "In Beijing, a lunch-delivery robot demonstrates a future where robots work alongside humans doing the mundane tasks that dot everyday life.", "url": "https://www.wsj.com/articles/the-future-of-lunch-delivery-looks-like-a-giant-roomba-1542985201", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK961_ROBOTD_SOC_20181119191623.jpg", "publishedAt": "2018-11-23T16:44:32Z", "content": "The robots invaded in September. Two shiny metal cylinders, 3 feet tall, began riding the elevators in our upscale high-rise, ferrying lunches to desk-bound office workers. It seemed like a gimmick. Beijing has hordes of scooter-riding delivery people to fetc… [+3648 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lin Zhu", "title": "The Future of Lunch Delivery Looks Like a Giant Roomba", "description": "In Beijing, a lunch-delivery robot demonstrates a future where robots work alongside humans doing the mundane tasks that dot everyday life.", "url": "https://www.wsj.com/articles/the-future-of-lunch-delivery-looks-like-a-giant-roomba-1542985201", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK961_ROBOTD_SOC_20181119191623.jpg", "publishedAt": "2018-11-23T16:44:32Z", "content": "The robots invaded in September. Two shiny metal cylinders, 3 feet tall, began riding the elevators in our upscale high-rise, ferrying lunches to desk-bound office workers. It seemed like a gimmick. Beijing has hordes of scooter-riding delivery people to fetc… [+3648 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lin Zhu", "title": "The Future of Lunch Delivery Looks Like a Giant Roomba", "description": "In Beijing, a lunch-delivery robot demonstrates a future where robots work alongside humans doing the mundane tasks that dot everyday life.", "url": "https://www.wsj.com/articles/the-future-of-lunch-delivery-looks-like-a-giant-roomba-1542985201", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK961_ROBOTD_SOC_20181119191623.jpg", "publishedAt": "2018-11-23T16:44:32Z", "content": "The robots invaded in September. Two shiny metal cylinders, 3 feet tall, began riding the elevators in our upscale high-rise, ferrying lunches to desk-bound office workers. It seemed like a gimmick. Beijing has hordes of scooter-riding delivery people to fetc… [+3648 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Niharika Mandhana", "title": "Rohingya Lives Bear Witness to Decades of Persecution - Wall Street Journal", "description": "Wall Street Journal Rohingya Lives Bear Witness to Decades of Persecution Wall Street Journal The government began expanding a program to build dozens of “model villages” with non-Rohingya residents and change the area's ethnic makeup. Authorities settled pri…", "url": "https://www.wsj.com/articles/rohingya-lives-bear-witness-to-decades-of-persecution-1542991213", "urlToImage": "https://images.wsj.net/im-33725/social", "publishedAt": "2018-11-23T16:43:56Z", "content": "Myanmars government described the countrys bloody military clampdown on Rohingya Muslims last year as a one-off spasm of violence, triggered by local terrorists. A consensus is building among international investigators that it was something else: a decisive … [+116 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Vigna", "title": "Overstock's Founder Bets on Blockchain, Not Bedsheets", "description": "Overstock.com’s CEO doesn’t care that his blockchain-based trading system is burning through money. He remains a true believer in the technology—and its potential for multibillion-dollar returns.", "url": "https://www.wsj.com/articles/overstocks-founder-bets-on-blockchain-not-bedsheets-1542969001", "urlToImage": "https://images.wsj.net/im-38399/social", "publishedAt": "2018-11-23T16:27:38Z", "content": "Three years later, tZero still hasnt launched commercially, and it is burning through millions of dollars a month. Yet Mr. Byrne is staking his companys future on it and more than a dozen other blockchain startups. I dont care whether tZero is losing $2 milli… [+5477 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James T. Areddy", "title": "Bribery Trial Spotlights China's 'Belt and Road'", "description": "China’s global investment and infrastructure program is about to face scrutiny in a New York courtroom when one of its most prominent promoters stands trial on bribery charges.", "url": "https://www.wsj.com/articles/bribery-trial-spotlights-chinas-belt-and-road-1542978000", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL553_CTRIAL_TOP_20181122153058.jpg", "publishedAt": "2018-11-23T16:14:45Z", "content": "SHANGHAIChinas global investment and infrastructure program is about to face scrutiny in a New York courtroom when one of its most prominent promoters stands trial on bribery charges. Patrick Ho Chi-Ping, a 69-year-old Hong Kong surgeon-turned-politician-turn… [+7037 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laine Higgins", "title": "Behind an Effort to Fact-Check Live News With Speed and Accuracy", "description": "Voyc, a voice-scanning tool powered by artificial intelligence, can identify a questionable statement as little as two seconds after it’s uttered. “We’re trying to build something that … connects people to information faster,” says one developer of the techno…", "url": "https://www.wsj.com/articles/behind-an-effort-to-fact-check-live-news-with-speed-and-accuracy-1542988801", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL113_FOE_vo_SOC_20181120134138.jpg", "publishedAt": "2018-11-23T16:05:20Z", "content": "Fact-checking live news has one major downside: Its slow. By the time a fact-checker can verify a claim, any misleading information has already spread and been consumed. Enter Sparks Grove, the digital innovation and experience design wing of Atlanta-based co… [+3025 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Heidi Vogt", "title": "Infant-Sleep Deaths in Focus in Fight Over Consumer-Safety Agency", "description": "Inclined sleepers like the Fisher-Price Rock ’n Play have been involved in at least 30 deaths since 2005 and have become the focus of a battle over how strongly federal consumer-safety regulators should act.", "url": "https://www.wsj.com/articles/infant-sleep-deaths-in-focus-in-fight-over-role-of-consumer-safety-agency-1542974400", "urlToImage": "https://images.wsj.net/im-38379/social", "publishedAt": "2018-11-23T15:17:56Z", "content": "WASHINGTONEarlier this year, a parent in New York filed a complaint with the governments consumer-product watchdog about a controversial type of baby bed. A napping six-month-old sleeping in it had rolled over, stopped breathing and died. The Consumer Product… [+5875 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laine Higgins", "title": "Expedia's Mark Okerstrom on His Quest for One 'Incredible Synthetic Mentor'", "description": "“I’m a big believer that it’s hard to have an all-seeing, all-knowing mentor,” says the CEO of the travel website. Instead, he turns to a variety of sources including his wife, old friends and colleagues.", "url": "https://www.wsj.com/articles/expedias-mark-okerstrom-on-his-quest-to-build-one-incredible-synthetic-mentor-1542981601", "urlToImage": "https://si.wsj.net/public/resources/images/EQ-AA897A_PBOD_SOC_20181121101514.jpg", "publishedAt": "2018-11-23T15:13:14Z", "content": "Before Mark Okerstrom rose through the corporate ranks at Expedia, he worked as an attorney in London and a business consultant stateside. A self-described sponge, Mr. Okerstrom fell back on his cadre of business school colleagues to serve as a grounding forc… [+2033 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Richard Rubin", "title": "Congress Readies to Deal With Tax Provisions", "description": "Expired tax breaks and technical fixes are among provisions that could get wrapped into year-end legislation.", "url": "https://www.wsj.com/articles/leftover-tax-provisions-sit-on-congresss-post-thanksgiving-plate-1542969000", "urlToImage": "https://images.wsj.net/im-38432/social", "publishedAt": "2018-11-23T14:57:09Z", "content": "WASHINGTONU.S. lawmakers are cobbling together a year-end grab-bag tax bill, seeking consensus on retirement policy, l apsed tax breaks, assistance to disaster victims, minor IRS changes, and technical corrections to last years tax law. Theyre aiming for a bi… [+5167 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: Eurozone Shows Few Signs of Rebound as Exports Falter", "description": "To subscribe to the newsletter, please sign up here MUST READS Eurozone PMI Underscores Slowdown as Exports Falter: The eurozone economy is showing few signs of staging a rebound as 2018 draws to a close, with a key business survey indicating that faltering e…", "url": "https://blogs.wsj.com/moneybeat/2018/11/23/eurozone-shows-few-signs-of-rebound-as-exports-falter/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-23T14:44:58Z", "content": "Nov 23, 2018 9:44 am ET To subscribe to the newsletter, please sign up here MUST READS Eurozone PMI Underscores Slowdown as Exports Falter: The eurozone economy is showing few signs of staging a rebound as 2018 draws to a close, with a key business survey ind… [+117 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Kent", "title": "The Wall Street Journal: BP starts production at massive North Sea oil development", "description": "BP has begun production from one of the U.K.’s biggest new oil developments in decades, the company said Friday, completing a project seven years and billions of dollars in the making.", "url": "https://www.wsj.com/articles/bp-starts-production-at-massive-north-sea-oil-development/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GT046_bp_103_ZG_20181030091328.jpg", "publishedAt": "2018-11-23T14:31:05Z", "content": "BP BP, -3.08% has begun production from one of the U.K.s biggest new oil developments in decades, the company said Friday, completing a project seven years and billions of dollars in the making. The huge Clair Ridge project, located in the North Sea, will giv… [+1332 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Falkowitz", "title": "Flake News: Fresh Coconut Is Delicious", "description": "Forget the cloying, dried-out shreds that made you hate coconut. It’s time to welcome the real deal into your kitchen. Start with these luscious and comforting curry recipes.", "url": "https://www.wsj.com/articles/flake-news-fresh-coconut-is-delicious-1542983337", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL134_COCONU_SOC_20181120144507.jpg", "publishedAt": "2018-11-23T14:29:17Z", "content": "IVE LOST TRACK of whether coconut oil is going to kill me or make me live forever. Between the reports condemning coconuts high count of saturated fatty acids and the raves regarding its potent doses of fiber, vitamins and minerals, its exhausting to follow. … [+12637 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Capital Journal: Trump’s Border Calls; U.S. Urges Allies to Shun Huawei; Comey, Lynch Get Subpoenas", "description": "News and analysis from WSJ's Washington bureau", "url": "https://blogs.wsj.com/washwire/2018/11/23/capital-journal-trumps-border-calls-u-s-urges-allies-to-shun-huawei-comey-lynch-get-subpoenas/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CH136_midter_P_20181106073009.jpg", "publishedAt": "2018-11-23T14:17:08Z", "content": "Trump's Day: President Trump is in Florida. Yesterday, he offered gratitude along with complaints about the judiciary and talk about border security in phone calls to members of the military. This morning, he has been tweeting about the b order and criminal-j… [+3909 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "China's Unlikeliest Movie Star Comes From South Carolina", "description": "Matt William Knowles had no idea he would become a leading actor when he set off for rural China to do humanitarian work almost a decade ago. He spoke with WSJ's Daniel Epstein about his journey from the U.S. college football gridiron to the Chinese red carpe…", "url": "http://www.wsj.com/video/china-unlikeliest-movie-star-comes-from-south-carolina/5F9C3DB3-7933-4529-9957-5F693F10D8BC.html", "urlToImage": "http://m.wsj.net/video/20181123/112218biginchina1/112218biginchina1_1280x720.jpg", "publishedAt": "2018-11-23T13:55:00Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Suzanne Kapner", "title": "Retail Stores Win Back Shoppers, Not Profits - Wall Street Journal", "description": "Wall Street Journal Retail Stores Win Back Shoppers, Not Profits Wall Street Journal On Thanksgiving evening, Laura Pierre filled her Walmart shopping cart with a mini trampoline, a Spider-Man chair and other gifts for her 4-year-old son. “Sometimes online is…", "url": "https://www.wsj.com/articles/retail-stores-win-back-shoppers-not-profits-1542979413", "urlToImage": "https://images.wsj.net/im-38533/social", "publishedAt": "2018-11-23T13:25:28Z", "content": "On Thanksgiving evening, Laura Pierre filled her Walmart shopping cart with a mini trampoline, a Spider-Man chair and other gifts for her 4-year-old son. Sometimes online is faster, but I like to look at things and touch them when buying gifts, said the 28-ye… [+8783 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "Energy Journal: BP Plunges Into New Waters", "description": "Good morning. I’m Neanda Salvaterra, and BP said it started producing from a new oil field today. Meanwhile, energy prices are tumbling and geopolitical tensions are affecting the crude market as the U.S. has stepped up efforts to break Iraq’s dependency on e…", "url": "https://blogs.wsj.com/moneybeat/2018/11/23/energy-journal-bp-plunges-into-new-waters-in-search-of-oil/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CK466_1116it_P_20181116163738.jpg", "publishedAt": "2018-11-23T13:05:56Z", "content": "Good morning. Im Neanda Salvaterra, and BP said it started producing from a new oil field today. Meanwhile, energy prices are tumbling and geopolitical tensions are affecting the crude market as the U.S. has stepped up efforts to break Iraqs dependency on ene… [+3545 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Isabel Coles", "title": "U.S. Pushes Iraq to Wean Itself Off Iranian Energy", "description": "The U.S. is pressuring Iraq to sever extensive energy ties to Iran, enlisting American companies and allies such as Saudi Arabia to develop alternatives and drive a commercial wedge between Baghdad and Tehran.", "url": "https://www.wsj.com/articles/u-s-pushes-iraq-to-wean-itself-off-iranian-energy-1542969000", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL338_IRAQIR_TOP_20181120184213.jpg", "publishedAt": "2018-11-23T12:53:15Z", "content": "The U.S. is pressuring Iraq to sever extensive energy ties to Iran, enlisting American companies and allies such as Saudi Arabia to develop alternatives and drive a commercial wedge between Baghdad and Tehran. The push is part of a broader American effort to … [+5443 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Monitoring Older Customers, Busted Mortgages, Cuba Cold War Tour", "description": "Financial institutions are monitoring customers for mental capacity and susceptibility to fraud, individual investors buy busted mortgages, and a Cold War tour of Havana.", "url": "https://blogs.wsj.com/moneybeat/2018/11/23/wsj-wealth-adviser-briefing-monitoring-older-customers-busted-mortgages-cuba-cold-war-tour/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-23T11:00:47Z", "content": "Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more. PLANNING &amp; INVESTING I Can Be the Bank: Individual Investors Buy Bus… [+2544 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jake Maxwell Watts", "title": "Heng Swee Keat Becomes Singapore's Leader-in-Waiting", "description": "Singapore’s ruling party promoted the country’s finance minister to a senior position that places him first in line to become prime minister ahead of an expected transfer of power in the next couple of years.", "url": "https://www.wsj.com/articles/heng-swee-keat-becomes-singapores-leader-in-waiting-1542969996", "urlToImage": "https://images.wsj.net/im-38528/social", "publishedAt": "2018-11-23T10:59:18Z", "content": "SINGAPORESingapores ruling party promoted the countrys finance minister to a senior position that places him first in line to become prime minister ahead of an expected transfer of power in the next couple of years. Heng Swee Keat, 57 years old, was named the… [+3011 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Douglas", "title": "UAE Considers Clemency Request From Jailed British Student - Wall Street Journal", "description": "Wall Street Journal UAE Considers Clemency Request From Jailed British Student Wall Street Journal The United Arab Emirates is considering a request for clemency for jailed British academic Matthew Hedges, the country's ambassador to the U.K. said Friday, in …", "url": "https://www.wsj.com/articles/u-a-e-considers-clemency-request-from-jailed-british-student-1542969748", "urlToImage": "https://images.wsj.net/im-38527/social", "publishedAt": "2018-11-23T10:43:07Z", "content": "The United Arab Emirates is considering a request for clemency for jailed British academic Matthew Hedges, the countrys ambassador to the U.K. said Friday, in a case that has drawn criticism for the Gulf state that projects itself as a beacon of progress in t… [+1370 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Steven Russolillo", "title": "After a Dismal Year, China Tech Stocks Perk Up - Wall Street Journal", "description": "Wall Street Journal After a Dismal Year, China Tech Stocks Perk Up Wall Street Journal That is a contrast to the so-called FAANGs in the U.S. These five large tech stocks— Facebook Inc., Apple Inc., Amazon.com Inc., Netflix Inc. and Google parent Alphabet Inc…", "url": "https://www.wsj.com/articles/after-a-dismal-year-china-tech-stocks-perk-up-1542964529", "urlToImage": "https://images.wsj.net/im-38523/social", "publishedAt": "2018-11-23T09:15:00Z", "content": "Some of the largest Chinese technology stocks, among the most battered names in global equities this year, have shown signs of life this month just as U.S. tech giants have faltered. After the clobbering that Chinese tech stocks took for much of the year, inv… [+2166 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Soros Calls for Lawmakers to Review...", "description": "Soros Calls for Lawmakers to Review... Site Name: www.wsj.com Host Name: www.wsj.com URL: https://www.wsj.com/articles/soros-philanthropy-president-calls-for-u-s-lawmakers-to-review-facebook-15429292871 Captured: 11/23/2018 7:00:06 AM GMT Hash: 08cf95b89de3cc…", "url": "https://www.wsj.com/articles/soros-philanthropy-president-calls-for-u-s-lawmakers-to-review-facebook-15429292871", "urlToImage": null, "publishedAt": "2018-11-23T07:00:06Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nick Kostov", "title": "'I Found This Very, Very Violent.' Carlos Ghosn's Arrest Tests Nissan-Renault Relationship", "description": "While the auto industry star is in detention in Tokyo, the global auto alliance he ran is showing signs of strain and conflict.", "url": "https://www.wsj.com/articles/i-found-this-very-very-violent-carlos-ghosns-arrest-tests-nissan-renault-relationship-1542939001", "urlToImage": "https://images.wsj.net/im-38485/social", "publishedAt": "2018-11-23T04:57:40Z", "content": "A Nissan internal investigation alleges Mr. Ghosn also spent millions from an obscure Nissan fund to buy and renovate luxury homes, according to a person familiar with the matter. The Ghosn family believed the residences in Rio de Janeiro, Beirut and other lo… [+10365 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Pasztor", "title": "Drone Rules Likely Delayed, Grounding Growth", "description": "Many agree drones need electronic license plates before they can deliver packages or fly remotely over crowds. But few agree on how to create those ID tags, and federal officials are far behind schedule on issuing guidance.", "url": "https://www.wsj.com/articles/drone-rules-likely-still-years-away-dragging-on-industrys-growth-1542888000", "urlToImage": "https://images.wsj.net/im-38320/social", "publishedAt": "2018-11-23T04:53:19Z", "content": "The Federal Aviation Administration is significantly behind earlier schedules for crafting airborne-identification rules for drones, causing industry officials to worry the delay could stymie their most ambitious plans for years. Federal authorities and advoc… [+3951 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Pasztor", "title": "Drone Rules Likely Delayed, Grounding Growth", "description": "Many agree drones need electronic license plates before they can deliver packages or fly remotely over crowds. But few agree on how to create those ID tags, and federal officials are far behind schedule on issuing guidance.", "url": "https://www.wsj.com/articles/drone-rules-likely-still-years-away-dragging-on-industrys-growth-1542888000", "urlToImage": "https://images.wsj.net/im-38320/social", "publishedAt": "2018-11-23T04:53:19Z", "content": "The Federal Aviation Administration is significantly behind earlier schedules for crafting airborne-identification rules for drones, causing industry officials to worry the delay could stymie their most ambitious plans for years. Federal authorities and advoc… [+3951 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kate Linebaugh", "title": "On Thanksgiving Day, the Search for Paradise's Missing Goes On", "description": "Thanksgiving didn’t stop the search for the missing from California’s deadliest wildfire, even as the blaze was largely contained and rain fell on the devastated community.", "url": "https://www.wsj.com/articles/on-thanksgiving-day-the-search-for-paradises-missing-goes-on-1542920516", "urlToImage": "https://images.wsj.net/im-38496/social", "publishedAt": "2018-11-23T04:39:52Z", "content": "Thanksgiving didnt stop the search for the missing from Californias deadliest wildfire, even as the blaze was largely contained and rain fell on the devastated community. More than 820 people continued search efforts for the more than 500 people who remain un… [+2233 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Kent", "title": "BP Starts Production at Massive North Sea Oil Development", "description": "BP has begun production from one of the U.K.’s biggest new oil developments in decades, completing a project seven years and billions of dollars in the making.", "url": "https://www.wsj.com/articles/bp-starts-production-at-massive-north-sea-oil-development-1542931260", "urlToImage": "https://images.wsj.net/im-38483/social", "publishedAt": "2018-11-23T04:19:54Z", "content": "BP BP 2.92% PLC has begun production from one of the U.K.s biggest new oil developments in decades, the company said Friday, completing a project seven years and billions of dollars in the making. The huge Clair Ridge project, located in the North Sea, will g… [+2232 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Steven Russolillo", "title": "After a Dismal Year, China Tech Stocks Perk Up - Wall Street Journal", "description": "Wall Street Journal After a Dismal Year, China Tech Stocks Perk Up Wall Street Journal That is a contrast to the so-called FAANGs in the U.S. These five large tech stocks— Facebook Inc., Apple Inc., Amazon.com Inc., Netflix Inc. and Google parent Alphabet Inc…", "url": "https://www.wsj.com/articles/after-a-dismal-year-china-tech-stocks-perk-up-1542945966", "urlToImage": "https://images.wsj.net/im-37177/social", "publishedAt": "2018-11-23T04:10:13Z", "content": "Some of the largest Chinese technology stocks, among the most battered names in global equities this year, have shown signs of life this month just as U.S. tech giants have faltered. After the clobbering that Chinese tech stocks took for much of the year, inv… [+2182 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jake Maxwell Watts", "title": "Philippines-China Energy Deal Short on Fuel From Summit", "description": "The Philippines disclosed details of an agreement with China to cooperate on oil-and-gas exploration in the South China Sea, but the small step taken—a committee to hold further talks—failed to give Beijing a major win.", "url": "https://www.wsj.com/articles/philippines-china-energy-deal-short-on-fuel-from-summit-1542883174", "urlToImage": "https://images.wsj.net/im-38447/social", "publishedAt": "2018-11-23T03:24:40Z", "content": "MANILA, PhilippinesThe Philippines disclosed details Thursday of an agreement struck with China to cooperate on oil and gas exploration in the South China Sea, but the small step takenestablishing a committee to hold further talks failed to give Beijing a maj… [+3418 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sean McLain", "title": "Nissan Probe Alleges Ghosn Used Company Money to Buy Homes, Enrich His Sister", "description": "Nissan Motor’s board voted unanimously to oust Chairman Carlos Ghosn from his post, and allegations emerged that Mr. Ghosn used company money to buy personal residences and pay his sister for work she didn’t perform.", "url": "https://www.wsj.com/articles/nissan-probe-alleges-ghosn-used-company-money-to-buy-homes-enrich-his-sister-1542938765", "urlToImage": "https://images.wsj.net/im-38436/social", "publishedAt": "2018-11-23T02:22:52Z", "content": "YOKOHAMA, Japan Nissan Motor Co.s NSANY 1.28% board voted unanimously on Thursday to oust Chairman Carlos Ghosn from his post, and allegations emerged that Mr. Ghosn used company money to buy personal residences and enrich his sister. A person familiar with N… [+3881 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Otto", "title": "Lion Air Pushes for Details on Boeing Crash", "description": "The airline’s safety director plans a trip to the Seattle area to ask the plane manufacturer which actions it is taking to prevent a repeat of the accident.", "url": "https://www.wsj.com/articles/lion-air-seeks-more-details-on-boeing-crash-1542922735", "urlToImage": "https://images.wsj.net/im-38490/social", "publishedAt": "2018-11-23T01:03:21Z", "content": "JAKARTA, IndonesiaLion Air said Thursday it would press Boeing Co. for more details about a new model 737 plane while Indonesian authorities issued their most definitive statement yet that pilots of Flight 610 were battling automated nose-down commands before… [+6576 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sune Engel Rasmussen", "title": "Yemen's War Opens Way for al Qaeda's Revival", "description": "Nearly two years after being driven from its stronghold in Yemen, one of al Qaeda’s most dangerous franchises has entrenched itself in the country’s hinterlands as a devastating war creates the conditions for its comeback.", "url": "https://www.wsj.com/articles/yemens-war-opens-way-for-al-qaedas-revival-1542895200", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL297_AQYEME_TOP_20181120174451.jpg", "publishedAt": "2018-11-23T00:39:13Z", "content": "Nearly two years after being driven from its stronghold in Yemen, one of al Qaedas most dangerous franchises has entrenched itself in the countrys hinterlands as a devastating war creates the conditions for its comeback. In the provincial capital of Al Mukall… [+6185 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Harriet Torry", "title": "House GOP Issues Subpoenas to James Comey, Loretta Lynch - Wall Street Journal", "description": "Wall Street Journal House GOP Issues Subpoenas to James Comey, Loretta Lynch Wall Street Journal Former FBI Director James Comey and former Attorney General Loretta Lynch, pictured above in March 2016, have been subpoenaed by the Republican chairman of the Ho…", "url": "https://www.wsj.com/articles/house-gop-issues-subpoenas-to-james-comey-loretta-lynch-1542928106", "urlToImage": "https://images.wsj.net/im-38509/social", "publishedAt": "2018-11-23T00:09:46Z", "content": "The Republican chairman of the House Judiciary Committee has subpoenaed former Federal Bureau of Investigation Director James Comey and former Attorney General Loretta Lynch to testify early next month. Since October 2017, the Republican-led House Judiciary a… [+2497 chars]"}]}