{"articles": [{"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Protesters Allegedly Vandalize New York Pizzeria’s American Flag Mural", "description": "The owner of an upstate New York pizzeria said Friday that protesters vandalized the American flag mural painted on the side of her business.", "url": "https://www.breitbart.com/politics/2018/11/10/protesters-allegedly-vandalize-new-york-pizzerias-american-flag-mural/", "urlToImage": "https://media.breitbart.com/media/2018/11/Defaced-Flag-Mural.jpg", "publishedAt": "2018-11-10T23:49:25Z", "content": "Maria Lisante, the owner of La Bella Pizza Bistro in New Paltz, New York, told Fox News’ the Ingraham Angle Friday the protesters defaced the mural because “they were opposed” to what they thought was a “political position.” “They didn’t want a flag. They tho… [+1450 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "U.S. Army to Acquire Advanced Camouflage Defense System", "description": "The U.S. Army is about to acquire an advanced camouflage defense system, designed to protect troops from a variety of threats in multiple combat environments.", "url": "https://www.breitbart.com/politics/2018/11/10/u-s-army-to-acquire-advanced-camouflage-defense-system/", "urlToImage": "https://media.breitbart.com/media/2018/11/Camouflage-Netting.jpg", "publishedAt": "2018-11-10T23:36:20Z", "content": "The Army recently selected a company that will design an Ultra-Light Camouflage Netting System (ULCANS), a system designed to protect troops and equipment from visible threats and threats that the eye cannot see by using a camouflage screen to block radars ac… [+961 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris", "title": "Exclusive Interview—Ben Carson Touts ‘Tremendous Progress’ Reducing Veteran Homelessness", "description": "Housing and Urban Development Secretary Ben Carson joined Breitbart News Saturday to discuss his recent tour of the New England Center and Home for Veterans in Boston. “It’s been really fantastic being able to work for an agency that spends so much of its tim…", "url": "https://www.breitbart.com/radio/2018/11/10/exclusive-interview-ben-carson-touts-tremendous-progress-reducing-veteran-homelessness/", "urlToImage": "https://media.breitbart.com/media/2018/11/Homeless-Vet-FREDERIC-J.-BROWNAFPGetty-Images-1.jpg", "publishedAt": "2018-11-10T22:32:41Z", "content": "“It’s been really fantastic being able to work for an agency that spends so much of its time and effort focused on veterans,” Secretary Carson told Breitbart News Deputy Political Editor Amanda House. “Less than one percent of our population protects the othe… [+3078 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Victoria’s Secret exec Apologizes for Comments About Not Casting Transgender Models", "description": "Victoria’s Secret chief marketing officer Ed Razek apologized on Saturday for comments about including transgender contestants in his fashion show after it sparked sharp criticism from models and fans.", "url": "https://www.breitbart.com/entertainment/2018/11/10/victorias-secret-exec-apologizes-for-comments-about-not-casting-transgender-models/", "urlToImage": "https://media.breitbart.com/media/2017/11/Victorianword.jpg", "publishedAt": "2018-11-10T21:23:52Z", "content": "In an interview with Vogue, Razek said that such a move would spoil the “fantasy” of the performance. Its like, why doesnt your show do this? Shouldnt you have transsexuals in the show? No. No, I dont think we should, Razek said. Well, why not? Because the sh… [+2186 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris", "title": "Florida U.S. Senate and Governor Races Headed for Official Recounts", "description": "Florida Secretary of State Ken Detzner called for official recounts Saturday in the races for governor, senator, and agriculture commissioner as tension continues to rise over potential voter fraud.", "url": "https://www.breitbart.com/politics/2018/11/10/florida-u-s-senate-governor-races-headed-official-recounts/", "urlToImage": "https://media.breitbart.com/media/2018/11/canvassing-board-Broward-County-getty.jpg", "publishedAt": "2018-11-10T20:51:42Z", "content": "According to unofficial results, Republican Gov. Rick Scott leads incumbent Democrat Sen. Bill Nelson by more than 12,500 votes, or 0.15 percent, in the race for United States Senate. Former Republican Rep. Ron DeSantis leads Democrat Tallahassee Mayor Andrew… [+851 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Arce", "title": "Mexican Authorities Arrest ‘Los Aztecas’ Gang Leader in Border State", "description": "Mexican Federal Police with assistance from the Mexican Navy (SEMAR) and Army (SEDENA) captured René Gerardo Santana Garza, \"El 300,\" one of the leaders of Los Aztecas. The gang is believed to be responsible for much of the recent cartel bloodshed in the bord…", "url": "https://www.breitbart.com/border/2018/11/10/mexican-authorities-arrest-los-aztecas-gang-leader-in-border-state/", "urlToImage": "https://media.breitbart.com/media/2017/04/Mexican-Federal-Police.jpg", "publishedAt": "2018-11-10T20:27:02Z", "content": "Wednesday’s operation resulted in the capture of Santana Garza, “El 300.” The raid took place in the municipality of Aldama, which sits just outside of the state capital of Chihuahua. Officials announced his arrest at a press conference held by Manelich Casti… [+2529 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Report: Florida Elections Official Mixed Bad Ballots with Good Ones", "description": "The Florida elections official tasked with counting votes in Broward County accidentally mixed up more than a dozen invalid ballots with nearly 200 valid ballots.", "url": "https://www.breitbart.com/politics/2018/11/10/report-florida-elections-official-mixed-bad-ballots-good-ones/", "urlToImage": "https://media.breitbart.com/media/2018/11/Brenda-Snipes-hand-chin-getty.jpg", "publishedAt": "2018-11-10T20:10:37Z", "content": "Broward County’s three-person canvassing board discovered Friday night that Broward County Board of Elections supervisor Brenda Snipes mixed 20 votes containing mismatched signatures in a pile of 205 provisional ballots, the Miami Herald reported. The canvass… [+2692 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "Pro-Bernie Sanders Arizona Vote Recorder Was Attorney for Fast and Furious Gun Buyer", "description": "The Maricopa County vote recorder employing controversial vote-counting practices was the defense attorney for an accused Mexican cartel gun straw purchaser.", "url": "https://www.breitbart.com/midterm-election/2018/11/10/pro-bernie-sanders-arizona-vote-recorder-attorney-fast-furious-gun-buyer/", "urlToImage": "https://media.breitbart.com/media/2018/11/Adrian-Fontes-shock-press-conference-ap.jpg", "publishedAt": "2018-11-10T19:24:37Z", "content": "Maricopa County recorder Adrian Fontes defended Manuel Celis-Acosta in 2011 after an arrest for involvement in the Fast and Furious government gun-running scandal. Before he was elected in 2016 as Maricopa County recorder, Adrian Fontes was an attorney repres… [+2003 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Sarah Silverman: I Feel 'Very Lucky' Trump Doesn't Make Me Wear Star of David", "description": "Hulu talk show host Sarah Silverman went full Goodwin’s Law on Friday by insisting that President Donald Trump is such a Jew hater and a Nazi that she is lucky she is not forced to wear a Jewish star in public.", "url": "https://www.breitbart.com/entertainment/2018/11/10/sarah-silverman-feel-lucky-trump-doesnt-make-me-wear-star-of-david/", "urlToImage": "https://media.breitbart.com/media/2018/10/SarahSilvermancrop.jpg", "publishedAt": "2018-11-10T19:12:20Z", "content": "After HBO host Bill Maher congratulated her on her star on the Hollywood Walk of Fame, Silverman replied saying, “You know, in a time, Bill, where anti-Semitic crime is up 57 percent since this douchebag has taken office, it is not lost on me that I am very l… [+1387 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price, Bob Price", "title": "Migrant Family Apprehensions in October up 378 Percent over Prior Year", "description": "Border Patrol agents witnessed a 378 percent increase in the number of migrants families in October compared to the same month in 2017.", "url": "https://www.breitbart.com/border/2018/11/10/migrant-family-apprehensions-in-october-up-378-percent-over-prior-year/", "urlToImage": "https://media.breitbart.com/media/2018/06/Migrants-in-Desert.jpg", "publishedAt": "2018-11-10T19:08:35Z", "content": "The October Southwest Border Migration Report released by U.S. Customs and Border Protection (CBP) revealed a 378 percent increase in the number of Family Unit Aliens (FMUA) apprehended by Border Patrol agents between ports of entry when compared to the same … [+1978 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "James Woods Uses Social Media to Help Find Missing People in California Wildfire", "description": "Veteran actor James Woods is using his vast social media presence to help find missing people and animals displaced by the wildfires in Southern California this week. “I’m on the east coast and I’ve been at this for 36 hours. Please, followers, take over for …", "url": "https://www.breitbart.com/entertainment/2018/11/10/james-woods-uses-social-media-to-help-find-missing-people-in-california-wildfire/", "urlToImage": "https://media.breitbart.com/media/2018/11/Woodscrop.jpg", "publishedAt": "2018-11-10T18:44:59Z", "content": "“I’m on the east coast and Ive been at this for 36 hours. Please, followers, take over for a few hours using the hashtags # SoCalFiresJamesWoods # CampFireJamesWoods, while we get a little nap. Again, you truly are angels. We are blessed to have you. Now go s… [+3143 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "MSNBC’s Butler: ‘I Don’t Think That Whitaker Is Going to Be Around Long’", "description": "On Saturday’s broadcast of MSNBC’s “AM Joy,” MSNBC Legal Analyst and former federal prosecutor Paul Butler stated that he doesn’t believe Acting Attorney General Matthew Whitaker “is going to be around long.” Butler said, “Trump is saying now that he didn’t k…", "url": "https://www.breitbart.com/video/2018/11/10/msnbcs-butler-i-dont-think-that-whitaker-is-going-to-be-around-long/", "urlToImage": "https://media.breitbart.com/media/2018/08/Butler-84-Thumbnail.jpg", "publishedAt": "2018-11-10T18:42:18Z", "content": "On Saturday’s broadcast of MSNBC’s “AM Joy,” MSNBC Legal Analyst and former federal prosecutor Paul Butler stated that he doesn’t believe Acting Attorney General Matthew Whitaker “is going to be around long.” Butler said, “Trump is saying now that he didn’t k… [+351 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "RNC Chair McDaniel: Election Meddling Is Happening in Florida", "description": "On Saturday’s broadcast of the Fox News Channel’s “Cavuto Live,” RNC Chair Ronna Romney McDaniel stated that Democrats have expressed concern about “election meddling and collusion,” and “it is happening right now in Florida, in two of the major Democrat coun…", "url": "https://www.breitbart.com/video/2018/11/10/rnc-chair-mcdaniel-election-meddling-is-happening-in-florida/", "urlToImage": "https://media.breitbart.com/media/2017/11/Ronna-Romney-McDaniel-march-2016-AP.jpg", "publishedAt": "2018-11-10T18:36:14Z", "content": "On Saturday’s broadcast of the Fox News Channel’s “Cavuto Live,” RNC Chair Ronna Romney McDaniel stated that Democrats have expressed concern about “election meddling and collusion,” and “it is happening right now in Florida, in two of the major Democrat coun… [+742 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "Greek Cops Catch Pakistani People-Smugglers Bringing Migrants from Turkey", "description": "THESSALONIKI, Greece (AP) - Greek police say they have arrested two Pakistani migrant traffickers operating from Turkey.", "url": "https://www.breitbart.com/europe/2018/11/10/greek-cops-catch-pakistani-people-smugglers-bringing-migrants-turkey/", "urlToImage": "https://media.breitbart.com/media/2018/11/Thessaloniki-migrants.png", "publishedAt": "2018-11-10T18:32:35Z", "content": "Police nabbed the suspects, 23 and 26, on Friday as they carried nine migrants from Pakistan and one from Bangladesh, across a river separating Greece and Turkey. The two suspects had just landed their small boat on the Greek side. Across the river, about 80 … [+1213 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Breitbart News Ranks in Top 10 Publishers on Facebook for October 2018", "description": "Despite attempts by the social media Masters of the Universe to censor conservative viewpoints, the social media engagement experts at NewsWhip has listed Breitbart News as one of the top ten Facebook publishers for October 2018.", "url": "https://www.breitbart.com/tech/2018/11/10/breitbart-news-ranks-in-top-10-publishers-on-facebook-for-october-2018/", "urlToImage": "https://media.breitbart.com/media/2016/11/andrew-breitbart.jpg", "publishedAt": "2018-11-10T18:22:12Z", "content": "According to the recently released NewsWhip rankings for October of 2018, Breitbart News has entered the top ten publishers on Facebook, ranking alongside CNN, Fox News, the New York Times, and the Washington Post. Breitbart’s ranking as the tenth most engagi… [+1517 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Swalwell: GOP Won’t Get Democratic Votes to Fund Government if They Won’t Protect Mueller Probe", "description": "On Friday's broadcast of CNN's \"Wolf,\" Representative Eric Swalwell (D-CA) stated that Republicans won't get Democratic votes to fund the government \"if they're not going to be willing to make sure that we protect the Mueller probe.\" Swalwell added that prote…", "url": "https://www.breitbart.com/video/2018/11/09/swalwell-gop-wont-get-democratic-votes-to-fund-government-if-they-wont-protect-mueller-probe/", "urlToImage": "https://media.breitbart.com/media/2018/03/robert-mueller-trump-Brendan-Smialowski-AFPGetty-Images.jpg", "publishedAt": "2018-11-10T18:16:18Z", "content": "On Friday’s broadcast of CNN’s “Wolf,” Representative Eric Swalwell (D-CA) stated that Republicans won’t get Democratic votes to fund the government “if they’re not going to be willing to make sure that we protect the Mueller probe.” Swalwell added that prote… [+1302 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Dem Sen Murphy: ‘A Functioning Democracy Requires’ Action to Protect Mueller", "description": "During Friday’s Democratic Weekly Address, Senator Chris Murphy (D-CT) stated that “a functioning democracy requires” Democrats and Republicans unite “to protect Special Counsel Mueller’s investigation.” He added that failure to do so means that “our nation s…", "url": "https://www.breitbart.com/video/2018/11/10/dem-sen-murphy-a-functioning-democracy-requires-action-to-protect-mueller/", "urlToImage": "https://media.breitbart.com/media/2018/11/mueller-protesters-getty.jpg", "publishedAt": "2018-11-10T18:09:31Z", "content": "During Friday’s Democratic Weekly Address, Senator Chris Murphy (D-CT) stated that “a functioning democracy requires” Democrats and Republicans unite “to protect Special Counsel Mueller’s investigation.” He added that failure to do so means that “our nation s… [+6505 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "Democrat Kyrsten Sinema Slight Lead in Arizona Due to Maricopa as Recorders Sued", "description": "Democrat Kyrsten Sinema retained a tight lead over Republican opponent Martha McSally in Arizona’s midterm election race to replace Jeff Flake in the U.S. Senate as of late Friday.", "url": "https://www.breitbart.com/midterm-election/2018/11/10/democrat-kyrsten-sinema-slight-lead-in-arizona-due-to-maricopa-as-recorders-sued/", "urlToImage": "https://media.breitbart.com/media/2018/10/Rep-Kyrsten-Sinema-D-Ariz-aug-28-2018-AP.jpg", "publishedAt": "2018-11-10T17:50:11Z", "content": "Maricopa County, Arizonas far-and-away highest volume voting county, announced it had completed counting ballots Friday. The results bumped Sinemas slight lead to one percent. Sinemas lead only emerged after results of additional ballots counted were released… [+1692 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Photographer Defends BB Gun Replica in Baby’s ‘A Christmas Story’ Photo Shoot", "description": "A photographer is defending the inclusion of a BB replica in a baby's photo shoot that was inspired by \"A Christmas Story.\"", "url": "https://www.breitbart.com/politics/2018/11/10/photographer-defends-bb-gun-replica-babys-christmas-story-photo-shoot/", "urlToImage": "https://media.breitbart.com/media/2018/11/Photo-shoot-baby-BB-replica-Christmas-Story-facebook.jpg", "publishedAt": "2018-11-10T16:46:39Z", "content": "Fox News reports that Coffee Creek Studio’s Amy Haehl shared a photo of a baby photographed with glasses and a replica BB gun to keep with the theme, causing backlash from many social media users: One Facebook user responded, “Will now unfollow you. Who the h… [+1277 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "450 Central American Migrants Apprehended at AZ Border in 48 Hours", "description": "Yuma Sector Border Patrol agents apprehended 450 migrants, mostly from Central America, who illegally crossed the border on Tuesday and Wednesday. The migrants exploited weaknesses in older technology to cross over and burrow under the existing barrier.", "url": "https://www.breitbart.com/border/2018/11/10/405-central-american-migrants-apprehended-at-az-border-in-48-hours/", "urlToImage": "https://media.breitbart.com/media/2018/11/20181107_OTMs_under-fence_wave-03-12.jpg", "publishedAt": "2018-11-10T16:09:34Z", "content": "During a two-day period beginning on November 6, agents assigned to the Yuma Station apprehended large groups of migrants who illegally crossed the border east of the San Luis Port of Entry. The nearly 45o migrants who mostly travelled to the U.S. from Centra… [+2374 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "'One Currency, One Market, One Democracy!' 'Intellectuals' Proclaim 'European Republic' to Replace Nations", "description": "BERLIN (AP) - Artists and intellectuals across Europe are calling for the founding of a continentwide republic to replace its many nation-states.", "url": "https://www.breitbart.com/europe/2018/11/10/artists-intellectuals-proclaim-continent-wide-european-republic-replace-nation-states/", "urlToImage": "https://media.breitbart.com/media/2017/03/Eurocorps.png", "publishedAt": "2018-11-10T16:07:01Z", "content": "Activists planned to proclaim a ‘European Republic’ in dozens of cities at 4 p.m. (1500 GMT) Saturday, almost exactly 100 years after the end of World War I. The event is being organized by a group calling itself the European Balcony Project. Its listed suppo… [+1097 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump: ‘Gross Mismanagement of the Forests’ Responsible for California Fires", "description": "\"There is no reason for these massive, deadly and costly forest fires in California except that forest management is so poor,\" Trump wrote on Twitter.", "url": "https://www.breitbart.com/politics/2018/11/10/donald-trump-gross-mismanagement-forests-responsible-california-fires/", "urlToImage": "https://media.breitbart.com/media/2018/11/California-forest-fire-ap.jpg", "publishedAt": "2018-11-10T15:36:21Z", "content": "“There is no reason for these massive, deadly and costly forest fires in California except that forest management is so poor,” Trump wrote on Twitter. Currently in France to commemorate the 100th anniversary of the end of World War I, the president reacted to… [+713 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro", "title": "Jeff Sessions: ‘Man of Honor and Achievement’", "description": "President Donald Trump's forced exit of Attorney General Jeff Sessions is a huge loss for Trump's populist agenda, says Heather Mac Donald, a writer for the free-market Manhattan Institute.", "url": "https://www.breitbart.com/immigration/2018/11/10/jeff-sessions-man-honor-achievement/", "urlToImage": "https://media.breitbart.com/media/2017/01/Sen-Jeff-Sessions-ap.jpg", "publishedAt": "2018-11-10T15:11:37Z", "content": "“Trump won the presidency by promising to restore the rule of immigration law after decades of bipartisan neglect,” said Mac Donald: Sessions, serving as a senator from Alabama in 2016, was uniquely positioned to do so. No politician had devoted as much time … [+2749 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "Dhimmitude: Britain Turns Away Pakistani Christian to Appease 'Sections of the Community', Islamist Terrorists", "description": "The British government has turned away a Pakistani Christian who faces mob justice after a death sentence for blasphemy against Islam was overturned, allegedly to appease “certain sections of the community” at home and Islamist terrorists who might be incline…", "url": "https://www.breitbart.com/europe/2018/11/10/dhimmitude-britain-turns-away-pakistani-christian-appease-sections-community-islamist-terrorists/", "urlToImage": "https://media.breitbart.com/media/2018/11/Asia-Bibi.png", "publishedAt": "2018-11-10T14:35:32Z", "content": "Asia Bibi languished on death row for years after a blasphemy conviction for drinking from the same vessel as two Muslim women, recently quashed by Pakistan’s supreme court. Huge mobs of Islamic hardliners have taken to the streets since the ruling, however, … [+1609 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "Crime Wave UK: Baby Among Four Killed by Car Involved in Police Chase, Two in Critical Condition", "description": "Four people have been killed after the vehicle carrying them was struck by a car involved in a police chase, including a one-year-old baby.", "url": "https://www.breitbart.com/europe/2018/11/10/crime-wave-uk-baby-among-four-killed-car-involved-police-chase/", "urlToImage": "https://media.breitbart.com/media/2017/06/GettyImages-470671786-e1497713386425.jpg", "publishedAt": "2018-11-10T12:34:45Z", "content": "The collision took occurred in Darnall, Sheffield, shortly after 8:50 p.m. on November 9th, when a black VW Golf which had been pursued by police collided with a black VW Touran people carrier. Two men in the people carrier, aged 35 and 50, and a woman aged 4… [+1270 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Dramatic 20 Percent Rise in Homicides in France", "description": "Newly released statistics from the French Interior Ministry have revealed a massive 20 percent increase in the French homicide rate compared to the period of 2014 to 2015.", "url": "https://www.breitbart.com/europe/2018/11/10/dramatic-20-percent-rise-in-homicides-in-france/", "urlToImage": "https://media.breitbart.com/media/2017/04/1484b7978836497fb463595daeed4320_20170421120003241_7843015_ver1.0_1280_720.jpg", "publishedAt": "2018-11-10T11:50:18Z", "content": "The statistics for 2017-2018 reveal the 20 percent increase from 2014-2015, an unexpected increase for the French government which expected the murder rate following the 2015 and 2016 terror attacks in Paris and Nice to return to previous levels, French newsp… [+2343 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": ".Knife Killer Tried to Detonate Car Bomb", "description": "SYDNEY (AP) - Australia police said Saturday a man who fatally stabbed another and injured two in what they described as an Islamic State-inspired terrorist attack in central Melbourne had also planned to set off an explosion.", "url": "https://www.breitbart.com/europe/2018/11/10/migrant-knife-terrorist-planned-detonate-car-bomb/", "urlToImage": "https://media.breitbart.com/media/2018/11/Bourke.png", "publishedAt": "2018-11-10T11:32:46Z", "content": "The attacker, Hassain Khalif Shire Ali, 30, had his passport cancelled in 2015 after it was learned he planned to travel to Syria, police said. The attack occurred on Friday when Shire Ali got out of a pickup vehicle, which he then set on fire, and stabbed th… [+975 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "Australia Mourns Victim of Somali Migrant Terrorist", "description": "(AFP) — Hollywood superstar Russell Crowe led tributes Saturday to “true gentleman” 74-year-old Sisto Malaspina, a doyen of Melbourne’s thriving cafe culture who was stabbed to death in Friday’s rush hour terror attack.", "url": "https://www.breitbart.com/europe/2018/11/10/australia-mourns-victim-somali-migrant-terrorist/", "urlToImage": "https://media.breitbart.com/media/2018/11/Pellegrini.png", "publishedAt": "2018-11-10T11:13:00Z", "content": "As crowds gathered at Malaspina’s “Pellegrini” cafe to lay flowers and tokens of remembrance, Australian acting legend Crowe led a flood of tributes online. “Il mio cuore si spezza” [my heart is broken] he wrote on Twitter in Malaspina’s native Italian. “I’ve… [+4536 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "First World War Centenary Underway in France", "description": "PARIS (AP) - A weekend of commemorations involving dozens of world leaders to mark 100 years since the end of World War I is underway, with Canadian prime minister Justin Trudeau kicking off the events in France and elsewhere with a visit to a cemetery.", "url": "https://www.breitbart.com/europe/2018/11/10/first-world-war-centennial-underway-in-france/", "urlToImage": "https://media.breitbart.com/media/2018/11/Canada-memorial.png", "publishedAt": "2018-11-10T10:50:32Z", "content": "Trudeau met veterans and laid a wreath Saturday at a Canadian cemetery in northern France containing the remains of 820 casualties from the 1914-1918 conflict, many unidentified and lying under white headstones marked simply: A soldier of the Great War. More … [+316 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "Trump at First World War Centenary: ‘Is There Anything Better to Celebrate than the End of a War?’", "description": "PARIS (AP) - In Paris to mark the centennial of World War I, President Donald Trump asked Saturday if there is anything better than celebrating the end of a war.", "url": "https://www.breitbart.com/europe/2018/11/10/trump-at-first-world-war-centennial-is-there-anything-better-to-celebrate-than-the-end-of-a-war/", "urlToImage": "https://media.breitbart.com/media/2018/11/Aisne-Marne-American-Cemetery.png", "publishedAt": "2018-11-10T10:46:42Z", "content": "Trump travelled to France to join dozens of other world leaders in marking the 100th anniversary of the armistice that ended the first global conflict in which millions were killed. “Is there anything better to celebrate than the end of a war, in particular t… [+1252 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "First World War Centenary: Remembering the Allies' Animal Helpers", "description": "PARIS (AP) - They were messengers, spies and sentinels. They led cavalry charges, carried supplies to the front, and died by the millions during World War I.", "url": "https://www.breitbart.com/europe/2018/11/10/first-world-war-centennial-remembering-allies-animal-helpers/", "urlToImage": "https://media.breitbart.com/media/2018/11/British-cavalry.png", "publishedAt": "2018-11-10T10:42:16Z", "content": "Horses, mules, dogs, pigeons, even a baboon, all were a vital – and for decades overlooked – part of the Allied war machine. Researchers have been hard-pressed to find official accounts of the services rendered by animals. Today, they are emerging as unsung h… [+5736 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Virginia Hale", "title": "Mass Migration: Majority of Germans Feel Like ‘Stranger in Their Own Country’", "description": "A majority of Germans say the level of mass migration has left them feeling “like a stranger in their own country”, according to a new study.", "url": "https://www.breitbart.com/europe/2018/11/10/migration-germans-feel-like-stranger/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-956584106-e1541775731393.jpg", "publishedAt": "2018-11-10T09:34:28Z", "content": "Presented as part of this years Leipzig University research into authoritarian attitudes in the country, the figure showed a rise of 12 points since the Competence Center for Right-Wing Extremism and Democracy Research tested Germans on the same questions in … [+2387 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Trump Gaining Popularity Year-by-Year in France as Macron Plummets", "description": "While the popularity of French President Emmanual Macron has seen a steady decline since he took power last year, polls have revealed a steady increase in popularity for U.S. President Donald Trump among the French people.", "url": "https://www.breitbart.com/europe/2018/11/10/trump-gaining-popularity-year-by-year-in-france-as-macron-plummets/", "urlToImage": "https://media.breitbart.com/media/2017/07/Micron-and-Trump.png", "publishedAt": "2018-11-10T09:10:13Z", "content": "While President Trump is still viewed unfavourably by the majority of French people, the popularity of the American leader has steadily gained by around 16 percent per year since he took office in January of 2017, Le Figaro reports. Initially, the U.S. leader… [+1797 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Woodward: The Press Is ‘Taking the Bait’ and Getting ‘Unhinged’ over Trump’s Attacks", "description": "On Friday’s “Overtime” segment of HBO’s “Real Time,” journalist and author Bob Woodward stated that the press is “taking the bait” and getting “all steamy and emotionally unhinged” in its response to President Trump’s attacks on the media. Woodward said, “I t…", "url": "https://www.breitbart.com/video/2018/11/09/woodward-the-press-is-taking-the-bait-and-getting-unhinged-over-trumps-attacks/", "urlToImage": "https://media.breitbart.com/media/2018/09/AP_17120031925048.jpg", "publishedAt": "2018-11-10T05:57:41Z", "content": "On Friday’s “Overtime” segment of HBO’s “Real Time,” journalist and author Bob Woodward stated that the press is “taking the bait” and getting “all steamy and emotionally unhinged” in its response to President Trump’s attacks on the media. Woodward said, “I t… [+545 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jeff Poor", "title": "Todd: Trump ‘Stuck’ with Christie as Next AG; Sessions Firing Because of ‘Panic’ Over House Loss", "description": "Friday on PBS’s “Washington Week,” NBC’s “Meet the Press” moderator predicted that President Donald Trump would be “stuck” with former Gov. Chris Christie (R-NJ) to fill the U.S. Attorney General void left behind from Jeff Sessions’ resignation earlier this w…", "url": "https://www.breitbart.com/video/2018/11/09/todd-trump-stuck-with-christie-as-next-ag-sessions-firing-because-of-panic-over-house-loss/", "urlToImage": "https://media.breitbart.com/media/2018/11/Todd1110.jpg", "publishedAt": "2018-11-10T05:50:14Z", "content": "Friday on PBS’s “Washington Week,” NBC’s “Meet the Press” moderator predicted that President Donald Trump would be “stuck” with former Gov. Chris Christie (R-NJ) to fill the U.S. Attorney General void left behind from Jeff Sessions’ resignation earlier this w… [+1361 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Maher: Whitaker Is ‘Just a Stooge,’ ‘That’s a Red Line’", "description": "On Friday’s broadcast of HBO’s “Real Time,” host Bill Maher stated that Acting Attorney General Matthew Whitaker is “just a stooge” who is there to do what President Trump wants, and this is “a red line” and “the slow-moving coup.” After mentioning other thin…", "url": "https://www.breitbart.com/video/2018/11/09/maher-whitaker-is-just-a-stooge-thats-a-red-line/", "urlToImage": "https://media.breitbart.com/media/2017/02/wi/ap/15/fp7trq-e1496495765415.jpg", "publishedAt": "2018-11-10T05:31:38Z", "content": "On Friday’s broadcast of HBO’s “Real Time,” host Bill Maher stated that Acting Attorney General Matthew Whitaker is “just a stooge” who is there to do what President Trump wants, and this is “a red line” and “the slow-moving coup.” After mentioning other thin… [+351 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Maher: Florida Is ‘a Dress Rehearsal’ for Trump Not Leaving Office if He Loses in 2020", "description": "On Friday’s broadcast of HBO’s “Real Time,” host Bill Maher argued that President Trump’s involvement in the election controversy in Florida is “a dress rehearsal” for Trump refusing to leave office if he loses in 2020. Maher stated, “I don’t think he’s leavi…", "url": "https://www.breitbart.com/video/2018/11/09/maher-florida-is-a-dress-rehearsal-for-trump-not-leaving-office-if-he-loses-in-2020/", "urlToImage": "https://media.breitbart.com/media/2018/08/Maher-824-Thumbnail.jpg", "publishedAt": "2018-11-10T05:31:05Z", "content": "On Friday’s broadcast of HBO’s “Real Time,” host Bill Maher argued that President Trump’s involvement in the election controversy in Florida is “a dress rehearsal” for Trump refusing to leave office if he loses in 2020. Maher stated, “I don’t think he’s leavi… [+694 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Matt Gaetz to Ask Judge to Hold Brenda Snipes in Contempt of Court", "description": "Rep. Matt Gaetz (R-FL) said Broward County Supervisor of Elections Brenda Snipes is in violation of state transparency laws.", "url": "https://www.breitbart.com/politics/2018/11/09/matt-gaetz-to-ask-judge-to-hold-brenda-snipes-in-contempt-of-court/", "urlToImage": "https://media.breitbart.com/media/2018/11/Brenda-Snipes-Rick-Scott.jpg", "publishedAt": "2018-11-10T04:52:05Z", "content": "Snipes defied a court order allowing the inspection of vote records Friday evening. Gaetz will ask a judge to hold the official in contempt of court. Earlier Friday, a judge ordered Snipes to allow immediate inspection of voter records during an emergency hea… [+3593 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "White House Trade Adviser Peter Navarro Takes China, Wall Street Globalists to Task", "description": "White House trade adviser Peter Navarro took Wall Street globalists and China to task on Friday, blasting them for trying to work against President Trump's efforts to end unfair Chinese trade practices for the good of the American worker.", "url": "https://www.breitbart.com/politics/2018/11/09/white-house-trade-adviser-peter-navarro-takes-china-wall-street-globalists-to-task/", "urlToImage": "https://media.breitbart.com/media/2018/11/Peter-Nararro.jpg", "publishedAt": "2018-11-10T04:24:29Z", "content": "“President Trump has done an incredible job on trade. He has had the courage and wisdom to stand up to the globalist elites, to stand up to the countries of the world that are engaging in unfair trade practices, non-reciprocal trade, high tariffs, using [the]… [+4419 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Short List: 8 Potential ‘America First’ Candidates for Attorney General", "description": "As former Attorney General Jeff Sessions departed the Department of Justice (DOJ), a short list of potential replacements has surfaced in Washington, D.C.", "url": "https://www.breitbart.com/politics/2018/11/09/short-list-8-potential-america-first-candidates-for-attorney-general/", "urlToImage": "https://media.breitbart.com/media/2018/11/Eight-Potential-AGs.jpg", "publishedAt": "2018-11-10T02:26:14Z", "content": "Below, Breitbart News has compiled eight “America First” candidates for Attorney General. Kris Kobach Currently, Kobach is serving the last couple of months as Kansas’s Secretary of State. Kobach previously served as an adviser to President Trump on immigrati… [+6573 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins, AWR Hawkins", "title": "Incoming House Democrats Promise Same Gun Control That Failed to Stop California Massacre", "description": "Incoming House Democrats are promising to push the same gun control that failed to stop the Thousand Oaks, California, massacre.", "url": "https://www.breitbart.com/politics/2018/11/09/incoming-house-dems-same-gun-control-failed-stop-california-massacre/", "urlToImage": "https://media.breitbart.com/media/2018/11/pro-gun-control-signs-wisconsin-getty.jpg", "publishedAt": "2018-11-10T02:25:48Z", "content": "The Wall Street Journal reports that every one of the newly elected Democrats has an F-rating from the NRA, and they are ready to flaunt it. Pro-gun control Rep. Mike Thompson (D-CA) spoke for his fellow party members, saying, “This new majority is not going … [+1575 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew, Ben Kew", "title": "Ice Cube Targets Trump in Song 'Arrest the President': 'That 'N***a Is Russian Intelligence'", "description": "Rap superstar Ice Cube has taken aim at Donald Trump in his latest politically charged song 'Arrest the President,' which fantasizes about arresting the president on grounds of Russian collusion.", "url": "https://www.breitbart.com/entertainment/2018/11/09/ice-cube-targets-trump-in-song-arrest-the-president-that-na-is-russian-intelligence/", "urlToImage": "https://media.breitbart.com/media/2018/11/Icecubearrest1.jpg", "publishedAt": "2018-11-10T01:50:15Z", "content": "The song, which is one of the tracks featured on Ice Cube’s upcoming studio album, Everythangs Corrupt, calls on FBI Special Counsel Robert Mueller to arrest Trump on grounds of colluding with the Russian government: Arrest the president, you got the evidence… [+1403 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Cato Institute Pollster: Anchor Baby Policy Is ‘Core to American Identity’", "description": "A Cato Institute pollster says the United States' birthright citizenship policy -- which rewards the children of illegal aliens with automatic U.S. citizenship -- is \"core to American identity.\"", "url": "https://www.breitbart.com/politics/2018/11/09/cato-institute-pollster-anchor-baby-policy-is-core-to-american-identity/", "urlToImage": "https://media.breitbart.com/media/2018/08/Anchor-Babies-AP-PhotoDavid-J.-Phillip.jpg", "publishedAt": "2018-11-10T01:28:35Z", "content": "Last week, President Trump announced he is readying an executive order to end birthright citizenship in the U.S. The unilateral move would carry the country into the future on the issue, putting the nation more in line with similar Western countries. Currentl… [+2616 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "California Wildfire Torches Famed Movie Site, Sends Celebrities Fleeing", "description": "LOS ANGELES (AP) — A fast-moving wildfire in Southern California has scorched a historic movie site recently used by the HBO series “Westworld” and forced numerous celebrities to join the thousands fleeing flames that have claimed homes and prompted the total…", "url": "https://www.breitbart.com/entertainment/2018/11/09/california-wildfire-torches-famed-movie-site-sends-celebrities-fleeing/", "urlToImage": "https://media.breitbart.com/media/2018/11/Wildfiresite1.jpg", "publishedAt": "2018-11-10T01:20:56Z", "content": "Kim Kardashian West, Scott Baio, Rainn Wilson and Guillermo del Toro are among numerous celebrities forced to evacuate their homes, in some cases hurriedly trying to arrange transport for their horses. Some, like del Toro and Caitlyn Jenner, did not know the … [+3121 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "Trump Blasts Macron’s ‘Very Insulting’ EU Army Call", "description": "President Donald Trump clapped back at French President Emmanuel Macron over Macron’s call for an EU Army to protect against countries including the United States this week.", "url": "https://www.breitbart.com/europe/2018/11/09/trump-blasts-macrons-very-insulting-eu-army-call/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-Macron.png", "publishedAt": "2018-11-10T01:02:47Z", "content": "President Macron of France has just suggested that Europe build its own military in order to protect itself from the U.S., China, and Russia, Trump said Friday. Very insulting, but perhaps Europe should first pay its fair share of NATO, which the U.S. subsidi… [+2070 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "CNN’s Toobin: Trump ‘Is Always Attacking Black People’", "description": "Friday on CNN’s “The Situation Room,” network legal analyst Jeffrey Toobin accused President Donald Trump of making “constant attacks on black people,” in light of the president’s negative comments about CNN’s Abby Phillip and American Urban Radio Network’s W…", "url": "https://www.breitbart.com/video/2018/11/09/cnns-toobin-trump-is-always-attacking-black-people/", "urlToImage": "https://media.breitbart.com/media/2018/07/toobin.jpg", "publishedAt": "2018-11-10T00:40:48Z", "content": "Friday on CNN’s “The Situation Room,” network legal analyst Jeffrey Toobin accused President Donald Trump of making “constant attacks on black people,” in light of the president’s negative comments about CNN’s Abby Phillip and American Urban Radio Networks Wh… [+687 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Patrick K. O’Donnell", "title": "Exclusive–O’Donnell: Armistice Day, The Last Night of WWI and a Bridge Into Hell", "description": "For those on the ground in Europe the last twenty-four hours before the cessation of hostilities on the eleventh hour of the eleventh day of the eleventh month in 1918, that day was nothing less than hell on earth.", "url": "https://www.breitbart.com/politics/2018/11/09/exclusive-odonnell-armistice-day-the-last-night-of-wwi-and-a-bridge-into-hell/", "urlToImage": "https://media.breitbart.com/media/2018/11/“The-Last-Night-of-The-War”-5th-Marines-Crossing-the-Meuse.-Public-Domain-–-USMC-Art-Collection-.jpg", "publishedAt": "2018-11-10T00:40:41Z", "content": "However, for those on the ground in Europe the last twenty-four hours before the cessation of hostilities on the eleventh hour of the eleventh day of the eleventh month in 1918, that day was nothing less than hell on earth. One hundred years ago this weekend,… [+7250 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Dave Chappelle: Trump Tore Us Up — He’s ‘Not Culturally Astute’ Enough to Heal the Nation", "description": "Friday 0n MSNBC’s “Deadline,” guest host John Heilemann played a clip from his Showtime show “The Circus” of an interview with comedian Dave Chappelle. When asked about President Donald Trump’s job performance, Chappelle said, “Apparently he is having a terri…", "url": "https://www.breitbart.com/video/2018/11/09/dave-chappelle-trump-tore-us-up-hes-not-culturally-astute-enough-to-heal-the-nation/", "urlToImage": "https://media.breitbart.com/media/2018/11/Dave-Chappelle.jpg", "publishedAt": "2018-11-10T00:01:23Z", "content": "Friday 0n MSNBC’s “Deadline,” guest host John Heilemann played a clip from his Showtime show “The Circus” of an interview with comedian Dave Chappelle. When asked about President Donald Trump’s job performance, Chappelle said, “Apparently he is having a terri… [+861 chars]"}]}