{"articles": [{"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Jay-Z Sues over Lack of African-Americans Judging Trademark Case", "description": "Hip-hop mogul Jay-Z filed a lawsuit against the American Arbitration Association in a bid to prevent the organization from judging a trademark case, claiming the committee isn't comprised of enough African-Americans.", "url": "https://www.breitbart.com/entertainment/2018/11/28/jay-z-sues-over-lack-of-african-americans-judging-trademark-case/", "urlToImage": "https://media.breitbart.com/media/2018/11/Jayzsue1.jpg", "publishedAt": "2018-11-28T23:54:18Z", "content": "The AAAs lack of African-American arbitrators came as a surprise to [Carter], in part because of AAAs advertising touting its diversity, the complaint filed in Manhattan’s Supreme Court reads. The 48-year-old rapper, whose real name is Shawn Carter, sued the … [+1502 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church", "title": "Hawaii Man Files Lawsuit After Suffering Heart Attack During Missile False Alarm", "description": "James Sean Shields is suing the state of Hawaii for the missile attack false alarm that he claims caused his heart attack.", "url": "https://www.breitbart.com/pre-viral/2018/11/28/hawaii-man-files-lawsuit-after-suffering-heart-attack-during-missile-false-alarm/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/afp/26/8e651a_2017-file-image-medium-range-ballistic-missile-target-as-it-is-launched-e1543448842928.jpg", "publishedAt": "2018-11-28T23:50:39Z", "content": "Shields and his partner Brenda Reichel are both plaintiffs in the suit. The couple was living in the “Hawaii Kai” neighborhood of Honolulu, Hawaii, in January when an alert was sent out that said, “Ballistic missile threat inbound to Hawaii. Seek immediate sh… [+1610 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Illegal Alien Pleads Guilty to Raping, Murdering Muslim Teen", "description": "A young illegal alien has pleaded guilty to raping and brutally murdering a Muslim teenager in Fairfax County, Virginia, near a mosque.", "url": "https://www.breitbart.com/politics/2018/11/28/illegal-alien-pleads-guilty-to-raping-murdering-muslim-teen/", "urlToImage": "https://media.breitbart.com/media/2018/11/collage-8.jpg", "publishedAt": "2018-11-28T23:37:38Z", "content": "On Wednesday, 22-year-old illegal alien Darwin Martinez Torres from El Salvador pleaded guilty to raping and murdering 17-year-old Nabra Hassanen to avoid getting the death penalty. Instead, the illegal alien will spend the rest of his life in prison. As Brei… [+1170 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Exclusive–Ann Coulter: GOP ‘at Point of Extinction’ Due to Mass Immigration", "description": "New York Times best-selling author and populist conservative columnist Ann Coulter says the Republican Party is \"just at the point of extinction without a shot\" due to mass illegal and legal immigration to the country that continues importing more than 1.5 mi…", "url": "https://www.breitbart.com/politics/2018/11/28/exclusive-ann-coulter-gop-at-point-of-extinction-due-to-mass-immigration/", "urlToImage": "https://media.breitbart.com/media/2018/06/ann-coulter-flickr-13.jpg", "publishedAt": "2018-11-28T23:32:15Z", "content": "In an interview with SiriusXM Patriot’s Breitbart News Daily, Coulter told Breitbart News Editor-in-Chief Alex Marlow that the United States — due to mass immigration and rapid demographic shifts — will be electorally dominated by Democrats indefinitely in “a… [+4886 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Public Buildings Lit Scarlet for Persecuted Christians", "description": "Landmark buildings around the world have been lit up in scarlet for “Red Wednesday,” an annual commemoration of persecuted Christians throughout the world.", "url": "https://www.breitbart.com/faith/2018/11/28/public-buildings-lit-scarlet-for-persecuted-christians/", "urlToImage": "https://media.breitbart.com/media/2018/11/Houses-of-Parliament-lit-red-for-persecuted-Christians.jpg", "publishedAt": "2018-11-28T23:20:32Z", "content": "The #RedWednesday event is an initiative of the UK chapter of Aid to the Church in Need (ACN), which has partnered with Christian Solidarity Worldwide (CSW), an NGO that promotes the right to freedom of religion. Among the dozens of noteworthy edifices bathed… [+2282 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "China Defends Jack Ma: ‘No Conflict Between Being a Party Member and Doing Business’", "description": "Monday’s revelation that Jack Ma, the richest businessman in China, is a card-carrying member of the Communist Party of China (CPC) scandalized the business world. China’s state-run Global Times insisted on Tuesday that membership in the Communist Party is no…", "url": "https://www.breitbart.com/national-security/2018/11/28/china-defends-jack-ma-no-conflict-between-party-member-doing-business/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/26/444e48_jack-ma-membership-china-communist-party-had-not-now-as-china-richest-man-e1543444611927.jpg", "publishedAt": "2018-11-28T22:43:13Z", "content": "To the extent Mas membership in the Party was ever really a secret, it became impossible to conceal this week because the Party Central Committee decided to give him an award as one of the 100 most important Chinese people of the past 40 years. State-run medi… [+4372 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Trump’s Strategy to End Afghan War: Reinstate Taliban as a Legitimate Political Group", "description": "U.S. President Donald Trump’s administration has described victory in the 17-year-old war Afghanistan as reinstalling the same Taliban jihadist group American forces overthrew in late 2001.", "url": "https://www.breitbart.com/national-security/2018/11/28/trumps-strategy-to-end-afghan-war-reinstate-taliban-as-a-legitimate-political-group/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1059476734.jpg", "publishedAt": "2018-11-28T22:15:45Z", "content": "The Trump administration has made reconciliation between Kabul and the Taliban the primary tenet of its strategy to end the conflict, raging since October 2001 at an estimated cost of nearly $1 trillion as well as a human toll of 2,272 U.S. military fatalitie… [+5652 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "Ivanka Trump: No Equivalency Between Her and Hillary Clinton’s Email Scandal", "description": "Ivanka Trump, the first daughter and senior adviser to President Trump, defended her use of a private email account while transitioning into the White House in an exclusive interview with ABC News on Wednesday.", "url": "https://www.breitbart.com/politics/2018/11/28/ivanka-trump-no-equivalency-between-her-and-hillary-clintons-email-scandal/", "urlToImage": "https://media.breitbart.com/media/2018/11/Hillary-Clinton-Ivanka-Trump.jpg", "publishedAt": "2018-11-28T21:56:02Z", "content": "The Washington Post reported last week that Trump had used a personal email account to conduct official government business, prompting comparisons to former Secretary of State Hillary Clinton’s use of a private server to conduct official business. But Trump t… [+2177 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "British Universities Replace 'Woman' with 'Womxn' to Be 'Inclusive' | Breitbart", "description": "Two universities in London have stopped using the word “woman” because it is not inclusive enough. They have adopted “womxn” as its replacement to “promote intersectionality.”", "url": "https://www.breitbart.com/tech/2018/11/28/british-universities-replace-woman-with-the-more-inclusive-womxn/", "urlToImage": "https://media.breitbart.com/media/2018/02/Transgender-Spencer-PlattGetty-Images.jpg", "publishedAt": "2018-11-28T21:48:12Z", "content": "Students at Goldsmiths, University of London and King’s College have stopped using the word “woman” because it is not inclusive enough. In it’s place, students have begun to use the word “womxn,” which was created to “promote intersectionality.” “We are openi… [+1890 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "Pompeo Hires Never-Trumper Mary Kissel as Senior Policy Adviser", "description": "Trump supporters are scratching their heads as to why Secretary of State Mike Pompeo has hired Never Trumper Mary Kissel as senior adviser for policy and strategic messaging at the State Department.", "url": "https://www.breitbart.com/politics/2018/11/28/pompeo-hires-never-trumper-mary-kissel-as-senior-policy-adviser/", "urlToImage": "https://media.breitbart.com/media/2018/11/Mary-Kissel.png", "publishedAt": "2018-11-28T21:43:28Z", "content": "State Department Press Secretary Heather Nauert announced Kissel’s appointment on Tuesday: Next I’d like to announce the addition of Mary Kissel. She has joined us from the Wall Street Journal. Many of you may have know Mary during her 15 years at the Wall St… [+4664 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "Senior North Korean Figurehead Signs Trade, Diplomatic Deals in Venezuela", "description": "The socialist dictatorship in Venezuela welcomed a visit from Kim Yong Nam, the president of North Korea's puppet legislature, on Monday for meetings with Foreign Minister Jorge Arreaza and dictator Nicolás Maduro.", "url": "https://www.breitbart.com/asia/2018/11/28/senior-north-korean-figurehead-signs-trade-diplomatic-deals-venezuela/", "urlToImage": "https://media.breitbart.com/media/2018/11/nicolas-maduro-venezuela-kim-yong-nam-north-korea.png", "publishedAt": "2018-11-28T21:43:01Z", "content": "Kim reportedly also met with Diosdado Cabello, Maduro’s military strongman and prominent television host on Venezuelan government media. U.S. government officials have repeatedly accused Cabello of being one of Latin America’s wealthiest drug lords, allegedly… [+5216 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Kraychik", "title": "Watch Live: President Trump, First Lady Melania Participate in National Christmas Tree Lighting Ceremony", "description": "Donald Trump and Melania Trump will participate in the 96th annual National Christmas Tree Lighting Ceremony at 5 p.m.Eastern.", "url": "https://www.breitbart.com/politics/2018/11/28/watch-live-president-trump-first-lady-melania-participate-in-national-christmas-tree-lighting-ceremony/", "urlToImage": "https://media.breitbart.com/media/2017/11/MelaniaTreeLightingRevised.jpg", "publishedAt": "2018-11-28T21:41:46Z", "content": "A video will appear above once the Trumps take the stage. Secretary of the Department of the Interior Ryan Zinke is also scheduled to speak at the event. The tree will feature ornaments from across America. Roosevelt High School students in Sioux Falls create… [+1918 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ann Coulter", "title": "Ann Coulter: Trump’s Great Wall Becomes Trump’s Great Stall", "description": "Within 10 seconds of Trump's leaving office, there will be no evidence that he was ever president. Laws will be changed, executive orders rescinded, treaties re-written and courts packed.", "url": "https://www.breitbart.com/the-media/2018/11/28/ann-coulter-trumps-great-wall-becomes-trumps-great-stall/", "urlToImage": "https://media.breitbart.com/media/2016/01/coulter-headshot-640x480.jpg", "publishedAt": "2018-11-28T21:37:56Z", "content": "It’s getting harder. Trump was our last chance. But he’s spent two years not building the wall, not deporting illegals — “INCREDIBLE KIDS!” — and not ending the anchor baby scam. Within 10 seconds of Trump’s leaving office, there will be no evidence that he w… [+5827 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris, Kyle Morris", "title": "Melania Trump Defends Red Christmas Trees: 'I Think They Look Fantastic'", "description": "On Wednesday, first lady Melania Trump responded to critics of the red Christmas trees featured in the White House, saying she thinks they \"look fantastic.\"", "url": "https://www.breitbart.com/politics/2018/11/28/melania-trump-defends-red-christmas-trees-i-think-they-look-fantastic/", "urlToImage": "https://media.breitbart.com/media/2018/11/red-Christmas-Trees.jpg", "publishedAt": "2018-11-28T21:36:46Z", "content": "Trump, who gave remarks at Liberty University on the ongoing opioid crisis, also participated in a panel discussion with Eric Bolling in which he mentioned the media’s negative sensation over the red trees. Melania defended the now famous trees saying everyon… [+1436 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Mark Walters", "title": "Mark Walters: What a Democrat House Means to Our Gun Rights", "description": "The 116th Congress will convene on Jan 3rd, bringing with it a radical shift leftward in the U.S. House of Representatives with the Democrat Party holding the majority.", "url": "https://www.breitbart.com/politics/2018/11/28/mark-walters-what-democrat-house-means-our-gun-rights/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/28/abd503_us-house-minority-leader-nancy-pelosi-overcame-robust-resistance-movement-e1543440396519.jpg", "publishedAt": "2018-11-28T21:26:59Z", "content": "Of course, given the Democrats increasingly vocal hatred of our right to bear arms over the last few years, and during the 2018 campaign, it is legitimate to fear their aims. Prior to the 2018 midterms, Nancy Pelosi and the rest of the minority party leadersh… [+2223 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "Dow Soars 600 Points as Investors Welcome Fed Retreat", "description": "Fed chair Jerome Powell's speech signalling rates may not rise as much as feared triggered a huge rally in stocks.", "url": "https://www.breitbart.com/economy/2018/11/28/dow-soars-600-points-after-fed-chief-send-dovish-signal/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-883240596-e1543439343877.jpg", "publishedAt": "2018-11-28T21:26:29Z", "content": "The Dow Jones Industrial Average rose by 618 points, or 2.5 percent, the biggest one-day gain in months. The S&amp;P 500 rose 2.3 percent. The Nasdaq Composite rose 2.95 percent. The small-cap Russell 2000 index rose by 2.41 percent. “Interest rates are still… [+744 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Report: Anti-Trump ‘Murphy Brown’ Reboot Cancelled After One Season", "description": "CBS is cutting bait with its re-booted, Trump-hating sitcom, Murphy Brown, announcing it will not renew the show after its first 13 episodes.", "url": "https://www.breitbart.com/entertainment/2018/11/28/report-anti-trump-murphy-brown-reboot-cancelled-after-one-season/", "urlToImage": "https://media.breitbart.com/media/2018/11/candice_bergen_murphy_brown_promo_1280.jpg", "publishedAt": "2018-11-28T21:22:58Z", "content": "The Candice Bergan-fronted comedy came back with much fanfare as a full-throated attack on President Donald Trump, but lackluster ratings dogged the show from its very first episode. CBS claims that Murphy Brown was “always” going to be a “closed-ended order … [+1076 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Pompeo Slams Critics of Trump’s ‘Pragmatic and Correct Approach to U.S.-Saudi Relationship’", "description": "Secretary of State Mike Pompeo penned a no-holds-barred editorial for the Wall Street Journal on Tuesday in which he defended President Donald Trump’s approach to the relationship between the United States and Saudi Arabia in the wake of writer Jamal Khashogg…", "url": "https://www.breitbart.com/national-security/2018/11/28/pompeo-slams-critics-trumps-pragmatic-correct-approach-u-s-saudi-relationship/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/28/a8e362_us-secretary-state-mike-pompeo-was-speak-senate-defense-secretary-jim-mattis-e1543439877179.jpg", "publishedAt": "2018-11-28T21:19:56Z", "content": "Pompeo labels critics of the president hypocrites and opportunists who misunderstand Americas interests in the Middle East. The key passage of Pompeos op-ed lashes out against those dwellers in the salons of Washington who are primarily interested in undermin… [+5637 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church", "title": "$1.3 Million in Cocaine Seized at JFK Airport", "description": "U.S. Customs and Border Protection are still searching for the owner of an unclaimed suitcase filled with cocaine, seized last week.", "url": "https://www.breitbart.com/pre-viral/2018/11/28/1-3-million-in-cocaine-seized-at-jfk-airport/", "urlToImage": "https://media.breitbart.com/media/2017/05/Cocaine-1.jpg", "publishedAt": "2018-11-28T21:11:21Z", "content": "On November 21, authorities opened an unclaimed suitcase from an Quito, Ecuador, to New York City flight, to find 100 lbs. of cocaine in 38 bricks. “This seizure is another example of CBP officers being vigilant in protecting the United States from the distri… [+751 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Illinois Democrat Wished ‘Broth of Legionella’ Would Infect GOP Rep.’s Water Supply", "description": "An Illinois state Democrat lawmaker is in hot water after she made a comment wishing she would mix a \"broth of Legionella\" to infect a Republican colleague's \"loved one.\"", "url": "https://www.breitbart.com/politics/2018/11/28/illinois-democrat-wished-broth-legionella-infect-gop-rep-s-water-supply/", "urlToImage": "https://media.breitbart.com/media/2018/11/legionaires-disease-broth-1.png", "publishedAt": "2018-11-28T21:01:41Z", "content": "Democrat Illinois state Rep. Stephanie Kifowit directed her comment at Republican state Rep. Peter Breen during a heated debate on a bill aimed to assist families of loved ones who died or fell ill because of a Legionnaires outbreak at the state-run Illinois … [+2030 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "Pitzer College Suspends Study Abroad Program in Israel After Professors Protest", "description": "Pitzer College in California has suspended its study abroad program in Israel after members of the faculty joined students in protesting its existence. Local members of the anti-Israel BDS movement decried what they describe as the country’s “systemic practic…", "url": "https://www.breitbart.com/tech/2018/11/28/pitzer-college-suspends-study-abroad-program-in-israel-after-professors-protest/", "urlToImage": "https://media.breitbart.com/media/2016/10/islamic-movement.jpg", "publishedAt": "2018-11-28T20:21:44Z", "content": "Pitzer College in Southern California has officially suspended its study abroad program in Israel after a group of students and faculty complained about its existence. The faculty has now voted to suspend the program “until (a) the Israeli state ends its rest… [+2367 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "Democrats Nominate Nancy Pelosi for House Speaker", "description": "Rep. Nancy Pelosi (D-CA) on Wednesday won the House Democrat leadership election to be the party's next nominee for speaker.", "url": "https://www.breitbart.com/politics/2018/11/28/democrats-nominate-nancy-pelosi-house-speaker/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1073890190.jpg", "publishedAt": "2018-11-28T20:14:34Z", "content": "Ahead of the vote, Pelosi delivered remarks flanked by allies Reps. Adam Schiff (D-CA), Eric Swalwell (D-CA), and John Lewis (D-GA), saying, “[It is] so inspiring to hear my colleagues place my name in nomination once again for speaker of the House”: Nancy Pe… [+3133 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liam Deacon", "title": "'Project Hysteria': Bank of England Claims Massive Economic Crash After Clean Brexit Rees-Mogg:'BoE has gone from being discredited to being hysterical.'.Carney 'Talking down the", "description": "The Bank of England has relaunched its ‘Project Fear’ campaign after claiming that in the result of a clean, no deal, break from the European Union, the UK will suffer a massive fall in GDP and a sharp rise in unemployment.", "url": "https://www.breitbart.com/europe/2018/11/28/project-hsyteria-bank-england-claims-massive-economic-crash-clean-brexit/", "urlToImage": "https://media.breitbart.com/media/2018/11/Mark-Carney.png", "publishedAt": "2018-11-28T20:06:31Z", "content": "Governor Mark Carney said Theresa Mays exit plan would also damage the economy, but a no deal Brexit free from all EU rules and regulation would be a worst-case scenario. He said the banks assessment, conducted on request of the Government, found that in the … [+3413 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston, Warner Todd Huston", "title": "Philadelphia Eagles Use 'Social Justice' Funds to Bail 9 Inmates Out of Jail", "description": "The Philadelphia Eagles used $50,000 of the NFL's \"social justice fund,\" to bail nine people out of jail for the Thanksgiving holiday, a report notes.", "url": "https://www.breitbart.com/sports/2018/11/28/philadelphia-eagles-use-social-justice-funds-bail-9-inmates-jail/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Michael-Perez-1.jpg", "publishedAt": "2018-11-28T19:54:26Z", "content": "On the day before Thanksgiving, members of the Players Coalition teamed up with the league to help get nine Philadelphians being held in city jails released on bail, ESPN reports. Eagles safety Malcolm Jenkins then followed up by arranging for legal services … [+1533 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons, Michelle Moons", "title": "WATCH: Melania Trump Warns Liberty University Students Drug Addiction May Begin Innocently", "description": "First lady Melania Trump warned students Wednesday at a Liberty University town hall event that drug addiction and overdose may have innocent origins, such as an injury.", "url": "https://www.breitbart.com/politics/2018/11/28/watch-melania-trump-warns-liberty-university-students-drug-addiction-begin-innocently/", "urlToImage": "https://media.breitbart.com/media/2018/11/fullsizeoutput_50d4.jpeg", "publishedAt": "2018-11-28T19:39:14Z", "content": "Most of you are living on your own for the first time, Trump recognized. She pointed to the new responsibilities that this exciting and sometimes overwhelming stage brings and the possibility they may be presented with an opportunity to use drugs. Im here to … [+1897 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris", "title": "President Trump Shares Image of Political Opponents Behind Bars", "description": "On Wednesday morning, President Trump shared an image on his Twitter account containing several of his political opponents behind bars and questioning why they are not under investigation for \"treason.\"", "url": "https://www.breitbart.com/politics/2018/11/28/president-trump-shares-image-political-opponents-behind-bars/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/afp/24/c4ff13_president-barack-obama-defeated-democratic-presidential-nominee-hillary-e1543433060630.jpg", "publishedAt": "2018-11-28T19:27:23Z", "content": "The image, which was retweeted from a pro-Trump Twitter account, depicts many of those he has criticized in the past. Among those included were former President Barack Obama, 2016 presidential nominee Hillary Clinton, special counsel Robert Mueller, former At… [+1215 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "Melania Trump Packs Military Care Kits", "description": "First lady Melania Trump and second lady Karen Pence joined military spouses and wives of Cabinet secretaries Tuesday to pack care kits for America’s military men and women serving abroad during the Christmas season.", "url": "https://www.breitbart.com/politics/2018/11/28/melania-trump-packs-military-care-kits/", "urlToImage": "https://media.breitbart.com/media/2018/11/Melania-Trump-military-care-kits-Moons-Breitbart-News.jpg", "publishedAt": "2018-11-28T19:10:42Z", "content": "Mrs. Trump and Mrs. Pence spoke to the volunteers ahead of packing the bags at the Red Cross. Todays tragic news out of Afghanistan only drives home the need to support the men and women in our military and their families, Mrs. Trump told the group. We lift u… [+2229 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Report: Robert Mueller’s ‘Key’ Questions to POTUS on Roger Stone, Trump Tower", "description": "Trump wrote in a written response to questions posed by Mueller that he had no prior knowledge of the Trump Tower meeting, reports say.", "url": "https://www.breitbart.com/politics/2018/11/28/robert-muellers-key-questions-to-potus-on-roger-stone-trump-tower/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-175158451.jpg", "publishedAt": "2018-11-28T19:03:57Z", "content": "Additionally, the president said political operative Roger Stone did not relay information about WikiLeaks ahead of the self-described non-profit media organization’s email dump during the presidential election. This story is developing. Check Breitbart News … [+16 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan, Lucas Nolan", "title": "Tesla Security Chief Joins 40+ Other Execs Fleeing Company This Year", "description": "Yet another executive has fled Elon Musk's Tesla, this time the company has lost its Head of Global Security, Jeff Jones, after only 11 months. He joins more than 40 other executives who have left Tesla in 2018.", "url": "https://www.breitbart.com/tech/2018/11/28/tesla-security-chief-joins-40-other-execs-fleeing-company-this-year/", "urlToImage": "https://media.breitbart.com/media/2018/10/Elon-Musk-confused.jpg", "publishedAt": "2018-11-28T19:01:49Z", "content": "CNBC reports that Tesla’s head of global security, Jeff Jones, has left the electric-car manufacturer after only 11 months at the company, according to a current Tesla employee as well as a former employee. Jones was reportedly dismissed from the company in m… [+2111 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "China Is Targeting Europe’s Most Vulnerable Countries for Belt and Road Debt Traps", "description": "Prior to landing in Madrid on Tuesday, Chinese Communist Party chief Xi Jinping published a Spanish-language editorial proclaiming that Spain had been a key stop on the ancient Silk Road \"more than 2,000 years ago.\"", "url": "https://www.breitbart.com/asia/2018/11/28/china-is-targeting-europes-most-vulnerable-countries-for-belt-and-road-debt-traps/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1073734450.jpg", "publishedAt": "2018-11-28T18:46:20Z", "content": "In the modern day, he continued, Beijing’s Belt and Road project would remain incomplete without an anchor in Western Europe. Xi’s plea to Spain, which he is expected to bring to Portugal later this week, is essentially to allow the Chinese communist regime t… [+6201 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro", "title": "Chuck Schumer Retreats from Border Wall Deal amid Progressive Backlash", "description": "The Democrats’ Senate leader, Sen. Chuck Schumer, is backing away from his suggestion that he could endorse spending more than $1.6 billion in 2019 for President Donald Trump’s border wall.", "url": "https://www.breitbart.com/economy/2018/11/28/chuck-schumer-retreats-border-wall-deal-progressive-backlash/", "urlToImage": "https://media.breitbart.com/media/2018/11/Schumer-looking-down-Booker-background-ap.jpg", "publishedAt": "2018-11-28T18:41:24Z", "content": "We are for strong border security, Schumer said on November 27 when reporters asked him about President Donald Trump’s demand for $5 billion in wall funding. The $1.6 billion for border security negotiated by Democrats and Republicans [in the Senate] is our p… [+3741 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan, Lucas Nolan", "title": "Elon Musk's 'Boring Company' Abandons Westside LA Tunnel Plan", "description": "The Elon Musk's tunneling firm, The Boring Company, has abandoned its plans to build a tunnel beneath Los Angeles’ 405 freeway and Sepulveda Boulevard. The company claims it shut the project down due to lawsuits against it and the city.", "url": "https://www.breitbart.com/tech/2018/11/28/elon-musks-boring-company-abandons-westside-la-tunnel-plan/", "urlToImage": "https://media.breitbart.com/media/2018/09/wi/afp/27/bcb87d_spacex-tesla-boring-company-founder-elon-musk-is-recognized-as-visionary-e1540238034835.jpg", "publishedAt": "2018-11-28T18:39:39Z", "content": "TechCrunch reports that The Boring Company, founded by Tesla CEO Elon Musk, has abandoned their plans to construct a tunnel beneath Los Angeles’ 405 freeway and Sepulveda Boulevard after local lawsuits aimed at investigating the potential environmental impact… [+2268 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price, Bob Price", "title": "Texas Prosecutors Raid Catholic Archdiocese for 'Secret Archives'", "description": "Prosecutors from Montgomery County, Texas, entered the offices of the Catholic Archdiocese of Galveston-Houston on Wednesday morning in search of \"secret archives\" and other records related to clergy sex abuse.", "url": "https://www.breitbart.com/border/2018/11/28/texas-prosecutors-raid-catholic-archdiocese-for-secret-archives/", "urlToImage": "https://media.breitbart.com/media/2018/09/Mario-LaRosa-Lopez-Mugshot.jpeg", "publishedAt": "2018-11-28T18:20:47Z", "content": "Prosecutors with the Montgomery County District Attorney’s Office teamed up with investigators from the Conroe Police Department and Texas Rangers to raid the offices of the Archdiocese of Galveston-Houston, according to information first reported by KHOU. Th… [+3021 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key, Pam Key", "title": "Ingraham: Special Counsel Should Get Sanctioned --- 'The Whole Thing Is a Farce'", "description": "Tuesday on Fox News Channel’s “The Ingraham Angle,” host Laura Ingraham said a point should come that special counsel Robert Mueller’s office gets sanctioned because “the whole thing is a farce.” Ingraham said, “At some point, if we had an attorney general th…", "url": "https://www.breitbart.com/video/2018/11/28/ingraham-special-counsel-should-get-sanctioned-the-whole-thing-is-a-farce/", "urlToImage": "https://media.breitbart.com/media/2018/03/laura_ingraham_screenshot.jpg", "publishedAt": "2018-11-28T18:19:14Z", "content": "Tuesday on Fox News Channel’s “The Ingraham Angle,” host Laura Ingraham said a point should come that special counsel Robert Mueller’s office gets sanctioned because “the whole thing is a farce.” Ingraham said, “At some point, if we had an attorney general th… [+946 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Oliver JJ Lane", "title": "Former Norwegian Government Minister Charged with Sexual Abuse of Asylum Seekers", "description": "A former Norwegian cabinet minister and regional governor has been charged with sexual abuse and stands accused of abusing three \"young\" migrants, whom he is alleged to have led to believe he had control over their asylum status.", "url": "https://www.breitbart.com/europe/2018/11/28/former-norwegian-government-minister-charged-with-sexual-abuse-of-asylum-seekers/", "urlToImage": "https://media.breitbart.com/media/2018/11/Svein-Ludvigsen.png", "publishedAt": "2018-11-28T18:13:16Z", "content": "Svein Ludvigsen, 72, former fisheries and parliamentary affairs minister who also served as governor of the county of Troms between 2006 and 2014, has been charged with the sexual assault of three individuals described by bestselling Norwegian daily VG as “si… [+1790 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman, Victoria Friedman", "title": "UK Police Criticised for Launching 'Victim Blaming' Child Sexual Exploitation Awareness Campaign", "description": "North Yorkshire Police has pulled an ad campaign that warned children not to become sexually exploited after accusations of 'victim-blaming.'", "url": "https://www.breitbart.com/europe/2018/11/28/uk-police-criticised-launching-victim-blaming-child-sexual-exploitation-ad-campaign/", "urlToImage": "https://media.breitbart.com/media/2018/11/North-Yorkshire-Police-CSE-campaign.jpg", "publishedAt": "2018-11-28T18:10:50Z", "content": "The Facebook and Twitter posts, which have since been taken down, were aimed at children with one reading: “Don’t become a victim of Child Sexual Exploitation. Criminals will use and abuse you and it will affect the rest of your life. “Make the right choice. … [+3528 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Schweizer: Notion That Wikileaks, Russians Collaborated with Trump Campaign Is ‘Laughable’", "description": "Wednesday on Fox News Channel’s “The Ingraham Angle,” Breitbart News senior editor-at-large Peter Schweizer called the left’s narrative that the Russian government had a conspiracy involving the Trump campaign and WikiLeaks “laughable.” Schweizer said, “When …", "url": "https://www.breitbart.com/video/2018/11/28/schweizer-notion-that-wikileaks-russians-collaborated-with-trump-campaign-is-laughable/", "urlToImage": "https://media.breitbart.com/media/2016/05/Schweizer-524-Thumbnail.jpg", "publishedAt": "2018-11-28T18:07:32Z", "content": "Wednesday on Fox News Channel’s “The Ingraham Angle,” Breitbart News senior editor-at-large Peter Schweizer called the left’s narrative that the Russian government had a conspiracy involving the Trump campaign and WikiLeaks “laughable.” Schweizer said, “When … [+1169 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte, John Nolte", "title": "Nolte: Woke Fascists Get Film Critic David Edelstein Fired from NPR", "description": "National Public Radio fired film critic David Edelstein Tuesday over what is being inaccurately publicized as a \"rape joke.\"", "url": "https://www.breitbart.com/the-media/2018/11/28/woke-fascists-get-film-critic-david-edelstein-fired-from-npr/", "urlToImage": "https://media.breitbart.com/media/2018/11/DavidEdelstein1.jpg", "publishedAt": "2018-11-28T18:05:56Z", "content": "Edelstein has been a respected critic for three decades. His work has appeared in the New York Times, Variety, Esquire and a host of others. For nearly ten years he was Slate’s film critic. The 59-year-old has written books and is a member of the New York Fil… [+6903 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Hayward: Fentanyl Is the Real Chemical Weapon Attack at the U.S. Border", "description": "The left is shrieking about President Donald Trump committing “war crimes” at the border by using tear gas to disperse a mob of violent migrants, while the media try very hard to keep anyone from remembering the sainted Barack Obama repeatedly did the same th…", "url": "https://www.breitbart.com/immigration/2018/11/28/fentanyl-real-chemical-weapon-attack-u-s-border/", "urlToImage": "https://media.breitbart.com/media/2018/08/wi/afp/16/5aadb5_firefighters-assess-health-35-year-old-man-who-overdosed-on-heroin-in-manchester-e1543427095706.jpg", "publishedAt": "2018-11-28T18:04:59Z", "content": "Fentanyl is a powerful and deadly synthetic drug often mixed with other street drugs to make them more potent. It is largely manufactured in China and pushed across the porous southern border into the United States by Central and South American gangs. It kill… [+6663 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "300+ Google Employees Sign Open Letter Against Censored Chinese Search App ‘Project Dragonfly’", "description": "Over 300 Google employees have signed an open letter calling on the Silicon Valley giant to end development on \"Project Dragonfly,\" its censored Chinese search engine which has been widely criticized by human rights organizations and elected officials, includ…", "url": "https://www.breitbart.com/tech/2018/11/28/300-google-employees-sign-open-letter-against-censored-chinese-search-app-project-dragonfly/", "urlToImage": "https://media.breitbart.com/media/2017/09/china-flag-google-getty.jpg", "publishedAt": "2018-11-28T18:03:40Z", "content": "The open letter was published on Tuesday after Amnesty International called for Google to stop working on Project Dragonfly, and threatened to organize mass protests against the project at Google offices around the world. “We are Google employees and we join … [+2125 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn, Dylan Gwinn", "title": "WATCH: Colts Quenton Nelson Flattens, Then Humiliates Dolphins Defender", "description": "The last time a video of Colts guard Quenton Nelson destroying an opponent got a lot of press, it resulted in Nelson getting fined for an illegal hit.", "url": "https://www.breitbart.com/sports/2018/11/28/watch-colts-quenton-nelson-flattens-then-humiliates-dolphins-defender/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Winslow-Townson.jpg", "publishedAt": "2018-11-28T18:02:47Z", "content": "While there’s nothing illegal about what Nelson did to the Dolphins Kiko Alonso on Sunday, if fines were dished out for gross disrespect after physically dominating another player, Quenton Nelson would be considerably lighter in the wallet today indeed. Durin… [+785 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Trump Celebrates $1.8B Southwest Steel Mill Planned to Create 600 Jobs", "description": "President Trump is celebrating plans for a new American steel mill that is set to create hundreds of high-paying U.S. jobs in the southwest.", "url": "https://www.breitbart.com/politics/2018/11/28/trump-celebrates-1-8b-southwest-steel-mill-planned-create-600-jobs/", "urlToImage": "https://media.breitbart.com/media/2018/07/wi/ap/27/4943c6_trump-trade-politics-97690-in-26-2018-photo-president-donald-trump-acknowledges-e1543427812361.jpg", "publishedAt": "2018-11-28T18:01:31Z", "content": "On Wednesday, Trump praised Steel Dynamics, Inc. plans to invest between $1.7 to $1.8 billion into the construction of a new steel mill that will create about 600 American jobs in the southwest region of the U.S. “Steel JOBS are coming back to America, just l… [+1491 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Pentagon: Fighting Iran Proxies in Iraq Not Part of U.S. Mission, Despite Threat", "description": "The U.S. military’s mission in Iraq does not involve taking action against the threat posed by the Baghdad-sanctioned umbrella organization of mostly Shiite fighters known as the Popular Mobilization Forces/Units (PMF/PMU) and other Iran-backed militias, Brei…", "url": "https://www.breitbart.com/national-security/2018/11/28/pentagon-fighting-iran-proxies-iraq-not-part-u-s-mission-threat/", "urlToImage": "https://media.breitbart.com/media/2018/09/PMU-parade-Basra-Iraq-9818-AP.jpg", "publishedAt": "2018-11-28T17:50:20Z", "content": "Although the U.S. military has praised the PMU as a capable partner in retaking Iraq from the Islamic State (ISIS/ISIL), the Pentagon’s lead inspector general ( IG ), charged with overseeing the U.S. war against the jihadi group in the Middle East; the U.S. S… [+6196 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "U.S. Sanctions Nicaraguan First Lady and VP over Human Rights Abuses", "description": "The United States sanctioned Nicaraguan First Lady Rosario Murillo on Tuesday as part of a wider crackdown against the brutality of the Daniel Ortega's socialist regime.", "url": "https://www.breitbart.com/national-security/2018/11/28/u-s-sanctions-nicaraguan-first-lady-vp-human-rights-abuses/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/27/480d21_nicaragua-vice-president-lady-rosario-murillo-has-sanctioned-by-us-treasury-e1543426041475.jpg", "publishedAt": "2018-11-28T17:32:54Z", "content": "President Donald Trump signed an executive order titled “Blocking Property of Certain Persons Contributing to the Situation in Nicaragua,” that seeks to ban Americans and U.S. entities from dealing with Murillo and her security adviser Néstor Moncada Lau. The… [+2366 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "PHOTOS: Melania Trump Shines Bright Assembling Red Cross Care Packages for American Troops", "description": "First Lady Melania Trump shined bright as she assembled care packages with the Red Cross for American troops and service members stationed overseas.", "url": "https://www.breitbart.com/entertainment/2018/11/28/melania-trump-shines-bright-assembling-red-cross-care-packages-for-american-troops/", "urlToImage": "https://media.breitbart.com/media/2018/11/collage-7.jpg", "publishedAt": "2018-11-28T17:28:23Z", "content": "Mrs. Trump embraced the families of American troops in a patriotic ensemble of entirely red, white, and blue — how appropriate! Mrs. Trump’s striped cashmere sweater is by Madeleine Thompson, matching the red stripe of the garment with her red skinny jeans an… [+831 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Google CEO Sundar Pichai Finally Sets Date to Testify Before House", "description": "Google CEO Sundar Pichai is set to testify before the House Judiciary Committee on December 5 about political bias against conservatives and the company's operations in China — including the censored search app \"Project Dragonfly.\"", "url": "https://www.breitbart.com/tech/2018/11/28/google-ceo-sundar-pichai-finally-sets-date-to-testify-before-house/", "urlToImage": "https://media.breitbart.com/media/2018/09/Noogler-Hat-for-new-Google-employees.jpg", "publishedAt": "2018-11-28T17:23:18Z", "content": "The Washington Post reports that Sundar Pichai, the CEO of tech giant Google, is set to testify before the House Judiciary Committee on December 5. Pichai will be questioned on a number of topics including allegations of political bias against conservatives b… [+2567 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Swedish Nurses Enroll in Self-Defence Classes After Rise in Violence", "description": "Swedish nurses who work in the emergency room of a hospital in Kalmar are taking self-defence classes due to a rise in violent incidents from patients.", "url": "https://www.breitbart.com/europe/2018/11/28/swedish-nurses-enroll-self-defence-classes-rise-violence/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-142148082.png", "publishedAt": "2018-11-28T17:22:29Z", "content": "The hospital has also taken active measures to increase the number of security guards stationed at the emergency room to better deal with situations before they escalate into violence, Swedish broadcaster SVT reports. Andrea Berg, a nurse in the Kalmar hospit… [+2048 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "MS-13 Member Says He Traveled with Migrant Caravan to California", "description": "Border Patrol agents assigned to the El Centro Sector in California arrested an MS-13 member who claimed he traveled through Mexico with a migrant caravan. The agents made the arrest after he illegally crossed the border from Mexico into California.", "url": "https://www.breitbart.com/border/2018/11/28/ms-13-member-says-he-traveled-with-migrant-caravan-to-california/", "urlToImage": "https://media.breitbart.com/media/2018/03/MS-13-Gang-Member-Jan-SochorCON-LatinContentGetty-Images.jpg", "publishedAt": "2018-11-28T17:21:13Z", "content": "El Centro Station agents patrolling east of the Calexico Port of Entry came upon a suspected illegal immigrant who just crossed the border from Mexico. During an interview, the agents learned the man is a Honduran national who claimed membership in the hyperv… [+1670 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker, Trent Baker", "title": "Ivanka Trump Defends Private Email Use -- ‘No Connection’ Between My Emails and Hillary’s", "description": "President Donald Trump’s daughter and advisor, Ivanka Trump, sat down with ABC’s “Good Morning America” and defended her use of private email in the White House. ABC’s Deborah Roberts asked Trump how she ended up using a private email after her father blasted…", "url": "https://www.breitbart.com/video/2018/11/28/ivanka-trump-defends-private-email-use-no-connection-between-my-emails-and-hillarys/", "urlToImage": "https://media.breitbart.com/media/2018/11/ivanka.jpg", "publishedAt": "2018-11-28T17:15:28Z", "content": "President Donald Trump’s daughter and advisor, Ivanka Trump, sat down with ABC’s “Good Morning America” and defended her use of private email in the White House. ABC’s Deborah Roberts asked Trump how she ended up using a private email after her father blasted… [+1145 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Rose McGowan’s Gender-Fluid Partner Rain Dove Maced in a Women’s Bathroom", "description": "Rain Dove, a gender fluid model who's currently dating actress Rose McGowan was maced by a woman in a woman bathroom after being mistaken for a man.", "url": "https://www.breitbart.com/entertainment/2018/11/28/rose-mcgowans-gender-fluid-partner-rain-dove-maced-in-a-womens-bathroom/", "urlToImage": "https://media.breitbart.com/media/2018/11/RainDovecrop.jpg", "publishedAt": "2018-11-28T17:13:16Z", "content": "“This person peppersprayed me in a ‘womens restroom’ a little bit ago. I didnt get to converse with this being because this person just sprayed me and ran past with their kids in terror, asking the security guard to come in and confront me. I wasnt even able … [+1401 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney, John Carney", "title": "Watch: Powell Back Down from Earlier Hawkish Stance on Rates", "description": "The Fed chair's position on rates has shifted dramatically over the last two months.", "url": "https://www.breitbart.com/economy/2018/11/28/powell-backs-off-earlier-hawkish-stance-on-rates/", "urlToImage": "https://media.breitbart.com/media/2018/07/wi/afp/17/1ea178_tokyo-rose-on-cheaper-yen-as-dollar-strengthened-powell-upbeat-view-us-economy-e1535123478476.jpg", "publishedAt": "2018-11-28T17:12:47Z", "content": "“Interest rates are still low by historical standards, and they remain just below the broad range of estimates of the level that would be neutral for the economy that is, neither speeding up nor slowing down growth,” Powell said in a speech to the Economic Cl… [+2801 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "Report: Lawmakers from 9 Countries ‘Furious’ at Mark Zuckerberg After He No-Showed Facebook Hearing", "description": "Lawmakers from nine countries, including Britain, Canada, and France, were reportedly \"furious\" after Facebook CEO Mark Zuckerberg decided to not show up at an international committee hearing. A Canadian MP described Facebook as \"a high school company collect…", "url": "https://www.breitbart.com/tech/2018/11/28/report-lawmakers-from-9-countries-furious-at-mark-zuckerberg-after-he-no-showed-facebook-hearing/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/27/f9f311_facebook-chief-executive-mark-zuckerberg-declined-an-invitation-attend-e1543424645380.jpg", "publishedAt": "2018-11-28T17:04:12Z", "content": "Zuckerberg decided not to show up to the international committee hearing, which was held in London, England, on Tuesday, and instead sent British lord and Facebook Vice President of Policy Solutions, Richard Allan, who reportedly “bore the brunt of the commit… [+2304 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "Bundle Up: 'Freeze Watch' Issued in Central Florida", "description": "The National Weather Service issued a \"freeze watch\" in Central Florida's Marion County as the coldest temperatures in eight months prompted residents to bundle up.", "url": "https://www.breitbart.com/local/2018/11/28/bundle-up-freeze-watch-issued-central-florida/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-95688768.jpg", "publishedAt": "2018-11-28T16:56:01Z", "content": "Severe Weather Center 9 meteorologist Brian Shields said areas north and west of Orlando could see frost with temperatures dropping to 39 degrees. “[Wednesday], the entire week stays chilly! Highs wont make it out of the 50s, Shields added. The cold front is … [+1093 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "BUST: New Home Sales Collapse 8.9%, Far Worse Than Expected...", "description": "BUST: New Home Sales Collapse 8.9%, Far Worse Than Expected... (Second column, 9th story, link ) Related stories: BOOM: JUDGE JUDY highest paid TV host, earned $147 million last year... Advertise here", "url": "https://www.breitbart.com/economy/2018/11/28/new-home-sales-collapse-8-9-percent-even-as-prices-fall/", "urlToImage": "https://media.breitbart.com/media/2018/04/wi/afp/24/1erqas_us-new-home-sales-jumped-in-but-big-gains-in-west-as-winter-weather-held-sales-e1535035195805.jpg", "publishedAt": "2018-11-28T16:49:37Z", "content": "Purchases of newly built single-family homes dropped 8.9 percent to a seasonally adjusted annual rate of 544,000 in October, the Commerce Department said Wednesday. The decline was unexpected. After a weak initial read of 553,000 annual rate in September, eco… [+1291 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "OBAMA: America Has a 'Great Smugness'...", "description": "While speaking Tuesday at Rice University’s Baker Center with author Jon Meacham and former White House chief of staff, James Baker, former President Barack Obama discussed identity politics and its history regarding race in the United States. Obama said that", "url": "https://www.breitbart.com/video/2018/11/28/obama-america-has-a-great-smugness-about-wealth-status/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP_18299761152068.jpg", "publishedAt": "2018-11-28T16:49:37Z", "content": "While speaking Tuesday at Rice Universitys Baker Center with author Jon Meacham and former White House chief of staff, James Baker, former President Barack Obama discussed identity politics and its history regarding race in the United States. Obama said that … [+1892 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Scottish Government Adopts Pro-Transgender Twitter Banner", "description": "The government of Scotland has adopted a pro-transgender image as the backdrop for its official Twitter account, declaring war on “transphobia” on behalf of all of Scotland.", "url": "https://www.breitbart.com/europe/2018/11/28/scottish-government-adopts-pro-transgender-twitter-banner/", "urlToImage": "https://media.breitbart.com/media/2018/06/Transgender.png", "publishedAt": "2018-11-28T16:43:45Z", "content": "Dear transphobes, the message reads, we have a phobia of your hatred. Yours, Scotland. Scottish Government Twitter account The adoption of the Twitter message coincides with the launch of tighter regulations by the social media giant, which ban messages seen … [+3127 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "Blacklisted Feminist: Saying Men Aren’t Women Used to Be ‘Banal,’ Today It’s ‘Heresy’", "description": "Meghan Murphy, a prominent feminist who was recently banned from Twitter for stating that men aren't women, wrote an article for Quillette on Wednesday explaining how formerly \"banal\" facts have become \"heresy — akin to terrorist speech.\"", "url": "https://www.breitbart.com/tech/2018/11/28/blacklisted-feminist-saying-men-arent-women-used-to-be-banal-today-its-heresy/", "urlToImage": "https://media.breitbart.com/media/2018/11/women-march-for-planned-parenthood-naral-signs-pro-abortion-ap.jpg", "publishedAt": "2018-11-28T16:42:28Z", "content": "Murphy, who accused Twitter of censoring basic facts and silencing people, was permanently suspended from the social network last week for stating, Women arent men, and How are transwomen not men? What is the difference between a man and a transwoman? After T… [+1681 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn, Dylan Gwinn", "title": "Report: Family Argument over Anthem Protests Led to Thanksgiving Day Shooting", "description": "Few issues have generated more passion and interest over the last few years, than the NFL anthem protests. Though, for all the passion and emotion that topic brings out, no one was getting shot over it.", "url": "https://www.breitbart.com/sports/2018/11/28/report-family-argument-anthem-protests-led-thanksgiving-day-shooting/", "urlToImage": "https://media.breitbart.com/media/2018/11/ap-11.jpg", "publishedAt": "2018-11-28T16:36:45Z", "content": "Well, at least no one was getting shot over it up until last Thursday. A Thanksgiving family gathering in North Carolina nearly turned deadly, when a father shot one of his sons during a heated argument over NFL anthem protests. According to the warrant, witn… [+2255 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Kraychik", "title": "Barack Obama: Trump’s Nationalism ‘Not Pride in Country, but Hatred for Somebody on the Other Side of the Border’", "description": "Barack Obama derided the American nationalism of President Donald Trump's supporters as rooted in a \"hatred\" of foreigners.", "url": "https://www.breitbart.com/politics/2018/11/28/barack-obama-trumps-nationalism-not-pride-country-hatred-somebody-other-side-border/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-peering-behind-flag-getty.jpg", "publishedAt": "2018-11-28T16:25:00Z", "content": "Obama said: We did not adapt quickly enough to the fact that there were people being left behind [by globalization] and that frustrations were going to flare up and that all these changes were happening really quickly, and you had to address them and speak to… [+3313 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker, Trent Baker", "title": "Rubio: Tear Gas Use a 'Warranted' Response 'to Get Control of the Situation'", "description": "Wednesday, Sen. Marco Rubio (R-FL) discussed the situation at the border over the weekend where tear gas was used on migrants who were throwing objects at Border Patrol agents at the United States-Mexico border. While Rubio said he does not want to see images…", "url": "https://www.breitbart.com/video/2018/11/28/rubio-tear-gas-use-a-warranted-response-to-get-control-of-the-situation/", "urlToImage": "https://media.breitbart.com/media/2018/10/rubio-1.jpg", "publishedAt": "2018-11-28T16:17:40Z", "content": "Wednesday, Sen. Marco Rubio (R-FL) discussed the situation at the border over the weekend where tear gas was used on migrants who were throwing objects at Border Patrol agents at the United States-Mexico border. While Rubio said he does not want to see images… [+1252 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Watch: Amy Schumer Posts Graphic Pregnancy Vomiting Video After 'Crackhead' Hyde-Smith Victory", "description": "Actress and left-wing activist Amy Schumer shared a video of herself vomiting on social media Tuesday, captioning the video by saying that Republican Senator Cindy Hyde-Smith had a “crackhead” mouth with “tiny racist teeth.”", "url": "https://www.breitbart.com/entertainment/2018/11/28/amy-schumer-graphic-pregnancy-vomiting-video-after-crackhead-hyde-smith-victory/", "urlToImage": "https://media.breitbart.com/media/2018/11/Schumersmith1.jpg", "publishedAt": "2018-11-28T16:16:03Z", "content": "“Turn sound off if you have a weak stomach,” a pregnant Amy Schumer warns her followers in an Instagram caption to a video of herself vomiting in a car on the way to a stand-up show. “I love doing stand-up more than anything and I hate cancelling shows. I hav… [+1325 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Alana Mastrangelo", "title": "North Carolina State Students Demand Sanctuary Campus After Previously Deported Felon's Arrest | Breitbart", "description": "Students at North Carolina State University held a meeting last week to discuss how they can pressure the school into becoming a sanctuary campus to stop the police from reporting illegal aliens to Immigration and Customs Enforcement.", "url": "https://www.breitbart.com/tech/2018/11/28/north-carolina-state-students-demand-sanctuary-campus-after-previously-deported-felons-arrest/", "urlToImage": "https://media.breitbart.com/media/2018/11/Abolish-ICE-sign.jpg", "publishedAt": "2018-11-28T16:06:36Z", "content": "The desire to make North Carolina State University (NCSU) into a sanctuary campus was spurred by the October arrest of a previously deported felon who had a detention order issued by Immigration and Customs Enforcement (ICE). Students became offended upon lea… [+1924 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston, Warner Todd Huston", "title": "San Francisco Giants Owner Asks for Refund of Donation to MS Sen. Cindy Hyde-Smith", "description": "In the face of a continuing boycott, San Francisco Giants Owner Robert Johnson is asking for a refund of his donation to newly elected Mississippi Senator Cindy Hyde-Smith.", "url": "https://www.breitbart.com/sports/2018/11/28/san-francisco-giants-owner-asks-refund-donation-ms-sen-cindy-hyde-smith/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-10.jpg", "publishedAt": "2018-11-28T15:51:47Z", "content": "Just ahead of Hyde-Smith’s successful election to the U.S. Senate on Tuesday, Johnson issued a statement demanding the $5,400 he and his wife donated, USA Today reported. “I would like to provide important context related to my political donation to Cindy Hyd… [+1481 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "Disrupted Human Smuggling Operations Net 59 Migrants, Stolen Vehicles", "description": "Human smugglers led Border Patrol on multiple pursuits, ending in the apprehension of several migrants and the recovery of two stolen vehicles. At least one chase resulted in a crash involving an innocent motorist.", "url": "https://www.breitbart.com/border/2018/11/28/disrupted-human-smuggling-operations-net-59-migrants-stolen-vehicles/", "urlToImage": "https://media.breitbart.com/media/2018/11/20181126_4_2.jpg", "publishedAt": "2018-11-28T15:42:35Z", "content": "Laredo Sector agents responded to a call for assistance from a Texas Department of Public Safety (DPS) trooper who attempted to stop a vehicle near Rio Bravo, Texas, on Monday. During the ensuing pursuit, the suspect stopped the vehicle multiple times to drop… [+3403 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Alleged Oxford Rape Gang Left Bite Marks on ‘Lonely, Vulnerable’ Teenage Victim", "description": "Three men allegedly raped and sexually abused an Oxford schoolgirl for a period of three years, at one point leaving her body covered in bruises and bite marks, a crown court jury has heard.", "url": "https://www.breitbart.com/europe/2018/11/28/oxford-rape-gang-left-bite-marks-lonely-vulnerable-teenage-rape-victim/", "urlToImage": "https://media.breitbart.com/media/2018/09/Lady-Justice.png", "publishedAt": "2018-11-28T15:33:07Z", "content": "Mohammed Karrar, 44, his brother Bassam Karrar, 39, and Anjum Dogar, 36, are accused of 11 offences including indecent assault, rape, and conspiracy to rape a girl between 2002 and 2005 when she was between 14 and 16 years old. The trial at Oxford Crown Court… [+2304 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Sheriff: Borderline Bar Attacker Used.45 Handgun with Flashlight Affixed", "description": "Ventura County Sheriff Bill Ayub says the Borderline Bar and Grill attacker used a legally owned gun, shooting 50 rounds to kill 12 people and wound one other on November 7.", "url": "https://www.breitbart.com/politics/2018/11/28/sheriff-borderline-bar-attacker-used-45-handgun-flashlight-affixed/", "urlToImage": "https://media.breitbart.com/media/2018/11/ian-long.png", "publishedAt": "2018-11-28T15:18:22Z", "content": "NPR reported that Ayub said the handgun had a laser sight and flashlight attached, and the gunman possessed “high capacity” magazines. He did not have a concealed carry license. On November 9, Breitbart News reported that the Borderline Bar and Grill was a st… [+1202 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston, Warner Todd Huston", "title": "Former Democrat Pennsylvania Attny. Gen. Kathleen Kane Ordered to Prison", "description": "Pennsylvania's Former Dem. Attorney General Kathleen Kane was ordered to report to prison for an up to two-year prison term.", "url": "https://www.breitbart.com/crime/2018/11/28/former-democrat-pennsylvania-attny-gen-kathleen-kane-ordered-prison/", "urlToImage": "https://media.breitbart.com/media/2018/11/kathleen-kane-pennsylvania-attorney-general.png", "publishedAt": "2018-11-28T15:17:52Z", "content": "Kane, who has been free on a $75,000 bail as she appealed her 10 to 23-month sentence, was ordered to prison after the state Supreme Court refused to take her case, Fox News reported. Judge Wendy Demchick-Alloy revoked Kane’s bail saying that the time she cou… [+1116 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Outgoing Broward Elections Official Brenda Snipes to Receive $130,000 in Pensions", "description": "Outgoing Broward County, Florida, elections official Brenda Snipes will be cashing in on $130,000 in pensions after she leaves her position in January.", "url": "https://www.breitbart.com/politics/2018/11/28/outgoing-broward-elections-official-brenda-snipes-receive-130000-pensions/", "urlToImage": "https://media.breitbart.com/media/2018/11/Florida-elections-supervisor-Brenda-Snipes-resigns-amid-heavy-criticism.png", "publishedAt": "2018-11-28T15:07:50Z", "content": "Snipes is slated to collect a pension of more than $58,000 stemming from her time as an educator and an additional $71,000 for serving as an elected official for 15 years, the Sun Sentinel reported. The 75-year-old Broward County elections supervisor resigned… [+1542 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Clintons’ Speaking Tour Opens to 83% Empty Seats, Coughing Fit", "description": "Bill and Hillary Clinton's 13-city speaking tour opened in Toronto to a near-empty arena and a coughing fit.", "url": "https://www.breitbart.com/politics/2018/11/28/clintons-speaking-tour-opens-83-empty-seats-coughing-fit/", "urlToImage": "https://media.breitbart.com/media/2018/02/hil2.jpg", "publishedAt": "2018-11-28T15:01:08Z", "content": "The Daily Mail reports that this latest money grab from the Clintons managed to attract only 3,300 in a stadium that holds 19,800 — which works out to 83 percent empty. This figure is made even more embarrassing by the fact that as the date of the event neare… [+2206 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "Michael Moore: That ‘Fool’ Donald Trump ‘Doesn’t Understand’ General Motors Played Him", "description": "Michael Moore claims GM \"played\" President Trump following an announcement that the automaker is closing several U.S. manufacturing plants.", "url": "https://www.breitbart.com/entertainment/2018/11/28/michael-moore-fool-donald-trump-doesnt-understand-general-motors-played-him/", "urlToImage": "https://media.breitbart.com/media/2018/11/MichaelmooreGM1-1.jpg", "publishedAt": "2018-11-28T14:55:20Z", "content": "Well, Obama saved General Motors. We paid for it. Now General Motors is doing what they’ve always done. That’s the thing about Trump. He doesn’t understand how he’s been played by GM. GM has been doing this for a long time,” Moore said. “Give us taxes breaks,… [+3177 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dr. Susan Berry", "title": "My Pillow CEO Mike Lindell Invests $1 Million in Pro-Life Film 'Unplanned'", "description": "Mike Lindell, the founder and CEO of My Pillow, has invested $1 million in the production of a pro-life movie that is critical of Planned Parenthood.", "url": "https://www.breitbart.com/entertainment/2018/11/28/my-pillow-mike-lindell-invests-1-million-in-pro-life-film-unplanned/", "urlToImage": "https://media.breitbart.com/media/2018/11/MikeLindell1.jpg", "publishedAt": "2018-11-28T14:55:15Z", "content": "“I’m pro-life and I’m happy to do it,” Lindell told the Hollywood Reporter about his substantial contribution to the making of Unplanned, a film that further exposes Americas largest abortion provider. The movie is based on the experience of Abby Johnson, a f… [+2627 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "7 Times Migrants Assaulted Border Patrol Agents with Rocks in Past Year", "description": "At least seven times during the past 12 months, migrants assaulted Border Patrol agents with large rocks. In at least two cases, agents required hospitalization.", "url": "https://www.breitbart.com/border/2018/11/28/7-times-migrants-assaulted-border-patrol-agents-with-rocks-in-past-year/", "urlToImage": "https://media.breitbart.com/media/2018/03/Border-Patrol-Agent-Assaulted.png", "publishedAt": "2018-11-28T14:47:33Z", "content": "Border Patrol agents remain among the most-assaulted of all federal law enforcement officers, Border Patrol officials have repeatedly asserted. These assaults range from simple scuffles to avoid arrests, to gunshots, assaults with motor vehicles, and in at le… [+5090 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "GOP Sen. Lankford Predicts Trump Will Get $5 Billion for Border Wall — ‘Not an Excessive Amount’", "description": "While speaking Tuesday to CNN’s “New Day,” Sen. James Lankford (R-OK) said he does not see the government shutting down over border wall funding next week. Instead, Lankford said President Donald Trump will get the $5 billion to fund the border wall. “I don’t…", "url": "https://www.breitbart.com/video/2018/11/28/gop-sen-lankford-predicts-trump-will-get-5-billion-for-border-wall-not-an-excessive-amount/", "urlToImage": "https://media.breitbart.com/media/2018/06/Lankford.jpg", "publishedAt": "2018-11-28T14:36:56Z", "content": "While speaking Tuesday to CNN’s “New Day,” Sen. James Lankford (R-OK) said he does not see the government shutting down over border wall funding next week. Instead, Lankford said President Donald Trump will get the $5 billion to fund the border wall. “I don’t… [+416 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AP, AP", "title": "China 'Disappears' Prominent Photographer in Western Xinjiang", "description": "Associated Press – Lu Guang’s photos exposed the everyday realities of people on the margins of Chinese society: coal miners, drug addicts, HIV patients. Now, the award-winning photographer is at the center of his own stark story. He was taken away by state s…", "url": "https://www.breitbart.com/asia/2018/11/28/china-disappears-prominent-photographer-in-western-xinjiang/", "urlToImage": "https://media.breitbart.com/media/2017/01/chinese-police-patrol-terrorism-xinjiang-ap.jpg", "publishedAt": "2018-11-28T14:36:56Z", "content": "Now, the award-winning photographer is at the center of his own stark story. He was taken away by state security agents three weeks ago for unknown reasons, Lu’s wife, Xu Xiaoli, told The Associated Press late Tuesday. Xu said Lu was traveling in Xinjiang on … [+2333 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins, AWR Hawkins", "title": "University's Professors, Students Given Hockey Pucks to Fight Off Mass Shooters", "description": "Oakland University professors and students are getting hockey pucks to fight off mass shooters who target their school.", "url": "https://www.breitbart.com/politics/2018/11/28/universitys-professors-students-hockey-pucks-fight-off-mass-shooters/", "urlToImage": "https://media.breitbart.com/media/2018/11/Hockey-pucks-collection-facebook.jpg", "publishedAt": "2018-11-28T14:34:33Z", "content": "According to the Detroit News, Oakland University (OU) police chief Mark Gordon indicated the idea of using pucks to ward off mass shooters “emerged during a training session he was giving earlier this year on surviving an active shooter situation.” Guns for … [+1391 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Monitor: Islamic State Kills over 90 U.S.-Allied Kurdish Forces in Syria", "description": "Islamic State (ISIS/ISIL) jihadis in northern Syria have launched a campaign targeting the Kurdish-led Syrian Democratic Forces (SDF), an American ally, a U.K.-based monitor group warned on Tuesday.", "url": "https://www.breitbart.com/national-security/2018/11/28/monitor-islamic-state-kills-90-u-s-allied-kurdish-forces-syria/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/28/7dc9f4_kurdish-arab-fighters-syrian-democratic-forces-face-treacherous-battle-e1543415116421.jpg", "publishedAt": "2018-11-28T14:33:34Z", "content": "Citing the Syrian Observatory for Human Rights ( SOHR ), which uses a network of sources on the ground to monitor the conflict, the Agency France-Presse (AFP) news agency described weekend clashes between ISIS and the SDF as counter-attacks mounted by ISIS fr… [+4281 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew, Ben Kew", "title": "Jimmy Fallon Mocks Trump with Mueller-Themed Rendition of Elvis Presley's 'Jailhouse Rock'", "description": "Late-night host Jimmy Fallon mocked President Donald Trump on Tuesday with an impression of Trump singing Elvis Presley's iconic song \"Jailhouse Rock.\"", "url": "https://www.breitbart.com/entertainment/2018/11/28/jimmy-fallon-mocks-trump-with-mueller-themed-rendition-of-elvis-presleys-jailhouse-rock/", "urlToImage": "https://media.breitbart.com/media/2018/11/jimmypresley1.jpg", "publishedAt": "2018-11-28T14:33:02Z", "content": "Jimmy Fallon provided an alternate rendition of the song, with lyrics about the Mueller investigation and Trump’s alleged relationship with the Russian government, as well as the various indictments against high-profile members of his administration. Its grea… [+2280 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "GDP Unrevised at 3.5 Percent, Business Investment Revised Up, Consumer Spending Revised Down", "description": "The economic strength of the third quarter was confirmed by the government's second estimate of growth.", "url": "https://www.breitbart.com/economy/2018/11/28/gdp-unrevised-at-a-3-5-percent-business-investment-revised-up-consumer-spending-revised-down/", "urlToImage": "https://media.breitbart.com/media/2018/11/people-wave-american-flags-9-2018-getty.jpg", "publishedAt": "2018-11-28T14:09:57Z", "content": "That matches the first estimate issued last month. Economists had expected the GDP estimate to remain unchanged. As expected consumer spending was revised down from the first estimates very strong 4.0 percent. Although at 3.6 percent pace, the second estimate… [+1569 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AP", "title": "University Trains Staff to Use Hockey Pucks to Thwart Active Shooters", "description": "AUBURN HILLS, Mich. (AP) — Faculty members at Oakland University in suburban Detroit have received hockey pucks and are being trained to use them to potentially thwart active shooters.", "url": "https://www.breitbart.com/sports/2018/11/28/university-trains-staff-use-hockey-pucks-thwart-active-shooters/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Darryl-Dyck.jpg", "publishedAt": "2018-11-28T13:56:11Z", "content": "WDIV-TV reports the American Association of University Professors distributed pucks to its 800 members. University Police Chief Mark Gordon says to fight effectively, faculty and students need to be prepared to throw heavy objects that will cause a distractio… [+200 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Virginia Hale", "title": "Rotherham Survivor: Councils ‘Inviting Gang Rapists to Seek Access to Victims’ Kids’", "description": "A woman who was sexually abused as a teenager by violent, Rotherham grooming gang ringleader Arshid Hussain is demanding a change in the law to stop councils encouraging rapists to seek access to their victims' children.", "url": "https://www.breitbart.com/europe/2018/11/28/rotherham-council-grooming-gang-rapists/", "urlToImage": "https://media.breitbart.com/media/2018/05/rotherham.png", "publishedAt": "2018-11-28T13:49:07Z", "content": "Sammy Woodhouse, who was groomed by the serial rapist from the age of 14 and gave birth to his son when she was just 15 years old, waived her right to anonymity following a front-page story in Tuesdays Times revealing a mother had been extremely distressed up… [+4096 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "EXCLUSIVE Michael Oren: Human Rights Groups Must Condemn Palestinian Authority Over Arrested American", "description": "JERUSALEM – Cabinet Minister and former Ambassador to the U.S. Michael Oren called on human rights groups to condemn the Palestinian Authority over its incarceration of an American national over his alleged involvement in the sale of real estate to Jews and c…", "url": "https://www.breitbart.com/middle-east/2018/11/28/exclusive-deputy-minister-michael-oren-slams-racist-pa-for-jailing-american-national-over-sale-of-land-to-jews/", "urlToImage": "https://media.breitbart.com/media/2018/05/Michael-Oren-Associated-Press-1024x799.jpg", "publishedAt": "2018-11-28T13:18:55Z", "content": "“I call on all the world’s human rights groups to condemn the Palestinian Authority for the incarceration of Isam Akel,” Oren told Breitbart News Wednesday. “Any government that would incarcerate anybody for selling land to Jews would be accused of antisemiti… [+6919 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Oliver JJ Lane", "title": "Trump's Ambassador: UK First in Line for 'Ambitious' Trade Deal. If You Manage to Leave the EU", "description": "Woody Johnson, President Trump’s Ambassador to the United Kingdom has said that the U.S. is “ready to get straight to work” on a major trade deal with the UK, but included a major caveat, pointing out this could only happen “If Britain takes back control of i…", "url": "https://www.breitbart.com/europe/2018/11/28/trumps-ambassador-britain-first-line-ambitious-trade-deal-if-you-manage-leave-eu/", "urlToImage": "https://media.breitbart.com/media/2018/06/GettyImages-891555086.jpg", "publishedAt": "2018-11-28T13:10:02Z", "content": "The Ambassador made clear the significant doubt the United States holds that the United Kingdom will ever truly break away from the European Union in any meaningful sense, a concern expressed earlier this week by President Trump himself after the details of P… [+3874 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liam Deacon", "title": "Project Fear: Chancellor Claims Brexit Will Harm Economy", "description": "Theresa May’s anti-Brexit Chancellor has followed in the footsteps of his predecessor George Osborne, predicting Brexit will do damage to the UK economy.", "url": "https://www.breitbart.com/europe/2018/11/28/project-fear-chancellor-claims-brexit-will-harm-economy/", "urlToImage": "https://media.breitbart.com/media/2017/11/Philip-Hammond-2.png", "publishedAt": "2018-11-28T13:09:48Z", "content": "Philip Hammond also claimed a No Deal Brexit would mean higher food prices, but the assertion was quickly shot down by a pro-Brexit Tories as inaccurate, with other commentators accusing him of restarting Project Fear. If you look at this purely from an econo… [+3755 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tony Lee", "title": "Pelosi Asks Dems for Speaker Votes, Praises ‘Transformative,’ ‘Historic’ Freshmen", "description": "House Minority Leader Nancy Pelosi (D-CA) sent a Tuesday evening letter to House Democrats “respectfully” asking for their votes in Wednesday’s Speaker election and specifically praised her party’s “historic” freshman class that she predicted would have a “tr…", "url": "https://www.breitbart.com/politics/2018/11/28/pelosi-asks-dems-for-speaker-votes-praises-transformative-historic-freshmen/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/15/291fd6_aptopix-democrats-pelosi-56159-nancy-pelosi-house-minority-leader-nancy.jpg", "publishedAt": "2018-11-28T12:49:45Z", "content": "Pelosi, who needs a majority of Democrats to be nominated, is expected to easily win on Wednesday, but the San Francisco Democrat could have some more work to do to secure the 218 votes needed on House floor in January to regain her Speakership. \"I respectful… [+2247 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tony Lee, Tony Lee", "title": "Barbara Lee Calls for UN Inspectors at Border: ‘Violation of Human Rights’", "description": "Rep. Barbara Lee (D-CA), who is running to be the House Democratic Caucus Chair on Wednesday, again called for United Nations inspectors to go the U.S.-Mexico border after border patrol agents on Sunday fired tear gas at migrants who were pelting them with ro…", "url": "https://www.breitbart.com/politics/2018/11/28/barbara-lee-calls-for-un-inspectors-at-border-violation-of-human-rights/", "urlToImage": "https://media.breitbart.com/media/2017/05/Barbara-Lee-Resist-Getty.jpg", "publishedAt": "2018-11-28T12:46:03Z", "content": "Lee said on Monday that she was calling for U.N. inspectors at the border because the tear-gassing of women and children at the border is an atrocity and a violation of human rights. And it is a grotesque betrayal of our founding promise, as a nation built by… [+839 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tony Lee", "title": "Migrant Caravan Leaders Hold Presser, Demand U.S. Speed Up Asylum Process", "description": "Central American migrants in the caravan held a press conference in Tijuana, Mexico, on Tuesday and demanded that the United States speed up its asylum process to allow more migrants into the country.", "url": "https://www.breitbart.com/politics/2018/11/28/migrant-caravan-leaders-hold-presser-demand-u-s-speed-up-asylum-process/", "urlToImage": "https://media.breitbart.com/media/2018/11/caravan-Getty.jpg", "publishedAt": "2018-11-28T12:11:49Z", "content": "Migrants who have spoken to establishment media outlets in recent months have cited economic reasons for coming to the United States. Economic claims, though, as even numerous establishment media outlets have noted, do not qualify migrants for asylum. As a CB… [+3544 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "David Friedman Demands Palestinian Authority Release American Incarcerated for Allegedly Selling Land to Jews", "description": "JERUSALEM - President Donald Trump's envoy to Israel David Friedman has demanded the release of an American national who is being incarcerated by the Palestinian Authority over his alleged involvement in the sale of real estate to Jews.", "url": "https://www.breitbart.com/middle-east/2018/11/28/us-envoy-friedman-demands-palestinian-authority-release-american-national-incarcerated-for-selling-land-to-jews/", "urlToImage": "https://media.breitbart.com/media/2018/05/Friedman-close-Getty.jpg", "publishedAt": "2018-11-28T12:06:48Z", "content": "Ambassador Friedman, who was recently charged with U.S. relations with the Palestinians in addition to his role as top diplomat in Israel, tweeted: “The Pal Authority has been holding US citizen Isaam Akel in prison for ~2 months. His suspected crime? Selling… [+5484 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "Two Thirds of French Back Yellow Vest Protests, Vast Majority Reject Macron’s ‘Insufficient’ Response", "description": "Two in three people back the \"yellow vest\" protests in France, and nearly 80 percent reject measures proposed by President Emmanuel Macron as \"insufficient\", according to an opinion poll published Wednesday.", "url": "https://www.breitbart.com/europe/2018/11/28/two-thirds-of-french-back-yellow-vest-protests-vast-majority-reject-macrons-insufficient-response/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1064806808-e1543404278732.jpg", "publishedAt": "2018-11-28T11:38:04Z", "content": "Sixty-six percent of those questioned said they supported the protests sparked by higher fuel taxes, underway for the past 12 days, which have seen hundreds of thousands of people take to the streets wearing high-visibility yellow jackets. Only 32 percent of … [+1351 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "Dutch State Railway Will Pay Reparations For Role in Deporting Jews During WWII", "description": "The Dutch national railway company says it will set up a commission to investigate how it can pay individual reparations for its role in mass deportations of Jews by Nazi occupiers during World War II.", "url": "https://www.breitbart.com/europe/2018/11/28/dutch-state-railway-will-pay-reparations-for-role-in-deporting-jews-during-wwii/", "urlToImage": "https://media.breitbart.com/media/2018/11/Dutch-Netherlands-Railway.png", "publishedAt": "2018-11-28T11:02:28Z", "content": "The rail company, NS, said in a statement published late Tuesday that its involvement in the deportations “is a black page in the history of our country and our company.” More than 100,000 Jews – 70 percent of the Dutch Jewish community – did not survive the … [+237 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": ".Marion Marchal Attended Yellow Vest Paris Protest, Witnessed Far-Left Extremist Infiltration Violence", "description": "Marion Maréchal, the niece of Rassemblement National (National Rally) leader Marine Le Pen, revealed she attended the Paris Gilets Jaunes (Yellow Vest) protests on Saturday and claimed to witness violence coming from left-wing extremists.", "url": "https://www.breitbart.com/europe/2018/11/28/marion-marechal-attended-yellow-vest-paris-protest-blame-far-left-extremists-violence/", "urlToImage": "https://media.breitbart.com/media/2016/08/Screen-Shot-2016-08-03-at-17.06.05.png", "publishedAt": "2018-11-28T10:23:48Z", "content": "While the former MP bowed out of electoral politics last year to start her political management school in Lyon, the Institut de Sciences Sociales Economiques et Politiques ( ISSEP ), and normally withholds comment on current political affairs, Ms Maréchal sai… [+1979 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Author Explains Paris Protests: Deplorables Reacting Against ‘Davocracy’ Elite", "description": "Prolific French writer Renaud Camus, who coined the theory of the \"Great Replacement,\" told Breitbart London that the recent \"Yellow Vest\" protests are a grassroots reaction against the Davos elite who view working people as \"human Nutella.\"", "url": "https://www.breitbart.com/europe/2018/11/28/author-explains-paris-protests-deplorables-reacting-against-davocracy-elite/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1064840720-1-e1543340730502.jpg", "publishedAt": "2018-11-28T09:25:14Z", "content": "Mr Camus said that he believed there to be more substance to the Gilets Jaunes (Yellow Vests) movement, which is supported by 77 per cent of French, than just an outcry over a rise in fuel taxes, saying it was really about a “lack of respect, general exchange… [+3368 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Caroline Glick", "title": "Caroline Glick: While Airbnb Boycotts, Israel Builds Diplomatic Strength", "description": "Airbnb's partial boycott of Israel last week came just as the Arab world, Africa, and Eastern Europe moved closer to the Jewish state.", "url": "https://www.breitbart.com/middle-east/2018/11/28/caroline-glick-while-airbnb-boycotts-israel-builds-diplomatic-strength/", "urlToImage": "https://media.breitbart.com/media/2018/11/Chad-Israel-Getty-1024x768.jpg", "publishedAt": "2018-11-28T08:53:14Z", "content": "On the negative side, on November 19, the Silicon Valley-based tourism behemoth Airbnb announced that it is delisting Jewish-owned properties located in Israeli settlements in the West Bank from its website. Airbnb chose not to delist properties in the so-cal… [+9642 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Clintons Accuse Trump of Aiding Saudi ‘Cover Up’ at Toronto Speaking Event", "description": "Bill and Hillary Clinton kicked off their 13-city paid speaking tour, \"An Evening with the Clintons,\" on Tuesday night by accusing President Donald Trump of taking part in a Saudi \"cover-up.\"", "url": "https://www.breitbart.com/politics/2018/11/27/clintons-accuse-trump-of-aiding-saudi-cover-up-at-toronto-speaking-event/", "urlToImage": "https://media.breitbart.com/media/2018/11/bill-clinton-hillary-clinton-nov-16-plane-getty.jpg", "publishedAt": "2018-11-28T06:23:26Z", "content": "The Clintons — speaking at the Scotiabank ice hockey arena filled with empty seats in Toronto, Canada, Tuesday evening — took the opportunity to bash Trump’s support for Saudi Arabia and accused him of being part of the “cover-up” of Saudi dissident Jamal Kha… [+1837 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "Report: Friction Between Mueller, Manafort Teams Led to Plea Deal Collapse", "description": "Manafort's lawyers kept an agreement with Trump's lawyers after accepting a plea deal with Mueller, which helped end the deal, a report said.", "url": "https://www.breitbart.com/politics/2018/11/27/report-friction-between-mueller-manafort-teams-led-to-plea-deal-collapse/", "urlToImage": "https://media.breitbart.com/media/2018/11/paul-manafort-Robert-Mueller.jpg", "publishedAt": "2018-11-28T05:42:22Z", "content": "One of Trump’s lawyers, Rudy Giuliani, confirmed to the New York Times on Tuesday that Manafort’s lawyers had repeatedly briefed Trump’s lawyers on Trump’s former campaign chairman’s discussions with federal investigators. The arrangement was not illegal, but… [+4664 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Nielsen: ‘We Will Be Prepared’ for Additional Migrants", "description": "During an interview aired on Tuesday’s broadcast of the Fox News Channel’s “Hannity,” DHS Secretary Kirstjen Nielsen stated, “We will be prepared for any additional migrants.” She also said “illegal or violent entry” into the US won’t be allowed. Nielsen said…", "url": "https://www.breitbart.com/video/2018/11/27/nielsen-we-will-be-prepared-for-additional-migrants/", "urlToImage": "https://media.breitbart.com/media/2018/07/Kirstjen-Neilsen.jpg", "publishedAt": "2018-11-28T05:41:42Z", "content": "During an interview aired on Tuesday’s broadcast of the Fox News Channel’s “Hannity,” DHS Secretary Kirstjen Nielsen stated, “We will be prepared for any additional migrants.” She also said “illegal or violent entry” into the US won’t be allowed. Nielsen said… [+578 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Dick Durbin: Manafort Pardon Would Be an Admission of Guilt by Trump", "description": "Tuesday on CNN’s “The Situation Room,” Sen. Dick Durbin (D-IL) said if President Donald Trump were to pardon his former campaign chairman Paul Manafort, it would be “an admission of guilt.” Durbin said, “I think there also is this looming concern that there i…", "url": "https://www.breitbart.com/video/2018/11/27/dick-durbin-manafort-pardon-would-be-an-admission-of-guilt-by-trump/", "urlToImage": "https://media.breitbart.com/media/2018/09/AP_18247794911179.jpg", "publishedAt": "2018-11-28T04:14:54Z", "content": "Tuesday on CNN’s “The Situation Room,” Sen. Dick Durbin (D-IL) said if President Donald Trump were to pardon his former campaign chairman Paul Manafort, it would be “an admission of guilt.” Durbin said, “I think there also is this looming concern that there i… [+485 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Matthews: Trump ‘Taking Us Back’ to Level of Zimbabwe", "description": "On Tuesday’s broadcast of MSNBC’s “Hardball,” host Chris Matthews argued that President Trump is taking the United States back to the level of a country like Zimbabwe. Matthews said, “I was reading about Zimbabwe today, and I’ve been to Zimbabwe. I know it’s …", "url": "https://www.breitbart.com/video/2018/11/27/matthews-trump-taking-us-back-to-level-of-zimbabwe/", "urlToImage": "https://media.breitbart.com/media/2017/03/Matthews-32-Thumbnail.jpg", "publishedAt": "2018-11-28T03:33:22Z", "content": "On Tuesday’s broadcast of MSNBC’s “Hardball,” host Chris Matthews argued that President Trump is taking the United States back to the level of a country like Zimbabwe. Matthews said, “I was reading about Zimbabwe today, and I’ve been to Zimbabwe. I know it’s … [+388 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michael Patrick Leahy", "title": "Republican Cindy Hyde-Smith Wins Mississippi Senate Runoff Election", "description": "Sen. Cindy Hyde-Smith (R-MS) defeated former Clinton administration Secretary of Agriculture Mike Espy on Tuesday in the Mississippi Senate runoff election.", "url": "https://www.breitbart.com/politics/2018/11/27/republican-cindy-hyde-smith-wins-mississippi-senate-runoff-election/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-and-Hyde-Smith.jpg", "publishedAt": "2018-11-28T03:31:27Z", "content": "Politico called the race for Hyde-Smith at 10:22 p.m. eastern time. With 75 percent of precincts reporting, Hyde-Smith leads Espy by 11 points, 55.9 percent to 44.1 percent, according to election results reported at Politico as of 10:22 p.m. eastern time. In … [+4636 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D., Thomas D. Williams, Ph.D.", "title": "U.N. Urges ‘Unprecedented and Urgent Action’ to Stop Climate Change", "description": "In its “Emissions Gap Report 2018,” the United Nations (U.N.) declared Tuesday that total annual greenhouse gases emissions reached a record high in 2017 and that “more ambitious” measures are needed by 2020 to keep global warming below established goals.", "url": "https://www.breitbart.com/environment/2018/11/27/u-n-urges-unprecedented-and-urgent-action-to-stop-climate-change/", "urlToImage": "https://media.breitbart.com/media/2018/06/global-warming-climate-change-march-italy-earth-planet-b-getty.jpg", "publishedAt": "2018-11-28T03:31:18Z", "content": "Current national commitments are inadequate to bridge the emissions gap in 2030, the U.N. warned in its report. Technically, it is still possible to bridge the gap to ensure global warming stays well below 2°C and 1.5°C, but if global ambitions are not increa… [+3144 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Eight-Time Deportee Gets 5 Years for Illegally Re-Entering U.S.", "description": "A judge sentenced a Honduran national to five years in federal prison for illegally re-entering the U.S. after being deported eight times.", "url": "https://www.breitbart.com/politics/2018/11/27/eight-time-deportee-gets-5-years-for-illegally-re-entering-u-s/", "urlToImage": "https://media.breitbart.com/media/2018/02/gavel-court-decision-sentence-ap.jpg", "publishedAt": "2018-11-28T03:20:34Z", "content": "U.S. Chief District Judge Greg Kays sentenced Jose Salazar-Aguilar, 34, to five years and eight months behind bars without parole, the Justice Department announced Tuesday. Police first arrested Salazar-Aguilar in Kansas City, Missouri, in February 2017 for d… [+1215 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "FLOODING IN: Large Groups Exploit Gaps in Barrier...", "description": "FLOODING IN: Large Groups Exploit Gaps in Barrier... (Third column, 7th story, link ) Related stories: Gridlock Over Border Wall Funding as Deadline Nears... Detention camp for teen migrants keeps growing... School apologizes after students recite Pledge of A…", "url": "https://www.breitbart.com/border/2018/11/27/watch-central-american-migrants-exploit-border-barrier-gaps-in-arizona/", "urlToImage": "https://media.breitbart.com/media/2018/11/Migrants-exploit-gaps-in-Yuma-Sector-border-infrastructure.png", "publishedAt": "2018-11-28T03:07:39Z", "content": "Border Patrol officials with the Yuma Sector tweeted a video showing a group of illegal immigrants crossing the border where there is a gap in infrastructure. The crossing occurred on November 23 at about 4:15 p.m., according to Yuma Sector officials. #CBP La… [+2517 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Allum Bokhari", "title": "Senator-elect Josh Hawley Calls For Congress To Investigate Twitter Over Political Bias", "description": "Yet to take office, Senator-elect Hawley already has big tech in his sights.", "url": "https://www.breitbart.com/tech/2018/11/27/senator-elect-josh-hawley-calls-for-congress-to-investigate-twitter-over-political-bias/", "urlToImage": "https://media.breitbart.com/media/2018/08/Josh-Hawley-Missouri-Attorney-General-Josh-Hawley-makes-his-acceptance-speech-on-November-9-2016-in-Springfield-Missouri.-Jr.jpg", "publishedAt": "2018-11-28T02:56:34Z", "content": "In a series of tweets, Hawley questioned the truthfulness of Twitter CEO Jack Dorsey’s testimony to Congress earlier this year, in which the Twitter chief insisted that the platform did not enforce its policies in a politically biased way. The new Senator fro… [+2584 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "New York Times Columnist on Trump Supporters: ‘Maybe They’re Just Bad People’", "description": "New York Times columnist and MSNBC contributor Michelle Goldberg has a novel theory about Trump supporters: \"Maybe They're Just Bad People.\"", "url": "https://www.breitbart.com/the-media/2018/11/27/new-york-times-columnist-on-trump-supporters-maybe-theyre-just-bad-people/", "urlToImage": "https://media.breitbart.com/media/2016/11/IMG_6054.jpg", "publishedAt": "2018-11-28T02:48:17Z", "content": "That’s the title of her latest column for the Times, in which Goldberg speculates that the energy spent by liberal political analysts trying to explain why intelligent people would support, or work with, President Donald Trump may be wasted, since the simples… [+1945 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris, Kyle Morris", "title": "Shocking Poll: Young Americans Believe U.S. Is Most Racist Nation", "description": "According to a new poll from the Foundation for Liberty and American Greatness (FLAG) and the polling firm YouGov, nearly half of young Americans believe the United States to be more racist than other nations.", "url": "https://www.breitbart.com/politics/2018/11/27/shocking-poll-young-americans-believe-u-s-is-most-racist-nation/", "urlToImage": "https://media.breitbart.com/media/2016/07/Bryton-Mellott-Facebook.jpg", "publishedAt": "2018-11-28T02:34:59Z", "content": "When asked whether they agreed or disagreed with the statement America is more racist than other countries,” 46 percent of young Americans said they agreed. Overall, 49 percent of the 1,078 Americans polled said they believed America is racist. Those surveyed… [+1768 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Cher: America May Not Be Great in My Lifetime Because of Damage Trump Has Done", "description": "In a Washington Post puff piece Tuesday, pop singer Cher was grave about the survival of the United States because of the \"damage\" she feels Trump has done to the country.", "url": "https://www.breitbart.com/entertainment/2018/11/27/cher-america-not-great-damage-trump/", "urlToImage": "https://media.breitbart.com/media/2018/11/cher-oct-2018-performing-getty-images.jpg", "publishedAt": "2018-11-28T02:01:58Z", "content": "In reply to an old joke maintaining that the only things that will be left after a nuclear war would be cockroaches and Cher, the paper asked the Half-Breed singer what she thought of the old joke. “Cockroaches and Cher, she replied, “I dont know who said it,… [+1305 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett, Ian Hanchett", "title": "Dem Rep. Speier: 'Manafort May Have Even Committed Treason'", "description": "On Tuesday’s broadcast of MSNBC’s “Hardball,” Representative Jackie Speier (D-CA) stated that the latest developments suggest that Paul Manafort “may have even committed treason, when all is said and done.” Speier said, “I think what it’s also suggesting is t…", "url": "https://www.breitbart.com/video/2018/11/27/dem-rep-speier-manafort-may-have-even-committed-treason/", "urlToImage": "https://media.breitbart.com/media/2018/11/Speier-1127-Thumbnail.jpg", "publishedAt": "2018-11-28T01:37:49Z", "content": "On Tuesday’s broadcast of MSNBC’s “Hardball,” Representative Jackie Speier (D-CA) stated that the latest developments suggest that Paul Manafort “may have even committed treason, when all is said and done.” Speier said, “I think what it’s also suggesting is t… [+647 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Chinese Civil Rights Activist: Vatican-China Pact Is ‘a Deal with the Devil’", "description": "China's most famous civil rights activist has joined the chorus of critics who have denounced the recent deal between the Vatican and Chinese Communist Party (CCP) as a \"betrayal\" of Chinese Catholics.", "url": "https://www.breitbart.com/asia/2018/11/27/chinese-civil-rights-activist-vatican-china-pact-is-a-deal-with-the-devil/", "urlToImage": "https://media.breitbart.com/media/2015/01/china-christmas-AP.jpg", "publishedAt": "2018-11-28T01:37:08Z", "content": "In an op-ed Monday, Chen Guangcheng, a blind scholar and human rights advocate, used the harshest language to describe China under communist rule, calling it an extraordinarily dictatorial and authoritarian nation where many kinds of freedoms that are taken f… [+2650 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Dana White Blasts ‘Cokehead’ Oscar De La Hoya for Letting Chuck Liddell Fight", "description": "UFC President Dana White blasted those involved in luring Chuck Liddell out of retirement for another fight last weekend, including Oscar De La Hoya, Golden Boy Promotions, and the California State Athletic Commission.", "url": "https://www.breitbart.com/sports/2018/11/27/dana-white-blasts-cokehead-oscar-de-la-hoya-letting-chuck-liddell-fight/", "urlToImage": "https://media.breitbart.com/media/2018/11/dana-white-5.jpg", "publishedAt": "2018-11-28T01:15:54Z", "content": "Liddell came out of a seven-year retirement to take on old rival Tito Ortiz, 43, who scored a knockout on Liddell in the last minute of the fight. Handing Liddell his seventh career knockout loss, ESPN reported. But White was “disgusted” by the whole extravag… [+1616 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church", "title": "Dictionary.com Word of the Year: ‘Misinformation’", "description": "The online dictionary's 2018 pick follows last year's \"complicit,\" and 2016's \"xenophobia.\"", "url": "https://www.breitbart.com/pre-viral/2018/11/27/dictionary-com-word-year-misinformation/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/06/dad4ba_social-election-battle-74145-in-oct-17-2018-file-photo-man-works-his-desk-e1543364911786.jpg", "publishedAt": "2018-11-28T00:42:52Z", "content": "Linguist-in-residence Jane Solomon said “misinformation” was deliberately chosen over “disinformation,” and meant to serve as a “call to action” against those who spread it. “Disinformation would have also been a really, really interesting word of the year th… [+1652 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church", "title": "Camp Fire Contained: 88 Dead, 203 Still Missing", "description": "Butte County Sheriff Kory Honea announced the official death toll in a statement on Monday night, with more than 200 still unaccounted for.", "url": "https://www.breitbart.com/pre-viral/2018/11/27/camp-fire-contained-88-dead-203-still-missing/", "urlToImage": "https://media.breitbart.com/media/2018/11/Camp-Fire-is-100-contained.png", "publishedAt": "2018-11-28T00:22:03Z", "content": "Only 16 of the corpses recovered have been positively identified, but 54 have tentative identification. Of the known 16 bodies found, 13 were residents of Paradise, and all but two were senior citizens. “Unfortunately, many of the remains we’ve located have b… [+1091 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Nolte: Only Anti-Science Suckers Believe Climate Change Hysteria", "description": "How many scientific doomsday prophecies have to be debunked before I'm allowed to be skeptical of the lastest: Climate Change?", "url": "https://www.breitbart.com/politics/2018/11/27/nolte-only-anti-science-suckers-believe-climate-change-hysteria/", "urlToImage": "https://media.breitbart.com/media/2018/02/wi/ap/01/2gl8t1_polar-bear-weight-loss-09493-20-2015-photo-by-busch-gardens-shows-polar-bear.jpg", "publishedAt": "2018-11-28T00:21:57Z", "content": "How many? Give me a number. How about if I give you a number: Thirteen. Thirteen, y’all. I am on the dark side of 52 now, which is not young, but it also isn’t old. And yet, I have lived to see so many media and scientifically-driven end-of-the-world predicti… [+4231 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro", "title": "Chuck Schumer Hints at Extra Border-Wall Funding", "description": "The Democrats' Senate leader, Chuck Schumer, suggested to reporters Tuesday that he could endorse spending more than $1.6 billion in 2019 for President Donald Trump's border wall.", "url": "https://www.breitbart.com/politics/2018/11/27/chuck-schumer-hints-at-extra-border-wall-funding/", "urlToImage": "https://media.breitbart.com/media/2018/01/ChuckSchumer-MediaAvailability-May22017-AP-640x480.jpg", "publishedAt": "2018-11-28T00:11:11Z", "content": "“We are for strong border security,” Schumer said, adding, “The $1.6 billion for border security negotiated by Democrats and Republicans is our position. We believe that is the right way to go … Stick to the $1.6 billion … We’re not negotiating in the press. … [+4350 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church", "title": "Gamer Overhears Alleged Rape While Playing Online", "description": "While playing Grand Theft Auto, an anonymous 16-year-old heard Daniel Enrique Fabian, 18, allegedly rape an underage girl.", "url": "https://www.breitbart.com/pre-viral/2018/11/27/gamer-overhears-alleged-rape-playing-online/", "urlToImage": "https://media.breitbart.com/media/2018/11/daniel-enrique-fabian-rape-video-game.png", "publishedAt": "2018-11-28T00:04:09Z", "content": "The unidentified witness was in a multiplayer lobby with the suspect on June 28, when he said Fabian told him he was going to “smash” the girl at his house — common parlance for sexual intercourse. Fabian then set down his headset to get up from the game, but… [+953 chars]"}]}