["Two months ago, The New York Times asked readers to send in examples of election-related misinformation they saw online.\n\nReaders responded. In all, more than 4,000 examples of misinformation were submitted to The Times from social media feeds, text-messaging apps and email accounts.\n\nEach legitimate submission was vetted by reporters and editors at The Times, and many have influenced our journalism in the lead-up to the midterm elections. We are grateful for readers’ submissions, and dedicated to continuing the work of fighting digital misinformation.\n\nHere is a review of some of the major types of misinformation submitted by readers, as well as some discovered in our own reporting.", "bad url", "bad url", "bad url", "MONDAY PUZZLE — You might need some earplugs to get through today’s puzzle by Roland Huget.\n\nI said, you might need some earplugs to get through today’s puzzle by Roland Huget.\n\nWhat is that unholy noise?\n\nTricky Clues\n\nA few entries and clues that might be considered tough for a Monday, but you’ve got this. Let’s take a closer look.\n\n16A: According to MayoClinic.org: “The uvea is a layer of tissue beneath the white of the eye (sclera). It has three parts: the iris, which is the colored part of the eye; the choroid layer, which is the layer of blood vessels and connective tissue between the sclera and the retina; and the ciliary body, which secretes the transparent liquid (aqueous humor) into the eye.” I know. But even on a Monday, you need to know it. It has been in the Crossword 243 times.\n\n38A: This is as gentle a lesson in misdirection as I’ve ever seen, and it’s good practice. The clue “Two marks in ‘résumés’” has the word “résumés” in quotes, so that’s a hint that we are not looking for marks on an actual résumé, we are looking for marks in the word itself. Those would be ACCENTS.", "Mary Keitany was back where she prefers to be Sunday in the New York City Marathon — far, far ahead of everyone else. Keitany, an Olympian from Kenya, took off alone in the race’s second half and finished more than three minutes ahead of her challengers, with a time of 2 hours 22 minutes 48 seconds. It was her fourth victory here, and the second fastest race any woman has run on this course.\n\nIt started out typically enough. For the first half of the race, Keitany, 36, tucked into a pack of about 24 women, including some of the top talent in this event. Keeping her stride loose, Keitany looked like just another jogger — albeit, a pretty fast one — as she made her way through the early stages.\n\nOnce she reached Manhattan, though, there was a race to run.\n\nSoon out of view of her closest opponent, Keitany tore through the second half of the marathon in 1:06:58, a time few women in the field had achieved. It was about nine minutes faster than her first half, and she never wavered as she ground toward the finish.", "这场争议也令全球注意到当局想极力抑制的香港独立运动，以及香港领导人分顾两头的处境——他们理应服务于香港，捍卫其特殊地位，但工作上又要听命于北京的共产党政府。\n\n香港特首林郑月娥驳斥了几乎所有香港人的结论——即马凯被迫离开是一种报复行为，此举标志着对政治言论新的限制——称这是“纯属臆测”。然而她没有提供其他解释。\n\n“我对香港特别行政区及其人民负责，”她指的是这个城市作为一个特殊行政区的地位。“我也对中央人民政府负责。”\n\n8月，香港民族党创始人陈浩天和英国《金融时报》记者马凯在外国记者会上。 Pool photo by Paul Yeung\n\n当政府提出取缔该组织时，大多数香港人从未听说过陈浩天或他的香港民族党。“我们当初邀请这位28岁的室内设计师的唯一原因，是因为当时有新闻在报道他，”外国记者会现任主席、法国记者陈翡(Florence de Changy)在该会的会刊写道。\n\n外国记者会拥有餐厅、酒吧和会议室，自殖民时代以来一直在香港的摩天大楼之间拥有一席之地。虽然现在其大部分成员都是律师、银行家和其他专业人士，但该组织仍由记者管理并组织活动，邀请拥有各种背景的演讲者。", "LEE One big part is getting the shapes of precincts. You can sometimes go to a county’s website and find an open data or geography section, where you can download the shapes. But that’s not always the case. You may have to contact the counties and ask them to send the information. A couple of places wanted to mail maps to us because they didn’t have them electronically. The next step is matching the precinct maps with the data.\n\nHow has The Times’s approach to interactive election maps evolved?\n\nBLOCH The first election I worked on was the presidential one in 2008. One of the models for designing an interactive map then involved pretty complex interactions, like using buttons to see different views of the data. Whenever possible, we’ve tried to pare away interactions that readers may not understand by just looking at a map. Simplicity is one of our guiding principles.\n\nWe also had more stand-alone interactives in the past. Along with making our graphics simpler, we now combine them with blocks of text.\n\nWe’ve turned against the kind of map that just shows a lot of data and puts the burden of analyzing it on the user — though our election results maps show a bit more data because we feel it’s important to display the full outcome of elections.\n\nLEE We’ve also made space for people to explore the data. We want to give you the necessary information when you first get to the page so that, if you find that interesting, you can dig deeper.\n\nHow do you come up with ideas for new interactive maps?\n\nTSE They come from a lot of different places in the newsroom, from within our department and from The Upshot, with which we collaborate very frequently. We’re always thinking about what could help readers understand the world better.\n\nWhat maps have been most popular with readers?\n\nTSE The “Extremely Detailed Map of the 2016 Election” was very well received. Readers really enjoyed seeing how their block voted, how their neighborhood voted.", "With Election Day at hand, we know one thing for sure: Voter turnout is huge. In fact, it looks like we will have the highest midterm turnout since 1966. The rationale for a gigantic blue wave that would represent a repudiation of the 2016 election has been that millions of Americans are so turned off by President Trump and his agenda that they will come out en masse and hand Congress to Democrats with large majorities, proving what has been an article of faith among Trump-haters, that his election was an anomaly and that American politics would quickly revert to the mean.\n\nBut that’s not going to happen — because it relies on a false premise. Republicans don’t want to go back to the Bush-McCain-Romney era any more than Democrats want to go back to Clintonism. And since the Kavanaugh hearings, Republicans are just as energized and united as Democrats. That means everything is up for grabs. This election, in other words, is part of a process in which the electorate is working toward a new political dispensation that will replace the one that prevailed from the end of World War II until sometime during the Obama administration.\n\nWhat seems most likely is that we will get a split decision. As of now, Republicans are set up to increase their majority in the Senate, while Democrats have some advantages in the House. Though things are moving quickly and Democrats have had to spend money to defend incumbents in what should be safe seats. Senator Bob Menendez in New Jersey and Representative Jim Costa in California’s San Joaquin Valley both have Republicans nipping at their heels. Democrats remain likely to win both races, but if this were really a wave election they wouldn’t be close.\n\nSavvy Democrats who have worked elections — and not just keyboards — realized early-on that they over-promised and began to lower expectations for a wave election. The wholesale rejection of Mr. Trump that has been confidently predicted since the Women’s March that took place the day after his inauguration is not in the cards. It never was. His opponents should remember that whatever they think of the man or his policies, he won more votes than any Republican ever, remains very popular with his own party and is presiding over an economic boom. We have robust economic growth, the lowest unemployment rate since 1969 and — finally — somewhat higher wages. What’s more, the country is at peace, having largely wound down its ill-advised wars in Afghanistan and the Middle East while still pursuing a policy that has degraded Isis as a threat. A lot of voters who are not deeply ideological will look at that, or simply experience it in their own lives, and wonder why they should make a change. Things are going well.", "DELRAY BEACH, Fla. — Let me take you back to a time when Democrats and Republicans could breathe the same air without choking on it.\n\nIt was in 2002 that they worked together to make the ads that flood the airwaves every election season a little less nasty.\n\nThat year, the “Stand By Your Ad” provision was passed as part of the Bipartisan Campaign Reform Act. Ever since, anyone running for federal office has had to utter this brief refrain as part of every commercial: “I’m so-and-so and I approve this message.”\n\nThe lawmakers’ idea was simple. A mix of shame and self-preservation would make candidates less inclined to put out ads that were false or just plain ugly.", "Cowbells rang, Matracas rattled and Elvia Negron-Perez, who has completed 12 New York City Marathons, offered runners in Sunday’s race relief at her folding table along 135th Street in the Bronx.\n\nDressed as “Super Boricua,” Negron-Perez stood a few feet north of the Mile 20 marker wearing a Puerto Rican flag draped over her shoulders and wristbands emblazoned with its image. In plastic bags, she assembled care packages of bananas, oranges and pretzels for friends on the course. She reached into a container to pull out a muscle-roller massage stick, and tried to ensure that anyone thinking of surrendering to physical pain or mental exhaustion did not do it on her block.\n\n“No wall!” she said. “We’re here for everybody!”\n\nWhile the marathon’s annual visit to the Bronx is brief — just over a mile — it has often brought out the best in the borough. The Mott Haven neighborhood in particular has become synonymous with moral support and muscle sticks on race day. Positioned at the foot of the Willis Avenue Bridge, where runners and wheelchair racers cross into their fifth borough of the route, residents come to the course equipped to assist those whose bodies may be breaking down.\n\nNeil Heckman, who ran in 2014 and 2015, said he never forgot cramping the first time he reached Mile 20. On the sideline on Sunday, he wore a black headband, offered bagged snacks and kept a roller at the ready. As morning burned into afternoon, he held up a white sign to alert the participants that he had relief available for the asking.", "When the Rex-Rheni was built in 1966, it would have been considered a big ship. Today, at least under normal conditions, it would be one of the smaller ones on the Rhine, where it is not unusual to see a 600-foot freighter capable of hauling 6,000 tons — when there is at least 12 feet of water.\n\nA clause in German shipping contracts that allows ships to set their own prices when the water level is below about 32 inches at Kaub makes such trips worthwhile for smaller boats, even if their holds aren’t full. But the clause cannot make the river deeper.\n\n“We need the level in the Bodensee to rise,” said Martin Deymann, using the German name for Lake Constance. His 35 ships stopped transporting goods along the middle section of the Rhine last month. “We need rain, and hopefully it will come before it becomes cold and it comes down as snow.”", "Troll一词在中国大陆与台湾有着不同的说法。在中国大陆常听到的“喷子”，在台湾被称为“酸民”（喜欢嘲讽跟“引战”的网民），也有人将之称为“网路白目”。提到喷子和酸民，有人也会想到类似的词如五毛和水军（受雇发表有利于政府或公关企业的人），以及键盘侠（光说不练的键盘参与者）等。", "bad url", "The 26.2-mile race took place in near-perfect conditions, with little wind and temperatures in the low 50s, and started as many marathons here do, with a large pack of elite runners bunched at the front as they glided over the Verrazzano-Narrows Bridge, the highest point on the course.\n\nUnlike major marathons in Berlin and Chicago that are run on flat courses and use pacesetters to induce world records, New York City’s course has many hills and sharp turns that tend to produce tactical races favoring those who have run the course before and who finish fast. Desisa and Kitata, for instance, have each run more than a full minute faster on other courses.\n\nKitata was making his debut in New York and appeared to make a rookie mistake by jumping in front early and pushing the pace. The runner-up in the London Marathon this year, Kitata was unable to shake a pack of runners that included Kamworor, Desisa and Daniel Wanjiru of Kenya, who won the London Marathon in 2017.\n\nKitata held his ground as the pack caught up to him coming off the Queensboro Bridge, the second-highest point in the race, around Mile 16. At that point, the lead runners were on pace to run about 2:07, a very fast time for New York. As the group headed up First Avenue, Kamworor started to assert himself. He let Kitata push the pace, but a couple of times, he motioned to other runners to help box in Kitata.\n\nBut the lead pack was down to Kitata, Desisa and Kamworor as they passed quickly through the Bronx, down the Madison Avenue Bridge and back into Manhattan. Heading down Fifth Avenue, Kamworor took off his gloves and threw them to the ground, as if to taunt Desisa and Kitata.\n\nKitata slowed and appeared spent, but Desisa stuck with Kamworor as they entered Central Park with about two miles to go. The race was turning into a replay of last year, when Kamworor held off Wilson Kipsang in a sprint to the finish.", "SAN FRANCISCO — More than 450 antiquarian book dealers in at least 26 countries pulled their books off an Amazon subsidiary on Monday, an impromptu protest after the site abruptly said it would drop all sellers from several nations.\n\nThe flash strike against AbeBooks, which removed over 2.5 million books from the marketplace, is a rare concerted action by vendors against Amazon, which depends on third-party sellers for much of its merchandise and revenue. The protest arrives as increasing attention is being paid to the extensive power that Amazon wields as a retailer — a power that is greatest in books.\n\nThe stores are calling their action Banned Booksellers Week. The protest got its start after AbeBooks sent emails last month to booksellers in countries including South Korea, Hungary, the Czech Republic and Russia to say that it would no longer “support” them. “We apologize for this inconvenience,” the company said.\n\nAs the news spread, even unaffected dealers were surprised and angered. AbeBooks, together with Amazon itself, is by far the biggest international marketplace for secondhand and rare books.", "But artistically, “Bank Ban” (“The Viceroy Bank”) was not a great introduction.\n\nYou can understand why the work has become associated with Hungarian identity. It takes place during the reign of the 13th-century king Endre II, who is off at war when the action starts. Left behind is his queen, Gertrud, whose Meranian descent makes her suspiciously foreign in the eyes of Hungarian noblemen allied with the king. In the opening scene, Gertrud is seen blithely entertaining a roster of Meranian revelers at court.\n\nBank, the viceroy, the opera’s tormented hero, learns that Melinda, his beloved wife, has been pursued by the queen’s self-indulgent younger brother Otto, an overture Gertrud has encouraged. Melinda is repelled by Otto, who forces himself upon her, driving her to madness.\n\nThere are hints of Donizetti and Verdi in Erkel’s score, passages of plaintive harmonic writing, and hymnlike choruses. Still, the opera is run through with arias that sound like four-square songs. And after the third or fourth (I lost count) stirring choral anthem in praise of the homeland, I had had enough. Despite some compelling singing from several cast members, the performance on this night, conducted by Balazs Kocsar, lacked energy and focus.\n\nThings were vastly better for the second production on Thursday, a double-bill of one-act works: the composer Janos Vajda’s “Mario and the Magician,” first performed in 1988; and Bartok’s brooding masterpiece “Bluebeard’s Castle,” which had its premiere a century ago when this company performed it in Budapest.", "LOUISVILLE — Stephon Harbin leans Democratic but says he resents being pigeonholed in one party. House Speaker Paul Ryan, for instance, strikes an intellectual chord with him despite being a Republican. For Mr. Harbin, following politics is part of a civic duty to make his city a better place.\n\n“The only way it’s going to change is if you’re instrumental in the change. It has to be a team effort,” Mr. Harbin said recently as he sat in the living room of his bungalow in Louisville’s California neighborhood, southwest of downtown. “I’d run for office, if I could.”\n\nBut Mr. Harbin, who is 47, cannot run for office. Twenty-nine years ago, he was arrested for selling cocaine — a scheme, he said, to pay for his freshman year in engineering school at the University of Louisville. The ensuing felony conviction, and another that followed two years later, stripped him of his political rights for life.\n\nHis first arrest came when he was 18, and he was convicted barely two weeks before Election Day. “I never had the opportunity to vote,” he said.", "In the end, the words “Freddie Mercury biopic” were all prospective ticket buyers needed to hear.\n\nFox’s “Bohemian Rhapsody,” about Mercury’s rise to fame as the lead singer of Queen, opened this weekend to an estimated $50 million in domestic ticket sales, a great figure for a film that cost about $52 million to make. The movie also brought in about $72.5 million internationally, according to Fox, for a global total of about $122.5 million.\n\nThe film received a somewhat lackluster reception from critics. It holds a 60 percent fresh rating on Rotten Tomatoes, and in his review for The New York Times, A. O. Scott called it a “plodding, literal-minded, conventional affair.” The release of “Bohemian Rhapsody” also came after a long and troubled production: Sacha Baron Cohen was originally slated to play Mercury before dropping out in 2013, and the movie’s credited director, Bryan Singer, was replaced by Dexter Fletcher late in the production.\n\nBut audiences interested in Mercury’s story — and perhaps in hearing Queen in theaters — were unfazed by the critical reception. A large number seem happy with their decision: The film received an A rating on CinemaScore, which polls moviegoers on opening nights.\n\n[Mama mia: Read A. O. Scott’s “Bohemian Rhapsody” review]\n\n“Bohemian Rhapsody” had no trouble beating out the No. 2 finisher, Disney’s “The Nutcracker and the Four Realms.” That PG-rated holiday film, a riff on the E.T.A. Hoffmann story, also opened this weekend and made an estimated $20 million, according to Comscore, which compiles box-office data. The young actress Mackenzie Foy stars alongside Keira Knightley, Morgan Freeman and Helen Mirren, a celebrity cast that likely helped convince some families to see a holiday movie on the first weekend of November. But the initial results were disappointing for Disney, which spent well over $100 million to make the movie.", "从1955年到1972年，金庸写了14部长篇、中篇和1部短篇武侠小说。武侠是流行的小说类型，主要讲述夸张的功夫冒险。\n\n他第一部武侠小说《书剑恩仇录》（1955年）的灵感来自一个传说：满族皇帝乾隆实际上是个汉人，他在出生时被掉包。小说在《新晚报》连载，一炮而红。\n\n他开始写作的那个时候，中国共产党禁止了武侠文学，称之为“腐朽”“封建”。禁令也反映出中国文学传统的一个古老观点：武侠是不入流的类型。\n\n但是在香港和其他散居海外的华人当中，金庸的小说在五六十年代掀起了一股新的武侠小说热潮。\n\n通过融合诗歌、历史和幻想，金庸拔高了这个已经相当套路化的小说类型，创造出几百个生动人物，穿行在一个依照自身法则和道德规范运行而又映射现实的俗世。\n\n在这些讲述爱情、侠义、友情和孝道的故事里，他的诸多人物并不完美，有着错综的情感往事，这只让他们更为动人。", "MILAN — Nine members of two families were killed in the same house in Sicily when the torrential rains and high winds that have been lashing Italy caused a river to burst its banks Saturday night.\n\nIn just moments, rushing water filled the villa where the families were staying, drowning those inside.\n\nA father and his daughter escaped harm because they had left the house to do some shopping. A third person climbed a tree to survive.\n\nThe deaths at the villa, in Casteldaccia in Palermo Province, brought the number of people killed in Sicily this weekend to 12. Three other people died in their cars hit by torrents of water.", "The president of the United States has one of the most powerful bully pulpits in the world.\n\nPresident Trump has used that platform to spread his populist message through language often shorn of diplomatic niceties and demeaning of his opponents. And his language has been picked up by a number of leaders in other countries to offer justification of their own actions and to promote like-minded policies.\n\nSome leaders — or leaders of national institutions — have used similar language to go after political opponents, push their own populist agendas or even shield themselves from criticism of human rights abuses or the erosion of democratic norms.\n\nThe latest example came on Friday, when the Nigerian army cited remarks by Mr. Trump to defend its owns actions after fatally shooting unarmed protesters.", "All of which places Mr. Swan at a sticky nexus of journalistic ethics and best practices in an era when the audience for White House reporting has never been bigger — and the judgments never harsher. Ratings and subscriptions are up, and reporters become household names, but they are often denounced as “fake news” by the right and as brown-nosers by the left.\n\n“How do you practice insider journalism with an administration that a large share of the country is rooting for, regardless of the truth of the president’s claims, and that another large part thinks is morally repugnant?” said Ben Smith, editor in chief of BuzzFeed News (and a former employee of Mr. VandeHei’s). “That is a really hard challenge.”\n\nFor all the slings and arrows sent his way, Mr. Swan, who declined to comment for this article in the wake of last week’s dust-up, has lived his own American dream.\n\nThe son of Norman Swan, a prominent television journalist in Australia, he arrived here in 2014 after a promising career in the Canberra trenches, where among other scoops he discovered video of an Australian senator hurling the feces of a kangaroo.\n\nOn a visa for a congressional fellowship, he spent nearly a year being rejected for reporting positions until landing a job at The Hill. “I probably interviewed five or six hundred people in my life, and I just knew right away that he was going to be a great reporter,” said Bob Cusack, the editor in chief.\n\nSources and competitors of Mr. Swan, many of whom spoke on the condition of anonymity because, well, it’s Washington, described a hustler and charmer with a herculean work ethic, often squeezing in four source meetings a day. “He seemed drawn to me,” recalled Ms. Quinn, who met him at an Axios party at Nobu. “He asked me to dinner.”", "Since President Trump’s election, his loyalists online have provided him with a steady stream of provocative posts and shareable memes, often filtered up from platforms like Reddit through media channels like Fox News. In return, Mr. Trump has championed many of their messages as his own, amplifying them back to his larger base.\n\nThis feedback loop is how #JobsNotMobs came to be. In less than two weeks, the three-word phrase expanded from corners of the right-wing internet onto some of the most prominent political stages in the country, days before the midterm elections.\n\nOn Oct. 11, a video went viral on Twitter. The clip alternated between footage of angry protesters and clips of cable news anchors discouraging the use of the word “mobs” to describe those activists. The “mob” depiction is rooted in the right-wing talking point that Republicans are the rational alternatives to violent left-wing protesters, like the so-called anti-fascists who clashed with far-right groups last year. Soon after the “supercut” video went viral, the phrase “jobs not mobs” began gaining momentum. The “jobs” part of the phrase refers to the record low unemployment and job growth in the United States, for which Mr. Trump has taken credit. Scott Adams, the creator of the “Dilbert” cartoon strip, quickly endorsed “jobs not mobs” as a potential slogan. Because of the cartoonist’s popularity among the pro-Trump crowd online, this was a key moment. A screenshot of Mr. Adams’s tweet was posted to Reddit, followed by a meme with the phrase laid over an image of factory workers at the top and a violent protest at the bottom. “This meme can go far,” one Reddit user wrote. The creator of the meme, who goes by the pen name “Bryan Machiavelli,” told The New York Times he charges $200 an hour for his “memetic warfare consulting” services. Users on Reddit and Twitter continued to push the slogan, as popular pages on Facebook began to pick it up. The transfer of a message across social networks is one way a meme like this becomes amplified.\n\nOver the following days, #JobsNotMobs was used in reference to everyone from liberal protesters to Central American migrants trying to come into the United States.\n\nThe phrase was pushed by a series of increasingly prominent conservatives who have often railed against anti-fascist protesters. James Woods, the actor, tweeted it on Oct. 13. The next day, Charlie Kirk, a pro-Trump activist with a large internet following, sent it out. Women for Trump Movement, a Facebook page, wrote about it in a post that was shared 1,200 times.\n\nConservative media outlets routinely pick up stories that are gaining traction on the pro-Trump internet, and #JobsNotMobs was no exception. On Oct. 15, “Fox & Friends” aired a segment on the phrase, saying: “The Trump administration is focusing on what Americans really care about. Not mobs, but jobs!”\n\nSoon, Republicans around the country were racing to feature #JobsNotMobs in campaign materials.", "• U.S. election nears.\n\nThe tumultuous 2018 midterm campaign barreled through its final weekend and toward the day of decision, Tuesday.\n\nThe most prominent campaigners are on opposite sides of the country’s vast political divide. President Trump has been crisscrossing the country to deliver fear-based messages on immigration and other issues. Former President Barack Obama has been assailing him in a surprisingly sharp, systematic way.\n\nOur live polling has many races too close to call, but there’s a consensus in both parties that Democrats could take control of the House — and that the outlook for the Senate is unclear.", "The White House press office did not respond to multiple requests for comment.\n\nRight-wing extremists — a catchall category for a messy constellation of neo-Nazis, white nationalists, crypto-fascists, nihilists and attention-seeking trolls — vary widely in style and ideology. Some congregate out in the open, on forums like 4chan and Reddit as well as public platforms like Gab, the Twitter-like social network used by the suspect in the Pittsburgh synagogue shooting. Others communicate in private channels on Discord, a chat platform, or over encrypted messaging apps like Telegram or Wire. Some are ardent supporters of Mr. Trump, while others oppose him on the grounds that he is not extreme enough.\n\nWhat they have in common is a feeling of empowerment — a sense that the boundaries of acceptable speech are widening in the Trump era, and a suspicion that when they talk, Mr. Trump, or those with access to him, may be listening.\n\nEven small phrases can set off speculation. Last month, when Mr. Trump tweeted an unfounded accusation that left-wing protesters outside the confirmation hearings for Justice Brett M. Kavanaugh were “paid for by Soros and others,” some extremists took it as evidence that the president shared their view of a global Jewish-led conspiracy led by Mr. Soros, a leading donor to many liberal causes.\n\n“Trump has officially named the Jew,” wrote one user on 4chan. “Trump knows,” wrote another, who said that the “others” Mr. Trump referred to in his tweet might be a sly reference to other shadowy Jewish benefactors.\n\nThese extremists’ sense of influence is almost certainly exaggerated. Mr. Trump, who has Jewish family members including his daughter, has said nothing about Mr. Soros’s religion or a larger Jewish conspiracy. And it is unlikely that the president, who has said that he does not use a computer, is wading through obscure message boards in search of talking points.\n\nBut that hasn’t stopped those extremists from interpreting his words as a signal that the president shares their views.\n\nIt is difficult to quantify how many right-wing extremists exist in America — many operate anonymously or pseudonymously online, and few real-world gatherings take place. But some private channels for neo-Nazis and other extremist groups have thousands of members, and more mainstream right-wing spaces — such as a pro-Trump Reddit forum, r/the_donald, which has more than 600,000 members — have amplified extremist messages.", "My dentist, a registered Republican, did not vote in the last midterm elections, in 2014.\n\nBut the owner of my local bookstore, a registered Democrat, did vote then. So did my accountant, who is not registered with either party.\n\nI know these details not because the dentist, the bookseller and the accountant volunteered to share their voting histories with me. I found out from VoteWithMe and OutVote, two new political apps that are trying to use peer pressure to get people to vote Tuesday.\n\nThe apps are to elections what Zillow is to real estate — services that pull public information from government records, repackage it for consumer viewing and make it available at the touch of a smartphone button. But instead of giving you a peek at house prices, VoteWithMe and OutVote let you snoop on which of your friends voted in past elections and their party affiliations — and then prod them to go to the polls by sending them scripted messages like “You gonna vote?”", "作为流亡在印度的年轻人，他活跃于西藏独立事务，美国中央情报局(CIA)一度希望招募他为翻译，参与一个训练西藏战斗人员的项目。但他选择进入了新闻业，先是担任一份藏语报纸的编辑，而后是一本后来成为《西藏评论》(The Tibetan Review)的英文出版物。\n\n1970年，他参与创立了西藏青年大会(Tibetan Youth Congress)，这是目前寻求独立的最大的西藏流亡组织。但他自己的立场变得更加温和，随着在流亡政府中担任越来越突出的职位，包括议会议长和内阁成员，他成为了达赖喇嘛中间道路的主要倡导者。\n\n嘉日洛珠曾于1982年和1984年作为藏人代表团成员，前往中国与官方进行试探性谈判。他后来说，中国政府对1989年天安门广场抗议的残酷镇压，以及1991年的苏联解体，令中国领导层感到惊恐，阻碍了政治自由化和改变与西藏关系的可能性。\n\n“这30年一直充满着挑战和失望——失望是因为我没有做出任何重大突破就卸任了，”他说。“但是，与中国政府打交道的这30年，在某种程度上已经让我沉下心，给了我一些希望。”", "Unlike Mr. Deripaska, Lord Barker had a largely spotless reputation. His only minor brushes with scandal came in 2006, when he left his wife to live with a male interior decorator, and in 2012, while serving as energy minister, when he made the tabloids for using a microwave at Parliament to warm a cushion for his pet dachshund, Otto.\n\nLord Barker’s appointment, the company declared, was proof of its “commitment to the best standard of corporate governance.” His allies say his efforts since then have been focused on what is best for the company — its employees and all of its shareholders — rather than on Mr. Deripaska’s personal benefit.\n\nOthers saw Lord Barker’s appointment as chairman of EN+ as proof of a phenomenon known as “Lords on Boards,” a long line of eminent Britons willing to lend their names and connections to Russia’s scandal-singed elite.\n\nBefore entering politics in the early 2000s, Lord Barker had worked in Moscow as the head of investor relations for Sibneft, a Russian oil company connected to two Russian oligarchs, Boris Berezovsky and Roman Abramovich, a onetime business partner of Mr. Deripaska’s. Lord Barker’s job was to persuade often skeptical investors and financial journalists that Sibneft had shaken off its shady past in rigged privatization deals and broken with the habits of its oligarch founders.\n\nNow, Lord Barker assumed the chairmanship of EN+ and the London listing was a success. Mr. Deripaska, with his family, took around $1.5 billion from the stock sale and was able to repay VTB.\n\nThen in April came the sanctions announcement from Washington, which Mr. Deripaska described in a statement as “groundless, ridiculous and absurd.” The world’s aluminum market shook, as shares of EN+ went into a nosedive on the London exchange, where the company quickly lost more than half of its value.\n\nThe sanctions, which punish third parties that do business with designated companies and individuals, led to a mass exodus of his advisers. In London, Mr. Rudd’s public relations company bailed, as did the consultancy business run by Lord Mandelson. Citigroup and Credit Suisse, which EN+ named in January as “joint corporate brokers” and which earlier had worked on the company’s public offering along with other banks, swiftly severed relations. In Washington, Mr. Waldman terminated his representation of Mr. Deripaska and Rusal.", "• Candidates are making a final pitch to voters across the United States.\n\nATLANTA — For weeks, Brian Kemp, the Georgia secretary of state and Republican candidate for governor, has faced accusations that he is trying to suppress the minority vote in his race against Stacey Abrams. And just days ago, a federal judge ruled that the state needed to adjust elements of its so-called “exact match” voting requirement, calling them needlessly burdensome.\n\nNow, in what Democrats said was a desperate attempt to deflect attention just two days before a crucial midterm election, Mr. Kemp used his official position Sunday to announce, with scant evidence, that the Democrats were under investigation for allegedly trying to hack the state’s voter registration files.\n\nDemocrats immediately denounced the claim as bogus and called it an abuse of power.\n\nThe controversy over voting rights, and the basic mechanics of Georgia’s electoral process, has roiled one of the nation’s marquee races. Mr. Kemp is locked in a tight contest with Ms. Abrams, the Democratic nominee, who would become the first African-American woman to lead any state if she wins. For weeks she has been accusing him of trying to suppress the minority vote and called for him to step aside as secretary of state — something he has declined to do while calling allegations of suppression “a farce.”\n\nMr. Kemp is a staunch supporter of President Trump, and appeared with him at a rally Sunday in Macon, Ga. In brief remarks before and during the rally, Mr. Kemp made no reference to the investigation. Mr. Trump, who has made numerous baseless claims of voter fraud in the past, spoke at length about voting issues, but did not mention the probe.", "To the Editor:\n\nRe “Reading Taught the Wrong Way,” by Emily Hanford (Sunday Review, Oct. 28):\n\nMs. Hanford blatantly disregards hundreds of studies that show the merits of a rich, comprehensive literacy approach that includes phonics but not to the exclusion of authentic, experiential reading (and writing) experiences that will ensure that every child becomes a successful reader inside and outside of school.\n\nThere are studies on everything from book access (a child with even one book in the home will perform better academically than a child with no access to books) to the power of reading aloud to a child (a child who is read aloud to every day will perform a minimum of one year better in school than a child who is not read aloud to), and the list goes on.\n\nIn the field of literacy education, we are well aware that the child’s reading journey is deeply complex, informed by a great variety of factors: exposure to a wide variety of genres and types of texts, phonics instruction, comprehension and critical thinking development, and more.\n\nThe “phonics/no phonics” debate is long over. The literacy field agrees on one thing: The child’s reading life can be joyous, hopeful and exceptionally productive when the teacher provides a strong, disciplined, comprehensive approach.", "bad url", "bad url", "As Saturday approached, the United States Military Academy revved up for a football game against the visiting Air Force Academy in West Point, N.Y., in a highly charged clash of rivals.\n\nAnd with the rivalry came an idea of mischief.\n\nBut a scheme by West Point cadets to swipe two falcons belonging to the Air Force Academy ended with one of the birds bloodied, the start of an investigation and a public apology from West Point.\n\nThe episode began sometime on Friday night, Sam Dollar, the Air Force Academy’s falconry team adviser, said on Sunday.\n\nAurora, a 22-year-old gyrfalcon who is the academy’s official mascot, and Oblio, a Peregrine falcon about seven years younger, were taken by two West Point cadets.", "bad url", "上海——中国最大的电子商务公司预计迎来更加艰难的时期，对这个世界上最重要的增长引擎之一的庞大经济体来说，这是一个令人不安的迹象。\n\n该购物巨头上周五表示，中国经济扩张步伐放缓，加之该国与美国的贸易战，阿里巴巴集团将截至3月份的当前财年收入增长预期下调约5%。在截至9月结束的季度，该公司收入为124亿美元，比去年同期增长54%，但低于分析师的预期。\n\n“全球经济处于不确定状态，”阿里巴巴首席执行官张勇在与分析师的电话会议上表示。 “美中贸易紧张局势加剧了不稳定的风险。”\n\n该公司首席财务官武卫表示，最近才决定降低销售预期。她说，过去一个月经济状况明显恶化。 “商家正经历艰难时刻，”她说。", "To the Editor:\n\nRe “A New Platform in District Attorney Races: End Mass Incarceration” (news article, Oct. 26):\n\nIt is a sign of how harsh prosecution practices have become that declining to prosecute low-level offenses like disturbing the peace or possession of small amounts of marijuana is seen as bold and progressive.\n\nThose tepid reforms have no effect on the 2.3 million people behind bars in the United States. If prosecutors truly wanted to redress the last several decades of mass incarceration, they could start by declining the longstanding, knee-jerk practice of opposing parole and clemency for the countless number of people who should be released from prison.\n\nSteven Zeidman\n\nLong Island City, Queens\n\nThe writer is a professor at the CUNY School of Law.", "To the Editor:\n\nRe “Drama Book Shop Plans to Relocate Over Rent” ( Weekend section, Oct. 26):\n\nWhy is the Drama Book Shop having difficulty paying its rent? For that matter, why is this revered and treasured resource still subject to the brutal forces of free-market real estate in the Manhattan theater district?\n\nCreating an endowment of $5 million and allowing the store to operate under the auspices of a nonprofit foundation would cushion it against the marketplace and enable it to continue in the wonderful space that it now occupies on West 40th Street .\n\nThis amount is small change for the New York City theater community! Get busy, folks. The Drama Book Shop helped many of you over the years by putting your work before the public when no one else would. Time to give back!\n\nRobin Breon\n\nToronto", "To the Editor:\n\nRe “Trump Can’t Unite Us. Can Anyone?,” by Frank Bruni and Ross Douthat (The Conversation, nytimes.com, Oct. 30):\n\nRespectable former Republicans have left their party, while others, who bear little resemblance to traditional conservatives, opportunistically attach themselves to the party.\n\nMax Boot, a conservative who has left the Republican Party, reflects: “ You used to bel ong to a conservative party with a white-nationalist fringe. Now it’s a white-nationalist party with a conservative fringe.” The party of the past was based on solid conservative values; it was not a home for anti-immigrant nativists or for “alternative facts” and conspiracy theories.\n\nAlt-right hangers-on now run as Republicans, with encouragement from the head of the party.\n\nRepublicans who can no longer identify with their morphed party should form a new party that provides a sane home for rational conservatives. They would pull traditional conservatives away from the existing party (and might pick up some centrist Democrats). In the process of separating themselves from the alt-right, they would finally be able to “stop Trump,” which is exactly what they want to do.\n\nPerhaps we need a third, centrist party that believes truth exists and values matter, and cares about preserving our institutions and getting things done.", "To the Editor:\n\nDonald Trump has been great for my small business. I’m a psychiatrist, and my practice has been full since he was elected. Depression and anxiety plague my patients because of the powerlessness they feel about the destruction of the America they hold dear.\n\nThe ones whose symptoms have remitted have one thing in common: doing something concrete to oppose him. Taking personal responsibility by taking actions, large and small, has led to a universal sense of relief.\n\nAnyone can do that; just vote.\n\nMark Heitner\n\nBurlingame, Calif.", "Political and cultural transformations have swept across much of Southern California, and changed the dynamics in hard-fought races. None illustrates the changing face of Southern California’s suburbs better than the race in the 39th Congressional District, where Ms. Kim, a Republican, is running against Gil Cisneros, a Mexican-American who is seeking office for the first time. It is another of the super-tight California contests.\n\nAsians now make up about 22 percent of the district’s population, and Ms. Kim has relied heavily on her biography: Her parents left Korea in the 1940s and raised her in Guam and Hawaii, where she often served as their translator.\n\n“Most Democrats don’t know what to make of me,” she said. “I am a different kind of Republican — I am an immigrant. We have achieved our American dream, we see hope and possibility and positive change.”\n\nThe district straddles northern Orange County, eastern Los Angeles County and a slice of San Bernardino. All those places have become magnets for immigrants and their children to settle, buy homes and open businesses in strip malls that often evoke architecture from Asia and Latin America.\n\nMr. Cisneros moved to Yorba Linda, one of the wealthiest cities in the district and Richard Nixon’s birthplace, after winning a lottery jackpot. He used some of his winnings to run an education foundation, and then decided he was willing to pour millions of dollars into a campaign for Congress. His motivation, he said, came entirely after President Trump was elected.\n\n“If Young Kim goes to Washington, she is going to be a rubber stamp for the president,” Mr. Cisneros said in an interview at his field office in Brea. “That is certainly not what this district needs or wants.”\n\nMs. Kim has walked a tightrope throughout the campaign. She sides with the president on some of his signature issues; she echoed his claim that the migrant caravan is dangerous, suggesting it would bring in “bad actors.” But she has opposed Mr. Trump’s family separation policy and his stances on so-called chain migration, noting that her own family and many other people in the district have benefited from family immigration sponsorships.", "It’s not easy running a fashion magazine in Nigeria.\n\nPrinting presses are few, and high-quality paper stock is hard to find. In Lagos, the country’s largest city and the hub of its fashion industry, consistent electricity is an issue, with power going in and out throughout the day. And there is no formal distribution network, beyond selling the publications in a select few chain outlets or at major airports.\n\nMany magazines rely on street vendors to sell single issues to commuters stuck in the notoriously slow Lagos traffic along thoroughfares like Obafemi Awolowo Way in the city’s Ikeja section. The transactions are clumsy: Customers quickly throw money out their car windows before traffic picks up and they move on.\n\nBeyond all the logistical hurdles, roughly 87 million people in Nigeria — out of a population of around 200 million — live below the poverty line. But thanks to industries like oil, the country is also awash in wealth and opulence, and luxury brands are eager to establish firmer footholds there .\n\nSo the Nigerian fashion magazine industry has found a receptive young readership. People turn to the publications looking for the latest news about movie stars, Afrobeats artists, fashion models, social media personalities and African reality TV figures, along with events like Fashion Week in Lagos last month.", "AUTO INDUSTRY\n\nBMW, caught in middle of trade war, will report earnings.\n\nBMW will publish its third-quarter earnings on Wednesday, and they are likely to provide more detail about how much damage it has suffered from President Trump’s trade war. BMW’s factory in Spartanburg, S.C., which produces sport utility vehicles popular in China, has been caught in the crossfire of tit-for-tat tariffs. BMW, based in Germany, already warned in September that profit would be less than earlier forecasts, in part because of trade tensions.\n\n— Jack Ewing\n\nECONOMY\n\nFed to meet, but a rate rise is not expected.\n\nThe Federal Reserve's policymaking committee meets this week, but changes in policy are not on the menu. The Fed raised its benchmark interest rate by a quarter-point at its last meeting, in September, and it is widely expected to raise rates by another quarter-point at its next meeting, in December. This week, the Fed is just passing time. The committee usually meets on Tuesday and Wednesday, but this week's meeting is on Wednesday and Thursday, avoiding a conflict with Election Day. One mildly interesting milestone: This will be the last committee meeting that is not followed by a news conference. The Fed's chairman, Jerome H. Powell, has announced that he will hold a news conference after each of the Fed's eight meetings next year, an increase from the current schedule of quarterly news conferences.\n\n— Binyamin Appelbaum\n\nMEDIA INDUSTRY\n\nDisney theme parks expected to contribute to strong earnings.\n\nDisney shares climbed 12 percent from early July to the end of September, far outpacing growth by the Standard & Poor’s 500-stock index. When Disney reports earnings for that period on Thursday, investors are expecting the company’s momentum to continue. Per-share earnings should total $1.33, a 24 percent increase from the same quarter a year earlier, according to analysts’ estimates. Contributing will be Disney’s vast theme park business, which has been white-hot — the result of new attractions, higher prices and a strong economy in the United States. Television, which is Disney’s largest business, should have a solid quarter (unlike a year ago), along with Walt Disney Studios, which released “Ant-Man and the Wasp” to blockbuster ticket sales in July.", "Lelisa Desisa of Ethiopia won the men’s race in the New York City Marathon on Sunday, with a time of 2 hours 5 minutes 59 seconds, surging ahead of two other runners near the finish in Central Park. Mary Keitany, one of the fastest female marathon runners ever, won the women’s race with a time of 2:22:48, her fourth victory in the event and the second-fastest time on this course.\n\nDesisa, 28, won his first New York City Marathon, defeating Shura Kitata, 22, also of Ethiopia, and Geoffrey Kamworor, 25, of Kenya, the defending champion and the prerace favorite. The runners ran the second-, third- and fourth-fastest times on the course.\n\nThe race, with more than 50,000 participants winding 26.2 miles through all five boroughs, unfolded in buttery fall sunshine on a cool, breezy morning that brought out hundreds of thousands of spectators.\n\nKeitany, 36, of Kenya, made her sixth appearance in the New York City Marathon. She became only the third person to win the race four times.", "LONDON — Before she found her voice as a feminist poet, Judith Kazantzis, who grew up in one of Britain’s most prominent literary families, began writing as an escape from the humdrum life of a housewife.\n\n“Trapped” was one way she described it, in her early poem “Home.”\n\nAnother poem, “One a.m., November,” published in 1977, evoked a kind of domestic isolation:\n\nthe vibrant, experienced dishwasher\n\ndrums in the night\n\nthe cat bunches on the very edge of the ping-pong table\n\nlulled\n\nby the swish and wallow of saucepans\n\n“I began to write to remedy the despair of a young housebound mother,” she wrote in an author statement submitted to the British Council, an organization that promotes culture abroad.\n\nIn a career that spanned nearly four decades, Ms. Kazantzis, who died on Sept. 18 at 78, published 12 collections of poetry, numerous essays and a novel, “Of Love and Terror,” published in 2002.\n\nHer writing explored themes like the power relations between men and women and the abuses of power against the weak, and when it was first published in the 1970s, it resonated with an emerging new feminism — one that was giving a platform to women to express their repressed anger toward patriarchy, find a place in the literary establishment and, perhaps more important, connect with one another.", "The first Sunday in November is a yearly love letter to New York City.\n\nIt takes the form of the New York City Marathon, which has crisscrossed all five boroughs since 1976, when roughly 2,000 people started the race and just over 1,500 finished.\n\nThis year, that love letter is being penned by 50,000 runners, 12,000 volunteers and hundreds of thousands of spectators dotting the 26.2-mile course.", "“So many candidates for Congress, particularly women, are running on this issue — not just making it part of their platform and not just supporting it, but actually running on it,” said Shannon Watts, founder of Moms Demand Action for Gun Sense in America, the grass-roots arm of Everytown for Gun Safety. Everytown, which is largely funded by Michael Bloomberg, has endorsed 196 candidates this year in 36 states, and more than 40 volunteers for Moms Demand Action are running for office.\n\n[On the road with the Parkland activists.]\n\nOne of them is Amber Gustafson, who was the group’s Iowa leader in the run-up to the 2016 election. A gun owner and former Republican, Ms. Gustafson is now challenging the majority leader of the Iowa Senate as a Democrat. (She went from Republican to independent in 2008 and registered as a Democrat in 2016, driven mainly by her views on health care and guns.) She said she discussed gun policy with every voter she visited.\n\n“I say, ‘I’m a gun owner’ — and I always put my hand over my heart — ‘and I care about the Second Amendment, but I also want to make sure that guns do not fall into the hands of people who shouldn’t have them,’” she said.\n\nShe supports universal background checks and red-flag laws, which would allow the temporary removal of guns if a person’s relatives or law enforcement attest that they pose an immediate threat. She emphasizes that her opponent, State Senator Jack Whitver, supported a bill that would have dismantled Iowa’s permitting system for gun purchases.\n\nSome of this year’s gun-control candidates are, like Ms. Gustafson, gun owners, who hope that will give them more credibility with some voters on the fence about restrictions. Mr. Crow, a hunter who served in Iraq and Afghanistan, likes to emphasize that he has “used weapons of war and had them used against me.”\n\n“I’ve never needed an M4 or AR-15 or anything like it to deer, duck or rabbit hunt,” Mr. Crow said. “Nor would I need a weapon like that to defend my home or my family here in the United States.”\n\nTyler Sandberg, a spokesman for Mr. Coffman, the Republican incumbent, called bans on specific types of firearms or magazines “extreme.” He added that Mr. Coffman supported red-flag laws and had helped to write a bill that would offer federal grants for state red-flag programs, as well as a school security bill.", "Brenda Gevertz, a 69-year-old retiree in Ghent, said she found that the “racist” rap ads had really sunk in when she was knocking on doors for Mr. Delgado. “Maybe,” she said of some residents, “they want to believe them.”\n\nThe Faso health care ads originated from a protest outside his home in January 2017, his first month in Congress, when he met with unhappy constituents, including Ms. Mitchell, who told him of her conditions and asked him “as a human being” not to take away coverage of pre-existing conditions.\n\n“I promise, I promise, I promise,” Mr. Faso said as they hugged.\n\nMr. Faso has been on the defensive ever since he backed the Republican health care bill last year, which included a provision allowing states to seek waivers from certain mandates, such as the one blocking insurers from charging more for pre-existing conditions. Republicans insist Democratic accusations about the bill made in races across the country are overblown.\n\n“It is a fear tactic,” Mr. Faso, 66, said of the Democratic ads, calling them misleading.\n\nMr. Faso said Ms. Mitchell would not be affected because she is on Medicaid. Ms. Mitchell countered that Mr. Faso didn’t find out about her coverage until after his promise, and noted that there is no guarantee she will permanently qualify for the program.\n\nTo neutralize the attacks, Mr. Faso has enlisted his wife to narrate one of his closing ads, about her own cancer diagnosis, to make the point of her husband’s support for pre-existing condition coverage.\n\nIn some ways, the flood of rap ads has boomeranged to help Mr. Delgado. He has raised more than $5 million since July and has a huge store of volunteers. But there is a nagging concern that the ads will have successfully seeped in questions of otherness in a community where the rural-urban divide is real.\n\nAt a packed town hall in Hyde Park on Friday, Mr. Delgado, 41, laughed off questions of his roots. He is from Schenectady, but the ads have pummeled him as a “big-city rapper” and, after some criticism of their racial tone, a “big-city liberal.” He did move into the district just before running for Congress — a fact Mr. Faso highlights at every opportunity.", "bad url", "bad url", "Good morning. We’re all in on Thanksgiving these days at NYT Cooking, and pleased as can be to introduce you to our first big exciting holiday feature of the year: “Melissa Clark’s Thanksgiving.”\n\nThe package shows off Melissa as brilliant, inventive and warmhearted, a North Star of hospitality, a sure-footed guide to the mountains of the delicious. And it delivers a bushel of new recipes from her, as well — among them one for a garlic-anchovy turkey (above) and another for duck-fat potatoes, one for broccoli with fried shallots and olives and, for dessert, one for spiced pumpkin pie.\n\nTake a run through all of that and then, if you’ll be playing host at Thanksgiving yourself this year, pull out a pad of paper or open your notes app on your phone. Make a preliminary guest list. Sketch out a possible menu. You can revise and revise and revise all the way through the week of the feast. (Our menu planner can help.)\n\nLook at your work and then get on the phone or start sending out texts. They may not know it, but your guests are waiting to hear from you, waiting for the whole beautiful pageant to begin: Will you bring that apple pie again this year? Are you still up for making the mashed potatoes? Would you take a look at the results of Eric Asimov’s annual Thanksgiving wine challenge and pick a few bottles to bring on the day?", "CAIRO — Egypt said on Sunday that it had killed 19 militants linked to an ambush that left seven Christian pilgrims dead, as President Abdel Fattah el-Sisi scrambled to respond to a surge of Christian anger against his government.\n\nThe Interior Ministry said Egyptian forces had killed the militants during a chase through a mountainous area in the desert west of the ancient monastery where gunmen opened fire on three buses filled with pilgrims on Friday.\n\nSix of the seven pilgrims killed in the attack came from the same extended family, Coptic Orthodox officials said.\n\nThe announcement on Sunday was accompanied by graphic photographs of bloodied bodies lying in the sand. But it offered few details about the circumstances of the raid, including its timing or whether the government had experienced any casualties.", "“Westchester!”\n\n“Fahhh Rockaway!”\n\n“Tel Aviv!”\n\nThat one made him perk up a little, inside a local Republican headquarters overstuffed with National Rifle Association hats and “Make America Great Again” casual wear.\n\n“Tel Aviv,” Mr. Giuliani said, noting his own city’s Jewish population. “That’s part of New York.”\n\nMr. Giuliani, the former New York City mayor and current presidential lawyer, had come to campaign with Ron DeSantis, the Republican nominee for governor here. He had also come to brag a little, in a place with plenty of New York expats and other admirers.\n\nHis city, he observed, saw tumbling crime rates on his watch. His mayoralty had made him the kind of figure Republicans called upon as a surrogate in faraway states.\n\nWhat, then, of Mr. DeSantis’s Democratic opponent, Andrew Gillum, the mayor of Tallahassee?\n\n“He was mayor of a big city, good test. And he failed completely,” Mr. Giuliani said, citing crime issues in Tallahassee, including a fatal shooting on Friday. “My goodness, the guy would be a wreck if he cared about all the murders in the city. He’d be going around like this.”\n\nMr. Giuliani made a face that mayors are supposed to make, presumably, when they care.\n\nMr. Gillum has framed the violence as a function, largely, of N.R.A. influence in the state.\n\nMr. DeSantis would have none of that. Taking the microphone from Mr. Giuliani, he suggested that Mr. Gillum — who has chafed at his opponent’s tendency to call him “Andrew” in debates — had not earned a fuller title.\n\n“In the military you’re entitled to be called by the rank only if you served honorably in that position,” Mr. DeSantis said. “And the fact of the matter is, he has not served honorably as the mayor.”\n\n— Matt Flegenheimer", "“There are times when there are milky ways, or seals — that it is amazing; it’s a real privilege,” he said. “But other times it’s less about enjoyment, and more just about discipline.”\n\nIn 2013, Sean Conway became the first man to swim the length of Britain when he swam from Land’s End in western Cornwall to John O’Groats in northern Scotland, according to the BBC. No one other than Mr. Edgley is known to have completed a circumnavigation of Britain.\n\nWhy he did it is not entirely clear. But Mr. Edgley is no stranger to extreme tasks; this was the third exercise involving mental and physical strength that he has completed this year.\n\nIn January, he accomplished the world’s longest rope climb in less than 24 hours by repeatedly pulling himself up and down a 10-meter rope until he had climbed 8,848 meters, or 29,029 feet — the height of Mount Everest.\n\nIn June, he attempted to swim almost 25 miles from Martinique to St. Lucia while tied to a tree. Because of strong currents, he didn’t make it to the shore, he said, which prompted him to take on an even more demanding aquatic challenge.\n\n“The adventurer in me had unfinished business,” he said after the Caribbean exercise.\n\nAfter he returned to Britain, he asked the Royal Marines if he could be allowed to swim for 48 hours straight, “just to see what I’ve got in the locker,” he said. “One of the marines mentioned the idea of swimming around the entirety of Britain — something that’s never been done before, And I thought, ‘Why not?’”\n\nWhat’s next after five months of swimming?\n\nMr. Edgley said that his plans involved something much more practical.\n\n“I’ve got to learn to walk again,” he said.", "With record numbers of women on the ballot this year, 12 women discussed their motivations to help other women get elected.\n\nBy Alyssa Schukar and Kate Zernike Produced by Tanner Curtis\n\nSome object to calling this \"The Year of the Woman\" — why should women get only one year?\n\nStill, there must be some way to recognize the records women have broken in American politics in 2018. More women than ever before filed to run for the House, Senate and governors’ offices, and in congressional races, more women than ever won primaries. And there are more women behind the scenes, too: campaign managers, fund-raisers and volunteers.\n\nThe New York Times talked to some of these women who are working behind the candidates to change the face of American politics.\n\nSome say the events and upheavals of the last two years — the loss by the first woman to be a major party presidential nominee, the women's marches, more school shootings and the Senate confirmation hearings for Supreme Court Justice Brett M. Kavanaugh — made them realize that to have a voice, they have to get involved. Others say it's time for a woman's perspective in leadership.\n\nAnd many were simply inspired by the women running, and the potential for so many firsts this year. In Georgia, Stacey Abrams could be the nation's first black female governor. And Pennsylvania, which has no women in its current congressional delegation, will have at least one come January, because of races where a woman is facing another woman.", "bad url", "ISLAMABAD, Pakistan — The husband of a Pakistani Christian woman acquitted after spending eight years on death row on blasphemy charges has appealed to President Trump for refuge, citing danger to the family’s lives.\n\nAshiq Masih, the husband of Asia Bibi, whose case has outraged Christians worldwide and been a source of division within Pakistan, also appealed to Britain and Canada for assistance.\n\nThe appeal came as the police said they had arrested more than 150 people on charges of arson, vandalism and violence during the protests that erupted after Ms. Bibi’s acquittal. A senior police officer, Nayab Haider, said on Sunday that officers were using video to identify others involved in committing assaults, torching property and vehicles, and blocking highways, The Associated Press said.\n\nThe Islamist party Tehreek-e-Labaik blocked major roads in Pakistan’s biggest cities for three days, calling for the killing of the Supreme Court judges who acquitted Ms. Bibi on Wednesday, and terming Prime Minister Imran Khan and the country’s army chief enemies of Islam.", "They have pulled out all the stops — with a guest appearance from Oprah Winfrey — in several governors’ races, including in Florida and Georgia, where two progressives could become the first black governors of their states.\n\nFighting to stem a “blue wave,” Republicans have tried to hold on to suburban seats in Pennsylvania and Florida, where the president’s nationalism may be a breaking point for wealthy voters.\n\nRace and racism have come to the fore in some elections. The Republican candidate for governor in Florida has struggled with questions about past associations, and a party official, rebuking an Iowa representative, called on Republicans to stand up to white supremacy.\n\nHave you been keeping up with the headlines? Test your knowledge with our news quiz. And here’s the front page of our Sunday paper, the Sunday Review from Opinion and our crossword puzzles.", "DUBAI, United Arab Emirates — A Shiite cleric who was a central figure in Bahrain’s 2011 Arab Spring protests was sentenced on Sunday, along with two other senior opposition figures, to life in prison, overturning previous acquittals on charges of spying for Qatar.\n\nAmnesty International called the sentence a “travesty of justice.”\n\nThe public prosecutor said the court had sentenced the cleric, Sheikh Ali Salman, secretary general of the opposition al-Wefaq group; and Sheikh Hassan Sultan and Ali Alaswad, members of the same group, for transferring confidential information to and receiving financial support from Qatar, according to Reuters.\n\nThe prosecutor had appealed a court ruling that acquitted the three last June in a rare victory for opposition figures who say they have been targeted for their political views.\n\nMr. Salman is already serving a four-year prison sentence on charges of inciting hatred, after he was arrested in 2015. Mr. Sultan and Mr. Alaswad were tried in absentia.", "HONG KONG — Raymond Chow, a Hong Kong film producer who thrust Bruce Lee and Jackie Chan into global stardom while helping to transform the action movie genre, died on Friday in Hong Kong. He was 91.\n\nHis death was confirmed in a statement by Carrie Lam, Hong Kong’s chief executive. The statement did not list a cause of death.\n\nA former journalist, Mr. Chow entered the film industry as a publicist in 1958, when he joined Shaw Brothers, a studio that had a pioneering role in kung fu movies and other popular low-budget films. But he quickly grew frustrated with the quality of the studio’s output.\n\n“It was hard to publicize a film that I do not believe in,” he said in a 2011 interview. “There are only so many lies I can tell. I can’t really exaggerate. Nobody will believe us.”", "Pressed on whether partisan politics colored consideration of the question, Mr. Ross said in sworn testimony to Congress in March that he was responding “solely” to a Justice Department request for data to enforce the 1965 Voting Rights Act. He also said he knew of no talks with the White House about the matter.\n\nBut that story has since unraveled.\n\nInternal government documents produced in the principal lawsuit on the issue, in New York, show Mr. Ross pressured the Justice Department to request the citizenship question, not the other way around. They also show the involvement of President Trump’s chief strategist at the time, Stephen K. Bannon, in the discussions. After Mr. Bannon requested that Mr. Ross “talk to someone about the census,” Mr. Ross met with Kris Kobach, a fierce immigration opponent whom President Trump had appointed to a panel on voter fraud.\n\nThe federal judge in the main lawsuit ordered Mr. Ross to testify under oath, stating that “his intent and credibility are directly at issue,” but last month the Supreme Court at least temporarily blocked the testimony. Another deposition of a senior Justice Department official who worked with Mr. Ross on the question went ahead as scheduled.\n\nThe lawsuit, which goes to trial on Monday, could have profound ramifications. Census figures determine not only where hundreds of billions of dollars in federal funds are spent, but how the House of Representatives — and by extension, the Electoral College — and other political districts are remapped every decade to reflect population changes. Because immigrants and minorities disproportionately vote Democratic, a depressed head count could also expand Republican Party control when new political boundaries are drawn in 2021.\n\nWhile Mr. Ross has insisted that there is no clear evidence that the citizenship question would deter people from filling out census forms, the Census Bureau’s own researchers repeatedly have found just that. In a memo last fall and in summaries of focus groups this spring, they noted that a wide range of ethnic minorities had voiced fears that the government would use citizenship information to persecute or even deport them — and one group with Vietnamese heritage even abandoned a focus group after learning that the next census would ask about citizenship.", "• If Democrats manage to lose just the Heitkamp seat, they have a (remote) chance of winning the Senate. They would have to win three of these four Republican-held seats: Texas, Arizona, Nevada and Tennessee.\n\n• Of the four, officials in both parties think Democrats are best positioned to win in Arizona and Nevada, where Mr. Trump’s incendiary language on immigration has infuriated Hispanic voters.\n\nWhat’s less clear is which of the remaining two seats is more viable:\n\n• In Tennessee, Democrats insist that Phil Bredesen, the former governor, is only narrowly trailing in the Senate race. Public polls, though, show the Republican, Representative Marsha Blackburn, enjoying a lead.\n\n• That leaves — yes — the Texas race between Representative Beto O’Rourke and Senator Ted Cruz. Republicans insist that the race is in their favor and that Mr. Cruz leads outside the margin of error in polling. But early voting in Texas is reaching historic levels and veteran Democrats say it’s folly to trust any polling when it’s not clear what the universe of voters could be, given that Mr. O’Rourke has excited many Texans beyond those who usually vote.\n\nSo, yes, control of the Senate could be coming down to turnout.\n\nKemp’s office investigates Georgia Democrats over alleged ‘hack’ attempt\n\nThe office of Georgia Secretary of State Brian Kemp, who is also the Republican nominee for governor, said Sunday that the authorities had opened an inquiry into the Democratic Party of Georgia after “a failed attempt to hack the state’s voter registration system.” Mr. Kemp’s office offered no evidence or details of the episode.\n\nDemocratic leaders called the inquiry an abuse of power and political stunt by Mr. Kemp, given his dual role overseeing an election in which he is also running for the state’s top job. Democrats said any claims of the party being involved in a hack were false.\n\nMr. Kemp’s office disclosed two days before an election in which polls show Mr. Kemp effectively tied with Stacey Abrams, who is trying to become the first black woman elected governor anywhere in the United States. Ms. Abrams said Sunday that the hack inquiry was a desperate move on Mr. Kemp’s part.", "bad url", "As Crown Prince Mohammed bin Salman of Saudi Arabia charmed Goldman Sachs bankers and Silicon Valley executives on an American tour this spring, some of his most trusted lieutenants were taking care of business in Washington.\n\nIn a low-key ceremony two blocks from the White House, Saudi officials signed an agreement with Booz Allen Hamilton, the American consulting company, to help train the kingdom’s growing ranks of cyberfighters.\n\nThe agreement would “open great horizons” by improving the skills of the kingdom’s cybersecurity experts, Saud al-Qahtani, a top adviser to the crown prince overseeing the deal, said in Saudi Arabia in a statement to the official press. It did not mention his continuing campaign to silence critics both inside the kingdom and online.\n\nMr. Qahtani was fired last month after Saudi officials linked him to the murder of the journalist Jamal Khashoggi, saying he had contributed to an aggressive environment that helped lead to the killing. But while Mr. Khashoggi’s death prompted investors from around the globe to distance themselves from the Saudi government, Booz Allen and its competitors McKinsey & Company and Boston Consulting Group have stayed close after playing critical roles in Prince Mohammed’s drive to consolidate power.", "CACHICHIRA, Bolivia — The hunt began at nightfall under a crescent moon and with a chorus of frogs, which suddenly went silent when the rifles fired and the thrashing erupted. The bodies were dragged onto the deck of three boats: Six crocodilians were landed one night and 14 the next. Some were nearly eight feet long, head to tail.\n\nAs gastronomy leaps from one trend to the next, the search for the next new thing has become a quest without end for many chic restaurants. And the role of the chef is changing, too: The greatest cooks these days are also the greatest storytellers, not just serving up meals, but also long yarns about the who, what and where of the origins of their ingredients.\n\nWhich is why I was with some of the finest chefs in the Andes at Lake Colorada in northwestern Bolivia, home of the spectacled caiman — a relative of the alligator.\n\nOnce every few years, a group of cooks and owners from acclaimed restaurants in Bolivia, Argentina and Peru hire a river boat to take them to places unlisted in the Michelin Guide and where no food critic has likely ever dared to tread.", "Sometimes “Saturday Night Live” mocks the news, and sometimes it makes the news.\n\nUnder normal circumstances, the biggest question heading into this weekend’s episode of “S.N.L.” — its first new broadcast in three weeks — might be how it would address the fraught final days of the 2018 midterm campaign. But this was no normal week, and these current events were overshadowed by some very visible developments in the off-camera lives of one of the show’s cast members, and a frequent guest.\n\nThere’s the ongoing fallout from the breakup of Pete Davidson and his pop star ex-fiancée, Ariana Grande, which Davidson poked fun at in a recent “S.N.L.” commercial. (Looking past Jonah Hill, this week’s host, Davidson turned to Maggie Rogers, the musical guest, and asked, “You want to get married?” She answered, “No.”) That seemed to prompt some scathing tweets from Grande, who wrote to an unnamed subject: “for somebody who claims to hate relevancy u sure love clinging to it huh.” (Shortly before the broadcast, she also released a new song called “thank u, next.”)\n\nThere was also Friday’s arrest of Alec Baldwin, the show’s longtime special guest and resident impersonator of President Trump, after a dispute over a parking space near his Manhattan residence. Police officers responded to a 911 call following an altercation between Baldwin and another driver. The other driver, who was not identified, was taken to a hospital and treated for an injury to his jaw, and Baldwin was given a summons for misdemeanor assault and harassment. (“The assertion that I punched anyone over a parking spot is false,” Baldwin later wrote on one of his Twitter accounts.)\n\nWould “S.N.L” address these incidents on the show? Well, sort of.\n\nBaldwin did not appear in this episode, but his arrest was briefly acknowledged in the show’s cold open, which parodied Laura Ingraham’s Fox News program, “The Ingraham Angle.”", "bad url", "The last American to win the world chess championship was a Brooklyn-bred grandmaster who stunned the world champion and took his title.\n\nThe next one may be, too.\n\nBeginning this week, Fabiano Caruana, a 26-year-old grandmaster who has spent the last two decades fighting his way up the ranks to reach No. 2 in the world, is expected to lay serious claim to a title that has not been held by an American since Bobby Fischer won it from Boris Spassky in 1972.\n\nCaruana will challenge the world’s best player, Magnus Carlsen of Norway, at the World Chess Championships in London. They will play 12 matches over the course of three weeks beginning Friday.\n\n“I’ve had mediocre years, I’ve had good years,” Caruana said. “This year has been the best by far.”\n\nA lot of people in the world of chess agree, and they are awaiting a Caruana-Carlsen showdown that could affirm a resurgence of American strength in international chess competitions.", "6 Georgia 31, 11 Kentucky 17\n\nD’Andre Swift ran for a career-high 156 yards and two touchdowns on 16 carries against Kentucky’s vaunted defense, and No. 6 Georgia beat the No. 11 Wildcats (7-2, 5-2), wrapping up its second straight Southeastern Conference Eastern Division title.\n\nSwift had an 83-yard breakaway in the third quarter that gave Georgia (8-1, 6-1) a 28-3 lead. He also had a nifty 20-yard scoring run in the second period when the game was close. Elijah Holyfield ran for a career-high 115 yards on 18 carries, scoring on a 4-yarder in the third quarter.\n\nGeorgia rushed for a season-high 331 yards as it earned a spot in the SEC championship game Dec. 1 in Atlanta.\n\n“It’s huge,” Georgia Coach Kirby Smart said. “It’s not been easy. It’s never easy. People I think sometimes get spoiled when you win. These are good programs. These are good teams. Give our kids a lot of credit because their backs were against the wall kind of two weeks in a row and they came out fighting. They came out scratching and clawing.”", "LOS LUNAS, N.M. — The tumultuous 2018 midterm campaign, shaped by conflicts over race and identity and punctuated by tragedy, barreled through its final weekend as voters prepared to deliver a verdict on the first half of President Trump’s term, with Republicans bracing for losses in the House and state capitals but hopeful they would prevail in Senate races in areas where Mr. Trump is popular.\n\nThe president was set to storm across two states Saturday, two Sunday and three Monday in an effort to pick off Senate seats in Indiana, Florida and a handful of other battlegrounds where Republicans hope to add to their one-seat majority in the chamber. Democrats and liberal activists, galvanized by opposition to Mr. Trump, gathered Saturday to knock on doors and make turnout calls from Pennsylvania to Illinois to Washington to try to erase the G.O.P.’s 23-seat House majority.\n\nThe run-up to the election, widely seen as a referendum on Mr. Trump’s divisive persona and hard-line policy agenda, has revealed deep strains in the president’s political coalition and left him confined to campaign in a narrow band of conservative communities. Republicans’ intermittent focus on favorable economic news, such as the Friday report showing strong job growth, has been overwhelmed by Mr. Trump’s message of racially incendiary nationalism.\n\nWhile Mr. Trump retains a strong grip on many red states and working-class white voters, his jeremiads against immigrants and penchant for ridicule have proved destabilizing, with the party losing more affluent whites and moderates in metropolitan areas key to control of the House.", "Hardy Fox, a driving force behind the Residents, an avant-garde band that playfully subverted the conventions of rock music for decades while insisting on anonymity, which the group maintained by performing in outlandish costumes, died on Oct. 30 at his home in San Anselmo, Calif. He was 73.\n\nHis husband, Steven Kloman, said the cause was glioblastoma.\n\nThe Residents were more than a band: They were performance and visual artists, critics and deconstructors of pop culture, and music video pioneers. Their cacophonous, gleefully absurdist music presaged forms of punk, new wave and industrial music.\n\nThe band found a following even though its work could be difficult, if not outright annoying.\n\n“Strangled-sounding vocals have long been characteristic of their recordings, along with crunching electronic drones that retain a homemade, low-tech quality,” the New York Times pop music critic Robert Palmer wrote in 1986.\n\nMr. Fox said the group’s sound was rooted in traditional rock ’n’ roll and meant to challenge what the music had become.", "“When it comes to definitive answers, I think we have to first emphasize that this mystery has yet to be solved,” said Keith Weller, a spokesman for the United Nations Environment Program, which helps organize the ozone layer talks.\n\nThe CFC-11 mystery has wide implications. The ozone layer has been healing, but the return of a banned substance is an alarming breach in one of the world’s most effective environmental pacts and could slow the layer’s recovery.\n\nCFC-11 is also a potent greenhouse gas. If it is leaking directly into the atmosphere from factories, even more gas may be held in the products made in those factories — for example, in insulation foam — and may enter the atmosphere when those products are eventually destroyed.\n\nScientists discovered decades ago that CFC-11 and other manufactured chemicals used as refrigerants and aerosols and in the production of insulating foams were destroying the ozone layer, which shields humans, crops and animals from the most damaging solar rays.\n\nIn 1987, countries agreed on the Montreal Protocol to phase out such gases, steadily replacing them with ever safer substitutes. The protocol has been praised as a model environmental initiative.\n\nThe Chinese government has said it will investigate and stamp out any illicit production off CFC-11, and Chinese industrial associations have vowed that their businesses will not use the chemical.\n\nOfficials announced last month that the police had broken up an illegal CFC-11 plant in Henan, a rural heartland province, and found more 30 metric tons of the chemical on the site, according to an official report.", "Roy Hargrove, a virtuoso trumpeter who became a symbol of jazz’s youthful renewal in the early 1990s, and then established himself as one of the most respected musicians of his generation, died on Friday in Manhattan. He was 49.\n\nHis death, at Mount Sinai Hospital, was caused by cardiac arrest brought on by kidney disease, according to his manager, Larry Clothier. He said Mr. Hargrove had been on dialysis for 13 years.\n\nBeginning in his high school years Mr. Hargrove expressed a deep affinity for jazz’s classic lexicon and the creative flexibility to place it in a fresh context. He would take the stock phrases of blues and jazz and reinvigorate them while reminding listeners of the long tradition whence he came.\n\n“He rarely sounds as if he stepped out of a time machine,” the critic Nate Chinen wrote in 2008, reviewing Mr. Hargrove’s album “Earfood” for The New York Times. “At brisk tempos he summons a terrific clarity and tension, leaning against the current of his rhythm section. At a slower crawl, playing fluegelhorn, he gives each melody the equivalent of a spa treatment.”", "关键词：mandarin “满大人”\n\n池塘中，一只色彩鲜艳的鸭子正划水前进，气势雄壮。它的头部看起来有点像朋克歌手，在黑色的眼睛下面，橙色的羽毛穿过深紫色的胸部。这只让许多人感到惊奇的鸭子原产于中国和日本，是大家熟知的“鸳鸯”，其英文名称是Mandarin duck。\n\n除了虚构角色与鸳鸯，Mandarin最为人熟知的意思要算是“现代标准汉语”了。Mandarin是中国和台湾的官方语言，在中国大陆，mandarin是“普通话”；在台湾为“国语”；在新加坡、马来西亚等地，人们称之为“华语”。", "“People have a right to feel like they can worship and be safe, not fearful,” said Georgia Boothe, vice president for child welfare at Children’s Aid, which has helped Mr. Polite in the past. “But I also know this man is very troubled.”\n\nIt was during a gay pride rally for Barack Obama on the steps of City Hall in 2008 where Ms. Quinn first met Mr. Polite. She offered him the internship after hearing about his story, which was featured last year in a New York Times article about the Neediest Cases Fund, a yearly campaign that raises money to help social services agencies. Children’s Aid is one of eight organizations that receive funding from Neediest Cases.\n\nMr. Polite had first been taken out of his mother’s home when he was in kindergarten. He ran away at 13 and asked the Administration for Children’s Services to place him in foster care. The agency found conditions at his home to be unsanitary and complied with his request.\n\nThen came a string of placements. Mr. Polite eventually was placed with foster parents just before he turned 21, the year children age out of the child welfare system in New York. He struggled with marijuana use while at Brandeis, was forced to take time off and had to enter rehabilitation and get a job. Mr. Polite learned he had bipolar disorder and was prescribed medications.\n\nBut his ability to stay on the medications was always difficult, loved ones said. He had serious psychiatric setbacks and struggled with drug use and delusions as he attempted to complete his studies.\n\n“He was a really smart young person,” Ms. Boothe said. “He was really very determined to try and finish college, and we wanted to help him.” When he graduated in May, the hope was that Mr. Polite had figured out a path forward.\n\nChildren’s Aid hosts an event at its headquarters every year at which clients who have graduated from college return to serve as “credible messengers” for children still in the system and facing struggles.", "Each week, our survey of recent residential sales in New York City and the surrounding region focuses on homes that sold around a certain price point, allowing you to compare single-family homes, condos and co-ops in different locales.\n\nThe “list price” is the asking price when the property came on the market with the most recent broker. The time on the market is measured from the most recent listing to the closing date of the sale.\n\nNew Jersey | 2 bedrooms, 2 baths\n\n$670,000\n\n1225 River Road, No. 3B, Edgewater", "COLUMBIA, Mo. — Standing in an airplane hangar in the mid-autumn chill awaiting the arrival of President Trump, Joan Philpott said she was angry and scared. Only Mr. Trump, she said, can solve the problems she worries most about.\n\n“He wants to protect this country, and he wants to keep it safe, and he wants to keep it free of invaders and the caravan and everything else that’s going on,” said Ms. Philpott, 69, a retired respiratory therapist.\n\nMs. Philpott was one of thousands of women who braved a drizzle for hours to have the chance to cheer Mr. Trump at a rally here on Thursday. While political strategists and public opinion experts agree that Mr. Trump’s greatest electoral weakness is among female voters, here in Columbia and places like it, the president enjoys a herolike status among women who say he is fighting to preserve a way of life threatened by an increasingly liberal Democratic Party.\n\n“He understands why we’re angry,” Ms. Philpott said, “and he wants to fix it.”\n\nAs Republican candidates battle to keep their congressional majorities in the midterm elections on Tuesday, Mr. Trump is crisscrossing the country to deliver a closing argument meant to acknowledge — and in many cases stoke — women’s anxieties. At rally after rally, he has said that women “want security,” warning of encroaching immigrants, rising crime and a looming economic downturn if Democrats gain power.", "Easing early voting. Or not.\n\nWhen North Carolina’s Republican legislature ordered all early-voting sites to stay open 12 hours a day for 18 days this year, they called it a move to boost voting.\n\nIt’s not turning out that way.\n\nMany poorer counties don’t have the resources to comply, and more than half — including many rural, disproportionately minority ones — have had to close some early-voting sites\n\nSprawling Halifax County, 700 square miles and 52 percent African-American, closed two of its three early-voting sites. Now a drive to cast a ballot is as long as 20 miles. It had cost about $6,000 to open the sites for the last week of early voting in 2014. The new policy raised that to nearly $48,000, “which didn’t include overtime,” said David Hines, the county election board chairman.\n\n[In Tuesday’s election, the right to vote is still at issue.]\n\nThis was not the first such effort. In 2016, a federal appeals court struck down another legislative early-voting measure, saying it targeted “African-Americans with almost surgical precision.” Many counties saw no need for the latest requirement, since they had been operating more sites for fewer hours or fewer days to affordably meet the needs of their voters.", "On Saturday, Maryland looked like a football team suffering under the weight of the previous week. It looked like a football team whose head coach had been reinstated, led a day of practices, and then been fired, all within 24 hours. It looked like a team whose players were compelled to spend the week ensuring some measure of justice for their dead friend and teammate.\n\nMichigan State scored on its first two drives of the game and went ahead, 10-0, on its way to an easy 24-3 victory. Maryland gained only 8 yards in the first quarter and 100 in the game. Its standout player was punter Wade Lees, who averaged 45 yards on eight punts. But as more evidence of the program’s rough stretch, he had been involved in a scuffle involving teammates after practice during the week that resulted in a call to the police.\n\nMaryland’s last, best chance at a victory on Saturday came with 11 minutes left in the fourth quarter, down, 17-3. Maryland defensive lineman Byron Cowart intercepted Rocky Lombardi’s pass and was rumbling toward a touchdown, but just before the end zone, the ball was chopped out of his arms for a touchback.\n\nOn the next play, Michigan State scored on an 80-yard run.\n\n“We are right there playing one of the top programs in the nation, certainly one of the top programs in our league, and we’re that far away from it being 17-10,” Maryland’s interim head coach, Matt Canada, said after the game.\n\nCanada blamed himself for the loss, repeatedly saying he needed to coach better, and acknowledged it had been a tough week. “This week was a challenging week,” he said. “That is a fact. You guys all know that.”", "For Mr. Johnson, an independent, getting to other polling sites is difficult. He has a full class schedule to balance with several chemistry and business clubs, and he lives off campus, without a car.\n\n“If I’m not eating or sleeping or studying, I’m really in class or in a meeting,” he said after voting Tuesday at the student center, outfitted with a backpack and a bandanna.\n\nHe expressed satisfaction that even a single day of voting had been added, but expected disputes to continue because, as he put it, “we might not vote the way they want us to vote.”\n\nWhile restrictions are on the rise in some states, others have made it easier to vote.\n\nIn the last three years alone, 15 states have moved to automatically register voters (unless they opt out) when they visit motor-vehicle agencies. Colorado, Washington and Oregon now allow all voters to cast ballots by mail, while 37 states and the District of Columbia let voters cast ballots early. Florida voters will decide next week whether to end the disenfranchisement of felons, while 23 states have already loosened similar policies. Six million Americans with felony convictions still cannot cast ballots.\n\nSome experts say that even intentional suppression, while contrary to democratic elections, is not likely to have a huge impact on vote totals.\n\n“The estimates you get are that these sorts of changes might reduce turnout by a percentage point or two,” said Charles Stewart III, an expert on election administration at the Massachusetts Institute of Technology.\n\nBut with dozens of congressional and governor’s races now within the margin of polling error, a point or two could easily decide many races — with control of Congress at stake.", "DOHA, Qatar — Simone Biles returned to training last November wondering if she could ever return to the form that made her an Olympic champion.\n\nShe doesn’t have to wonder anymore. Neither does anyone else.\n\nBiles capped a remarkable 2018 world gymnastics championships by claiming gold on floor exercise and bronze on balance beam during event finals on Saturday, giving her six medals for the meet and 20 over all in world championships, tied with Svetlana Khorkina of Russia for the most by a female gymnast.\n\n“I think there’s a lot to be proud of, but I’m most proud of that I’m here, I made all the event finals, medaled in all of the events and I survived,” Biles said.\n\nThat was not a guarantee when the meet began. Biles spent the night before qualifying in the hospital dealing with pain from a kidney stone. The stone was too big to pass and she could not take prescription pain medication because of doping regulations, forcing her to simply deal with it.", "‘No Reason to Fear Prosecution’\n\nAs the presidential campaign was drawing to a close in late 2016, lawyers for Walmart met with senior Justice Department officials in Washington to discuss a possible settlement.\n\nThe department had spent four years investigating whether the retail giant had bribed government officials in Mexico and other countries, one of the biggest investigations ever under the Foreign Corrupt Practices Act. The department wanted Walmart to pay penalties of about $600 million, according to people with knowledge of the meeting. A guilty plea was on the table for the company or one of its subsidiaries, and the S.E.C. was pushing for a steep punishment as well.\n\nWalmart bristled, and as the election came and went, the two sides continued to negotiate, leading Walmart to receive more favorable terms from the Justice Department. But at the tail end of the Obama administration, it became increasingly difficult to get Walmart’s lawyers to schedule meetings, according to two people with knowledge of the negotiations, who spoke about the private discussions on the condition of anonymity.\n\nWalmart had reason to hope that the Trump administration might have a more open mind. After the Walmart bribery scandal first came to light in an investigation published in The Times in 2012, Mr. Trump, then a real estate mogul with international holdings, said on CNBC that it was unfair to expect a company like Walmart not to engage in bribery when doing business overseas. The Foreign Corrupt Practices Act, he said, was a “horrible law, and it should be changed.”\n\nA person briefed on the matter said that negotiations gained steam in the early months of the Trump administration. Although Walmart was negotiating with the same career officials as it had during the Obama administration, the company closed in on a more favorable deal. Negotiations stalled again, and to date, the case against Walmart has not been resolved, though an announcement could come soon, the person briefed said. The company has said publicly that it set aside $283 million to cover potential settlements.\n\nA Walmart spokesman said the company was “continuing discussions with the government agencies as we work to reach a solution.” Mr. Stafford, the Justice Department spokesman, objected to The Times’s account of the negotiations, without specifying what the department disputed.\n\nAs part of the analyses of enforcement activity under Mr. Trump, The Times asked Duke Law School and the Legal Data Lab at the University of Virginia School of Law to analyze corporate criminal prosecutions at the Justice Department, which they track.", "A number of the applicants were signed up by the New Georgia Project, a voter-drive group that Ms. Abrams founded to boost minority participation in the electoral process. Mr. Kemp has blamed the group for turning in sloppy paper applications.\n\nSome observers said they are worried that the “pending” status of these voters will lead to confusion when they go to the polls. In Friday’s ruling, United States District Judge Eleanor L. Ross said that Mr. Oren, after learning he was on the pending list, went through “a burdensome process requiring two trips to the polls, his own research and his hunting down a name and telephone number to give to election officials so that his citizenship status could be verified, all after he had already submitted proof of citizenship with his voter application.” ’\n\nMr. Oren’s ability to vote was held up by Fulton County poll workers who struggled to reach someone who could change his status from pending to active when he showed up with his proof of citizenship. The judge’s order on Friday broadened the list of poll workers authorized to verify citizenship documents, and directed Mr. Kemp’s office to issue a news release and update its website to clarify how such residents may vote.\n\nPurging inactive voters\n\nAccording to the Brennan Center for Justice at New York University, Georgia, under Mr. Kemp, purged 1.5 million voters from its rolls between 2012 and 2016. The Atlanta Journal-Constitution reports that an additional 665,000 Georgia voters were purged last year.\n\nThe state is one of a handful that removes voters from the rolls after they are deemed “inactive.” Such removals were upheld in June by the United States Supreme Court in a 5-4 decision that considered a similar program in Ohio.\n\nSupporters of the purges say their intent, much like the “exact match” law, is to prevent fraud. But the policies remain highly controversial.", "Finally, there are the millions of eligible voters who are their own worst enemies. They may be unhappy with the choices before them or unconvinced that their votes will make a difference. Either way, they sit out Election Day, nursing their grudges and telling themselves that they’re making a political statement. Wrong.\n\nWhether or not the cynics believe it, every vote really can make a difference. An election in 2017 for a legislative seat in Newport News, Va. — a seat that happened to determine control of the state’s House of Delegates — was effectively decided by a single vote, out of more than 23,000 cast.\n\nOr take an even more consequential example: In the 2014 midterm elections, barely more than one in three eligible voters turned out; 143 million others stayed home. It was the worst showing in 70 years, and one of the weakest midterm turnouts in United States history. The only people celebrating were Republicans, because smaller electorates tend to be more conservative ones. The abysmal turnout in 2014 followed that pattern, and it allowed Republicans to seize control of the Senate. That gave Mitch McConnell, the majority leader, the power to shift the Supreme Court to the hard right for at least a generation.\n\nStill think voting doesn’t matter?\n\nThis message is especially important for young people like Mr. Hagezom, who lean strongly Democratic and yet are notoriously bad about showing up to the polls. In 2014, the turnout rate for voters under age 30 was less than 20 percent. This year’s numbers, so far, are looking much better, and they will very likely remain high in 2020, when President Trump will be on the ballot. But beyond that, the struggle to keep young voters politically engaged will continue.\n\nNo matter who wins, higher turnout is a good thing. It reaffirms the essence of the democratic process, and it tends to help candidates who are both more reasonable and more representative of the public at large.\n\nIt’s also true that when more people vote, the electorate becomes more liberal. If Americans voted in proportion to their actual numbers, a majority would most likely support a vision for the country far different from that of Mr. Trump and the Republicans in Congress. This includes broader access to health care, higher taxes on the wealthy, more aggressive action against climate change and more racial equality in the criminal justice system.\n\nRepublicans are aware of this, which is why the party has gone to such lengths to drive down turnout among Democratic-leaning groups. A recent example: In North Dakota, the Republican-led Legislature changed the law to make it harder for Native Americans to cast a ballot.\n\nIt comes down to this: Democracy isn’t self-activating. It depends on citizens getting involved and making themselves heard. So if you haven’t yet cast a ballot, get out and do it on Tuesday, or earlier if your state allows early voting. Help your family, friends and neighbors do the same. Help a stranger. Vote as if the future of the country depends on it. Because it does.\n\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "A second methodology measured only cases that were simultaneously announced and settled, meaning the Obama totals did not include cases that were challenged by defendants and settled later under Mr. Trump.\n\nFor another approach, Urska Velikonja, a professor at Georgetown University Law Center who has compiled many years of S.E.C. penalty data, replicated, as close as possible, the S.E.C.’s approach to measuring enforcement. This approach is based on when cases were settled, not when they were filed, and also includes money paid to government agencies other than the S.E.C., including overseas.\n\nThe S.E.C. rejected The Times’s approach, saying it would have been more appropriate to have compared the first 20 months of the Trump administration with either the first 20 months of the Obama era or the second Obama term. That comparison would show more cases filed under the Trump period, the agency said.\n\nThe Times focused on penalties, not case totals, however. And it did not look at the first months of the Obama administration because the agency was in turmoil after the financial crisis, whereas the final months represented the agency Mr. Trump was inheriting.\n\nTo peruse the Times case data, click here.\n\nThe Justice Department\n\nThe Times asked the Legal Data Lab at the University of Virginia School of Law and Duke Law School, which maintains a registry of corporate criminal prosecutions, to analyze all such cases filed in the first 20 months of the Trump administration and compare them with those filed in the first and last 20 months of the Obama White House. The analysis reflects sums paid to federal prosecutions, whether in fines, restitution or forfeiture. It does not reflect sums paid to civil regulators or state or foreign enforcers.\n\nThe Times also analyzed civil fraud actions against financial institutions, based on a list of such cases that the law firm Buckley Sandler compiled from public announcements. The Justice Department has two primary methods for pursuing such cases, which require a lower burden of proof than criminal cases: the False Claims Act and the Financial Institutions Reform, Recovery and Enforcement Act.\n\nOther Agencies\n\nAnalysis of enforcement activity by the Commodity Futures Trading Commission was based on data provided by the commission.\n\nPublic Citizen, a left-leaning oversight group, published a report in July that examined enforcement at other agencies. The report was based on data from the Corporate Research Project, a nonprofit group whose Violation Tracker records enforcement actions across the federal government.", "The lawyer for a Christian woman acquitted of blasphemy charges after spending eight years on death row in Pakistan has fled the country, fearing for his safety, her brother said Saturday.\n\nJames Masih said Asia Bibi’s lawyer, Saiful Malook, left Pakistan, without providing further details. Mr. Malook’s phone was switched off.\n\nPakistan’s top court acquitted Ms. Bibi on Wednesday and ordered her release in a move that infuriated the country’s hard-line Islamists, who have held nationwide protests demanding her execution.\n\nThe government reached a deal with the Islamists overnight in which it agreed to impose a travel ban on Ms. Bibi while the case is reviewed. In return, the Islamists halted their protests, which had blocked roads and brought life to a standstill in parts of the country.", "I love to bake. My favorite thing about fall is that I have an excuse to make my mom’s towering apple cake again. So, I always thought, once my first child was in elementary school, I would delight in taking part in bake sale fund-raisers. This is my jam!\n\nInstead, I dread them.\n\nLook, I’m not a monster. I’m not opposed to kids going on field trips. I do not imagine that funds for soccer uniforms materialize out of thin air. So I dutifully show up to each bake sale with a tray of sugary, homemade kid bait. (Also, um , it would be awkward if the mom who is the author of two cookbooks and who runs a cooking website came empty-handed.)\n\nStill, bake sales trouble me.\n\nThey feel like a holdover from a time when many moms didn’t work ( even in 2018, it’s always the moms) and it was presumed they had loads of time to bake cookies for kids. That’s what we imagined full-time child rearing entailed.\n\nBake sales can, unintentionally, perpetuate some deeply seated sexist stereotypes, the same ones that compel us to ask potential first ladies and female candidates for their favorite cookie recipe. Because all women have a signature baked good! Because, you know, they’re women! Women love being domestic, and baking for other people is a natural extension of their skills !", "While I’m not afraid of dying, I’m terrified of losing the people I love. Eventually, death will separate them from me, and I have no idea how or when. None of us do. If we abide by objective time, we are temporary passengers on a bizarre machine that does not care about our driving urge to love the people we love longer than forever. It moves how it moves. Love feels eternal, yet we, in this bodily form, at least, are finite. It doesn’t add up.\n\nBut here in Johor — 12 or more hours ahead of the people I want to protect from death — I’m disassociated from the threat of their permanent departure. Our temporal discrepancy is a buffer between us and the truth.\n\nThe way our staggered microcosms of time and space play out, my people are at home on the East Coast of the United States, safe in their beds, while I’m going about my daily routine in Southeast Asia. I don’t have to worry about their getting into a car accident, because they’re under the covers sleeping. I don’t have to fear they’ll fall and injure their heads, because they’re not upright and walking. Conversely, when they’re awake and animated, out in the dangerous world, sleep numbs my anxiety.\n\nAlso, I’m ahead of the people I love in time. If time occurs the way I perceive it, I live in a reality that exists before theirs, where nothing unfortunate can touch them. Here in Malaysia, I venture into the amorphous future before they do. A tragic event will not befall them as long as I’m ahead of it. Death can never catch up.\n\nThe other night over FaceTime, my 6-year-old nephew asked why it was dark where I was in Malaysia and light where he was in the United States. I said to imagine a giant flashlight shining down on earth. I told him it takes a day for our planet to rotate, a year to revolve. “The light can’t touch everything at once,” I said.\n\nI’m well aware that my theory is a strategy, that in my attempt to shirk time and prevent death from robbing me of my loved ones, I am merely deceiving myself. And of course, I realize that all this does not protect my fiancé, here in the same time zone. I’d protect him myself, but it’s not easy when he’s out in the Malaysian jungle shooting a movie, texting me that there are four men with shotguns and machetes to defend him and his crew from snakes, leopards and boars. He sends me a photo of a baby king cobra they caught, trapped in a water bottle, its eyes lidless, its mouth agape. Not today, snake, not today.\n\nI know there is no trick or tool that will shield anyone I love, not with my hands, nor with time’s. So I wait up, I wait up late for my fiancé to return to our temporary apartment, our shared temporal space. It gets so late that it’s peak of day for my parents. As we FaceTime, I watch the light from yesterday’s sun drift toward the screen. It reaches and forms a protective sash across my mother’s chest, like spectral armor. Like time’s seatbelt; holding her still, locking us in.", "[Listen to “The Argument” podcast every Thursday morning, with Ross Douthat, Michelle Goldberg and David Leonhardt.]\n\nTo understand this good fortune, consider two counterfactuals. In the first, the last 21 months proceeded in exactly the same fashion — with the strongest economy since the 1990s, full employment almost nigh, ISIS defeated, no new overseas wars or major terrorist attacks — except that Donald Trump let his staffers dictate his Twitter feed, avoided the press except to tout good economic news, eschewed cruelties and insults and weird behavior around Vladimir Putin, and found a way to make his White House a no-drama zone.\n\nIn this scenario it’s hard to imagine that Trump’s approval ratings wouldn’t have floated up into the high 40s; they float up into the mid-40s as it is whenever he manages to shut up. Even with their threadbare and unpopular policy agenda, Republicans would be favored to keep the House and maintain their state-legislature advantages. All the structural impediments to a Democratic recovery would loom much larger, Trump’s re-election would be more likely than not, and his opposition would be stuck waiting for a recession to have any chance of coming back.\n\nThen consider a second counterfactual. Imagine that instead of just containing himself and behaving like a generic Republican, Trump had actually followed through on the populism that he promised in 2016, dragging his party toward the economic center and ditching the G.O.P.’s most unpopular ideas. Imagine that he followed through on Steve Bannon’s boasts about a big infrastructure bill instead of trying for Obamacare repeal; imagine that he listened to Marco Rubio and his daughter and tilted his tax cut more toward middle-class families; imagine that he spent more time bullying Silicon Valley into inshoring factory jobs than whining about Fake News; imagine that he made lower Medicare drug prices a signature issue rather than a last-minute pre-election gambit.\n\nThis strategy could have easily cut the knees out from under the Democrats’ strongest appeal, their more middle-class-friendly economic agenda, and highlighted their biggest liability, which is the way the party’s base is pulling liberalism way left of the middle on issues of race and culture and identity. It would have given Trump a chance to expand his support among minorities while holding working-class whites, and to claim the kind of decisive power that many nationalist leaders around the world enjoy. It would have threatened liberalism not just with more years out of power, but outright irrelevance under long-term right-of-center rule.", "By Damon Winter Mr. Winter is a staff photographer currently on assignment for Opinion.\n\nOver the past few years I have wondered on many occasions whether our work matters. When I traveled to Pittsburgh to cover the aftermath of the horrific mass shooting at the Tree of Life synagogue, I spent time with a friend and fellow photojournalist, a Pittsburgh native who recalled covering nearly 20 mass shootings, some not far from home. Although shocked, he seemed to accept that it was only a matter of time before it happened in his own back yard.\n\nIn the days to come, we would see and make images that have become all too familiar, scenes that could as easily be from Parkland, Orlando, Las Vegas, Newtown, Aurora, Columbine, places whose names have become shorthand for the tragedies that have befallen them.\n\nWhat does it feel like to be touched by such brutality? Every life lost, every loved one taken away is an ocean of pain on a scale that can never truly be conveyed. But time after time, we go through the motions. As a nation, we experience these tragedies largely from a distance, through imagery several degrees removed from the ugly truth. The horror is unimaginable, but the images that follow are often achingly beautiful. They depict intense suffering and genuine grief, but they also make it easier for us to swallow and over time we become numb. They give cover to politicians who offer thoughts and prayers and then do nothing.\n\nIn 1955, Mamie Till-Bradley demanded that we look evil squarely in the face by insisting that the swollen, battered body of her 14-year-old son, Emmett Till, be photographed. “Let the people see what I’ve seen,” she told the funeral director, insisting on an open-coffin funeral. Her extraordinary courage ensured that her son’s death would stand as a defiant rebuke to hatred.", "Loaded Baked Potato Casserole. With the word “loaded” in its name, you might hope that it contains a little something extra like, say, batteries, to power something useful like, say, a time machine, but it doesn’t. Nope! This casserole mostly contains just potatoes, which are unfortunately useless in the attempt to time travel, except, of course, when used to defend oneself from baffled torch-wielding serfs in 15th-century France. This recipe also calls for six tablespoons of unsalted butter — great for lubricating time-machine skids, but you won’t have to worry about that because this casserole will not allow you to travel through time. Sorry!\n\nImage\n\nShepherd’s Pie. What’s worse than calling oneself a pie, despite being filled with beef? Why, not having access to a time machine, of course! Shepherds herd sheep, which must be why they were cool with turning cows into deceptively named non-dessert items. Surprisingly, the mutton-filled “cowherd’s pie” never quite caught on, almost giving the impression that society had room in its heart for only one crust-covered baked meat dish pretending to be pie.\n\nImage\n\nMediterranean Tuna Noodle Casserole. Though this dish boasts a sensory transport to the Mediterranean, the very cradle of tuna noodles, you will unfortunately remain firmly planted in the present day, where everything is still happening right now. The recipe also includes the option of adding dill, which, time-chronology-wise, will change nothing. Unless, of course, you’re a survivor of an herb-related trauma and suffer dill-induced flashbacks, which is supposedly the least desirable form of time travel.", "After the massacre at the Tree of Life synagogue in Pittsburgh, in which a white supremacist shot to death 11 people while screaming, “All Jews must die,” a Jewish girl in New York sent an anguished note to her mother. “I know I shouldn’t feel like I don’t have an answer to this question,” she wrote in a text message that was later shared on social media. “But why do people hate us?”\n\nHer bafflement was understandable. Many people, of course, favor the groups they belong to and dislike groups they don’t belong to; that is the regrettable foundation of prejudice. But not all groups are disliked the same way: Why are some groups (such as homeless people) dismissed or neglected in a relatively steady stream of scorn, while other groups (such as Jewish people) are subjected to sudden waves of virulent, even exterminatory attacks?\n\nFor many decades psychologists conceived of prejudice as a one-dimensional antipathy: People love their “in-groups” and hate “out-groups.” But this us-versus-them approach failed to account for prejudice’s real-world complexities.\n\nTo better understand the various ways in which bigotry manifests, the psychologists Susan Fiske, Peter Glick and I developed a new theory of prejudice, one that focuses on the content of stereotypes of out-groups. We have found that how an out-group is stereotyped predicts how the prejudice against it gets expressed. This theory — tested over more than 20 years by us and others in hundreds of studies, with tens of thousands of participants, across many cultures — helps explain why anti-Semitism often erupts in such violent bursts.", "Whether I wanted to or not, I’ve lived within the exhausting and dehumanizing dichotomy between the good versus bad immigrant narrative. If I behaved badly in school, or wasn’t learning English fast enough, I was fulfilling what was expected of me, bare minimum. If I was excelling, I was one of the good ones, one of the immigrants that people often ask, “Why don’t they give you papers?”\n\nThe final step of the green card vetting process was to return to El Salvador, where I hadn’t been in 19 years. I had to pass medical exams and an interview at the American Embassy. In other words, to obtain the legal right to remain in the United States, safely away from the country I fled at age 9, I had to go back to that country. I was woken up by gunshots five times while I was there for around a month.\n\nWhile I was in El Salvador in June, waiting for my interview, the Trump administration’s policy of separating children from their parents at the border was in full swing. I was staying with my grandfather. One morning I decided to check my email. I hadn’t looked at it in days. Someone had sent a link to a news story: “We have an orchestra here,” were the words a border patrol agent said in a recording released by ProPublica.org. I knew better than to click the link, but I did anyway. Grandpa had already gone to the market and brought back tamales de elote, beans, queso fresco. He never let me go to the market with him. That little girl’s cries and the cries of the other children on the recording were the coldest rain that did not stop. My chest opened and has not closed since .\n\nOn the Russian River, enjoying the end of the summer, my green card inside my wallet, my friends asked how I would define being American. We tried to come up with definitions, but they seemed to fall short.\n\nI remembered waiting for my number to be called at the United States Embassy in San Salvador. G44. Three arrows were painted on the embassy floor, leading from the street to the interview booths. A green one for green card applications. A yellow one for other visas. And a purple one for visitor visas. I followed the green one to a seating area from which I could see the rest of the people in the room, the visitors and the other-visas, make their way to the interview booths. I waited one hour, then another, for G44 to be called. I tried to keep calm as I watched people argue with the officers or simply cry on their way out of the embassy, following the same colored lines they had stepped on hours earlier. I imagined they had all been denied, and wondered how many of them would try to leave by other means.\n\nIt has been strange to navigate the good news of my visa and now my permanent residency, along with the rise of President Trump and his anti-immigrant rhetoric. I still cannot vote until I’m a citizen. That possibility won’t come true for another five years.\n\nI think the closest thing to defining American is a false sense of safety. With this card in my pocket, I should feel safe, or at least safer, but I truly don’t. Not when there has been a rise of people with legal documentation getting stopped by ICE. Not when the president himself is questioning the 14th Amendment. It has been hard for me to accept that I have, in a way, benefited from the “American dream,” whatever that may mean today.\n\nJavier Zamora is the author of “Unaccompanied,” a book of poetry.\n\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "WASHINGTON — President Trump has yet to follow through on a threat to cut off hundreds of millions of dollars in annual aid to three Central American nations from which migrants and refugees are moving toward the United States border, according to the head of the main American foreign aid agency.\n\n“I’m not aware of firm decisions being made,” Mark Green, the administrator of the United States Agency for International Development, said Friday during a wide-ranging interview at his office a few blocks southeast of the White House. “I know it’s under review.”\n\nThe lack of action calls into question whether Mr. Trump actually intends to punish the three countries, Guatemala, Honduras and El Salvador, for failing to stop the migrants, or whether his remarks are just political grandstanding. With Republican control of the House in peril in the midterm elections on Tuesday, the president has escalated his anti-immigrant messaging to appeal to voters.\n\nThe aid agency, known as U.S.A.I.D., has supplied data to White House officials that lay out programs and amounts of aid given to those three countries, as is typical.", "Officials identified the victims who were killed as Dr. Nancy Van Vessem, 61, a faculty member at Florida State University, and Maura Binkley, 21, a student there. Four women and one man suffered non-life-threatening injuries.\n\n“There are no words to express the shock and grief we feel,” John Thrasher, the president of Florida State, said on Twitter on Saturday. He added, “To lose one of our students and one of our faculty members in this tragic and violent way is just devastating to the FSU family.”\n\nMr. Beierle, who the authorities said had prior military service, lived in Deltona, Fla., and had been staying at a hotel while visiting Tallahassee, the police said. He was a graduate of Florida State, where he had been arrested at least twice, once on charges of battery against women, according to records and the police.\n\nHe also had a history of expressing misogynistic and racist views. In a series of videos posted over a three-day period in August 2014, he ranted against women and minorities, the police and the Army — anyone and everyone who he believed had wronged him.\n\nBuzzFeed News first reported on the videos.\n\nIn the videos, Mr. Beierle pontificated from a dimly lit bedroom, with an unmade bed and a pile of cardboard boxes in the background. He lamented his inability to connect with other people — from Army comrades who he said would not travel with him while stationed in Europe to women who refused to go out with him.", "How will corporate America tackle the challenges that lie ahead?\n\nSome of America’s most important business leaders descended on New York City on Thursday for DealBook’s seventh annual “Playing for the Long Term” conference to answer that question.\n\nAmong them were Sundar Pichai of Google, Mary Barra of General Motors, Peter Thiel of Founders Fund, Lachlan Murdoch of Fox, Lloyd Blankfein of Goldman Sachs and Evan Spiegel of Snap.\n\nIf you weren’t able to attend, below is a collection of videos from the conference.\n\nThe highlights", "“They’re taking steps toward science and away from just trying to find invidious comparisons, which has plagued other studies on the geography of giving,” said Paul G. Schervish, professor emeritus at Boston College and retired director of its Center on Wealth and Philanthropy.\n\nProfessor Schervish, who was not involved in the study, reviewed the research at the request of The New York Times. “It’s the most scientific paper on it, even though I have some questions,” he said.\n\nTop among those was where the charitable dollars were going. A Republican county like Madison County, Idaho, for example, is one of the most charitable in the nation, but the data does not show whether those dollars are going to local causes or to organizations out of the county or the state.\n\nHere are five major points in the study, and the authors’ theories to explain them.\n\nRepublican-leaning counties are more charitable\n\nThe more Republican a county is, the more its residents report charitable contributions, the study found.\n\nThe researchers said this finding fell within the broad political tendencies of traditional Republicans who favor less government intervention and more donations from the private sector to make up for the lack of government assistance.\n\n“Their preference is to provide for the collective good through private institutions,” said Professor Nesbit. “But we don’t know what type of institutions they’re giving to.”\n\nDr. Nesbit said they also did not know whether donors were being purely generous or whether they would also benefit from their donation. This relationship is called consumption philanthropy, in which people give to a religious organization or a school from which they will derive a benefit in the form of, say, a better religious education program or a new gymnasium.", "To the Editor:\n\nRe “Here’s What We Baby Boomers Owe Our Kids,” by Glenn Kramon (Op-Ed, Oct. 27):\n\nAs someone who is grateful to have been born in 1950, I must take issue with Mr. Kramon’s article.\n\nFirst of all, it is loaded with assumptions about our generation, Medicare and Social Security. These are not “ entitlements .” We earned them through many years of hard work. Second, many of us will not enjoy the luxury of retiring early. We are not all former yuppies who are retiring from six-figure salaries. We need an income to get by. He fails to account for an unsteady economy and ever-rising health care and prescription costs.\n\nContributions to charity and volunteer work on the part of former Silicon Valley professionals are all well and good, but if we are to help younger people succeed and have better lives, we should be working with them for the kind of society that will allow them an equal voice regardless of their place on the economic ladder and ethnicity. We should also be questioning the system that concentrates wealth at the top.\n\nDana Franchitto\n\nSouth Wellfleet, Mass.\n\nTo the Editor:\n\nWhile Glenn Kramon’s sentiments are exactly right — policies and institutions created in another era are not fit for 21st-century demographics — I’d like to make two essential points:\n\nFirst, his assumptions about how boomers are behaving is out of date: 72 percent of today’s pre-retirees report that they want to work, not retire; 23 percent of new American entrepreneurs are ages 55 to 64. We are already behaving differently from 20th-century retirement norms .\n\nSecond, his solutions, while nice, don’t get to the core shift, which is for employers and the rest of us to change our views about welcoming anyone at any age to work.", "In the handful of more rural, conservative-leaning districts where the party has a better shot of winning, the message is blunter.\n\nIn Minnesota, ads from groups like the Congressional Leadership Fund and the National Republican Congressional Committee try to link Mr. Hagedorn’s opponent, Dan Feehan, to people and themes that conservatives have portrayed as a threat, like Mr. Soros, the liberal philanthropist who has been smeared with anti-Semitic attacks; Mr. Kaepernick, the black football player famous for kneeling during the national anthem; and now the migrant caravan.\n\nIn one, a doctored image appears to show Mr. Feehan, an Army veteran, saluting Mr. Kaepernick. Another shows Mr. Kaepernick alongside two other favorite villains of conservatives — Nancy Pelosi, the House Democratic leader, and Keith Ellison, the Minnesota congressman who is black and Muslim and is now facing abuse allegations as he runs for state attorney general. Mr. Feehan’s face appears on the screen, and the announcer intones, “He’s one of them.”\n\nAds like these have aired repeatedly across the district’s 12,000 square miles of farmland and small towns, making it what Republicans say is the most active political laboratory for the bald appeals to white racial and cultural anxieties that President Trump and many Republicans are using to drive conservatives to the polls.\n\nThe First District, which is 90 percent white, fits the demographic profile of many of the places where Mr. Trump has been confined to campaigning by Republicans who do not want him in more diverse districts. Given Mr. Trump’s self-described “nationalist” views, some Republicans believe their path to staying in power in the Trump era is increasingly narrow and heavily dependent on the parts of the country that are the most white and rural.\n\nJason Hulburt, a production line supervisor from Albert Lea, said he planned to vote for Mr. Hagedorn on Tuesday, a choice he made in part because of how important he thinks it is for Mr. Trump to have like-minded Republicans in Congress.\n\n“Donald Trump knows what he wants, and the Democrats are afraid of the issues Trump talks about,” he said Friday night as he finished a brandy and water at Eddie’s, a local bar. “They’re afraid to offend certain people. Trump is not afraid.”", "Could the same dynamic push wavering voters toward Mr. Bredesen? As Times reporting shows, there is a danger of alienating suburban voters with a constant stream of nationalist rhetoric about invading hordes and birthright citizenship.\n\nThe man these two candidates are running to replace, the Republican Senator Bob Corker, might agree. He told a crowd this week that the people in the caravan are “being tortured,” adding: “I have a feeling that if you were living in one of these Central American countries and you had little girls and little boys you’re raising you might be trying to figure out a way to come to the great U.S. of A.” Mr. Corker is just one man, but he’s also the sort of establishment Republican who rose to the Senate because his views so closely track those of most Tennesseans.\n\nStill, this isn’t a race for governor, no matter how much Mr. Bredesen would like to make it about balanced budgets and rural internet access, two of his favorite issues. The winner may end up voting on a Supreme Court nominee, and Ms. Blackburn used the Brett Kavanaugh hearings — and a month of negative ads — to surge into an October lead in the polls. For weeks, she attacked Mr. Bredesen for not taking a position on the nomination, stoking fears among potential Republicans crossover voters that he would ensure a liberal court.\n\nWhen Mr. Bredesen finally issued a statement that he would have voted for Justice Kavanaugh — à la West Virginia’s Joe Manchin, another conservative Democrat in a very red state — he faced an immediate backlash in his own party. As early voting began, some progressive voters have chosen to write in “Believe Women” instead of Bredesen or Blackburn. In a close race, those votes may matter.\n\nHow tired will the voters be by Election Day?\n\nThis race has been an assault on the senses. As of this past Thursday, the campaigns have raised $27 million on their own, while outside groups have spent another $51 million, mostly in the form of television ads. For a place that hasn’t had a close statewide election in the post-Citizens United era, the effect can be numbing.\n\nWhen viewers turn on the nightly news or other programming on a local station, they will sometimes get three or four ads stacked on top of each other. This might be standard practice in a state like Ohio, but in Tennessee it’s a new experience. It has even prompted charges of collusion between the Blackburn campaign and super PACs controlled by Mitch McConnell, the Senate majority leader, and the Koch brothers. Tennessee Citizen Action, a liberal advocacy group, filed a complaint with the Federal Election Commission in August, noting that Ms. Blackburn’s chief strategist, Ward Baker, has significant ties to the PACs. It assured supporters this summer that independent expenditure groups would be getting into the race.\n\nHow voter exhaustion breaks for either candidate is anyone’s guess, but the role of outside Republican money has been a Democratic talking point, an attempt to counter Ms. Blackburn’s strategy of nationalizing the race. If it works, and voters decide that Ms. Blackburn’s outside money is somehow worse than Mr. Bredesen’s, he might see a boost at the polls.", "Berkshire Hathaway, the conglomerate run by the billionaire Warren Buffett, said on Saturday that its operating profit in the third quarter nearly doubled as its insurance business dodged hurricanes and benefited from lower taxes.\n\nThe strong result gave Mr. Buffett more cash to deploy, and he used some of it to buy back nearly $1 billion of his own company’s stock.\n\nOperating profit in the quarter doubled to $6.88 billion from $3.44 billion a year earlier, higher than the $6.11 billion expected by Wall Street, according to data from Refinitiv.\n\nThe company’s insurance operations were helped by lower estimated liabilities from property and casualty insurance than in prior years, and by lower taxes. The insurance companies’ bottom lines last year were hit by major losses as a result of three hurricanes in the United States and an earthquake in Mexico.", "ARMENIA, Wis. — The groundwater that once ran cool and clean from taps in this Midwestern farming town is now laced with contaminants and fear. People refuse to drink it. They won’t brush their teeth with it. They dread taking showers.\n\nRural communities call it their own, private Flint — a diffuse, creeping water crisis tied to industrial farms and slack regulations that for years has tainted thousands of residential wells across the Midwest and beyond.\n\nNow, fears and frustration over water quality and contamination have become a potent election-year issue, burbling up in races from the fissured bedrock here in Wisconsin to chemical-tainted wells in New Hampshire to dwindling water reserves in Arizona. President Trump’s actions to loosen clean water rules have intensified a battle over regulations and environmental protections unfolding on the most intensely local level: in people’s own kitchen faucets.\n\nIn Wisconsin and other Midwestern states where Republicans run the government, environmental groups say that politicians have cut budgets for environmental enforcement and inspections and weakened pollution rules. In Iowa, for example, the Republican-led Legislature dismissed a package of bills that would have blocked any new large-scale hog operations until the state cleaned up its nitrogen-laden rivers and streams.", "As the 2018 midterm election nears, an ominous question looms: Will this election be hacked?\n\nThe answer is: Yes, it has already been hacked.\n\nThis election has already been hacked even if not a single voting machine has been compromised. It has already been hacked even if not another ruble has been spent on spreading disinformation. It has already been hacked even if voter registration information has been undisturbed and no vote tallies are altered.\n\nWhy? Because the legitimacy of an election depends on the electorate accepting that it was fair, that everyone who tried to vote got to vote and that every vote counted. Lose that, and your voting system might as well have suffered a devastating technological attack.\n\nUnfortunately, in much of the United States, we are no longer able to assure people that none of those things has happened. A recent poll shows that 46 percent of the American electorate do not think their votes will be counted fairly, and about a third think it is likely that a foreign country will tamper with the results.", "Could the same dynamic push wavering voters toward Mr. Bredesen? As Times reporting shows, there is a danger of alienating suburban voters with a constant stream of nationalist rhetoric about invading hordes and birthright citizenship.\n\nThe man these two candidates are running to replace, the Republican Senator Bob Corker, might agree. He told a crowd this week that the people in the caravan are “being tortured,” adding: “I have a feeling that if you were living in one of these Central American countries and you had little girls and little boys you’re raising you might be trying to figure out a way to come to the great U.S. of A.” Mr. Corker is just one man, but he’s also the sort of establishment Republican who rose to the Senate because his views so closely track those of most Tennesseans.\n\nStill, this isn’t a race for governor, no matter how much Mr. Bredesen would like to make it about balanced budgets and rural internet access, two of his favorite issues. The winner may end up voting on a Supreme Court nominee, and Ms. Blackburn used the Brett Kavanaugh hearings — and a month of negative ads — to surge into an October lead in the polls. For weeks, she attacked Mr. Bredesen for not taking a position on the nomination, stoking fears among potential Republicans crossover voters that he would ensure a liberal court.\n\nWhen Mr. Bredesen finally issued a statement that he would have voted for Justice Kavanaugh — à la West Virginia’s Joe Manchin, another conservative Democrat in a very red state — he faced an immediate backlash in his own party. As early voting began, some progressive voters have chosen to write in “Believe Women” instead of Bredesen or Blackburn. In a close race, those votes may matter.\n\nHow tired will the voters be by Election Day?\n\nThis race has been an assault on the senses. As of this past Thursday, the campaigns have raised $27 million on their own, while outside groups have spent another $51 million, mostly in the form of television ads. For a place that hasn’t had a close statewide election in the post-Citizens United era, the effect can be numbing.\n\nWhen viewers turn on the nightly news or other programming on a local station, they will sometimes get three or four ads stacked on top of each other. This might be standard practice in a state like Ohio, but in Tennessee it’s a new experience. It has even prompted charges of collusion between the Blackburn campaign and super PACs controlled by Mitch McConnell, the Senate majority leader, and the Koch brothers. Tennessee Citizen Action, a liberal advocacy group, filed a complaint with the Federal Election Commission in August, noting that Ms. Blackburn’s chief strategist, Ward Baker, has significant ties to the PACs. It assured supporters this summer that independent expenditure groups would be getting into the race.\n\nHow voter exhaustion breaks for either candidate is anyone’s guess, but the role of outside Republican money has been a Democratic talking point, an attempt to counter Ms. Blackburn’s strategy of nationalizing the race. If it works, and voters decide that Ms. Blackburn’s outside money is somehow worse than Mr. Bredesen’s, he might see a boost at the polls.", "DES MOINES — Representative Steve King, the polarizing Republican from rural Iowa with a history of racist remarks, was expecting to glide to an easy victory on Tuesday, like all of his previous eight races.\n\nWith no radio or TV ads and no debates, his largest campaign presence was a Facebook page that specializes in trolling liberals with mocking memes.\n\nBut suddenly, the overlap of the Pittsburgh synagogue shooting by a virulent anti-Semite and Mr. King’s latest inflammatory remarks, to a publication associated with neo-Nazis, have converged to add some drama to a re-election bid that once looked assured.\n\nThe head of the House Republican campaign arm, Representative Steve Stivers of Ohio, delivered an extraordinary rebuke to Mr. King this week. Mr. Stivers said recent tweets and remarks by Mr. King, including an endorsement for a Toronto mayoral candidate who had previously recited the 14-word manifesto used by neo-Nazis, were tantamount to hate speech.", "“I have to do this,” Dylann S. Roof, who was 21 at the time, told his African-American victims in Emanuel’s fellowship hall as he fired 77 shots from a Glock semiautomatic handgun, “because y’all are raping our women and y’all are taking over our world,” according to survivors who testified at his 2016 trial.\n\nShortly before the assault on the synagogue, which the police say involved four weapons, including a Glock .357, Robert Bowers, 46, explained himself in a social media post. “I can’t sit by and watch my people get slaughtered,” he wrote. “Screw your optics, I’m going in.” After his surrender, he told a SWAT officer that he “wanted all Jews to die” because they “were committing genocide against his people,” according to a criminal complaint.\n\nDespite what likely will be overwhelming physical and witness evidence, Mr. Bowers pleaded not guilty on Thursday to 44 federal counts, including hate crimes that will carry a possible death sentence if, as pledged, the Justice Department pursues it. Like Mr. Roof, who was convicted and sentenced to death, Mr. Bowers requested a jury trial.\n\nPastor Manning heard about the Pittsburgh shootings last Saturday morning when his smartphone vibrated with a news alert. He was at Emanuel, participating in a panel discussion about the Charleston massacre for a visiting group of young lawyers. His heart sank.\n\n“Not again,” he recalled thinking.\n\nHe had become Emanuel’s pastor in 2016, tasked with the complex job of healing a deeply wounded church, which now attracts large numbers of out-of-town visitors. He filled the pulpit once occupied by the Rev. Clementa C. Pinckney, the first person shot by Mr. Roof. (As it happens, Pastor Pinckney, named for the legendary Pittsburgh Pirate Roberto Clemente, was a huge Pittsburgh Steelers fan.)", "LOS LUNAS, N.M. — The tumultuous 2018 midterm campaign, shaped by conflicts over race and identity and punctuated by tragedy, barreled through its final weekend as voters prepared to deliver a verdict on the first half of President Trump’s term, with Republicans bracing for losses in the House and state capitals but hopeful they would prevail in Senate races in areas where Mr. Trump is popular.\n\nThe president was set to storm across two states Saturday, two Sunday and three Monday in an effort to pick off Senate seats in Indiana, Florida and a handful of other battlegrounds where Republicans hope to add to their one-seat majority in the chamber. Democrats and liberal activists, galvanized by opposition to Mr. Trump, gathered Saturday to knock on doors and make turnout calls from Pennsylvania to Illinois to Washington to try to erase the G.O.P.’s 23-seat House majority.\n\nThe run-up to the election, widely seen as a referendum on Mr. Trump’s divisive persona and hard-line policy agenda, has revealed deep strains in the president’s political coalition and left him confined to campaign in a narrow band of conservative communities. Republicans’ intermittent focus on favorable economic news, such as the Friday report showing strong job growth, has been overwhelmed by Mr. Trump’s message of racially incendiary nationalism.\n\nWhile Mr. Trump retains a strong grip on many red states and working-class white voters, his jeremiads against immigrants and penchant for ridicule have proved destabilizing, with the party losing more affluent whites and moderates in metropolitan areas key to control of the House.", "Several were Never Trumpers, as Ms. Matthews describes herself, and about half had been to multiple postcard parties to support Democratic women in other congressional districts. Some had begun writing postcards in Virginia’s 2017 elections, when female candidates had unusual success challenging incumbents in the state’s House of Delegates.\n\n“Everyone’s mood was lifted because we’re all doing something that’s very tangible,” Ms. Matthews said. “You’ve got the names of these voters; it’s not the hopeless ‘I’m writing to my congressman’ thing.”\n\n(Activism has run high in Ms. Spanberger’s race. “The women are in my grill no matter where I go,” her opponent, Representative Dave Brat, complained to fellow Republicans in January 2017.)\n\nAlarmed by Mr. Trump’s threats to pull the United States out of the Paris climate agreement, Ms. Matthews and two friends — one a Democrat, one a Republican — started 1PlanetWomen to try to make women into climate voters.\n\nThey are working with Virginia garden clubs to talk about how climate change affects women’s immediate lives — they cannot enjoy their gardens, for example, with ticks and mosquitoes having longer seasons, and more children have asthma — and have begun running targeted Instagram ads supporting Ms. Spanberger. To start the group, they turned to their contact lists of women from school, the neighborhood and church.\n\n“Some of this reflects that women tend to have more of an active social network to begin with,” said Leah Greenberg, the co-founder and co-executive director of Indivisible, an incubator for resistance groups across the country. Roughly 75 percent of local Indivisible leaders and members are women.", "MOUNTAIN DALE, N.Y. — When Butch Resnick was growing up in this small working-class hamlet in the town of Fallsburg, he never imagined that decades later, he would be standing in the town’s former grocery store, eying a five-foot-tall painting of a naked Buddha. But times had changed.\n\nMicheline Gingras, the curator of the Grocery Store, a new gallery, said she wanted to put the Buddha in the window. Mr. Resnick frowned, thinking of the Hasidic synagogue just up the road. “It’s a little too risqué for Mountain Dale,” he said.\n\nMs. Gingras seemed unconcerned. At 70, she had happily left her Brooklyn apartment for a small piece of the Catskills. “I enjoyed the excitement about giving this little village a rebirth,” she said. “I could bring everything to people who don’t even know it exists.”\n\nMr. Resnick, 50, a self-described “country boy” who has the hulk of a club bouncer but favors bright white sneakers and dad jeans, felt the same way. Six years ago, he bought 31 buildings in Mountain Dale — nearly all of them vacant — hoping to revive the town.", "“The dude looks like Hollywood,” Mr. Wilson said, looking at Omar J. Dorsey, who plays a lead in “Queen Sugar,” a show created by Ava DuVernay that follows families running a sugarcane farm in the South. He and Mr. Dorsey exchanged bear hugs and selfies, and Mr. Wilson told him not to worry — he had already cast his vote early for Stacey Abrams, after waiting in line more than an hour and half.\n\n“I feel good about it, but we got to knock it out of the park,” Mr. Wilson said.\n\nThe “Queen Sugar” actors were deployed by Care in Action, which has fielded hundreds of canvassers, many of them child care workers, home health aides or housecleaners, to reach voters of color. They gathered Saturday morning at a roller-skating rink and spent all day knocking on doors as well as dropping in on barbershops and beauty salons.\n\nNext stop, a few doors down, was the House of HHC Beauty Lounge. Latitia Lamkin-Brooks, getting her hair done, was giddy at the sight of Mr. Dorsey’s co-star, Dawn-Lyen Gardner.\n\nMs. Lamkin-Brooks tried to coax details about next season’s plot, but gave her word: she’d show up on Tuesday.\n\n— Susan Chira\n\nPresident Trump returns to Montana\n\nBELGRADE, Mont. — Greetings from Montana, where the Bridger Mountains serve as what might be the most picturesque backdrop of a “Make America Great Again” rally to date. The president spent an hour here on Saturday afternoon delivering his closing midterm argument to residents of Big Sky Country.\n\nWhile President Trump stuck to his usual themes — castigating immigration policies, Democrats and Democratic immigration policies — he was less fired up than he was at his appearance in Missoula just over two weeks ago, when he praised the Republican Congressman Greg Gianforte for body-slamming a reporter.\n\n(Read a fact-check of Mr. Trump’s speech in Montana.)\n\nStill, this time, his visit here was personal: The president reserved several minutes of special attention in his efforts to put a pin in the campaign of Jon Tester, the Democratic incumbent struggling to fend off a challenge from Matt Rosendale, whom Mr. Trump was here to support.", "Mr. Vichai, 60, was among five people killed in the crash of the helicopter outside the stadium following Leicester City’s game against West Ham United.\n\nThe police released the names of the other four people who they believe also died in the helicopter crash: two members of Mr. Vichai’s staff, Nursara Suknamai and Kaveporn Punpare; the pilot, Eric Swaffer; and another passenger, Izabela Roza Lechowicz.\n\nNo one else was believed to have been injured.\n\nAir accident investigators in Leicester said this past week that flight data and voice recordings had been successfully downloaded from the helicopter’s “black box.”\n\nThe Air Accidents Investigation Branch said it had been able to obtain information from the black box even though it was subjected to “intense heat” in the fire.\n\nInspectors have started to analyze the data to determine what caused the aircraft to spiral out of control shortly after takeoff.\n\nThe wreckage was removed from the crash site late Thursday.\n\nLeicester players have expressed their sense of deep loss, with striker Jamie Vardy writing on Instagram of Mr. Vichai: “To me you are legend, an incredible man who had the biggest heart, the soul of Leicester City Football Club. Thank you for everything you did for me, my family and our club. I will truly miss you … may you rest in peace …#theboss.”\n\nLeicester and England defender Harry Maguire wrote on Twitter how Mr. Vichai had supported him at the club and at international levels during the World Cup, describing the Thai billionaire as “a truly great, kind, loving man who will be missed so much by everyone.”", "In 2011, the White House described the threat of Al Qaeda and its affiliates as the “pre-eminent security threat to our country.” By 2013, a new threat had emerged: so-called homegrown violent extremists, or H.V.E.s, a category of people who, though born in the United States, were inspired by a nondomestic ideology to commit violence. H.V.E.s, who tended to be Muslim, were not to be mistaken for domestic terrorists, who by definition were not only Americans but also driven by a domestic ideology like white supremacy. And yet the two were often conflated, and therefore “homegrowns” were also perceived as domestic terrorists: the Tsarnaev brothers, responsible for the Boston Marathon bombing in 2013; the perpetrators of the San Bernardino massacre or the mass shooting at the gay nightclub Pulse in Orlando. Dylann Roof, born in South Carolina, whose homegrown racism was nurtured on neo-Nazi websites like The Daily Stormer, was not, in this context, a domestic terrorist, nor were any of his beliefs seen as indicative of “violent extremism.” His shooting spree in a church in Charleston, in which he killed nine African-Americans, was interpreted as something else. What drove him, authorities said, was hate. He was a murderer.\n\nAdvertisement Continue reading the main story\n\nThis dichotomy plagued Representative Bennie Thompson, the Mississippi Democrat who served as ranking member of the House Homeland Security Committee. For years, Thompson pressed both the administration and fellow members of Congress to be more outspoken on domestic terrorism. “The silence was almost deafening when it came to raising any of those issues in Congress,” he says. “And the administration had this do-nothing approach. They kept telling us, well, we see that white supremacy is a problem, but there’s no way we can get ourselves involved in this because they won’t talk to us.”\n\nIt was a curious response from an administration whose “C.V.E.” agenda supposedly addressed all types of ideologically motivated violence. “I really suspect they did some polling and found out that there were certain things an African-American president couldn’t talk about,” one former adviser said. “I think they didn’t want to poke the bear.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThis approach was most evident with Obama’s second Homeland Security chief, Jeh Johnson, who came to the department in 2013, after a three-year sojourn as general counsel to the Defense Department, where he provided legal authority for the drone-strike program. During Johnson’s tenure, Nate Snyder says, his office received calls from evangelical pastors worried about far-right recruitment in their congregations. There was also concern about reports of white supremacy in the military.\n\nJohnson, who told me that fear of another ISIS-style attack kept him up at night, held regular round tables with imams and other members of the Islamic community. He resisted the pressure from some members of his staff, and some in Congress, like Thompson, to make similar overtures to communities concerned about antigovernment or white-supremacist groups. He thought it would be absurd to hold round tables with sovereign citizens and white supremacists. “I didn’t think that would have been a very effective use of my time to try,” he told me.\n\nJohnson never called Dylann Roof a domestic terrorist, a phrase commonly applied to Timothy McVeigh. “If there was ever an opportunity to define white extremists as domestic terrorists, Dylann Roof was it,” Snyder says. “But people went back and forth, and it went down the same careful deliberation that happens with active shooters: Maybe it was a mental-health issue. Maybe he was ‘disturbed.’ Maybe he had a predisposition to violence.”\n\nWhen I spoke to Johnson, he felt it was not his place to call Roof a terrorist. There isn’t a crime of “domestic terrorism” to charge someone with. “There is a certain type of violent extremism that is by nature more of a matter for law enforcement, and another that is about engaging communities at the local level,” he said. But the country’s chief law-enforcement official at the time, Attorney General Loretta Lynch, also didn’t call Roof a terrorist — though she did note that his mass shooting, which she was prosecuting as a hate crime, seemed to meet the definition of terrorism. “Hate crimes are the original domestic terrorism,” she said. James Comey, then director of the F.B.I., wasn’t sure. Terrorism, he stated in June 2015, was “more of a political act,” and he didn’t see the Charleston shooting as political. Even after a racist manifesto Roof penned surfaced online stating his intent to “protect the white race” by instigating a race war, Comey still wasn’t sure it met the definition. “I only operate in a legal framework,” he told HuffPost.\n\nThe refusal to name the attack as “terrorism” was, in some critics’ eyes, a crucial misstep that would have far broader implications. “I was very pleased when the Obama administration started and said, We’re not going to use the phrase ‘war on terror,’ ” says Erroll Southers, a former F.B.I. agent and now director of the Safe Communities Institute at the University of Southern California. “I think the Obama people decided, O.K., we’re not going to call it ‘terrorism,’ thinking it was a good thing. The problem was they didn’t realize how much it emboldened the other side and gave them political cover.”\n\nIn the months following Donald Trump’s inauguration, security analysts noted with increasing alarm what seemed to be a systematic erosion of the Department of Homeland Security’s analytic and operational capabilities with regard to countering violent extremism. It began with the appointment of a new national-security team. Like their counterparts now running immigration policy, the team came from the fringe of conservative politics, some of them with connections to Islamophobic think tanks and organizations like ACT for America or the Center for Security Policy, whose founder, Frank Gaffney, was Washington’s most prominent peddler of anti-Muslim conspiracy theories.\n\nAdvertisement Continue reading the main story\n\nIn addition to Gaffney, whose biased and statistically flawed data on the “Muslim threat” became the premise for Trump’s so-called Muslim ban, there were other ideological fellow travelers like Sebastian and Katharine Gorka, the husband-and-wife national-security team. Sebastian Gorka became a senior White House adviser, and Katharine Gorka became a senior adviser to the Department of Homeland Security. During the transition, Sebastian Gorka predicted the demise of “C.V.E.,” which he suggested was a fuzzy, politically correct approach to a problem — terrorism — that needed a better fix. Shortly afterward, Katharine Gorka, who once criticized the Obama administration for “allowing Islamists to dictate national-security policy,” made it clear, Nate Snyder recalls, that she didn’t like the phrase “countering violent extremism.” From now on, the mission would be focused on “radical Islamic terrorism,” the White House’s go-to phrase, which, as Sebastian Gorka later explained, was intended to “jettison the political correctness of the last eight years.”\n\nA surreal scene, replicated in nearly every department and agency, soon began to play out inside the Department of Homeland Security. George Selim, a longtime national-security expert in both the Bush and Obama administrations who headed the Office of Community Partnerships, which worked with local government and civic groups on C.V.E. efforts, noted that as the months passed, “it was clear that there were fewer and fewer of the career civil servants at the table for critical policy decisions.” Some political appointees seemed to have virtually no experience with the issues they had been tapped to advise on. Katharine Gorka, as her own LinkedIn biography notes, had never held a public-sector job before joining the department, nor did she seem to have any practical experience in national security, or law enforcement, or intelligence. Another new senior Homeland Security official, the retired Navy officer Frank Wuco, had made a career of lecturing to the military about the jihadi mind-set, often while role-playing as a member of the Taliban in a Pashtun hat and kaffiyeh. “That’s who was trying to tell me he understands the threat,” an official said dryly.\n\nBy February 2017, after the Trump administration issued its first executive order trying to ban citizens of Muslim-majority countries from entering the United States, several American Muslim groups decided to reject federal C.V.E. grant money they were awarded under the Obama administration out of concern over the new administration’s framing of the issue. That March, the White House froze the $10 million the previous administration had allotted for the grants, pending review. While that review was underway, the Department of Homeland Security and the F.B.I. issued a joint intelligence bulletin, dated May 10, warning that white supremacists might pose “a threat of lethal violence” over the next year. The report, which some analysts said reflected a fraction of the actual numbers, said that white supremacists “were responsible for 49 homicides in 26 attacks from 2000 to 2016 . . . more than any other domestic extremist movement.”\n\nAt the end of June, the Department of Homeland Security withheld grant money from several previously approved applicants whose focus was on studying extremists’ online networks and helping both white supremacists and Muslim extremists leave their movements. Though the total budget for C.V.E. was minuscule given the department’s overall grant budget, rejecting those programs nonetheless produced “a real chilling effect,” as one policy analyst recalls. Some researchers withdrew from plans to brief lawmakers on far-right extremism.\n\nIn July 2017, Selim tendered his resignation. Not long afterward, a senior official on the interagency task force running C.V.E. efforts withdrew. More departures followed. The Department of Homeland Security renamed the Office of Community Partnerships the Office of Terrorism Prevention Partnerships. At the department’s Office of Intelligence and Analysis, analysts specifically looking at domestic terrorism and coordinating with local law enforcement were reassigned as public-affairs liaisons, Snyder says. “So no one is looking at the intelligence and connecting the dots, which is what the Department of Homeland Security was created to do.”\n\nIn the lingo of the counterterrorism world, the department’s responsibility is anything “left of boom,” meaning all the pre-emptive steps that might prevent an attack, from securing the borders to synthesizing and sharing intelligence to working with community leaders and local law enforcement to help them better identify risks. Today, at least for the federal government, Snyder says “left of boom is dead.”\n\nWilliam Fears was born in 1987 and spent his childhood in Jasper, Tex., a tiny and deeply segregated town about 130 miles northeast of Houston. East Texas is Klan country, and Jasper holds a notable spot in the racist history of the region as the town where, in 1998, when Fears was 10, three white men lynched a black man named James Byrd Jr., chaining him to the back of a truck and dragging him to death.\n\nEarly in his life, Fears, searching for identity, cycled through a long list of ideologies. He was 14 on Sept. 11, 2001, old enough to absorb the patriotic fervor of that moment but too young to enlist. For a year or two, he was a Michael Moore-style populist, having been “red-pilled on ‘Bowling for Columbine.’ ” Then, having spent a great deal of his spare time stoned and watching YouTube, Fears embraced the Sept. 11 “truthers” movement. As he spent more and more time on sites like Infowars, he was exposed to notions that the government, backed by the Illumi-nati, the globalists, the Freemasons — Jews, but not “the Jews” as he would later come to see them — had blown up the towers, crashed the financial markets and plunged the country into economic crisis. This led to his next great obsession: the candidacy of the G.O.P. presidential hopeful Ron Paul, a libertarian who had amassed a large grass-roots following of what The New York Times then called “iconoclastic white men.”\n\nAdvertisement Continue reading the main story\n\nBut Fears eventually grew bored with Paul, just as he had grown bored with Michael Moore, and it was in this state of vague political disillusionment, and heavy drug use, that Fears kidnapped a former girlfriend in 2009 and stabbed her in the face, legs and neck before she managed to escape. In 2010, he was sentenced to seven years in prison.\n\nFears doesn’t like to talk much about his sojourn in the Texas state-prison system, though like many young men who went from the penitentiary to the far right, he was introduced to the basic tenets of white supremacy there. “White guys got to stick together,” he says, referring to an admitted friendship with members of the Texas branch of the Aryan Brotherhood, one of the most notoriously brutal white-supremacist gangs in the country. But he dropped those friendships after prison, he insists. “I didn’t like the whole Nazi skinhead thing with tattoos on their face and beating up minorities for no reason,” he says, implying that they represented an earlier generation: “They’re like 1.0s.”\n\nSix years later, Fears was paroled and emerged from prison drug-free but otherwise largely the same. He was still a conspiracy theorist, though he was less obsessed with the government, his friend John Canales noticed when they reconnected that summer. “Now it was all about the Jews,” Canales says. At home in the Houston suburb of Pasadena, Fears submerged himself in what to him was the new, hyperconnected world of the internet, where every YouTube video he watched algorithmically directed him to others with increasingly far-right political agendas. He was fascinated by men like Richard Spencer, who fashioned himself as the second coming of George Lincoln Rockwell, the founder of the American Nazi Party. He was also intrigued by Donald Trump, the troubadour of a new generation of angry white men, the alt-right movement — white supremacy 2.0 — with its in-jokes and symbols that were mostly lost on U.S. law enforcement.\n\nFears believed in the power of memes, though alt-right memes, while dripping in irony, were also, in essence, hate speech, part of a propaganda war arguably intended to spread terror just as much as any ISIS execution video. Fears, his friend Canales says, was one of the first people Canales knew to understand this and promote the memes as broadly as he could, standing on street corners and “sieg heil-ing” at passers-by or waving a swastika-laden Pepe the Frog sign reading “Free Helicopter Rides,” an allusion to the murder of political enemies, notably leftists.\n\nIn December 2016, less than six months after getting out of prison, Fears went to his first Richard Spencer event, on the campus of Texas A&M. More so-called free-speech events followed, where young white men in red MAGA hats and polo shirts descended upon college campuses or progressive enclaves in otherwise blood-red states: a clean-cut Trumpian army, marching in formation or hurling insults at activists who, outraged by their very presence, would try to fight them.\n\nSometimes the police would intervene, or not. Fears, for one, always felt safe with the police in Texas, though he said “they work for ZOG” — the so-called Zionist Occupied Government. “They’ll take their paycheck over the country.”\n\nCops would stand watch at events, sometimes on horseback, and while they might not have been ideologically aligned with the alt-right, they still tolerated them. Fears said the cops were far less forgiving of Antifa, a catchall term that has been used to describe dedicated anti-fascists and so-called anarchist extremists, as well as animal rights activists, immigration rights activists, members of the local Socialist movement, environmental protesters like those who had recently been blasted by water cannons and rubber bullets at Standing Rock, and Black Lives Matter supporters, whose protests have been met by dozens of cops in riot gear, as well as sometimes members of a paramilitary support unit. One Houston activist, who went to high school with Fears, recalls a rally where the police posed for pictures with members of the alt-right. “Very buddy-buddy,” he says.\n\nThe same essential scenario played out across the country. At a rally in Sacramento in June 2016 organized by the white-supremacist Traditionalist Worker Party, a throng of counterprotesters showed up. “The police didn’t step in really at all,” a police observer and representative of the National Lawyers Guild later told The Sacramento Bee. “They basically just let people do what they wanted to do,” the observer said. “In this case, someone made a decision just to let them fight it out.” Ten people were hospitalized, at least five for stabbing wounds and other lacerations, most of them left-wing counterprotesters, some of whom were later charged with assault. Only one white supremacist was arrested, though court records originally acquired by The Guardian mentioned at least four T.W.P.-affiliated men who came armed with knives to the rally but were not charged. “We’re looking at you as a victim,” an investigator with the California Highway Patrol reportedly assured a member of the T.W.P. after the rally.\n\nAdvertisement Continue reading the main story\n\nOne domestic-terrorism expert who conducts hate-crimes training for law enforcement was baffled by the pushback she received from police officers who didn’t seem to view white-supremacist groups as a law-enforcement problem. “They’d say things like, ‘Why aren’t you calling Black Lives Matter or Antifa a hate group?’ The answer is, because they’re not hate groups! But they didn’t see it that way.”\n\nIt was in this atmosphere that Fears made his progress through various protests. He traveled to Charlottesville with a backpack of dystopian gear: goggles, gloves and a helmet, though he disguised himself as a Trump supporter in a suit. It was war. It was also fun. By the summer of 2017, the media had begun to cover more far-right events, leading more people to show up in protest, which furthered the right’s victimization narrative, which in turn led to more events and more violence, all of which was packaged into neat selling points for a movement whose actual real-life followers may have been far fewer than they appeared.\n\nA person’s willingness to brawl was a point of pride. Some of the most ardent fighters, many of them felons, became celebrities in their own right, offered speaking slots at rallies, where their V.I.P. status earned them police protection. The Rise Above Movement, led in part by a gang member who had gone to prison for an attack, turned beat-downs into an art form, which they promoted on YouTube, drawing recruits. Nathan Damigo, a former Marine who was incarcerated for five years for armed robbery, used footage of his punching a young woman in the face during a Berkeley protest as a recruiting video for his white-nationalist organization, Identity Evropa. The Proud Boys went as far as to create an entire culture around gang-style rituals, including initiation beatings.\n\nOn Facebook, various white men were stating their intention of going to Charlottesville for what they understood would be a huge gathering of the tribes, making plans of whom to meet up with and what to bring. Fears initially advised against carrying weapons, but he suggested keeping them close by. “It all comes down to police,” he said on Facebook. “If they leave us to fight for ourselves like in Berkeley, we know to get ready for bricks to start flying.”\n\nIn private communications on the chat service Discord, posted online by the progressive watchdog Unicorn Riot, organizers of Unite the Right spent weeks discussing tactics. The F.B.I. itself was limited in its surveillance capacity (though many left-wing groups argued that this did not prevent the bureau from monitoring their activities), and in the absence of comprehensive federal scrutiny, right-wing activists trawled through left-wing websites, shared photos of leading anti-fascist and racial-justice activists and infiltrated real-life gatherings. In advance of the event, leaked chats documented potential attendees openly advising their comrades to take note of any threats of violence so they could share them with the police. Erroll Southers later remarked on the sophistication of advising their followers not to bring cellphones, and sharing information among small cells of affinity groups: “From an intelligence perspective, it was very impressive.”", "In 2011, the White House described the threat of Al Qaeda and its affiliates as the “pre-eminent security threat to our country.” By 2013, a new threat had emerged: so-called homegrown violent extremists, or H.V.E.s, a category of people who, though born in the United States, were inspired by a nondomestic ideology to commit violence. H.V.E.s, who tended to be Muslim, were not to be mistaken for domestic terrorists, who by definition were not only Americans but also driven by a domestic ideology like white supremacy. And yet the two were often conflated, and therefore “homegrowns” were also perceived as domestic terrorists: the Tsarnaev brothers, responsible for the Boston Marathon bombing in 2013; the perpetrators of the San Bernardino massacre or the mass shooting at the gay nightclub Pulse in Orlando. Dylann Roof, born in South Carolina, whose homegrown racism was nurtured on neo-Nazi websites like The Daily Stormer, was not, in this context, a domestic terrorist, nor were any of his beliefs seen as indicative of “violent extremism.” His shooting spree in a church in Charleston, in which he killed nine African-Americans, was interpreted as something else. What drove him, authorities said, was hate. He was a murderer.\n\nAdvertisement Continue reading the main story\n\nThis dichotomy plagued Representative Bennie Thompson, the Mississippi Democrat who served as ranking member of the House Homeland Security Committee. For years, Thompson pressed both the administration and fellow members of Congress to be more outspoken on domestic terrorism. “The silence was almost deafening when it came to raising any of those issues in Congress,” he says. “And the administration had this do-nothing approach. They kept telling us, well, we see that white supremacy is a problem, but there’s no way we can get ourselves involved in this because they won’t talk to us.”\n\nIt was a curious response from an administration whose “C.V.E.” agenda supposedly addressed all types of ideologically motivated violence. “I really suspect they did some polling and found out that there were certain things an African-American president couldn’t talk about,” one former adviser said. “I think they didn’t want to poke the bear.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThis approach was most evident with Obama’s second Homeland Security chief, Jeh Johnson, who came to the department in 2013, after a three-year sojourn as general counsel to the Defense Department, where he provided legal authority for the drone-strike program. During Johnson’s tenure, Nate Snyder says, his office received calls from evangelical pastors worried about far-right recruitment in their congregations. There was also concern about reports of white supremacy in the military.\n\nJohnson, who told me that fear of another ISIS-style attack kept him up at night, held regular round tables with imams and other members of the Islamic community. He resisted the pressure from some members of his staff, and some in Congress, like Thompson, to make similar overtures to communities concerned about antigovernment or white-supremacist groups. He thought it would be absurd to hold round tables with sovereign citizens and white supremacists. “I didn’t think that would have been a very effective use of my time to try,” he told me.\n\nJohnson never called Dylann Roof a domestic terrorist, a phrase commonly applied to Timothy McVeigh. “If there was ever an opportunity to define white extremists as domestic terrorists, Dylann Roof was it,” Snyder says. “But people went back and forth, and it went down the same careful deliberation that happens with active shooters: Maybe it was a mental-health issue. Maybe he was ‘disturbed.’ Maybe he had a predisposition to violence.”\n\nWhen I spoke to Johnson, he felt it was not his place to call Roof a terrorist. There isn’t a crime of “domestic terrorism” to charge someone with. “There is a certain type of violent extremism that is by nature more of a matter for law enforcement, and another that is about engaging communities at the local level,” he said. But the country’s chief law-enforcement official at the time, Attorney General Loretta Lynch, also didn’t call Roof a terrorist — though she did note that his mass shooting, which she was prosecuting as a hate crime, seemed to meet the definition of terrorism. “Hate crimes are the original domestic terrorism,” she said. James Comey, then director of the F.B.I., wasn’t sure. Terrorism, he stated in June 2015, was “more of a political act,” and he didn’t see the Charleston shooting as political. Even after a racist manifesto Roof penned surfaced online stating his intent to “protect the white race” by instigating a race war, Comey still wasn’t sure it met the definition. “I only operate in a legal framework,” he told HuffPost.\n\nThe refusal to name the attack as “terrorism” was, in some critics’ eyes, a crucial misstep that would have far broader implications. “I was very pleased when the Obama administration started and said, We’re not going to use the phrase ‘war on terror,’ ” says Erroll Southers, a former F.B.I. agent and now director of the Safe Communities Institute at the University of Southern California. “I think the Obama people decided, O.K., we’re not going to call it ‘terrorism,’ thinking it was a good thing. The problem was they didn’t realize how much it emboldened the other side and gave them political cover.”\n\nIn the months following Donald Trump’s inauguration, security analysts noted with increasing alarm what seemed to be a systematic erosion of the Department of Homeland Security’s analytic and operational capabilities with regard to countering violent extremism. It began with the appointment of a new national-security team. Like their counterparts now running immigration policy, the team came from the fringe of conservative politics, some of them with connections to Islamophobic think tanks and organizations like ACT for America or the Center for Security Policy, whose founder, Frank Gaffney, was Washington’s most prominent peddler of anti-Muslim conspiracy theories.\n\nAdvertisement Continue reading the main story\n\nIn addition to Gaffney, whose biased and statistically flawed data on the “Muslim threat” became the premise for Trump’s so-called Muslim ban, there were other ideological fellow travelers like Sebastian and Katharine Gorka, the husband-and-wife national-security team. Sebastian Gorka became a senior White House adviser, and Katharine Gorka became a senior adviser to the Department of Homeland Security. During the transition, Sebastian Gorka predicted the demise of “C.V.E.,” which he suggested was a fuzzy, politically correct approach to a problem — terrorism — that needed a better fix. Shortly afterward, Katharine Gorka, who once criticized the Obama administration for “allowing Islamists to dictate national-security policy,” made it clear, Nate Snyder recalls, that she didn’t like the phrase “countering violent extremism.” From now on, the mission would be focused on “radical Islamic terrorism,” the White House’s go-to phrase, which, as Sebastian Gorka later explained, was intended to “jettison the political correctness of the last eight years.”\n\nA surreal scene, replicated in nearly every department and agency, soon began to play out inside the Department of Homeland Security. George Selim, a longtime national-security expert in both the Bush and Obama administrations who headed the Office of Community Partnerships, which worked with local government and civic groups on C.V.E. efforts, noted that as the months passed, “it was clear that there were fewer and fewer of the career civil servants at the table for critical policy decisions.” Some political appointees seemed to have virtually no experience with the issues they had been tapped to advise on. Katharine Gorka, as her own LinkedIn biography notes, had never held a public-sector job before joining the department, nor did she seem to have any practical experience in national security, or law enforcement, or intelligence. Another new senior Homeland Security official, the retired Navy officer Frank Wuco, had made a career of lecturing to the military about the jihadi mind-set, often while role-playing as a member of the Taliban in a Pashtun hat and kaffiyeh. “That’s who was trying to tell me he understands the threat,” an official said dryly.\n\nBy February 2017, after the Trump administration issued its first executive order trying to ban citizens of Muslim-majority countries from entering the United States, several American Muslim groups decided to reject federal C.V.E. grant money they were awarded under the Obama administration out of concern over the new administration’s framing of the issue. That March, the White House froze the $10 million the previous administration had allotted for the grants, pending review. While that review was underway, the Department of Homeland Security and the F.B.I. issued a joint intelligence bulletin, dated May 10, warning that white supremacists might pose “a threat of lethal violence” over the next year. The report, which some analysts said reflected a fraction of the actual numbers, said that white supremacists “were responsible for 49 homicides in 26 attacks from 2000 to 2016 . . . more than any other domestic extremist movement.”\n\nAt the end of June, the Department of Homeland Security withheld grant money from several previously approved applicants whose focus was on studying extremists’ online networks and helping both white supremacists and Muslim extremists leave their movements. Though the total budget for C.V.E. was minuscule given the department’s overall grant budget, rejecting those programs nonetheless produced “a real chilling effect,” as one policy analyst recalls. Some researchers withdrew from plans to brief lawmakers on far-right extremism.\n\nIn July 2017, Selim tendered his resignation. Not long afterward, a senior official on the interagency task force running C.V.E. efforts withdrew. More departures followed. The Department of Homeland Security renamed the Office of Community Partnerships the Office of Terrorism Prevention Partnerships. At the department’s Office of Intelligence and Analysis, analysts specifically looking at domestic terrorism and coordinating with local law enforcement were reassigned as public-affairs liaisons, Snyder says. “So no one is looking at the intelligence and connecting the dots, which is what the Department of Homeland Security was created to do.”\n\nIn the lingo of the counterterrorism world, the department’s responsibility is anything “left of boom,” meaning all the pre-emptive steps that might prevent an attack, from securing the borders to synthesizing and sharing intelligence to working with community leaders and local law enforcement to help them better identify risks. Today, at least for the federal government, Snyder says “left of boom is dead.”\n\nWilliam Fears was born in 1987 and spent his childhood in Jasper, Tex., a tiny and deeply segregated town about 130 miles northeast of Houston. East Texas is Klan country, and Jasper holds a notable spot in the racist history of the region as the town where, in 1998, when Fears was 10, three white men lynched a black man named James Byrd Jr., chaining him to the back of a truck and dragging him to death.\n\nEarly in his life, Fears, searching for identity, cycled through a long list of ideologies. He was 14 on Sept. 11, 2001, old enough to absorb the patriotic fervor of that moment but too young to enlist. For a year or two, he was a Michael Moore-style populist, having been “red-pilled on ‘Bowling for Columbine.’ ” Then, having spent a great deal of his spare time stoned and watching YouTube, Fears embraced the Sept. 11 “truthers” movement. As he spent more and more time on sites like Infowars, he was exposed to notions that the government, backed by the Illumi-nati, the globalists, the Freemasons — Jews, but not “the Jews” as he would later come to see them — had blown up the towers, crashed the financial markets and plunged the country into economic crisis. This led to his next great obsession: the candidacy of the G.O.P. presidential hopeful Ron Paul, a libertarian who had amassed a large grass-roots following of what The New York Times then called “iconoclastic white men.”\n\nAdvertisement Continue reading the main story\n\nBut Fears eventually grew bored with Paul, just as he had grown bored with Michael Moore, and it was in this state of vague political disillusionment, and heavy drug use, that Fears kidnapped a former girlfriend in 2009 and stabbed her in the face, legs and neck before she managed to escape. In 2010, he was sentenced to seven years in prison.\n\nFears doesn’t like to talk much about his sojourn in the Texas state-prison system, though like many young men who went from the penitentiary to the far right, he was introduced to the basic tenets of white supremacy there. “White guys got to stick together,” he says, referring to an admitted friendship with members of the Texas branch of the Aryan Brotherhood, one of the most notoriously brutal white-supremacist gangs in the country. But he dropped those friendships after prison, he insists. “I didn’t like the whole Nazi skinhead thing with tattoos on their face and beating up minorities for no reason,” he says, implying that they represented an earlier generation: “They’re like 1.0s.”\n\nSix years later, Fears was paroled and emerged from prison drug-free but otherwise largely the same. He was still a conspiracy theorist, though he was less obsessed with the government, his friend John Canales noticed when they reconnected that summer. “Now it was all about the Jews,” Canales says. At home in the Houston suburb of Pasadena, Fears submerged himself in what to him was the new, hyperconnected world of the internet, where every YouTube video he watched algorithmically directed him to others with increasingly far-right political agendas. He was fascinated by men like Richard Spencer, who fashioned himself as the second coming of George Lincoln Rockwell, the founder of the American Nazi Party. He was also intrigued by Donald Trump, the troubadour of a new generation of angry white men, the alt-right movement — white supremacy 2.0 — with its in-jokes and symbols that were mostly lost on U.S. law enforcement.\n\nFears believed in the power of memes, though alt-right memes, while dripping in irony, were also, in essence, hate speech, part of a propaganda war arguably intended to spread terror just as much as any ISIS execution video. Fears, his friend Canales says, was one of the first people Canales knew to understand this and promote the memes as broadly as he could, standing on street corners and “sieg heil-ing” at passers-by or waving a swastika-laden Pepe the Frog sign reading “Free Helicopter Rides,” an allusion to the murder of political enemies, notably leftists.\n\nIn December 2016, less than six months after getting out of prison, Fears went to his first Richard Spencer event, on the campus of Texas A&M. More so-called free-speech events followed, where young white men in red MAGA hats and polo shirts descended upon college campuses or progressive enclaves in otherwise blood-red states: a clean-cut Trumpian army, marching in formation or hurling insults at activists who, outraged by their very presence, would try to fight them.\n\nSometimes the police would intervene, or not. Fears, for one, always felt safe with the police in Texas, though he said “they work for ZOG” — the so-called Zionist Occupied Government. “They’ll take their paycheck over the country.”\n\nCops would stand watch at events, sometimes on horseback, and while they might not have been ideologically aligned with the alt-right, they still tolerated them. Fears said the cops were far less forgiving of Antifa, a catchall term that has been used to describe dedicated anti-fascists and so-called anarchist extremists, as well as animal rights activists, immigration rights activists, members of the local Socialist movement, environmental protesters like those who had recently been blasted by water cannons and rubber bullets at Standing Rock, and Black Lives Matter supporters, whose protests have been met by dozens of cops in riot gear, as well as sometimes members of a paramilitary support unit. One Houston activist, who went to high school with Fears, recalls a rally where the police posed for pictures with members of the alt-right. “Very buddy-buddy,” he says.\n\nThe same essential scenario played out across the country. At a rally in Sacramento in June 2016 organized by the white-supremacist Traditionalist Worker Party, a throng of counterprotesters showed up. “The police didn’t step in really at all,” a police observer and representative of the National Lawyers Guild later told The Sacramento Bee. “They basically just let people do what they wanted to do,” the observer said. “In this case, someone made a decision just to let them fight it out.” Ten people were hospitalized, at least five for stabbing wounds and other lacerations, most of them left-wing counterprotesters, some of whom were later charged with assault. Only one white supremacist was arrested, though court records originally acquired by The Guardian mentioned at least four T.W.P.-affiliated men who came armed with knives to the rally but were not charged. “We’re looking at you as a victim,” an investigator with the California Highway Patrol reportedly assured a member of the T.W.P. after the rally.\n\nAdvertisement Continue reading the main story\n\nOne domestic-terrorism expert who conducts hate-crimes training for law enforcement was baffled by the pushback she received from police officers who didn’t seem to view white-supremacist groups as a law-enforcement problem. “They’d say things like, ‘Why aren’t you calling Black Lives Matter or Antifa a hate group?’ The answer is, because they’re not hate groups! But they didn’t see it that way.”\n\nIt was in this atmosphere that Fears made his progress through various protests. He traveled to Charlottesville with a backpack of dystopian gear: goggles, gloves and a helmet, though he disguised himself as a Trump supporter in a suit. It was war. It was also fun. By the summer of 2017, the media had begun to cover more far-right events, leading more people to show up in protest, which furthered the right’s victimization narrative, which in turn led to more events and more violence, all of which was packaged into neat selling points for a movement whose actual real-life followers may have been far fewer than they appeared.\n\nA person’s willingness to brawl was a point of pride. Some of the most ardent fighters, many of them felons, became celebrities in their own right, offered speaking slots at rallies, where their V.I.P. status earned them police protection. The Rise Above Movement, led in part by a gang member who had gone to prison for an attack, turned beat-downs into an art form, which they promoted on YouTube, drawing recruits. Nathan Damigo, a former Marine who was incarcerated for five years for armed robbery, used footage of his punching a young woman in the face during a Berkeley protest as a recruiting video for his white-nationalist organization, Identity Evropa. The Proud Boys went as far as to create an entire culture around gang-style rituals, including initiation beatings.\n\nOn Facebook, various white men were stating their intention of going to Charlottesville for what they understood would be a huge gathering of the tribes, making plans of whom to meet up with and what to bring. Fears initially advised against carrying weapons, but he suggested keeping them close by. “It all comes down to police,” he said on Facebook. “If they leave us to fight for ourselves like in Berkeley, we know to get ready for bricks to start flying.”\n\nIn private communications on the chat service Discord, posted online by the progressive watchdog Unicorn Riot, organizers of Unite the Right spent weeks discussing tactics. The F.B.I. itself was limited in its surveillance capacity (though many left-wing groups argued that this did not prevent the bureau from monitoring their activities), and in the absence of comprehensive federal scrutiny, right-wing activists trawled through left-wing websites, shared photos of leading anti-fascist and racial-justice activists and infiltrated real-life gatherings. In advance of the event, leaked chats documented potential attendees openly advising their comrades to take note of any threats of violence so they could share them with the police. Erroll Southers later remarked on the sophistication of advising their followers not to bring cellphones, and sharing information among small cells of affinity groups: “From an intelligence perspective, it was very impressive.”", "A letter addressed to the superintendent from 12 community groups — including the American Civil Liberties Union of Idaho, Planned Parenthood and Immigrant Justice Idaho — said that “the school and community climate in Idaho continues to grow more harmful against specific groups and identities, including our Latinx friends, family and neighbors.”\n\n“The intent or misjudgments of the individuals involved does not undo the trauma experienced by students, families and communities,” the letter said.\n\nMiddleton, Idaho, is a city of 7,400 just over 20 miles northwest of Boise. During the 2015-16 school year, about 12 percent of students at Middleton Heights Elementary School were Hispanic, according to the National Center for Education Statistics.\n\nIt was unclear why the employees dressed up the way they did. Two parents who visited the elementary school on Halloween, and who spoke only on the condition that their names not be used for safety reasons, said the faculty was having a costume competition where groups of teachers dressed up to represent various countries.\n\nState education officials said complaints — and any possible disciplinary or corrective action — would be handled by the local school board. Dr. Middleton and other school district officials, including board members, did not respond to requests for comment.\n\nJ.J. Saldaña, who oversees education efforts for the Idaho Commission on Hispanic Affairs, a state agency that serves the Hispanic community, said Friday that he had been inundated with calls from upset parents and community members.\n\n“My phone has been ringing off the hook all day,” said Mr. Saldaña, who said he was collecting letters from community members.", "PARIS — Imagine looking out the window one morning and seeing a gigantic spider perched on the roof of a neighboring building — its eight legs extending to the street below.\n\nThen you walk downtown and realize that a 50-foot-tall creature with the head of a bull and the body of a man was looming above you.\n\nHallucinating? Not in Toulouse, France, where the city has given itself over to an immersive form of street theater, bringing to life creatures like the giant spider and the Minotaur, the mythical monster from Greek mythology that is half bull and half man and said to have lived in the center of a maze on the island of Crete.\n\nBoth creatures are the conception of François Delarozière, the artistic director and leading creative force behind La Machine, a theater company that works with technicians and designers to fabricate mechanical creatures on a vast scale and creates public spectacles around them.", "So-called insider attacks have long been a problem for coalition forces in Afghanistan. At their peak in 2012, 61 coalition soldiers were killed by such attacks.\n\nMajor Taylor decided to join the military someday after the Sept. 11 attacks while attending Brigham Young University, according to a profile published in January in The Deseret News, a Salt Lake City newspaper. His five brothers also joined the Army in the years after the 2001 attacks, it said.\n\nHis wife, Jennie Taylor, said in the article that service was an important part of their lives, and an example for their seven children. “I hope they know that in our family, we help,” she said. “In our family, we do what we can. If it’s something we can do, and the call comes to serve, we say yes.”\n\nMajor Taylor urged others to action as well, saying on Facebook in January that whether “reading to children at a school, or simply helping a neighbor, there are ways all around us to brighten someone’s day.”\n\nLast Sunday in what appeared to be his last Facebook post, he called on all Americans to vote. “Whether the Republicans or the Democrats win,” he said, it is important “that we all remember that we have far more as Americans that unites us than divides us.”\n\nAccolades poured out for Major Taylor late Saturday across social media.\n\n“He was the best of men with the ability to see potential and possibility in everything around him,” North Ogden’s website said in announcing his death. It added, “He was patriotic to the core and a shining example of what an American politician should be.”\n\nMitt Romney, the 2012 presidential candidate who is now running for the Senate in Utah, said on Twitter that he was “heartbroken” over the news.", "The city of Los Angeles is steeped in a rich punk tradition that dates back to the late 1970s. The films that make up “The Decline of Western Civilization,” by Penelope Spheeris, are among its most compelling visual documents.\n\nIn the first of the series, Ms. Spheeris tells the story of Hollywood at the end of the 1970s, when Black Flag, the Germs, X, Fear and other bands were coming up. By the third installment, which fast-forwards almost two decades to the mid-’90s, the scene had changed somewhat. In that film, the faces are fresher, the band names are new.\n\nStill, the defining characteristics remain consistent. Alienation with mainstream life and culture prompt the new generation of punks to dress in the same ripped clothes covered with band patches and carry the same attitude as their antecedents. In both films the punks are largely white, teenage and male.", "Homeowners typically have their monthly mortgage costs already set. Their wealth — the value of their home — has risen a bit in two years. The median sale price for a home in the United States was $214,000 in November 2016, according to data from Zillow, and the national appreciation rate since then implies such a house would now be worth $230,000.\n\nThings are trickier for a renter looking to buy a home, because of rising mortgage rates. A side effect of the surging economy and deficit-increasing tax cuts has been higher rates, which means that even though home prices aren’t up all that much in the last two years, the cost for a buyer needing credit is considerably higher.\n\nThe rate on a 30-year fixed-rate mortgage was 3.5 percent at election time two years ago, and is now 4.83 percent. Combined with the rise in the price of the median home, a middle-income American family looking to buy with 20 percent down would be looking at a monthly mortgage payment that is $196 a month higher now than in November 2016, wiping out gains from higher wages and lower taxes.\n\nA market boom for a few, and higher interest rates for others\n\nThe Trump administration has pointed to the booming stock market as evidence of success: The Standard & Poor’s 500 index has returned about 29 percent, including reinvested dividends, since November 2016.\n\nBut middle-income families typically have minimal direct exposure to the stock market. Their financial holdings tend to be modest at best, meaning that rising stock prices create only a small wealth increase.\n\nAmong middle-income families in 2016, only 52 percent held stocks either directly or indirectly, such as through a mutual fund. And of those 52 percent, median stock holdings were only $15,000. (That would be up to around $19,000 now if they left the money in an S.&P. 500 index fund since then without making further contributions.)\n\nStock investments are much more a feature of upper-income brackets. The same survey showed that 94.7 percent of families in the top 10 percent of income held stocks, with a median value of $363,400.", "The Duterte administration has taken similar action against a number of foreign critics of the president’s policies. In August, the immigration bureau detained an 84-year-old Australian professor, Gill Boehringer, at the Manila airport and barred him from entering the country because he had joined protests against Mr. Duterte.\n\nAlso this year, three foreign missionaries, including an American, were detained and deported in July after visiting the southern Philippines to investigate allegations that the army had carried out abuses there, including the December killings of at least eight members of an indigenous community in the province of Lake Sebu.\n\nOne of Sister Fox’s lawyers, Katherine Panguban, said they would continue to appeal her case to the immigration bureau while the nun is in her native Melbourne. “This clearly shows that this government is intolerant of dissent,” Ms. Panguban said of the case.\n\nA spokesman for Mr. Duterte, Salvador Panelo, said on Saturday: “The departure of Sister Patricia Fox is a timely reminder to all foreigners who stay or sojourn in this country that they are not entitled to all the rights and privileges granted to the citizens of the Philippines.”\n\n“She underwent a legal process where she was given the opportunity to be heard,” he said, adding, “We wish Sister Fox well in her travel, and we thank her for whatever good deeds she has performed during her stay in the country.”\n\nOfficials in the Catholic Church, which has considerable influence in the Philippines and has been active in the opposition to Mr. Duterte, said Sister Fox’s expulsion was a “blow to the missionary spirit” of the church.\n\n“The government should have taken the moral high ground in taking up the case of the embattled nun,” said Father Jerome Secillano of the Catholic Bishops Conference of the Philippines.", "At a recent gala benefit for the Getty Center in Los Angeles, Agnes Gund accepted an award for her achievements in philanthropy and did something fairly unusual among people in her social set: She barely spoke about herself.\n\nInstead, Ms. Gund used her six minutes at the lectern to praise the museum for its contributions to culture and toasted her fellow medal recipients — the curator Thelma Golden and the sculptor Richard Serra — whose work enriched her life.\n\nMs. Gund, 80, is patently uncomfortable accepting awards. She worries that she is going to sound foolish, or look vain.\n\nIn the 1970s, she started Studio in a School, a highly successful nonprofit that brought arts education to public schools all over New York City. In the ’90s, she served as the president of the Museum of Modern Art. Her tenure there is often considered to be the museum’s “golden era,” according to Bob Colacello, the Andy Warhol biographer, who sits on the boards of numerous arts organizations.", "PARIS — They were among the most influential tastemakers of our age. The French fashion designer Yves Saint Laurent, who died in 2008, and Pierre Bergé, his business partner and longtime companion, who died last year, created opulent, eclectically furnished homes in Paris, Provence, Normandy and Morocco.\n\n“Le goût YSL-Bergé,” as it has been called (“goût” being French for “taste”), has long been admired as an antidote to the monochromatic minimalism of contemporary interiors. It has also breathed much-needed life into the ailing market for antiques.\n\nOn Tuesday and Wednesday, Sotheby’s in Paris sold artworks and objects from Mr. Bergé’s final residences. Featuring 975 lots, many acquired while he was living with Mr. Saint Laurent, the sale, titled “From One Home to Another,” was held in collaboration with Mr. Bergé’s own auction house, Pierre Bergé & Associés, which will also sell his library in December.", "The Army has punished two members of the Special Forces team ambushed in Niger last October for their decisions before the mission and for insufficient training alongside their Nigerien allies in advance, according to military officials. Four others in their chain of command were also disciplined.\n\nSome of those punished in recent weeks included the Green Beret team leader, Capt. Mike Perozeni, and his second in command, a master sergeant. Those absent from the six letters of reprimand include the two senior officers who approved the mission and who then oversaw the operation as it went fatally awry.\n\nThe punishments appear to run counter to another narrative the Army has pushed in past months: the heroism displayed by the troops under fire. Almost all of the soldiers on the 11-man team, including those who were killed, have been nominated for valor awards, though they have yet to be approved. According to one official, senior officers at Special Operations Command believe that members of the team can be held responsible for failures before the mission and still be awarded commendations for their actions during the ambush.\n\nCapt. Jason Salata, a spokesman for Special Operations Command, said in a statement that he would not discuss “any accountability actions.” But he added that “we remain committed to learning all we can from this ambush as a way to continue to honor the sacrifice and commitment of our fallen soldiers.”", "Stephanie Maksymiw is one of those avid players. Among the first to take TIAA’s quiz, she understood the difference between stocks and bonds and was confident her knowledge about investing would help her ace the financial questions in the online competition held at her workplace, SRC Inc. But to her surprise, when she took the quiz for the first time, the results revealed big gaps in her understanding, like the definitions of bear and bull markets. Determined to improve her score, Ms. Maksymiw played every day for three weeks, ultimately getting an “above average” ranking compared with her colleagues.\n\n“It was competitive,” recalled Ms. Maksymiw, 37, a quality systems analyst SRC, a military research nonprofit based in Syracuse, about how she and her co-workers tracked their rankings on their retirement plan sponsor TIAA’s public scoreboard.\n\nSRC is just one of thousands of companies turning to online games to engage employees about money and retirement topics. Prudential created the Procrastinator Quiz to help people better identify why they delay making important decisions about their investments and retirement. The firm Voya Financial, formerly ING, presents its retirement planning quizzes, tools and information on a virtual game board that a “player” advances along. Mr. Moto described another visualization exercise in which attendees of benefits fairs are asked to mark the age of the oldest person they know on a large vertical panel to emphasize the importance of planning for long lives.\n\nThe stakes of these efforts are high. A report published in May by the Board of Governors of the Federal Reserve system showed that under two-fifths of non-retired American adults described their retirement savings as on track, and one-quarter had no retirement savings or pension at all.\n\nPreparing for retirement can be a confusing and overwhelming task, and three-fifths of non-retirees reported “little or no comfort in managing their investments” in self-directed retirement savings accounts, according to the Fed report, in which 12,246 people were surveyed. On average, those surveyed answered fewer than three of five basic financial literacy questions correctly.\n\nWhile there is some question about the efficacy of education alone to improve financial decision-making, investment firms behind the efforts say games can bring more people into a conversation about retirement planning, making it less stressful and dull.", "Welcome to The Tip Sheet, a daily political analysis of the 2018 elections, based on interviews with Republican and Democratic officials, pollsters, strategists and voters.\n\n• Follow updates from around the country on Saturday here.\n\nWhere things stand\n\n• A consensus is emerging among Democratic and Republican strategists — based on public and private polling, early voting and likely turnout — that Democrats are on track to pick up about 35 seats in the House of Representatives in Tuesday’s elections. Republicans now have a 23-seat House majority.\n\n• There’s anxiety about that number on both sides. Democrats don’t want expectations rising for a massive wave which many in the party still doubt is coming. And Republicans don’t want a mood of despair to set in when they believe there’s still a chance they could hang on.\n\n• But the number does reflect the reality of polls in suburban districts as well as the tenacity of some Republicans in exurban districts, who would have to lose in order for Democrats to win more than 40 seats.", "In Kuño Tambo, perched at 13,000 feet in Peru’s Andes Mountains, the mud-brick walls of the Church of Santiago Apóstol , built by the Spanish in 1681, have weathered their fair share of earthquakes.\n\nBut after more than three centuries of shaking, the church began the 21st century with eroding bricks, walls coming apart at the seams , missing buttresses and a tattered , leaking wooden roof. Murals on the interior walls were flaking off, and the free-standing bell tower across the village’s central plaza had acquired a crazed, Seussian cant. The church had become too unsafe to hold regular services, a blow to this staunchly Catholic town.\n\nKuño Tambo wasn’t alone. Strong earthquakes in 2007 and 2009 killed hundreds in Peru and ravaged scores of historic adobe structures. The danger to these buildings and the people living around them has motivated conservators and architects to explore methods to keep the buildings intact.\n\nThe Seismic Retrofitting Project, an initiative of the Los Angeles-based Getty Conservation Institute, is studying traditional practices for stabilizing structures in areas prone to earthquakes.", "There is no shortage of landmarks and charming chateaus in two of France’s greatest wine regions, the Loire Valley and Champagne. Modern, design-focused lodging, however, has been much slower to develop. But two recently opened properties in the region — one a renovation, the other a new development — are changing that.\n\nRELAIS DE CHAMBORD\n\nRates\n\nFrom 150 euros, or about $175, based on current exchange rates.\n\nThe Basics\n\nDesigned by the award-winning French architect Jean-Michel Wilmotte, the Relais de Chambord is a four-star boutique hotel set in a converted inn located directly on the Domaine de Chambord, a Unesco World Heritage site and the largest enclosed natural reserve in Europe. The hotel, which opened in March 2018 after an 18-million-euro renovation, isn’t embellishing when it promises Château views from some of their 55 rooms — the Château de Chambord, the Loire Valley’s 500-year-old landmark, dating back to the era of François I, is truly in its backyard. An earthy color palette in guest rooms and the decorative use of vintage garden tools and nature-inspired engravings in common areas, on loan from the Domaine’s conservatory, create a design scheme that is at once contemporary and in harmony with its surroundings. With an upscale restaurant, Le Grand Saint Michel, as well as a wellness spa and a host of outdoor activities, including horseback riding and organized bike rides, the Relais de Chambord has positioned itself as a culinary and nature-focused getaway.\n\nLocation\n\nWithin eyeshot of the Château de Chambord, beloved for its French Renaissance architecture and its recently restored French formal gardens, the hotel has the rare luxury of sitting directly on the Domaine de Chambord, one of only three national parks in France and located two hours from Paris.", "KOH TAO, Thailand — Promoters call the Thai island of Koh Tao a paradise. Dive resorts boast of its crystal-clear waters, and Western tourists flock to its lively beach bars.\n\nBut among some foreigners, Koh Tao has taken on a more sinister reputation. At least nine European tourists have died or disappeared there since 2014. British tabloids began calling it Death Island.\n\nNow, the claim of a 19-year-old British tourist that she was raped on Koh Tao in June has again focused attention on the island’s troubled history and called into question police handling of serious crimes against tourists.\n\nInitially, the police denied that a rape occurred and arrested a dozen people for posting about it on Facebook. The police also issued arrest warrants for an online newspaper editor in Britain and a Facebook page administrator in California.", "Want climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter.\n\nHaving grown up in San Diego, Ian Davies has strong memories of the 2003 Cedar Fire, which at the time was California’s largest-ever wildfire.\n\nNow, as a graduate student at the University of Washington, Mr. Davies has published a new study on wildfires, and on who is most at risk. “My sort of anecdotal memory of the wildfires is that the people who were most affected were, you know, white folks,” he said. “So what we wanted to do was examine areas where wildfires are likely to occur in the U.S. and actually dig deep and see what types of communities are most vulnerable.”\n\nThe study, which appears in the journal PLoS One this month, suggests that people of color, especially Native Americans, face more risk from wildfires than whites. It is another example of how the kinds of disasters exacerbated by climate change often hit minorities and the poor the hardest.\n\nFloods, hurricanes and fires may be natural phenomena, Mr. Davies said, “but what makes them dangerous, what turns them into the disaster, is the social and political factors.”", "“We’re in the break-down-the-walls, kick-the-glass-ceiling business. If you’re not on board for that, then we can’t work together.”\n\nCredit Natalia Mantini for The New York Times", "Yet two years after the government cleared the “Jungle,” in October 2016, there are still frequent police raids on migrant camps, and the lives of many seem stuck in limbo. The number of migrants in the Calais area has since dropped to 400 from 8,000. Many, including some who once lived in the Jungle and hoped to cross the English Channel, have decided to stay in St.-Omer.\n\nThey study, work or seek jobs and, in the case of some Soccs players, hope that their sport will help them establish themselves in the town of 16,000 people. St.-Omer has sheltered more than 5,600 since 2015, most of them in a center for underage refugees.\n\n“Whenever young Afghans arrive in St.-Omer, one of the first things they ask is where they can play cricket,” said Jean-François Roger, the regional director of France Terre d’Asile, a state-funded organization that helps refugees. “Soccs gives them a framework. It helps them move forward and build something here.”\n\nFrance is not exactly known for cricket, a sport played primarily in the former British Empire. It hardly figures in the national sports pantheon, with 1,800 cricket players in some 50 French clubs, compared with 2.2 million registered soccer players. Yet with the influx of migrants from Afghanistan, the number of cricket teams in northern France has grown to nine from two.\n\nThe Soccs are among them. In summer 2016, Mr. Ahmadzai and other Afghans were playing cricket with a homemade ball in a public park in St.-Omer when a local businessman who was out running, Christophe Silvie, stopped to ask them about the game. A few months later, Mr. Silvie and Mr. Ahmadzai founded the club with another volunteer living nearby, Nicolas Rochas.\n\nThe team practiced in a local gymnasium and won a first tournament. Then another.", "The hunt grew into a sprawling, military-style operation, eventually encompassing a heat-seeking drone, hundreds of people, more than a hundred remote cameras and a team of specially trained Indian elephants with sharpshooters mounted on their backs.\n\nBut three things complicated the effort. The tiger was a mother of two young cubs, and the authorities did not want to harm the young tigers. The grass was high and the bushes were overgrown because monsoon rains ended only recently. And this tiger was seen as unusually crafty.\n\nTiger experts say she had benefited from past attempts to capture her and knew how to slink through the bush undetected, sometimes just a few steps ahead of the teams of rangers and police officers looking for her.\n\n“She has learned from all these botched capture operations,’’ said Nawab Shafath Ali Khan, a famous tiger hunter whom the authorities had called in to help. “We’ve made her very smart. Brilliant, actually.”\n\nThe break may have come from a surprise source: a bottle of Obsession cologne.\n\nObsession (a popular men’s fragrance in the 1990s) contains civetone, a compound originally derived from the scent glands of a civet. In areas where it’s been sprayed, cats take huge sniffs and roll around in it for several minutes.\n\nLast month, the Indian rangers squirted some Obsession on bushes here and there, hoping to draw the tiger out. On Friday afternoon, the rangers sprayed some Obsession and tiger urine in an area where she was believed to be hiding.", "PARIS — A few days before Paris St.-Germain traveled to Liverpool in September to begin its latest quest to win the Champions League, Dani Alves and Kylian Mbappé stood on a stage in a starkly lit room in the basement of the Parc des Princes.\n\nIn front of them, a crowd of dozens of journalists, social-media influencers and fashion bloggers milled around, watching freestyle soccer players run through their dazzling array of tricks. The décor was industrial chic. Exposed pipes ran along the ceiling. Goal posts and basketball hoops had been arranged to create a replica of an urban ball court.\n\nAlves and Mbappé — alongside Wang Shuang and Marie-Antoinette Katoto, members of P.S.G.’s women’s team — were not there to play, though. They were there to stand, to pose, to model. For once, inside their home stadium, they were not the star attractions. All anyone cared about, really, was what they were wearing.", "The New York City Marathon is this Sunday. I’m just going to point out: Cheering people on during the marathon is draining. I’ve done it many times, and it requires a lot of time on my feet.\n\nBut it’s also inspiring. Given the political landscape, I could use a jolt of optimism, and gathering with other New Yorkers to cheer for thousands of striving strangers from all over the world is just the ticket.\n\nIn honor of this annual hope-fest, here’s a look at some favorite Opinion articles on running and marathons.", "Allonzo Trier scored 19 of his career-high 23 points during a second-half surge, fellow rookie Mitchell Robinson had his first double-double, and the Knicks beat Dallas, 118-106, Friday night, handing the Mavericks their sixth straight loss.\n\nTim Hardaway Jr. had 18 points and six rebounds to help the Knicks win for the second time in three games after a five-game skid that followed a victory in their opener.\n\nRobinson set career highs with 13 points and 10 rebounds. The Knicks outscored Dallas 33-18 in the third quarter after trailing by three at halftime and led by as many as 17 in the fourth.\n\nLance Thomas scored nine of his 10 points when the Knicks took control in the third and assisted during the surge on Robinson’s reverse alley-oop dunk.", "Hart haughtily withdrew from the race with a Jeffersonian echo: “I tremble for my country when I think we may, in fact, get the kind of leaders we deserve.” “The Front Runner,” featuring Vera Farmiga as the traumatized Lee Hart, uses that speech to imply that the leader we deserve, for being so squeamish about Hart, is Trump.\n\nHart maintained that “there was no relationship” with Rice. Rice — who became an evangelical and supports Trump — told People this week, “I’m just not discussing it.” But a married candidate can’t have a gorgeous young model fly up to D.C. from Miami for the weekend to visit his house — “the infamous townhouse,’’ as Hart’s son dryly calls it — and not attract questions if they are seen.\n\nA recent piece by James Fallows in The Atlantic reported that Lee Atwater, the Republican dirty trickster and Poppy Bush party chief, confessed before his death that he had set up Hart for his weekend of doom on “Monkey Business.”\n\n“That’s the only way that 48-hour period makes any sense,’’ Hart told me.\n\nEven if it was casual recreation, the optics were bad and he — and his campaign — should have known it. Especially if the stakes for the world were as high as he says.\n\nShamelessness is now a superpower, as the twitterati say, and the audacious are rewarded. I wondered if Hart wished he had fought back.\n\n“I’m not Donald Trump and I didn’t behave like Donald Trump,’’ he replied firmly. But he does refer to his hell week as “the witch hunt.”\n\n“I blame myself,’’ he said. He says he doesn’t blame the press, but I don’t believe him.\n\n“I am still disturbed more by what happened after the original story — the condemnation in op-eds, in editorials, in opinion pages, by people who knew who I was but who just came down on me like a ton of bricks and wrote awful, vile things about me. The key word was character. ‘We had to do this because our job is to protect the American people from bad characters.’ It was all self-justification. There’s nothing wrong with my character.’’", "He maintains clocks in Staten Island Borough Hall, the old Harlem Courthouse on East 121st Street and the former New York Sun Building on Broadway in Lower Manhattan, and usually moves them backward or forward a few days before dictated by the calendar.\n\nMr. Schneider’s role as New York City’s version of Father Time began in the 1970s when he was working as a supervisor for the city’s Human Resources Administration.\n\nHe would regularly pass 346 Broadway, which was then a city-owned building near Worth Street with a grand, four-faced tower clock that had been broken for years. This bothered Mr. Schneider, for it was a visible reminder of how broken the city was during the fiscal crisis of the 1970s.\n\nHe and a fellow worker, Eric Reiner, persuaded city officials to let them fix the clock during their lunch hours. Mr. Schneider had no experience with clock repair aside from his childhood years when he would take little clocks apart. “But,” he said, “I could never put them back together.”\n\nStill, he was handy and willing.\n\n“I learned as I went,” he said. “I’d go around to watchmakers and a lot of them took time off to explain things to me.”", "WASHINGTON — The Supreme Court on Friday refused to halt the trial in a lawsuit brought by 21 young people seeking to force the federal government to take action to address climate change.\n\nThe court’s unsigned order said the Trump administration had raised substantial questions about the plaintiffs’ legal theories and the sweeping relief they sought. But the court said it would not intercede, instructing the plaintiffs to take the case back to an appeals court.\n\nJulia Olson, the lead lawyer for the plaintiffs, said in a statement, “The youth of our nation won an important decision today from the Supreme Court that shows even the most powerful government in the world must follow the rules and process of litigation in our democracy.”\n\nJustices Clarence Thomas and Neil M. Gorsuch said they would have granted the administration’s request to block the trial until the Supreme Court had an opportunity to consider the case.", "To promote his administration’s decision to reimpose sanctions on Iran, President Trump turned Friday to the wildly popular television show “Game of Thrones.”\n\nIn a tweet that featured a cinematic poster with a steely depiction of the president, he included the words “Sanctions Are Coming.” That phrase mimicked one from the show, “Winter Is Coming,” a foreboding line that warns of a deep freeze that will herald an army of the undead from the north to conquer other lands.\n\nHBO responded to Mr. Trump with a message of its own: Keep us out of it.\n\n“We were not aware of this messaging and would prefer our trademark not be misappropriated for political purposes,” an HBO spokesman, Quentin Schaffer, said in a statement.", "Some Democrats have actually weaponized the tax package against their opponents, including Danny O’Connor, a Democrat running in a tight race against a Republican incumbent, Troy Balderson, in Ohio. In the run-up to a special election in August — they are squaring off again in Tuesday’s general election — Mr. O’Connor and his backers spent more money attacking the tax cuts than Mr. Balderson and his allies spent defending it.\n\nTraditional Republican pollsters and strategists said hewing too closely to Mr. Trump’s incendiary strategy could contain more risk than reward for candidates in the campaign’s final days. They warn of possible backlash among minority voters and college-educated whites, two groups that could be especially crucial in deciding congressional control.\n\nPolling suggests that the same suburban independents who broke for Mr. Trump in the final days of the 2016 election could shift back to Democrats this time around. And Republican campaign veterans said that while Mr. Trump’s fear-mongering is firing up his base, it could energize other voters who were previously apathetic to vote for a Democrat next Tuesday.\n\n“The problem is Republicans have a good story to tell in the economy,” said Mike Murphy, a former adviser to Jeb Bush, John McCain and Mitt Romney. “But the Republican with the largest microphone only wants to go on these rants about immigration.”\n\nMr. Trump, he said, is “managing to offend every swing voter in the country.”\n\nThat could prove particularly risky in competitive races for the House of Representatives. Republicans are defending many seats in diverse metropolitan regions where the president’s heated language could prove a hindrance.\n\nMr. Trump even acknowledged at his rally Friday that Republicans could lose the House, saying, “it could happen, could happen.”", "A man walked into a yoga studio in Tallahassee, Fla., on Friday evening and shot six people — two fatally — before killing himself, the police said.\n\nThe police were called to the studio, Hot Yoga Tallahassee, shortly after 5:30 p.m. “Upon arriving on scene, officers found multiple victims suffering from gunshot wounds,” Michael DeLeo, the chief of the Tallahassee Police Department, said at a news conference on Friday night.\n\nThe Tallahassee Police Department said it believed that the gunman, who was identified Saturday morning as Scott Paul Beierle, 40, shot and killed himself at the scene.\n\nThe police also identified the victims who were shot and killed as Dr. Nancy Van Vessem, 61, and Maura Binkley, 21. Three of the injured victims had been released from the hospital as of Saturday morning. Another two were in stable condition, the police said.", "Six years ago, the University of Maryland announced with great fanfare that it had made a leap to one of the nation’s most powerful athletic conferences, a move that carried the promise of riches and prestige.\n\nThis week, the gambit blew up in spectacular fashion over three tumultuous days during which the president announced his retirement, the football coach was fired and the chairman of the university’s governing board resigned.\n\nThe trigger was the death of a 19-year-old football player named Jordan McNair, who collapsed from heatstroke after practice in the sweltering heat in May and died two weeks later.\n\nThe resulting controversy became a power struggle fed by enormous financial and political pressures. And hovering over it all was the question of who at the University of Maryland would be held responsible for the McNair tragedy.", "The night Donald Trump was elected was supposed to be, for most liberals and a few conservatives, the beginning of the end of the world. The economy would surely implode. The U.S. would probably blunder into a catastrophic war. The new American president would be blackmailed into conducting foreign policy as Putin’s poodle.\n\nNone of that has happened — not yet, at any rate. On Friday, The Wall Street Journal reported the fastest rate of annual wage hikes in almost a decade, depriving Democrats of one of their few strong arguments about the true state of the economy. Unemployment is at its lowest rate since Vince Lombardi coached his last game in December 1969. The North American Free Trade Agreement has been saved with minor modifications and a new name.\n\nOh, and: The Islamic State is largely defeated. Tehran has not restarted its nuclear programs despite America’s withdrawal from the Iran deal. U.S. sanctions on Russia are still in place. Democrats badly damaged their chances of taking the Senate with their over-reaching and polarizing crusade to stop Brett Kavanaugh’s confirmation to the Supreme Court. What more could Trump ask for?\n\nIn normal presidencies, good news, along with your opponents’ mistakes, is good politics. It’s your Topic A. In normal presidencies, the politics of cultural anxiety, social division or ethnic scaremongering — that is, of proposing the end of birthright citizenship and demonizing elite media and militarizing the U.S. border — is Plan B. It’s what you turn to first when you don’t have enough to say for yourself otherwise.", "Like many Americans, I’ve been following events at our southern border — the separation of children from their parents; the president’s denigration of nonwhite migrants as criminals, rapists and animals; his bluster about denying birthright citizenship to their children; and his pledge to send federal troops to intercept a dwindling caravan of frantic refugees.\n\nTo my ears, it all sounds eerily familiar. This is not the first time America has been torn apart over how to respond to people of color desperate to escape inhuman conditions. Nor is it the first time a president has threatened to deploy federal troops to return them to the horrors from which they fled.\n\nI’m thinking, of course, of African-Americans, who were regarded for much of American history not as human beings but as a species of animate property no different from cattle and sheep. Their circumstances under slavery were certainly different from those of illegal immigrants today. For one thing, the authorities in their “homeland,” the American South, wanted to keep them rather than lose them. Slave owners worked hard to prevent their slaves from running away. South Carolina adopted its first “Act to Prevent Runaways” as early as 1683. A hundred years later, Georgia established a nightly slave patrol in its main port city that came to be known as the “Savannah Watch.” In the waning years of British rule, colonial officials favored draining wetlands in order to prevent “deserting slaves and wild beasts” from finding shelter in the swamps.\n\nYet despite such efforts, when delegates from the former British colonies convened at Philadelphia in 1787, the problem of runaway slaves posed a serious threat to the project of creating a new nation. If a durable union was to be forged between the South, where slavery was the bedrock of economy and culture, and the North, where it appeared headed toward extinction, slaves running for freedom across America’s internal border would have to be stopped. In Article IV, Section 2, Clause 3 of the Constitution, the founding fathers attempted to stop them:\n\nNo Person held to Service or Labour in one State, under the Laws thereof, escaping into another, shall, in Consequence of any Law or Regulation therein, be discharged from such Service or Labour, but shall be delivered up on Claim of the Party to whom such Service or Labour may be due.\n\nCharles Cotesworth Pinckney, delegate from South Carolina, exulted that “we have obtained a right to recover our slaves in whatever part of America they may take refuge, which is a right we had not before.”", "The sisters, who were seen roughly between 158th and 163rd Streets, were seated several feet from the river, which could explain why they were found downriver, Chief Shea said.\n\nAt about 3 p.m. that day, a passer-by discovered their bodies, clad in similar black jackets and black leggings, below a pier about 100 blocks south near 68th Street. Their bodies were wrapped in tape, which was “keeping them together,” but it was not tightly binding them, Chief Shea said.\n\n“It is entirely credible that the girls entered the water alive,” Chief Shea said. “We have them praying a short distance from the water. We also have sources that detectives have developed thus far, statements that they would rather inflict harm on themselves, commit suicide, than return to Saudi Arabia.”\n\nThe Farea family moved from Jeddah, a port city in Saudi Arabia, to Fairfax, Va., about three years ago. The sisters lived with their mother and at least two brothers, according to neighbors and the Arab News, an English-language Saudi Arabian newspaper. Their father traveled back and forth between the two countries, relatives told the news outlet.\n\nTala Farea briefly attended a public school in Fairfax County for her sophomore year, according to a spokesman for the school district, and Rotana Farea was an engineering student at George Mason University from early 2016 until last spring.\n\n“The news of her death is tragic,” a spokesman for the university said. “University officials are cooperating with police and will assist in any way we can.”\n\nThe family was kind and cordial, said a neighbor who lived next door to the family at an apartment building in Fairfax from 2016 until they moved out in early August and who asked not to be named. He said he saw the father about three times and would typically see the mother interacting with other Muslim women who appeared to live in the building.", "INDIANAPOLIS — When President Trump said Thursday he held a “long and very good conversation” on trade with President Xi Jinping of China, it kicked off a brief rally in financial markets and a flurry of questions about why the tensions between Washington and Beijing had suddenly eased.\n\nThe answer is, they haven’t really. The explanation for Mr. Trump’s newly soothing tone lies less in the state of trade negotiations — which remain on hold — than in the president’s domestic political calculations, particularly in states heavily dependent on trade, like Indiana.\n\nFour days before a midterm election that features a nip-and-tuck Senate race in this state, Mr. Trump is trying to quell fears of a protracted trade war with China. His reassuring message may resonate in Indiana, the United States’ largest producer of steel but also home to soybean farmers who have been hurt by China’s retaliatory tariffs on American agriculture.\n\n“We’ve had very good discussions with China,” Mr. Trump told reporters at the White House, as he left for a pair of political rallies in Indianapolis and Huntington, W.Va. “We’re getting much closer to doing something. They very much want to make a deal.”", "The right way to deal with the caravan crisis is to make clear that it is no crisis. The marchers pose no threat. The United States has clear laws governing refugees and well-funded agencies to enforce those laws, and it’s an embarrassing waste of money to send troops to the border. In fact, illegal border crossings have significantly declined in recent years. The country must and will continue to enforce the laws that control its borders, as Mr. Obama himself did as president during an earlier, actual surge of Central American migrants, when he took the difficult step of dispatching National Guard troops to the border and detaining many mothers and children.\n\nLonger-term questions about how to put the country’s approach to immigration back on a rational, moral foundation are more difficult. Republican hard-liners defeated bipartisan attempts at comprehensive immigration reform in 2007 and 2014. In the Trump era, Democrats have found the issue of immigration even more confusing; a couple of Democratic senatorial candidates have even lined up behind Mr. Trump.\n\nMr. Trump’s cruel treatment of immigrants and race-baiting about nonexistent threats do not amount to a solution. Managing the entry of refugees and other immigrants, and creating a fair system to deal with the millions of undocumented immigrants within the borders, are serious matters in need of common sense and elemental humanity.\n\nThe country needs to streamline the asylum system and establish generous quotas of immigrants and refugees from around the world. To be effective, any immigration plan has to include serious development aid to Central America’s troubled states. Cutting off what little aid they get, as Mr. Trump has threatened to do, will only create more caravans.\n\nPeople seeking to partake of the American dream have always been central to America’s identity and strength. How the country treats them goes straight to its core values. The Democrats cannot sit this one out, especially when the Republican leader is so blind to the true sources of America’s greatness.\n\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "But the trial has also shed light on a school’s unwavering commitment to diversity and to enrolling underrepresented minorities, whom it views as crucial to its educational mission.\n\nHarvard turned the case into a referendum on diversity and the future of affirmative action. It introduced witnesses that included a child of a sharecropper who went on to become the first African-American president of an Ivy League institution, and a Chinese-American daughter of a restaurant worker, who was accepted by Harvard after her counselor told her not to bother applying.\n\n“The wolf of racial bias is at Harvard’s door and the door of this courthouse,” Bill Lee, Harvard’s lead counsel, told the court in his closing argument, invoking a phrase used by the plaintiffs in their opening statement, and turning it against them. By attacking Harvard’s race-conscious admissions process, the suggestion was, the plaintiffs were themselves discriminating.\n\nThe benefits of diversity, Mr. Lee added, “couldn’t be more on trial.”\n\nThe group suing Harvard, Students for Fair Admissions, hewed a much narrower road, saying the case was not about dismantling diverse classes or erasing students’ races from their applications, as some critics have stated. The lawsuit, they said, is about ending discrimination against a single group — Asian-Americans.\n\nJohn Hughes, a lawyer for the plaintiffs, said in his closing that Harvard’s admissions practices were “not a racist conspiracy,” but that unconscious bias among “well-meaning” admissions officers was favoring certain students over Asian-Americans."]