[{"source": {"id": "politico", "name": "Politico"}, "author": "khefling@politico.com (Kimberly Hefling)", "title": "Potential 2020 candidate Bloomberg gives $1.8B to Johns Hopkins", "description": "The gift to the university allows it to permanently commit to providing 'need-blind' admissions that weigh just merit in decisions.", "url": "https://www.politico.com/story/2018/11/18/michael-bloomberg-johns-hopkins-donation-981438", "urlToImage": "https://static.politico.com/33/02/e49e28b846e7b12fcb846747a71c/181118-bloomberg-gty-773.jpg", "publishedAt": "2018-11-18T21:26:52Z", "content": "Former New York Mayor Michael Bloomberg spent millions in the 2018 midterms helping House Democratic candidates in the partys successful push to reclaim the chamber. | Bill Pugliano/Getty Images Former New York Mayor Michael Bloomberg who is weighing a 2020 p… [+3525 chars]", "fulltext": "Former New York Mayor Michael Bloomberg spent millions in the 2018 midterms helping House Democratic candidates in the party’s successful push to reclaim the chamber. | Bill Pugliano/Getty Images Education Potential 2020 candidate Bloomberg gives $1.8B to Johns Hopkins\n\nFormer New York Mayor Michael Bloomberg — who is weighing a 2020 presidential bid — pledged Sunday to donate $1.8 billion to Johns Hopkins University for undergraduate student financial aid — the largest donation ever to a U.S. university.\n\nThe gift to the private, Baltimore-based research institution allows it to permanently commit to providing “need-blind” admissions that weigh just merit in decisions — without considering a prospective student's finances. Bloomberg is a 1964 graduate of Johns Hopkins.\n\nStory Continued Below\n\nBloomberg’s gift represents the largest-ever donation to a U.S. college or university, according to the university and Bloomberg Philanthropies in a joint press release announcing the gift. A list of the largest university donations since 1967 published by the Chronicle of Higher Education appears to support that claim.\n\n“I want to be sure the school that gave me a chance will be able to permanently open that same door of opportunity for generations of talented students, regardless of their ability to pay,” Bloomberg said in a New York Times op-ed published Sunday.\n\nBloomberg, a billionaire philanthropist who served as both a Republican and political independent while mayor of New York, is registered today as a Democrat. He’s among a large crop of Democrats considering a presidential bid. He spent millions in the 2018 midterms helping House Democratic candidates in the party’s successful push to reclaim the House.\n\nMorning Education A daily dose of education policy news — weekday mornings, in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nThe gift comes as the nation grapples with a cumulative $1.5 trillion in student loan debt. Amid that, there’s growing concern that America’s top universities are financially out of reach for students from lower- and middle-income families — the group Bloomberg says the gift is solely targeting.\n\n“The school will be able to offer more generous levels of financial aid, replacing loans for many students with scholarship grants,” Bloomberg said. “It will ease the burden of debt for many graduates. And it will make the campus more socioeconomically diverse.”\n\nIn making the gift, Bloomberg called for improving college advising so “that more students from more diverse backgrounds apply to select colleges.” He said it was time to persuade more colleges to increase their financial aid and accept more low- and middle-income students. He also encouraged more graduates to direct their alumni giving to financial aid — even if it’s just a small donation.\n\nBloomberg said he made his first gift of $5 to Johns Hopkins the year after his graduation, but has since donated $1.5 billion to support research, teaching and financial aid. The new gift is in addition to those funds.\n\nThe announcement builds on work Bloomberg Philanthropies has done with the American Talent Initiative, which has a goal of attracting, enrolling or graduating an additional 50,000 lower-income students at the 296 colleges and universities that consistently graduate at least 70 percent of their students in six years.\n\nJohns Hopkins, which has an undergraduate sticker price of about $50,000 annually, will be able to offer no-loan financial aid packages because of the gift, Bloomberg and the university said.\n\nWhile it previously had a lower endowment than many of its peer institutions, Johns Hopkins will rank among the top 10 universities in per-student financial aid support because of the gift, according to the press release."}, {"source": {"id": "politico", "name": "Politico"}, "author": "mdixon@politico.com (Matt Dixon)", "title": "Scott headed to Senate as Nelson concedes in Florida", "description": "Nelson's political career now comes to a likely end after four decades in various elected posts.", "url": "https://www.politico.com/states/florida/story/2018/11/18/florida-recount-scott-headed-to-senate-nelson-headed-home-703364", "urlToImage": "https://static.politico.com/61/43/e93d734c486fb00aaf9770e20c20/webp.net-resizeimage%20(8).jpg", "publishedAt": "2018-11-18T19:50:48Z", "content": "Sen. Bill Nelson's defeat represents the loss of the de facto head of the Florida Democratic Party. TALLAHASSEE Gov. Rick Scott will be the next senator from Florida after two rounds of recounts finalized his razor-thin victory over Democratic incumbent Bill … [+2757 chars]", "fulltext": "Sen. Bill Nelson's defeat represents the loss of the de facto head of the Florida Democratic Party. | AP Photo Elections Nelson concedes to put end to bitter Florida Senate race\n\nTALLAHASSEE — Gov. Rick Scott will be the next senator from Florida after two rounds of recounts finalized his razor-thin victory over Democratic incumbent Bill Nelson, who called the governor to concede Sunday.\n\nNelson's political career now comes to a likely end after four decades in various elected posts.\n\nStory Continued Below\n\nScott’s lead after the Nov. 6 general election was just over 12,000 votes, a number that shrank to roughly 10,000 after a machine and hand recount. Always trailing by a thin margin, the Nelson campaign had filed a stream of lawsuits that it predicted would produce thousands of additional votes for the three-term senator.\n\nBut those efforts failed, and Nelson is now set to address the media at 3 p.m. He called Scott to officially concede shortly after 2 p.m.\n\nScott put more than $50 million of his own money into the race, giving his campaign a significant financial advantage over Nelson.\n\nRepublicans have been quick to point out that roughly $50 million from outside Democratic groups was poured into defeating Scott in the closely watched race. On the other side, outside Democratic groups spent about $20 million to try and save the party’s lone hold on power in a third-biggest state in the nation.\n\nIn Nelson’s video conceding the race, he took a more contentious tone than is normally expected when a race comes to an end. He did not mention Scott’s name once, noted he was “heavily outspent,” and listed several policy and political talking points that were used during the nasty race.\n\nThat included again calling elected office a “public trust,” a term he used throughout the campaign to imply Scott used his post as governor’s office for self-gain.\n\n“I was not victorious in this race, but I still wish to strongly re-affirm the cause for which we fought: A public office is a public trust,” Nelson said.\n\nThe defeat represents the loss of the de facto head of the Florida Democratic Party, the title Nelson wore because he was the party’s only statewide elected official. Newly-elected Democratic Agriculture commissioner Nikki Fried is the party’s only statewide elected official.\n\nHer race also went through two rounds of recounts, but she ultimately beat Republican state Rep. Matt Caldwell by more than 6,700 votes. Fried was losing slightly after election night, but unlike Nelson took the lead after ballots were recounted.\n\n“To everyone who put their lives on hold and worked to see the recount process through, to protect the integrity of our democracy – thank you,” Fried tweeted shortly after the manual recount was completed at noon on Sunday. “I’m honored to serve as your next Commissioner of Agriculture. Now, we come together and work in union to govern for the people of Florida.”\n\nThough Nelson’s loss is a gut punch for Democrats, getting a foothold in the Florida Cabinet, which has been completely Republican held for eight years, offers something of a silver lining. The Cabinet includes the governor, the agriculture commissioner, CFO and attorney general.\n\nIn another significant state-level race that went to a manual recount, outgoing state House Democratic Leader Janet Cruz knocked off Republican state Sen. Dana Young by just 411 votes, or .2 percent. The race was the most expensive 2018 state Senate race.\n\nTwo Florida House races also went to recounts. In Daytona Beach’s House District 26, Republican Elizabeth Fetterhoff beat Democratic state Rep. Patrick Henry 50.05-49.95; and in Palm Beach County’s House District 89, Republican Mike Caruso beat Democrat Jim Bonfiglio."}, {"source": {"id": "politico", "name": "Politico"}, "author": "qforgey@politico.com (Quint Forgey)", "title": "Trump blasts 'little Adam Schitt' on Twitter", "description": "&quot;Wow, Mr. President, that’s a good one,&quot; Rep. Adam Schiff fired back.", "url": "https://www.politico.com/story/2018/11/18/trump-adam-schiff-schitt-twitter-1002708", "urlToImage": "https://static.politico.com/92/4f/3db430d44513a2083e3308a535bd/181118-schiff-ap-773.jpg", "publishedAt": "2018-11-18T18:55:13Z", "content": "Rep. Adam Schiff is poised to take the helm of the powerful House Intelligence Committee. | Chris Pizzello/Invision/AP Rep. Adam Schiff along with Crooked Hillary Clinton, Cryin Chuck Schumer and Crazy Maxine Waters has long been a target of mockery on Donald… [+1994 chars]", "fulltext": "Rep. Adam Schiff is poised to take the helm of the powerful House Intelligence Committee. | Chris Pizzello/Invision/AP White House Trump blasts 'little Adam Schitt' on Twitter\n\nRep. Adam Schiff — along with “Crooked Hillary Clinton,” “Cryin’ Chuck Schumer” and “Crazy Maxine Waters” — has long been a target of mockery on Donald Trump’s Twitter feed. But in a post Sunday, the president may have coined his crudest nickname yet for a political rival.\n\n“So funny to see little Adam Schitt (D-CA) talking about the fact that Acting Attorney General Matt Whitaker was not approved by the Senate,” the president wrote online, “but not mentioning the fact that Bob Mueller (who is highly conflicted) was not approved by the Senate!”\n\nStory Continued Below\n\nSchiff fired back 35 minutes later, quoting the president's post and writing on Twitter: “Wow, Mr. President, that’s a good one. Was that like your answers to Mr. Mueller’s questions, or did you write this one yourself?”\n\nThe White House did not immediately respond to a request for comment on whether the president’s misspelling of Schiff’s name was intentional. The office of first lady Melania Trump, who has championed anti-cyberbullying efforts through her “Be Best” initiative, also did not immediately respond to a request for comment.\n\nThe most reliable politics newsletter. Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nSchiff, who is poised to take the helm of the powerful House Intelligence Committee after Democrats recaptured the chamber from Republicans in the midterm elections, appeared Sunday morning on ABC’s “This Week.” The California congressman spoke about Trump’s decision to appoint former U.S. Attorney Matthew Whitaker to lead the Justice Department after Attorney General Jeff Sessions was ousted earlier this month.\n\nWhitaker, who most recently worked as Sessions’ chief of staff, has previously criticized special counsel Robert Mueller’s investigation into Russian interference in the 2016 election and potential collusion with the Kremlin by the Trump campaign. In his new role as acting attorney general, Whitaker is charged with overseeing that probe.\n\n“The biggest flaw from my point of view is that he was chosen for the purpose of interfering with the Mueller investigation,” Schiff told journalist Martha Raddatz of Whitaker’s appointment, which he called “unconstitutional.”\n\n“He auditioned for the part by going on TV and saying he could hobble the investigation,” Schiff said, adding: “We will expose any involvement he has in it. He needs to know that if he takes any action to curb what Mr. Mueller does, we’re going to find out about it.”\n\nTrump has been known to delete some tweets with typos or obvious factual errors, firing off amended posts within minutes. But since referencing Schiff just after 1 p.m., the president has not corrected the spelling of the congressman’s name, and has gone on to tweet about South American migrants and rebroadcasts of his Sunday interview with Fox News anchor Chris Wallace.\n\nThe president’s apparent dig at one of the top Democratic lawmakers in Congress comes as the White House has complained about a lack of civility among members of the media — specifically CNN’s Jim Acosta, whose security pass was yanked by Secret Service personnel following a dispute involving a news conference earlier this month.\n\nWhen a federal judge on Friday ordered the White House to reinstate Acosta’s pass, White House press secretary Sarah Huckabee Sanders said in a statement: “There must be decorum at the White House.”\n\nIn an interview later Friday on Fox News, Sanders said that “if certain reporters like Jim Acosta can’t be adults, then CNN needs to send somebody in there who can be.”\n\nTrump, in his interview with Fox News’ Wallace on Sunday, said the White House was in the process of drafting new protocols for conduct by reporters at news conferences.\n\n“We’re writing them now,” the president said. “We’ll have rules of decorum.”"}, {"source": {"id": "politico", "name": "Politico"}, "author": "qforgey@politico.com (Quint Forgey)", "title": "Finnish president denies ever discussing ‘raking’ with Trump", "description": "Trump promoted the dubious conservation method during his trip to California this weekend.", "url": "https://www.politico.com/story/2018/11/18/trump-raking-wildfires-california-finland-1002526", "urlToImage": "https://static.politico.com/25/6a/95c60b3743c79ad9f3d97b4c8f44/181118-finnish-president-gty-773.jpg", "publishedAt": "2018-11-18T17:53:51Z", "content": "President Sauli Niinistö of Finland said he never discussed raking with President Donald Trump during their brief meeting in Paris last weekend. | Chip Somodevilla/Getty Images The leader of Finland denied on Sunday that hed ever told President Donald Trump t… [+3391 chars]", "fulltext": "President Sauli Niinistö of Finland said he didn't discuss raking with President Donald Trump during their brief meeting in Paris last weekend. | Chip Somodevilla/Getty Images White House Finnish president denies ever discussing ‘raking’ with Trump\n\nThe leader of Finland denied on Sunday that he’d ever told President Donald Trump that the small Nordic nation relies upon “raking” its forests to prevent wildfires — even though Trump promoted the dubious conservation method during a visit to flame-ravaged California over the weekend.\n\n“You look at other countries where they do it differently, and it’s a whole different story,” Trump said Saturday, standing alongside Gov. Jerry Brown and Gov.-elect Gavin Newsom of California among the charred ruins of the Skyway Villa Mobile Home and RV Park in the town of Paradise.\n\nStory Continued Below\n\n“I was with the president of Finland, and he said, ‘We have a much different — we’re a forest nation.’ He called it a forest nation,” Trump continued. “And they spent a lot of time on raking and cleaning and doing things, and they don’t have any problem. And when it is, it’s a very small problem. So I know everybody’s looking at that to that end. And it’s going to work out, it’s going to work out well.”\n\nBut President Sauli Niinistö of Finland told Ilta-Sanomat, the country’s second-largest newspaper, on Sunday that he never discussed raking with Trump during their brief meeting in Paris last weekend, where the leaders attended various commemorations marking the centennial of the armistice that ended World War I.\n\n“I mentioned [to] him that Finland is a land covered by forests and we also have a good monitoring system and network,” Niinistö said, adding that he recalled telling Trump: “We take care of our forests.”\n\nThe Camp Fire in Northern California, the deadliest and most devastating wildfire in the state’s history, has resulted in at least 76 deaths and nearly 1,300 people missing. The fire, which is 55 percent contained, has destroyed nearly 10,000 homes and set ablaze 233 square miles, according to The Associated Press.\n\nWhile in California, the president was reluctant to blame the effects of rising global temperatures for a series of increasingly devastating wildfires. Asked by reporters whether his visit to the fire zone had altered his opinions on climate change, Trump replied: “No. No. I have a strong opinion: I want great climate. We’re going to have that, and we’re going to have forests that are very safe.”\n\nThe president has instead largely attributed the natural disasters to forestland mismanagement by California’s leaders. He was widely criticized by local officials last week for a tweet in which he threatened to withhold the state’s federal funding.\n\n“There is no reason for these massive, deadly and costly forest fires in California except that forest management is so poor,” Trump wrote online. “Billions of dollars are given each year, with so many lives lost, all because of gross mismanagement of the forests. Remedy now, or no more Fed payments!”\n\nOn Saturday, the president continued to emphasize the importance of working with environmental groups to improve forest maintenance, and pledged to “take care of the floors, you know, the floors of the forest.”\n\n“I think everybody’s seen the light, and I don’t think we’ll have this again to this extent. We’re going to have to work quickly,” Trump said. “But a lot of people are very much — there’s been a lot of study going on over the last little while, and I will say I think you’re going to have — hopefully this is going to be the last of these because this was a really, really bad one.”\n\nAs news of Niinistö’s contradiction of Trump disseminated across social media on Sunday, Finns took to Twitter to post videos, pictures and memes accompanied by the word #haravointi , which translates from Finnish to English as “raking.”\n\n“Just an ordinary day in the Finnish forest,” wrote @pyryluminen, who posted a photo of herself vacuuming leaves in a small clearing.\n\nAnother post featured a Photoshopped picture of Niinistö brandishing a rake in the Oval Office in an effort to “offer aid” following Trump’s warning of an “invasion” of incoming Central American migrants.\n\nAnd a user from Wales wrote, “Now we know what Trump supporters wear to do forest work,” tweeting a picture of the president’s signature campaign baseball cap emblazoned with the words “Rake America Great Again.”"}, {"source": {"id": "politico", "name": "Politico"}, "author": "zwarmbrodt@politico.com (Zachary Warmbrodt)", "title": "Graham: ‘Too early to tell’ if Whitaker good choice for attorney general", "description": "The South Carolina Republican said there might be a better option out there", "url": "https://www.politico.com/story/2018/11/18/graham-whitaker-attorney-general-1002524", "urlToImage": "https://static.politico.com/b3/73/2e7e59b5434897313115b3c65851/181118-graham-gty-773.jpg", "publishedAt": "2018-11-18T16:47:39Z", "content": "Sen. Lindsey Graham said Acting Attorney General Matthew Whitaker \"said some things that would be probably problematic to be confirmed.\" | Mark Wilson/Getty Images Sen. Lindsey Graham on Sunday cast doubt on whether he could support the confirmation of Acting… [+1546 chars]", "fulltext": "Sen. Lindsey Graham said acting Attorney General Matthew Whitaker \"said some things that would be probably problematic to be confirmed.\" | Mark Wilson/Getty Images Congress Graham: ‘Too early to tell’ if Whitaker good choice for attorney general\n\nSen. Lindsey Graham on Sunday cast doubt on whether he could support the confirmation of acting Attorney General Matthew Whitaker to lead the Justice Department if he were nominated for the post on a permanent basis.\n\nThe South Carolina Republican's perspective is critical because he is expected to chair the powerful Senate Judiciary Committee next year, and the panel will be responsible for vetting President Donald Trump's pick to succeed former Attorney General Jeff Sessions.\n\nStory Continued Below\n\nSince being named to lead the Justice Department on a temporary basis, Whitaker has attracted criticism for his past attacks on special counsel Robert Mueller's Russia investigation. Graham has tried to defend Mueller.\n\n\"I have nothing against him,\" Graham said of Whitaker on NBC's \"Meet the Press.\" \"I don't know if he's the best choice.\"\n\nGraham said Whitaker \"said some things that would be probably problematic to be confirmed\" but that he had a \"very solid résumé\" and had shown professionalism.\n\n\"Too early to tell,\" he said.\n\nGraham said a good choice would be former Attorney General Bill Barr.\n\n\"There are a lot of good names out there,\" he said. \"I would just encourage the president to start 2019 as soon as we can, with a new attorney general that he has confidence in, and we can get confirmed.\"\n\nGraham met with Whitaker last week and walked away confident that he would not interfere with the Mueller investigation.\n\n\"He said that he's going to support the regular order process,\" Graham said."}, {"source": {"id": "politico", "name": "Politico"}, "author": "zwarmbrodt@politico.com (Zachary Warmbrodt)", "title": "Abrams plans to run again", "description": "&quot;I'm not sure for what and I am not exactly certain when.“", "url": "https://www.politico.com/story/2018/11/18/stacey-abrams-georgia-elections-1002201", "urlToImage": "https://static.politico.com/80/e3/b85ccf8f4c0bba771b1fb7e6fdb8/181118-abrams-gty-773.jpg", "publishedAt": "2018-11-18T15:46:54Z", "content": "Stacey Abrams, former Democratic gubernatorial candidate in Georgia, ultimately lost a tight battle with Republican Brian Kemp. | Jessica McGowan/Getty Images Democrat Stacey Abrams says she plans to run for elected office again, after conceding Friday in the… [+805 chars]", "fulltext": "Stacey Abrams, former Democratic gubernatorial candidate in Georgia, ultimately lost a tight battle with Republican Brian Kemp. | Jessica McGowan/Getty Images Elections Abrams plans to run again\n\nDemocrat Stacey Abrams says she plans to run for elected office again, after conceding Friday in the Georgia gubernatorial race.\n\nIn an interview Sunday on CNN's \"State of the Union,\" Abrams was asked whether she would run for Senate in 2020, after electrifying Democrats who hoped she would be elected as the nation's first black female governor.\n\nStory Continued Below\n\n\"I'm going to spend the next year as a private citizen, but I do indeed intend to run for office again,\" she told host Jake Tapper. \"I'm not sure for what, and I am not exactly certain when. I need to take a nap. But once I do, I'm planning to get back into the ring.\"\n\nAbrams had been locked in a tight battle with Republican Brian Kemp. The U.S. Senate seat now held by David Perdue will be contested in 2020."}, {"source": {"id": "politico", "name": "Politico"}, "author": "daniel@politico.com (Daniel Lippman)", "title": "Trump tells Chris Wallace he gives himself an A+", "description": null, "url": "https://www.politico.com/newsletters/playbook/2018/11/18/trump-tells-chris-wallace-he-gives-himself-an-a-348428", "urlToImage": "https://static.politico.com/da/f5/44342c424c68b675719324b1106b/politico.jpg", "publishedAt": "2018-11-18T15:38:29Z", "content": "\"Im loving what Im doing, I did well in France, I did have a problem where I wasnt able to go to a cemetery because the Secret Service would not let me do it,\" said President Donald Trump. | Jim Watson/AFP/Getty Images DRIVING THE DAY SNEAK PEEK THE PRESIDENT… [+21937 chars]", "fulltext": "POLITICO Playbook: Trump tells Chris Wallace he gives himself an A+ Presented by\n\n\"I’m loving what I’m doing, I did well in France, I did have a problem where I wasn’t able to go to a cemetery because the Secret Service would not let me do it,\" said President Donald Trump. | Jim Watson/AFP/Getty Images\n\nDRIVING THE DAY\n\nSNEAK PEEK … THE PRESIDENT’S WEEK: Monday: PRESIDENT DONALD TRUMP and First Lady Melania Trump will participate in the delivery of the White House Christmas tree. The president and vice president will have lunch. Tuesday: TRUMP will participate in the presentation of the National Thanksgiving Turkey and then he will fly to Palm Beach, Fla.\n\nSUNDAY BEST … PRESIDENT DONALD TRUMP sat down with CHRIS WALLACE on “FOX NEWS SUNDAY” … He gave himself an A+ when Wallace asked him how he measures up with presidents like FDR, Abe Lincoln, George Washington and Ronald Reagan.\n\n-- WALLACE: “There are a number of stories out there that you’re angry about the midterms, about your treatment in the media, about the way you were treated when you were in Paris. One story even said that you were in a ‘cocoon of bitterness and resentment.’ … We’ll get in to all the details later but how dark is your mood?”\n\nTRUMP: “It’s very light, it’s fake news, it’s disgusting fake news. I read a front page story in the Washington Post, they never even called me, nobody ever calls me. You know, they hear – I don’t even think they have sources I think they just make it up like it’s fiction. And I will tell you I’m extremely upbeat, the White House is running like a well-oiled machine, it’s doing really well, I have great people.\n\n“I will make some changes but not very many. I’m very happy with my cabinet, other than, you know a couple of exceptions and even there I’m not unhappy. And I will tell you that it’s so wrong, the reporting about me is so wrong. I’m loving what I’m doing, I did well in France, I did have a problem where I wasn’t able to go to a cemetery because the Secret Service would not let me do it.”\n\n-- TRUMP on Mira Ricardel: “[S]he’ll never be put in the United Nations, let me put it that way.” WALLACE: “Meaning she’s not too diplomatic?” TRUMP: “She’s not too diplomatic, but she’s talented.”\n\n-- TRUMP on John Kelly: “There are certain things I love what he does. And there are certain things that I don’t like that he does -- that aren’t his strength. It’s not that he doesn’t do -- you know he works so hard. He’s doing an excellent job in many ways. There are a couple of things where it’s just not his strength. It’s not his fault, it’s not his strength.”\n\n-- TRUMP on his decision-making process: WALLACE: “How, when you’re sitting at the desk, how do you make decisions? I mean do you agonize over them, do you second guess yourself?”\n\nTRUMP: “I don’t think about it, I don’t think about, you know, how I make them. I make what I consider the right decision, I have great people working at the White House, they don’t get enough credit. I have some tremendously talented people and I will talk to them and sometimes I’ll have them go at each other, I do like that, you know let them go at each other. And they do. They’ve very competitive people and at the end I make a decision and it’s certainly – on the economy, a lot of things we’ve been – we’ve made a lot of good decisions and I want to keep it that way.”\n\nJAKE TAPPER spoke to SEN. JEFF FLAKE (R-ARIZ.) on CNN’S “STATE OF THE UNION”: TAPPER about a potential presidential campaign against President Trump: “When are you going to decide? When are you going to tell us in the media and the world what you’re going to do?”\n\nFLAKE: “Well, I’ve said all along somebody needs to run on the Republican side. If nothing else, to remind Republicans what it means to be conservative. What being a conservative really means and what it means to be decent, as well. I think that the future of the party is with people with an optimistic vision moving ahead. I don’t think that will be me. I think there are better candidates out there. But somebody needs to run.”\n\nGood Sunday morning. NANCY PELOSI has sent out a list of groups that have endorsed her. The full list\n\n-- REP.-ELECT JOE NEGUSE (D-COLO.) tells CBS’ MARGARET BRENNAN on “FACE THE NATION” that he will support NANCY PELOSI: “Look I -- it’s fascinating to me that it’s the question that we got most often, at least the Democrats did, here during orientation, which is particularly interesting since there’s no other candidate that I'm aware of that’s running against Leader Pelosi.\n\n“I intend to support her. You know I think that it’s important that we have steady leadership right now. And I found it pretty heartening over the course of the last week some of the developments around it becoming clear that this leadership team is going to work to try to make sure that everyone has a seat at the table. You saw a message from Leader Pelosi’s office by way of example around making sure that there is progressive representation on key committees in the Congress and the Congressional Progressive Caucus leaders endorsing her shortly thereafter so. So yeah, that’s where I am.”\n\nREP.-ELECT CHRISSY HOULAHAN (D-PA.) also told Brennan she'd support Pelosi: \"Right now she's the only person who's running so it would appear as though that's where my vote would go. And right now I believe that she's an effective person in that job. ... I believe right now it looks as though it's heading in the direction that she will be our speaker. I think she's a pretty powerful person and capable person.\"\n\n-- PELOSI has to be feeling good. People keep coming out in support of her, while the \"rebel\" letter is nowhere to be found.\n\nThe most reliable politics newsletter. Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nMAKING FRIENDS … ALEX THOMPSON: “Ocasio-Cortez backs campaign to primary fellow Democrats”: “Rep.-elect Alexandria Ocasio-Cortez on Saturday threw her weight behind a new national campaign to mount primaries against incumbent Democrats deemed to be ideologically and demographically out of step with their districts.\n\n“The incoming star congresswoman from New York again put the Democratic establishment on notice that she and activist groups on the left aren’t content with a Democratic-controlled House: They are determined to move the party to the left. ... The incoming congresswoman’s chief of staff, Saikat Chakrabarti, a co-founder of Justice Democrats, was blunter. ‘We need new leaders, period,’ he said on the call. ‘We gotta primary folks.’” POLITICO\n\n-- IT WILL BE INTERESTING to see if AOC will pay DCCC dues.\n\nTHE NEW HOUSE REPUBLICAN CONFERENCE: MEN … WAPO’S PAUL KANE: “House GOP women confront a political crisis — their party is mostly men”\n\n\n\nA message from H&R Block: We have spent the last year evaluating all parts of our business, with a specific focus on consumers and their feedback. Now we're shaking up the tax prep industry by becoming the only national brand to offer upfront, transparent pricing. Learn more.\n\nTRUMP’S NEW REALITY …\n\n-- SABRINA RODRIGUEZ: “Trump’s Mexico-Canada deal hits trouble in Congress”: “Democrats, whose votes Trump needs to pass the deal in the House, say they want to see stronger protections against pollution and climate change, improved labor standards in Mexico and certainty that the U.S. will regain jobs lost to Mexico. And they want assurances the deal can be enforced.\n\n“Meanwhile, a group of 40 Republicans is protesting new protections for LGBT workers that Canada insisted on, potentially imperiling some GOP support.\n\n“If he’s blocked in Congress, Trump will be facing a major setback on an issue where he’s already been claiming credit for delivering on a campaign promise. He’ll be left with the unattractive choices of leaving NAFTA in place, heading back to the negotiating table, or pulling out of the deal entirely, as he’s repeatedly threatened.” POLITICO\n\n-- KYLE CHENEY: “Republicans battle to defend Trump from threat of impeachment”: “The audition to become President Donald Trump’s most visible defender in Congress — and lead the fight against any impeachment proceedings — is in full swing.\n\n“One of Trump’s fiercest allies, Rep. Jim Jordan, on Friday began flirting openly with a bid to serve as the top Republican on the House Judiciary Committee, the panel where a flood of Democratic-led investigations, and potential impeachment, will begin. …\n\n“Republicans' pick will be critical for Trump and his party. The new House Democratic majority has detailed a long list of targets for investigation, from Trump’s business entanglements to his decision to fire former FBI Director James Comey. Even after Republicans were routed in the midterms, GOP leaders are vowing to aggressively defend against Democratic probes, which they’ve labeled ‘presidential harassment.’” POLITICO\n\nMARK MAZZETTI and MAGGIE HABERMAN SCOOP on NYT A25: “Top White House Official Involved in Saudi Sanctions Resigns”: “A top White House official responsible for American policy toward Saudi Arabia resigned on Friday evening, a move that may suggest fractures inside the Trump administration over the response to the brutal killing of the dissident Jamal Khashoggi.\n\n“The official, Kirsten Fontenrose, had pushed for tough measures against the Saudi government, and had been in Riyadh to discuss a raft of sanctions that the American government imposed in recent days against those identified as responsible for the killing, according to two people familiar with the conversations. Specifically, she advocated that Saud al-Qahtani, a top adviser to Crown Prince Mohammed bin Salman, be added to the list, and he ultimately was.” NYT\n\n-- WAPO’S SHANE HARRIS and JOSH DAWSEY: “Trump speaks with CIA about Khashoggi killing, says there will be a report by Tuesday”\n\n-- CHUCK TODD speaks with SEN. LINDSEY GRAHAM (R-S.C.) on NBC’S “MEET THE PRESS” (Graham appeared from Kiawah Island): GRAHAM: “If [MBS] is going to be the face and the voice of Saudi Arabia going forward, the Kingdom will have a hard time on the world stage. They’re an important ally, but when it comes to the crown prince, he’s irrational, he’s unhinged, and I think he’s done a lot of damage to the relationship between the United States and Saudi Arabia. And I have no intention of working with him ever again.”\n\n-- TRUMP told Chris Wallace he won’t listen to the tape of Khashoggi being killed. TRUMP: “Because it’s a suffering tape, it’s a terrible tape. I’ve been fully briefed on it, there’s no reason for me to hear it, in fact I said to the people should I? They said: ‘you really shouldn’t, there’s no reason.’ I know exactly – I know everything that went on in the tape without having to hear it.”\n\nBREAKING … BRENDAN BUCK, chief counselor to Paul Ryan, and REBECCA BERG of CNN wed yesterday in a small ceremony at the Inn at Little Washington with their families in attendance. NYT appears to have gotten the scoop -- unforgivable, Brendan -- but he sent us an email, so Playbook at least gets to tie. NYT announcement … Wedding pic by Tom Williams … Another pic\n\n-- MORE RYAN-WORLD WEDDING NEWS … JENNA SAKWA and JAKE KASTAN got married yesterday at Franklin Hills Country Club in Franklin, Mich. Jake is Ryan’s political director, and Jenna is director of media affairs. Dan Senor led the hora in his New York Jets kippah.\n\nSPOTTED: Speaker Paul Ryan and Janna Ryan, Dan Senor and Campbell Brown, Tommy Andrews and Mollie Thorsen, Mike and Dr. Kristen Ricci, AshLee Strong, Doug Andres, Cat and Mike Reynolds, Zeke Miller, Jenna Gibson, Olivia Perez-Cubas, Kevin Seifert, Jeremy Adler, Lauren Fine, Corry Bliss, Colton Malkerson, Chris Marroletti, Eli, Jenna, Henry, and Nate Miller, Garrett and Suzanne Jackson, Chris Riklin, Jackie Rooney, Matt Borges, Doug Preisse, Vanessa Day, Daniel and Mary Kroese, and Jonathan Carroll. Pic from the wedding … NYT announcement … Two pics of Paul Ryan with his staff\n\n-- OBAMA ALUMNI: Steve Krupin, a managing director at SKDKnickerbocker and a former Obama WH and State speechwriter, and Clare Doody, a senior editor and speechwriter at Pivotal Ventures, Melinda Gates’ executive office, got married last night at the National Women in the Arts Building in Washington. Pool report: “The late night queso fountain and frozen margaritas stole the show.” Wedding pic ... Pic with all the Obama alumni … NYT announcement\n\nSPOTTED: Anita Dunn and Bob Bauer, Liz Kenigsberg, Adam Hodge, Max Gleischman and Rachel Racusen, Brent Colburn, Max Lesko, Allison Zellman, Dan Kanninen, Cody Keenan, Kristen Bartoloni, Buffy Wicks, Paulette Aniskoff, Diana Doukas, Jeremy Bird, Betsy Hoover, Tom Reynolds, Kip Wainscott and Amy Dudley, Dan and Meg Reilly, David Duberstein, Cara Camacho, Sam Brown, Stephanie Epner, Carlos Monje, Chris Wyant, Lauren Kidwell, Dave Wilkinson, Mary Sotos and Nick Conger.\n\nDEPT. OF LATE BREAKING RESULTS …\n\n-- O.C. REGISTER’S JORDAN GRAHAM: “Democrats control all Orange County House seats as Gil Cisneros wins 39th Congressional District, completing blue sweep”: “The 39th was the last to flip of the five Southern California Republican-held seats targeted by Democrats this cycle. ... Cisneros, a Navy veteran and former Republican whose life changed when he won a $266 million jackpot in 2010, will represent a district spanning Orange, Los Angeles and San Bernardino counties. The seat is currently represented by 13-term GOP Congresswoman Ed Royce, who in January opted to retire.” OCR\n\n-- MARC CAPUTO in MIAMI: “DeSantis wins Florida gubernatorial race as Gillum concedes”: “Andrew Gillum, the Florida Democratic Party’s first African-American candidate for governor, officially called it quits Saturday and congratulated Republican Ron DeSantis as the governor-elect of Florida. ... The 39-year-old mayor of Tallahassee came closer than any other Democrat in 20 years to beating a Republican candidate for governor. Gillum’s unlikely win in the Democratic primary and his dynamic speaking style earned him a national fan base, and signaled that he’s likely to run for office again because, he said, his campaign was part of a ‘movement.’” POLITICO\n\nDAMAGE CONTROL … NYT’S MIKE ISAAC in SAN FRANCISCO: “Zuckerberg Defends Company in Friday Meeting With Employees”: “In an hourlong video conference broadcast to Facebook offices around the world, Mr. Zuckerberg responded to questions from employees on a range of topics, from Facebook’s behavior over the past 18 months to how it should handle leaks to the media, according to three people familiar with the discussion but not willing to discuss it publicly because it was a private meeting. The idea that Facebook tried to ‘cover up anything’ was dead wrong, an impassioned Mr. Zuckerberg said, using an expletive in his response, according to these people. Some employees responded with muted applause and cheers.” NYT\n\n-- YIKES! -- BLOOMBERG: “Facebook Woes Sap $17.4 Billion of Zuckerberg’s Wealth This Year”\n\nSNL LAST NIGHT -- “Message from Jeff Bezos”: “Jeff Bezos (Steve Carell) responds to President Trump’s criticisms about the locations of Amazon’s new headquarters.” 3-min. video\n\n\n\nPLAYBOOK READS\n\nPHOTO DU JOUR: California Gov.-elect Gavin Newson, FEMA Director Brock Long, President Donald Trump, Paradise Mayor Jody Jones and Gov. Jerry Brown tour the Skyway Villa Mobile Home and RV Park in Paradise, California on Saturday. | Paul Kitagaki Jr.-Pool/Getty Images\n\nCARLA MARINUCCI in LOS ANGELES, “RIP, California GOP: Republicans lash out after midterm election debacle: ‘There is no message. There is no messenger. There is no money. And there is no infrastructure,’ says one top Republican”: “In the wake of a near-political annihilation in California that has left even longtime conservative stronghold Orange County bereft of a single Republican in the House of Representatives, a growing chorus of GOP loyalists here say there’s only one hope for reviving the flatlining party: Blow it up and start again from scratch.\n\n“That harsh assessment comes as Republicans survey the damage from the devastation of a ‘blue tsunami’ in California which wiped out five GOP-held House seats — with more still threatened — while handing every statewide seat and a supermajority to the Democrats in both houses of the state legislature this week.” POLITICO\n\nWRAPPING UP ... “Abrams plans suit to seek cure to problems in Georgia’s voting process,” by Atlanta Journal-Constitution’s Tia Mitchell and Greg Bluestein: “Her campaign for governor may be over, but Stacey Abrams is not going away. She told The Atlanta Journal-Constitution she’s not ruling out a run for another public office, perhaps as early as 2020.\n\n“But before she considers a new campaign, she is throwing her energy behind a new federal lawsuit alleging mismanagement and malfeasance at nearly every level of Georgia’s electoral process. ‘That does not happen in a functional democracy, and this cannot be repeated in any future election,’ she said Saturday. ‘Georgia is too important of a state, and democracy is too core to who we are.’” AJC\n\n\n\nBONUS GREAT WEEKEND READS, curated by Daniel Lippman:\n\n-- “The ‘Madman’ Behind Trump’s Trade Theory,” by Annie Lowrey in December’s Atlantic: “Peter Navarro—a business-school professor, a get-rich guru, a former Peace Corps member, and a former Democrat—is among the most important generals in Trump’s trade war.” Atlantic\n\n-- “The President’s Coal Warrior,” by Jeff Goodell in Rolling Stone: “Inside EPA head Andrew Wheeler’s highly effective campaign to sacrifice public health in favor of the fossil-fuel industry.” Rolling Stone\n\n-- “How Extreme Weather Is Shrinking the Planet,” by Bill McKibben in the New Yorker: “With wildfires, heat waves, and rising sea levels, large tracts of the earth are at risk of becoming uninhabitable. But the fossil-fuel industry continues its assault on the facts.” New Yorker\n\n-- “The Plan to Sell Texas to Great Britain,” by Mark Sussman on JStor.org – per Longreads.com’s description: “When Texas was still an independent republic, abolitionist lawyer Stephen Pearl Andrews tried to sell Texas to Great Britain in order to free Texas’s slaves. The thing is, he had no authority to do so.” JStor\n\n-- “The Price of Cool: A Teenager, a Juul and Nicotine Addiction,” by NYT’s Jan Hoffman in Reading, Mass.: “E-cigarettes may help tobacco smokers quit. But the alluring devices can swiftly induce a nicotine habit in teenagers who never smoked. This is the tale of one person’s struggle.” NYT … NYT’s companion piece, “She Couldn’t Quit Smoking. Then She Tried Juul”.\n\n-- “The Land That Failed to Fail,” by NYT’s Philip P. Pan: “The West was sure the Chinese approach would not work. It just had to wait. It’s still waiting.” NYT\n\n-- “Mad Genius,” by Reason magazine’s Matt Welch: “The magazine you are reading was the brainchild of a 20-year-old Boston University student nobody had ever heard of named Lanny Friedlander, who stapled together and mailed out the first mimeographed issues from a hopelessly disorganized room at his mother's brick house in Brighton, Massachusetts.” Reason\n\n-- “‘The Academy Is Largely Itself Responsible for Its Own Peril,’” by Evan Goldstein in the Chronicle of Higher Education: “Jill Lepore on writing the story of America, the rise and fall of the fact, and how women’s intellectual authority is undermined.” Chronicle\n\n-- “I Found the Best Burger Place in America. And Then I Killed It,” by Kevin Alexander in Thrillist -- per the description in Don Van Natta Jr.’s Sunday Long Read newsletter: “What happens when a well-meaning food critic singles out the best burger in America and sends fifty million a***hole burger tourists to a little restaurant incapable of accommodating them all? Nothing good.” Thrillist\n\n-- “Jose Mourinho’s Last Stand,” by Sam Borden in ESPN: “Deliberate isolation. Petty feuds. Constant turmoil. The Manchester United manager wouldn’t have it any other way.” ESPN (h/t TheBrowser.com)\n\n-- “The Voice of the ‘Intellectual Dark Web,’” by Amelia Lester in the Nov./Dec. issue of POLITICO Magazine: “Claire Lehmann’s online magazine, Quillette, prides itself on publishing ‘dangerous’ ideas other outlets won’t touch. How far is it willing to go?” POLITICO Magazine\n\n\n\nPLAYBOOKERS\n\nSPOTTED: Michael Flynn at TD Garden Friday night watching the Celtics beat the Raptors 123-116 -- pic ... Mark Ein, Steve and Jean Case, John and Heidi Fahey and Russ and Norma Ramsey having dinner last night at Café Milano. John Rogers of Goldman Sachs and Susan Rice both came by the table to say hello ...\n\n... John Kerry wearing Yale blue entering Fenway Park in Boston yesterday for “The Game.” His team, the Yale Bulldogs, lost to the Harvard Crimson 45-27. ... Al Franken driving down Wisconsin Avenue near the National Cathedral yesterday in an SUV with Minnesota plates … Rep.-elect Donna Shalala (D-Fla.) in first class on an American Airlines flight from DCA to Miami Saturday morning\n\nBIRTHDAYS: NYT’s Sheryl Gay Stolberg ... Megyn Kelly is 48 … Politico cartoonist Matt Wuerker ... NBC News’ Heidi Przybyla ... ABC News’ Gregory Simmons (h/t Devin Dwyer) ... NAM’s Brian Forest ... Carrie Matthews of Hamilton Place Strategies ... Dan Sadlosky, policy adviser to House Majority Whip Steve Scalise ... Politico’s Theo Meyer is 3-0 -- subscribe to Politico Influence ... Andrea Stone ... Cassi Gritzmacher, director of corporate comms at Away … Robert Dougherty, senior LA for Rep. Julia Brownley (D-Calif.) (h/t Samantha Greene) … Cornyn comms. director Drew Brandewie is 34 ... Abby Tinsley … Karen Dunn of Boies Schiller Flexner ...\n\n… Tom Namako of BuzzFeed ... Trisha Farr … Brian Knapp ... Rep. Tom Reed (R-N.Y.) is 47 ... Rep. Bruce Westerman (R-Ark.) is 51 (h/t Tim Griffin) ... Rep. Salud Carbajal (D-Calif.) is 54 ... former Rep. J.C. Watts (R-Okla.) is 61 ... Nick Ragone ... Nima Faz ... Arshad Hasan is 38 … Waldo Tibbetts ... Margaret Capehart ... Gregory Kallenberg ... David Frank ... Noelia Rodriguez ... Hanna Skandera ... Erica DeVos … Jon Kaplan … Meg Gage … Ace Smith ... Jacob Cassady (h/t Brian Sansoni)\n\n\n\nA message from H&R Block: Unlike other tax companies, we think clients should know the price before they begin filing – in person or online. This represents an important shift in the tax industry, and a significant improvement in the experience for consumers. H&R Block is also using corporate tax savings to invest in in our clients by lowering prices for millions of our assisted tax preparation clients. Consumers will see the price drops reflected in H&R Block’s new upfront, transparent prices. Learn more.\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us"}, {"source": {"id": "politico", "name": "Politico"}, "author": "zwarmbrodt@politico.com (Zachary Warmbrodt)", "title": "Trump wouldn’t stop Whitaker from limiting Russia probe", "description": "The president also says the acting attorney general was correct in his criticism of the Mueller investigation.", "url": "https://www.politico.com/story/2018/11/18/trump-whitaker-russia-investigation-1002058", "urlToImage": "https://static.politico.com/76/2d/8f5c41f045cab47e28bb5c73bb4a/webp.net-resizeimage%20(4).jpg", "publishedAt": "2018-11-18T15:30:58Z", "content": "Acting Attorney General Matthew G. Whitaker happened to be right when he criticized the Mueller investigation, President Donald Trump said. | Pablo Martinez Monsivais/AP Photo President Donald Trump says he will not intervene if Acting Attorney General Matthe… [+1112 chars]", "fulltext": "Acting Attorney General Matthew G. Whitaker “happened to be right” when he criticized the Mueller investigation, President Donald Trump said. | Pablo Martinez Monsivais/AP Photo White House Trump wouldn’t stop Whitaker from limiting Russia probe\n\nPresident Donald Trump says he would not intervene were acting Attorney General Matthew Whitaker to try to curtail special counsel Robert Mueller's Russia investigation.\n\nIn an interview that aired Sunday on \"Fox News Sunday,\" Trump defended Whitaker's criticism of the Mueller probe. Then, asked whether he would be OK with any attempt by Whitaker to limit the investigation, Trump said, \"It's going to be up to him.\"\n\nStory Continued Below\n\n\"I would not get involved,\" he said in the interview, taped Friday.\n\nWhitaker is facing calls to recuse himself from the Russia investigation in light of remarks he made as a commentator declaring that Russia did not collude with Trump‘s presidential campaign and echoing Trump's complaint that the inquiry could turn into a \"witch hunt.\"\n\nTrump said he didn't know of Whitaker's views before he was appointed but added: \"I don't think it had any effect.\"\n\n\"What do you do when a person’s right?\" Trump said. \"There is no collusion. He happened to be right.\"\n\n\n\nCOUNTDOWN TO 2020 The race for 2020 starts now. Stay in the know. Follow our presidential election coverage. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time."}, {"source": {"id": "politico", "name": "Politico"}, "author": "qforgey@politico.com (Quint Forgey)", "title": "‘Smoking gun’ would help implicate Saudi prince, Senate Republican says", "description": "Missouri Sen. Roy Blunt wants more proof.", "url": "https://www.politico.com/story/2018/11/18/saudi-arabia-prince-murder-blunt-1001828", "urlToImage": "https://static.politico.com/48/83/ba6b3bc9407a9a543638f37d390f/181118-trump-blunt-gty-773.jpg", "publishedAt": "2018-11-18T15:19:35Z", "content": "I think a smoking gun would certainly help,\" said Sen. Roy Blunt. | Chip Somodevilla/Getty Images A top Senate Republican said Sunday that high confidence by American intelligence officials may not be enough to implicate Saudi Crown Prince Mohammed bin Salman… [+1550 chars]", "fulltext": "“I think a smoking gun would certainly help,\" said Sen. Roy Blunt. | Chip Somodevilla/Getty Images Congress ‘Smoking gun’ would help implicate Saudi prince, Senate Republican says\n\nA top Senate Republican said Sunday that “high confidence” by American intelligence officials may not be enough to implicate Saudi Crown Prince Mohammed bin Salman in the murder of Washington Post journalist Jamal Khashoggi and that “a smoking gun” would help justify U.S. sanctions against the young royal.\n\nMissouri Republican Roy Blunt, who sits on the Senate Intelligence Committee and is a member of the chamber’s GOP leadership team, said on ABC's \"This Week\" he couldn’t detail what was disclosed to him and other lawmakers in a confidential intelligence briefing last week. But “it won't hurt here for another few days to pass” before President Donald Trump decides whether to impose sanctions against the crown prince, Blunt said — the same type of economic penalties the administration leveled Thursday against 17 other Saudi officials for Khashoggi's death.\n\nStory Continued Below\n\n“I think a smoking gun would certainly help, if you actually did have that specific thing that is unlikely to be out there or unlikely to be found, where someone gave a specific direction and you know that happened,” Blunt said.\n\n“I think the ‘high confidence’ doesn't mean that you actually have what you need, if that's the term that the CIA is using. I’m not talking about what we heard this week, but talking about just what we often read in the paper this morning,” Blunt added.\n\n“If that is accurate, it means that we don't quite have all the information we’d like to have yet.”\n\nKhashoggi was slain at the Saudi consulate in Istanbul, Turkey, on Oct. 2 when he went to secure documents needed for his planned marriage.\n\nTrump was briefed Saturday by CIA Director Gina Haspel on the details surrounding Khashoggi’s death, following reports by the Washington Post and several other media outlets that the agency had concluded the crown prince ordered the assassination.\n\n\"They haven’t assessed anything yet. It’s too early,” the president told reporters when asked about the crown prince’s involvement Saturday. Trump said his administration will produce “a very full report over the next two days, probably Monday or Tuesday” that will convey what members of the intelligence community \"think the overall impact was, and who caused it, and who did it.”\n\nIn an interview released Sunday, the president again said he did not know whether the crown prince lied about his involvement in Khashoggi’s murder.\n\n\"I don’t know,\" Trump told Chris Wallace on \"Fox News Sunday.\" \"Who could really know? But I can say this, he’s got many people now that say he had no knowledge.\"\n\nAnd although the president praised Saudi Arabia this weekend as “a truly spectacular ally” and continued to tout Riyadh’s financial ties to the U.S., Blunt said Sunday that “the economy is not a reason to worry about” America’s relationship with the Middle Eastern kingdom, and should not stand in the way of justice for Khashoggi's killers.\n\n"}, {"source": {"id": "politico", "name": "Politico"}, "author": "zwarmbrodt@politico.com (Zachary Warmbrodt)", "title": "Trump: 'I don't know' if Saudi prince lied", "description": "But the president said he’s inclined to “stick with” his ally.", "url": "https://www.politico.com/story/2018/11/18/trump-saudi-murder-khashoggi-1001699", "urlToImage": "https://static.politico.com/c0/c2/9c25c8dd4c42a6afb0041ad2c0b5/181118-trump-2-gty-773.jpg", "publishedAt": "2018-11-18T15:04:10Z", "content": "President Donald Trump said he had refused to listen to a tape of Washington Post journalist Jamal Khashoggi's killing shared by Turkish President Recep Tayyip Erdoan. | Mark Wilson/Getty Images President Donald Trump said in an interview released Sunday that… [+1310 chars]", "fulltext": "President Donald Trump said he had refused to listen to a tape of Washington Post journalist Jamal Khashoggi's killing shared by Turkish President Recep Tayyip Erdoğan. | Mark Wilson/Getty Images White House Trump: 'I don't know' if Saudi prince lied\n\nPresident Donald Trump said in an interview released Sunday that he didn't know whether Saudi Arabia's crown prince lied about his involvement in the murder of Washington Post journalist Jamal Khashoggi, despite evidence that he may have played a role.\n\nTrump also suggested he may just live with it, even if Saudi Crown Prince Mohammed bin Salman misled him, because \"we do have an ally, and I want to stick with an ally that in many ways has been very good.\"\n\nStory Continued Below\n\n\"I don’t know,\" he told Chris Wallace on \"Fox News Sunday.\" \"Who could really know? But I can say this, he’s got many people now that say he had no knowledge.\"\n\nTrump said he had refused to listen to a tape of the killing shared by Turkish President Recep Tayyip Erdoğan.\n\n\"Because it’s a suffering tape, it’s a terrible tape,\" he said. \"I’ve been fully briefed on it. There’s no reason for me to hear it. ... It was very violent, very vicious and terrible.\"\n\nThe CIA has reportedly concluded that the prince ordered Khashoggi's assassination. Trump has declined to confirm the findings but has said a report will be released early this week.\n\nKhashoggi was slain at the Saudi consulate in Istanbul on Oct. 2 when he went to secure documents needed for his planned marriage."}, {"source": {"id": "politico", "name": "Politico"}, "author": "zwarmbrodt@politico.com (Zachary Warmbrodt)", "title": "Trump signals personnel shakeup", "description": "“I need flexibility,” the president tells Chris Wallace", "url": "https://www.politico.com/story/2018/11/18/trump-white-housestaff-shakeup-1001298", "urlToImage": "https://static.politico.com/3c/e8/326e8a2c4cd688efbfa68cd3a6a1/181118-trump-gty-773.jpg", "publishedAt": "2018-11-18T14:40:31Z", "content": "President Donald Trump declined to say whether White House chief of staff John Kelly would stay in the job through 2020. | Mark Wilson/Getty Images President Donald Trump is hinting at major personnel shakeups coming to his administration, saying that his Hom… [+1046 chars]", "fulltext": "President Donald Trump declined to say whether White House chief of staff John Kelly would stay in the job through 2020. | Mark Wilson/Getty Images White House Trump signals personnel shakeup\n\nPresident Donald Trump is hinting at major personnel shakeups coming to his administration, saying that his Homeland Security secretary needs to be \"much tougher\" and leaving open the possibility his chief of staff might not serve out the rest of his term.\n\nIn an interview that aired Sunday on \"Fox News Sunday,\" Trump said he had \"three or four or five positions\" — or maybe just two — in mind.\n\nStory Continued Below\n\n\"I need flexibility,\" he said.\n\nTalking to Fox's Chris Wallace, Trump said he wanted Kirstjen Nielsen, his Homeland Security secretary, to be \"much tougher on the border — much tougher, period.\"\n\n\"We'll see what happens there,\" he said.\n\nWhen asked about the fate of White House chief of staff John Kelly, Trump declined to say whether the retired Marine general would stay in the job through 2020.\n\n\"There are certain things I love what he does, and there are certain things that I don’t like that he does, that aren’t his strength,\" Trump said.\n\nAt some point, Trump added, Kelly \"is going to want to move on.\""}, {"source": {"id": "politico", "name": "Politico"}, "author": "zwarmbrodt@politico.com (Zachary Warmbrodt)", "title": "Incoming House freshmen spar over Trump’s border policy", "description": "They disagree over Trump’s approach to immigration.", "url": "https://www.politico.com/story/2018/11/18/trump-border-policy-crenshaw-neguse-1001039", "urlToImage": "https://static.politico.com/4b/ba/924932024b479d7981dbfc599f28/181118-crenshaw-gty-773.jpg", "publishedAt": "2018-11-18T13:53:28Z", "content": "\"If it's between letting people across and not letting people cross, we have to secure our border,\" said GOP House member-elect Dan Crenshaw. | Mandel Ngan/AFP/Getty Images Congressmen-elect Dan Crenshaw (R-Texas) and Joe Neguse (D-Colo.) are already going he… [+1624 chars]", "fulltext": "\"If it's between letting people across and not letting people cross, we have to secure our border,\" said GOP House member-elect Dan Crenshaw. | Mandel Ngan/AFP/Getty Images Congress Incoming House freshmen spar over Trump’s border policy\n\nReps.-elect Dan Crenshaw (R-Texas) and Joe Neguse (D-Colo.) are already going head-to-head over President Donald Trump's decision to send troops to the U.S.-Mexico border, giving a preview of how a new class of lawmakers will grapple over the issue next year.\n\nDuring a panel discussion CBS was to air Sunday on \"Face the Nation,\" Crenshaw said the administration was responding to a migrant caravan heading toward the border in \"a very humane way.\"\n\nStory Continued Below\n\n\"If it's between letting people across and not letting people cross, we have to secure our border,\" said Crenshaw, a former Navy SEAL who served in Afghanistan.\n\nNeguse, the son of Eritrean refugees, said the deployment of more than 5,000 troops was the wrong approach.\n\n\"The other option is to follow existing law and let folks go through the asylum process and to the extent that they are able to successfully claim asylum,\" he said. \"Immigrants to this country have so much to give, and it's important we get this right.\"\n\nMorning Shift newsletter Get the latest on employment and immigration, every weekday morning — in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nAlso during the panel discussion, led by Margaret Brennan, Neguse and incoming House Democrats Deb Haaland (D-N.M.) and Chrissy Houlahan (D-Pa.) said they would not vote for any kind of immigration overhaul legislation that includes funding for a border wall.\n\n\"I'm also the daughter of a refugee,\" Houlahan said. \"My dad was a survivor of the Holocaust and came here with his mom as a very small child, as a 5-year-old, and this is a very personal issue to me.\""}, {"source": {"id": "politico", "name": "Politico"}, "author": "(James Higdon)", "title": "Racial Justice and Legal Pot Are Colliding in Congress", "description": "The latest fight over criminal justice reform is over allowing felons access to newly legal aspects of the cannabis industry. Lawmakers are getting woke — slowly.", "url": "https://www.politico.com/magazine/story/2018/11/18/criminal-justice-reform-hemp-marijuana-congress-222609", "urlToImage": "https://static.politico.com/5e/b0/bca740744c4b91e08fcbb6ce90c3/181117-hemp-gty-773.jpg", "publishedAt": "2018-11-18T12:06:02Z", "content": "CADIZ, Ky. Congressman James Comer stood in front of a local hemp harvest stacked shin-deep for hundreds of feet in every direction, a tangled mass of bushy branches that looked more like evergreen trimmings than marijuana buds. Little yellow butterflies flit… [+14269 chars]", "fulltext": "CADIZ, Ky.—Congressman James Comer stood in front of a local hemp harvest stacked shin-deep for hundreds of feet in every direction, a tangled mass of bushy branches that looked more like evergreen trimmings than marijuana buds. Little yellow butterflies flitted across the surface of the crop that filled the once-vacant warehouse with the comforting smell of damp grass clippings.\n\nIt was the middle of October, and aromatic plants represented the first harvest for Vertical, a California company that has already become a serious contender in the rapidly expanding legal cannabis industry. Comer, who just won reelection to Congress with 69 percent of the vote, has promoted hemp, the non-psychoactive sister plant to marijuana, as a jobs-creating crop to replace the state’s vanished tobacco industry. Hemp grown for CBD, a medicinal oil used for complaints from arthritis to epilepsy, fetches as much as $8,000 per acre, compared with less than $600 for the same amount of corn. This processing facility, Comer said, will create 125 jobs when Vertical has it fully operational, a not insignificant boost in a town of 2,600 people.\n\nStory Continued Below\n\nVertical’s future, as well as the state’s infant hemp industry as a whole, rests in large part with the passage of the vast farm bill that Congress is expected to finish in the lame-duck session. Thanks to Senate Majority Leader Mitch McConnell, the bill includes an amendment that would permanently remove hemp from the list of federally banned drugs like heroin and cocaine, freeing hemp from the crippling legal stigma that has made it economically unviable for the past four decades. But that amendment also includes a little-noticed ban on people convicted of drug felonies from participating in the soon-to-be-federally-legal hemp industry.\n\nAdded late in the process, apparently to placate a stakeholder close to McConnell, the exception has angered a broad and bipartisan coalition of lawmakers, hemp industry insiders and religious groups who see it as a continuing punishment of minorities who were targeted disproportionately during the war on drugs and now are being denied the chance to profit economically from a product that promises to make millions of dollars for mostly white investors on Wall Street.\n\nLegalization has made steady progress at the state level since California first approved medical marijuana in 1996. As of election night, 33 states now allow medical marijuana, and 10 states plus the District of Columbia allow fully recreational use. But at the federal level, a sizable headwind remains. Former Attorney General Jeff Sessions had vowed to enforce all federal drug laws; the position of his acting replacement, Matthew Whitaker, remains a mystery. And lawmakers like McConnell, who have discovered the economic benefits of relaxing prohibitions on products such as hemp, have nevertheless quietly found ways, like the farm bill felon ban, to satisfy the demands of their anti-legalization constituents, to the chagrin of pro-cannabis lawmakers and activists. After POLITICO Magazine reported on the drug-crime felon ban in August, three senators—Cory Booker (D-N.J.), Rand Paul (R-Ky.) and Jeff Merkley (D-Ore.)—wrote to Senate leadership demanding the removal of the ban, citing its “disparate impact on minorities,” among other concerns.\n\n“I think there’s a growing recognition of the hypocrisy and unfairness of our nation’s drug laws, when hundreds of thousands of Americans are behind bars for something that is now legal in nine states and something that two of the last three Presidents have admitted to doing,” Booker told POLITICO Magazine. “If we truly want to be a just and fair nation, marijuana legalization must be accompanied by record expungement and a focus on restorative justice.”\n\nThe fairness problems inherent in the felon ban are evident even in a predominantly white community like Cadiz. Vertical’s CEO is himself a felon. Todd Kaplan pleaded guilty in 2010 to tax evasion, but because his crime was not drug-related, he won’t be barred from participating in the hemp business. But for many men in rural Kentucky, where illegal marijuana was a staple crop, the lifetime ban included in the proposed farm bill means they’re shut out of a growing industry in which they have have actual job skills.\n\n“If you exclude him, you put him in that category where he might want to rob a bank or a Walmart. If you ban him from the one thing he knows, what's left for him to do now?” a Kentucky felon and licensed hemp grower told POLITICO Magazine on condition of anonymity. “The thing is, when Mitch McConnell put that felon ban in, he didn’t follow Kentucky law that caps our ban at 10 years. It should be why a felon should grow this crop, not why he shouldn’t. … If I was busted for moonshining, would it be illegal under the farm bill for me to grow corn?”\n\nWhen I asked Comer about the felon ban at the ribbon-cutting for Vertical's hemp-processing plant in Cadiz, he said it was not something he endorsed. “I would not have added the language preventing anyone with a prior minor drug-felony conviction from being able to produce hemp. I support the basis for criminal justice reform as it pertains to the sheer quantity of senseless petty drug sentences.”\n\nComer, who approves of the House's plan to force work requirements on recipients of the food stamps program known as SNAP, said he understands a primary reason able-bodied adults aren't participating in the workforce is because of their criminal records. “I’m sure the language was added to appease certain senators,” Comer told me. “But it really goes against the direction our country is headed with respect to criminal justice reform related to minor drug offenses.”\n\nBut when I asked whether he will vote for the farm bill in spite of the felon ban he professes to dislike, Comer didn’t hesitate. “Yes.”\n\n\n\n***\n\nEven Kaplan, Vertical’s chief executive, agrees the felon ban doesn’t make sense. Ten years ago, Kaplan was a CEO of a health care company in the sleep apnea field. A federal prosecutor charged him with 137 counts of Medicare fraud, of which all but one count were later dropped. In 2010, Kaplan pleaded guilty to tax evasion and paid a $100 fine, according to court documents posted to his personal website. I asked him what he thought of the drug-crime felon ban in the farm bill.\n\n“I live out here in California, and L.A. is doing something called a ‘social equity program,’ where if you were convicted of a drug crime, they’re putting you at the top of the list for licensing—and that’s for THC,” Kaplan told me by phone.\n\nThis once-radical notion that felons ought to gain priority for entry into a newly legal industry—instead of being shut out—has quietly gained bipartisan support on Capitol Hill, albeit not among Republican leadership.\n\nIn the House, this mounting opposition to the continuing punishment of felons first cropped up in September, when the Judiciary Committee passed its first pro-marijuana bill. It would expand access to scientific study of the cannabis plant, a notion agreed upon by marijuana’s supporters and detractors alike. However, Democrats almost killed the bill because it included language that barred felons (and even people convicted of misdemeanors) from receiving licenses to produce the marijuana. Felon bans are commonplace in legal marijuana programs. Every state has some version of it, but most of them have a five- or 10-year limit. But the felon bans in both the Senate’s farm bill and the House’s marijuana research bill are lifetime bans, and the House bill includes misdemeanors, too.\n\n“Any restriction on misdemeanors goes in the exact contrary direction of the Second Chance Act,” said Rep. Jerry Nadler (D-N.Y.), who will become chairman of the Judiciary Committee in January. His criticism was echoed by Steve Cohen (D-Tenn.), who sought to have the misdemeanor language struck from the bill until its sponsor, Matt Gaetz (R-Fla.), promised to address that language when it comes to the House floor.\n\nIn the Senate, the movement to protect the legal marijuana trade has taken the form of the proposed bipartisan Gardner-Warren STATES Act, which would maintain the status quo of federal non-interference in state-legal programs that was upended when then-Attorney General Jeff Sessions repealed the Cole Memo, an Obama-era document that outlined a hands-off approach to state-legal programs. Booker’s Marijuana Justice Act would adopt California-style principles and apply them federally, going far beyond the STATES Act, removing marijuana from Schedule I (defined as having no medical value and a high risk of abuse) and eliminating criminal penalties for marijuana. But unlike other pro-marijuana bills, it would also deny federal law-enforcement grants to states that don’t legalize marijuana; direct federal courts to expunge marijuana convictions; and establish a grant-making fund through the Department of Housing and Urban Development for communities most affected by the war on drugs.\n\nBooker’s bill has become popular among Senate Democrats. Ron Wyden, Kirsten Gillibrand, Bernie Sanders, Kamala Harris, Merkley and Elizabeth Warren have signed on as co-sponsors—a list that looks a lot like a lineup of presumed candidates for the 2020 Democratic presidential primary.\n\n“For too long, the federal government has propped up failed and outdated drug policies that destroy lives,” Wyden told POLITICO Magazine. “The war on drugs is deeply rooted in racism. We desperately need to not only correct course, but to also ensure equal justice for those who have been disproportionately impacted. People across America understand and want change. Now, Congress must act.”\n\nRecent polling shows that Americans agree with Wyden—to a point. There is a widespread acceptance of legalizing marijuana. Gallup has been tracking this number since 1969, when only 12 percent of Americans believed in legalizing it; in October, Gallup put the number at 66 percent, the highest ever number recorded. Pew says it is 62 percent, also its highest number ever.\n\nBut there is far less acceptance of the idea that the war on drugs has had an adverse impact on poorer, minority communities, or that there should be some form of compensation in terms of prioritized access to the new industry. A poll conducted by Lake Research Partners, a progressive D.C.-based polling firm, earlier this year on the “Politics of Marijuana Legalization in 2018 Battleground Districts” found that 62 percent of the 800 likely voters surveyed agreed with the idea “we need legalization to repair the financial and moral damage of the failed War on Drugs.” However, when the pollsters added a racial component to this message—whether the respondents felt that the marijuana prohibition “unfairly target[s] and destroy[s] minority communities”—only 40 percent found that message to be “very convincing.”\n\nWhile voters might doubt who has suffered because of laws against marijuana, there should be little doubt about who is benefiting from its legalization. In 2017, the North American marijuana industry was valued at $9.2 billion, and it is expected to reach $47.3 billion by 2027, according to Arcview Market Research and BDS Analytics. The excitement around marijuana investment is so high that even John Boehner, who as speaker of the House blocked the District of Columbia from implementing its legal marijuana program, has recently joined the board of Acreage Holdings, one of the largest vertically integrated cannabis operators in America. Just before Election Day, he penned an op-ed for the Wall Street Journal, which read in part: “I am now one of those Americans [who favors legal marijuana] …. Representatives must use what the people tell them to question constantly which policies are serving the greater good. It’s past time for government to rethink how it approaches cannabis.”\n\nWitnessing such epiphanies, it’s little surprise then that many in the black community are suspicious of the motives of men like Boehner in the legalization lobby. Perhaps this is why many members of the Congressional Black Caucus have been slow to support marijuana legalization. But the CBC finally made its position on this issue clear in June when its 48-member caucus voted in an “overwhelming majority” to support policies beyond mere decriminalization: “Some of the same folks who told African-Americans ‘three strikes and you’re out’ when it came to marijuana use and distribution, are now in support of decriminalizing the drug and making a profit off of it,” CBC Chairman Cedric L. Richmond, a Democrat from Louisiana, said at the time. “The Congressional Black Caucus supports decriminalizing marijuana and investing in communities that were destroyed by the war on drugs.”\n\nArguments for legalizing marijuana haven’t been entirely persuasive to sway many in the conservative black community, but reframing it in the context of civil rights has brought many around to this new way of thinking.\n\n“What is moving conservative black and brown folks is this idea that we’re on the horizon of marijuana legalization,” according to Queen Adesuyi of the Drug Policy Alliance. “So the idea is in order to do this in a way that is equitable and fair, you have to start on the front end of alleviating racially biased consequences of prohibition while we’re legalizing—and that means expungement, re-sentencing, community re-investment, and looking at where marijuana tax revenue can go, and getting rid of barriers to the industry.”\n\nNow that Democrats have won control of the House, a co-founder of the Cannabis Caucus, Rep. Earl Blumenauer (D-Ore.), is poised to implement his blueprint for how the House under Democratic leadership would legalize marijuana at the federal level. Racial justice is front-and-center in that plan. The memo he sent to Democratic leadership reads in part, “committees should start marking up bills in their jurisdiction that would responsibly narrow the marijuana policy gap—the gap between federal and state marijuana laws—before the end of the year. These policy issues … should include: Restorative justice measures that address the racial injustices that resulted from the unequal application of federal marijuana laws.”\n\nJames Higdon is a freelance writer based in Louisville and author of The Cornbread Mafia: A Homegrown Syndicate’s Code of Silence and the Biggest Marijuana Bust in American History. He can be reached at @jimhigdon. Full disclosure: His father, Jimmy Higdon, is a Republican state senator in the Kentucky state legislature."}, {"source": {"id": "politico", "name": "Politico"}, "author": "kcheney@politico.com (Kyle Cheney)", "title": "Republicans battle to defend Trump from threat of impeachment", "description": "Lawmakers are jockeying for the top GOP spot on the House Judiciary Committee, which will be ground zero for Democratic attacks on the president.", "url": "https://www.politico.com/story/2018/11/18/trump-impeachment-republicans-battle-defend-999812", "urlToImage": "https://static.politico.com/3f/fe/8345582c4b94a38972f82c219994/181116-jimjordan-ap-773.jpg", "publishedAt": "2018-11-18T11:59:22Z", "content": "President Donald Trump has already given Rep. Jim Jordan (R-Ohio) a boost by pushing him for a top committee spot. | J. Scott Applewhite/AP Photo The audition to become President Donald Trump's most visible defender in Congress and lead the fight against any … [+8187 chars]", "fulltext": "President Donald Trump has already given Rep. Jim Jordan (R-Ohio) a boost by pushing him for a top committee spot. | J. Scott Applewhite/AP Photo Congress Republicans battle to defend Trump from threat of impeachment Lawmakers are jockeying for the top GOP spot on the House Judiciary Committee, which will be ground zero for Democratic attacks on the president.\n\nThe audition to become President Donald Trump's most visible defender in Congress — and lead the fight against any impeachment proceedings — is in full swing.\n\nOne of Trump’s fiercest allies, Rep. Jim Jordan, on Friday began flirting openly with a bid to serve as the top Republican on the House Judiciary Committee, the panel where a flood of Democratic-led investigations, and potential impeachment, will begin.\n\nStory Continued Below\n\n\"We’re still looking at it,\" the Ohio Republican said when asked whether he would run for the post. \"I’ve always been one who’s going to fight to get the truth out no matter what role I have. So we’ll just wait and see.\"\n\nRepublicans' pick will be critical for Trump and his party. The new House Democratic majority has detailed a long list of targets for investigation, from Trump’s business entanglements to his decision to fire former FBI Director James Comey. Even after Republicans were routed in the midterms, GOP leaders are vowing to aggressively defend against Democratic probes, which they've labeled \"presidential harassment.\"\n\nThe top slot on the Judiciary Committee also comes with a powerful policy portfolio. The committee has jurisdiction over immigration, gun control and abortion, as well as oversight of the Justice Department and FBI. But with Capitol Hill polarized over the president, the next ranking Republican on the House Judiciary Committee will likely be spending more time fighting for Trump than legislating with Democrats. It’s a reality that is already coloring the jockeying for the job.\n\nThe most reliable politics newsletter. Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nTrump, in fact, has already given Jordan a boost — calling incoming GOP leader Kevin McCarthy and urging him to ensure Jordan, a longtime McCarthy adversary, got a top committee post next year. That led to whispers and speculation that Trump wanted Jordan in the Judiciary slot, though Trump has declined to explicitly endorse him.\n\n\"I would like to see Jim in a high position ’cause he deserves it,\" Trump told the Daily Caller on Wednesday. \"He’s fantastic, but I haven’t gotten into the endorsement or not.\"\n\nJordan's interest in the role has scrambled the calculus for the other GOP lawmakers eyeing the job, including Rep. Doug Collins, who's widely perceived as the front-runner.\n\nCollins has spent a year maneuvering meticulously to become the lead Republican on the committee. The affable Georgian has crisscrossed the country fundraising for colleagues, forged relationships with Republicans in House leadership and showcased his legislative chops by partnering with Democrats to advance high-profile legislation.\n\nBut since Election Day, when rumors of Jordan's interest in the position began to surface, Collins has taken pains to emphasize all the ways he’s backed up Trump in investigations and on the House floor over the last two years.\n\nCollins' allies note that he has taken on the Justice Department over GOP allegations that senior officials were biased against Trump — an issue Jordan has championed for a year. And Collins himself says that even as he considers ways to collaborate with Democrats, he'll relish the chance to beat back any \"overreach\" in their investigations of the president.\n\n\"I can fight as hard as anyone on this stuff,\" he said in an interview.\n\nAnd as for Jordan's reputation as a pro-Trump street fighter, Collins said he's better equipped to be a strategic defender of the president. He's been on the Rules Committee, he noted, which gives him expertise on potential tactics to fight Democratic probes.\n\n\"You don’t always have to be the loudest voice in the room,\" he said. \"You just have to be the smartest voice in the room.\"\n\nJordan would likely face an uphill climb to win the post — even if he got an explicit push from Trump. That's because the coveted slot is awarded by the leadership-dominated GOP Steering Committee, which will meet later this month to nominate committee leaders.\n\nThe committee's recommendations are also ratified by the full House GOP. Jordan, vice chairman of the conservative Freedom Caucus, has alienated elements of the Republican Conference with hard-line tactics over the years. His opposition to McCarthy's 2015 bid to become speaker helped doom the California Republican's chances.\n\nBut Jordan's looming presence appears to have shifted the Judiciary Committee race.\n\nCollins is working double-time to emphasize his track record of support for Trump's priorities. The day after Democrats won the majority, Collins' first statement was an attack on incoming Chairman Jerry Nadler (D-N.Y.).\n\n\"Our counterparts across the aisle are giddy about running roughshod over process and weaponizing taxpayer resources against President Trump, the Commander in Chief Americans elected,\" he wrote. \"We're here to remind Mr. Nadler that a House majority doesn't give liberals license to chase political vendettas.\"\n\nThe tone was notable for Collins, who — despite often sparring with Democrats on the House floor — had spent much of the year highlighting his outreach across the aisle on a bill to modernize copyright laws for the music industry and, more recently, forge a hard-won deal on prison reform legislation. Trump himself embraced the bill last week and highlighted it at a White House press conference with Collins standing at his right shoulder.\n\nIt was the second time Collins was at the White House for a legislative event this year. He stood alongside the president for the signing of the bipartisan Music Modernization Act.\n\nDespite his harsh words for Nadler, Collins said he and the liberal New Yorker get along.\n\n\"We do have a good relationship in the sense that we can talk,\" he said. Collins added that he sees potential for bipartisan cooperation on issues like intellectual property, criminal justice reform and privacy rights.\n\nThough Collins appears to have an inside track for the post, he also must overcome a bid by a more senior GOP lawmaker, Rep. Steve Chabot of Ohio, who has been touting his more than two decades of time on the committee in a pitch to colleagues.\n\nChabot is one of two remaining House members who helped manage the GOP impeachment of President Bill Clinton, experience he said would be invaluable if Democrats try to impeach Trump in the next Congress.\n\nIn a phone interview, Chabot noted that he's the dean of the Ohio delegation — the one from which Jordan also hails — and has worked to support Republicans in the pivotal swing state. He's also got a long track record of legislating, noting that he helped pass abortion restrictions and victims rights legislation and oversaw hearings on reauthorization of the Voting Rights Act. And he noted that he has known Nadler, and served on the committee with him, for decades.\n\nDespite Collins' relationships, Chabot said he's been talking with members of the GOP Steering Committee \"off and on for three or four months\" and says his chances to win the post are \"excellent.\"\n\nChabot, too, noted Jordan's potential entry into the contest. He said he likes Jordan and that they generally vote the same way on legislation. \"Didn't Nancy Pelosi say, 'Come on in, the water's warm?'\" Chabot joked, referencing the Democratic leader's comments welcoming a potential challenge to her position.\n\n\"If we have a dozen people who jump in,\" he said, \"I would stack my credentials and my bona fides against anybody else.\"\n\nDemocrats are warily eyeing the emerging contest to determine who Nadler may be squaring off against next year.\n\nNadler has often noted that the committee attracts some of the most ideological members of Congress because its roster of divisive issues repels moderates and lawmakers in swing districts.\n\n\"While the Judiciary Committee is usually where you find the most partisan debate, some members engage in it more than others,\" said a Democratic committee staffer. \"Hopefully there can be cooperation and opportunities to work together in the new Congress with whomever the Republicans elect.\"\n\nNadler, though, has foreshadowed an aggressive stance that's sure to mean confrontation with Trump and his supporters.\n\n\"@RealDonaldTrump may not like it,\" he tweeted just hours after Democrats secured the House majority, \"but he and his administration will be held accountable to our laws and to the American people.\""}, {"source": {"id": "politico", "name": "Politico"}, "author": "kodonnell@politico.com (Katy O'Donnell)", "title": "How Democrats plan to save the agency Republicans love to hate", "description": "Maligned consumer protection bureau gets new allies in Democratic House", "url": "https://www.politico.com/story/2018/11/18/consumer-financial-protection-bureau-democrats-999626", "urlToImage": "https://static.politico.com/56/cb/4f202bea4f08840ca9f866af6ce0/181116-elizabeth-warren-gtty-773.jpg", "publishedAt": "2018-11-18T11:50:46Z", "content": "Party lawmakers have seethed for the last year at the cutback on enforcement and curtailed funding requests at the Consumer Financial Protection Bureau, the brainchild of Sen. Elizabeth Warren. | Win McNamee/Getty Images Newly empowered House Democrats are vo… [+6542 chars]", "fulltext": "Party lawmakers have seethed for the last year at the cutback on enforcement and curtailed funding requests at the Consumer Financial Protection Bureau, the brainchild of Sen. Elizabeth Warren. | Win McNamee/Getty Images Congress How Democrats plan to save the agency Republicans love to hate A maligned consumer protection bureau gets new allies in the Democratic House.\n\nNewly empowered House Democrats are vowing an all-out fight to salvage the Consumer Financial Protection Bureau in the face of the Trump administration's drive to curb the agency's power.\n\nParty lawmakers have seethed for the past year as Mick Mulvaney has cut back on enforcement and curtailed funding requests for the bureau, the brainchild of President Donald Trump's nemesis, Sen. Elizabeth Warren (D-Mass.).\n\nStory Continued Below\n\nMulvaney, Trump's budget director, will soon depart as acting CFPB chief to be replaced by his little-known lieutenant at the Office of Management and Budget, Kathy Kraninger, who has no experience in consumer affairs or banking. That could give the Democrats a much stronger hand in defending the Obama-era bureau, by doing everything from securing its independent source of funding to conducting endless oversight hearings.\n\nFending off further GOP attempts to rein in the CFPB \"would be a battle with this administration, and it would be a test of wills,\" said Rep. Lacy Clay of Missouri, the top Democrat on the House Financial Services subcommittee with jurisdiction over the agency.\n\n\"I'm ready to fight that battle,\" Clay said.\n\nSign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nMaxine Waters, the California Democrat who will take over as chairwoman of the Financial Services Committee, has made clear that shielding the agency will be a key priority. And even if Kraninger is confirmed as CFPB director by the time the gavel switches hands, there will be pressure from consumer advocates to investigate lingering questions from Mulvaney's tenure on how the agency has handled everything from fair lending enforcement to student loans.\n\n\"You can't protect consumers without looking at and investigating the CFPB under Mick Mulvaney,\" said Karl Frisch, executive director of the consumer group Allied Progress.\n\n\"We certainly need to know what motivated decisions that are now in place — it doesn't matter who's in charge at that point,\" he added.\n\nWaters also introduced a bill last month to \"reverse the harmful changes the Trump administration has imposed.\"\n\nHer bill would limit the number of political appointees at the bureau — a category Mulvaney dramatically expanded — and restore the organizational structure of the student loan and fair lending offices, which he folded into larger divisions.\n\nIt would also require that the agency's consumer complaint database remain publicly accessible and restore the panel of Consumer Advisory Board members that Mulvaney dismissed suddenly in June.\n\nThe legislation won't get traction with a Republican Senate, but it provides a road map for Waters' oversight agenda.\n\nUnlike that of most agencies, the CFPB's financing isn’t determined by the congressional appropriations process — it comes through the Federal Reserve system by a fixed formula instead — so lawmakers can't throw around funding threats to get their way. There's no legal mechanism for lawmakers to reopen unsatisfactory agency settlements. And as long as Congress is divided, Democrats' CFPB legislation won't go anywhere.\n\n“They can make life for Mulvaney or Kathy Kraninger less pleasant, but they're not ultimately going to be able to have much of an impact on policy — they don't have powers that will allow them to do that,\" said Ori Lev, former deputy enforcement director for litigation at the bureau.\n\nStill, the electoral victory by House Democrats itself is a major step to protecting the agency: They’ve denied the GOP a united Congress to pass legislation limiting the bureau's power.\n\nRepublicans have proposed replacing the CFPB director with a bipartisan commission and funding the agency through appropriations — moves that CFPB defenders say would cripple the bureau and expose it to political pressure.\n\nThere are rare points of potential bipartisan agreement on CFPB oversight — both parties have called for more transparency on its rulemaking process, for instance, and neither is thrilled with Mulvaney's decision to eliminate routine supervisory exams on lending to members of the military.\n\nFor the most part, though, the Financial Services hearing room will be the setting for a Democratic revenge play.\n\nAt the top of the list for Democrats is the way the bureau has handled its fair lending obligations. The issue burst into the spotlight in late September with the revelation that a top Mulvaney appointee in charge of fair lending, Eric Blankenstein, had anonymously written racially offensive blog posts in 2004.\n\nIf Blankenstein is still in his position come January — Mulvaney has referred the matter to an inspector general — he can count on being hauled up to the Hill to explain himself. But it's not just 14-year-old blog posts generating concerns about the bureau's commitment to thwarting discrimination.\n\nOne of Mulvaney's first moves upon taking over in late November 2017 was to move the agency's fair lending office into the supervision and enforcement unit, effectively sidelining the office's Obama-era chief, Patrice Ficklin. No fair lending cases have been announced since then.\n\nMeanwhile, the CFPB rulemaking agenda released in October lists \"re-examining\" its duties under a law policing credit discrimination. And the bureau is expected to release a proposal in March scaling back requirements for its 2015 update to a mortgage disclosure law that helps track discrimination.\n\nDemocrats are also eager to dig into the agency's handling of student loans — another office Mulvaney downgraded.\n\nWaters penned a letter in October urging Financial Services Chairman Jeb Hensarling (R-Texas) to use \"the full range of the Committee's oversight authorities\" to investigate charges by a departed CFPB official that political appointees had repeatedly undermined career staff efforts to police student loan servicers. That included quashing a report on banks allegedly charging students dubious fees.\n\nWaters' bill would require the CFPB to hand over all documents related to the report's suppression.\n\nFinally, the scheduled January release of the agency's planned revision to its payday-lending rule will offer an early opportunity to question Mulvaney on how meetings with industry donors may have influenced his thinking.\n\nThere will be plenty of demands on the agency to \"'show your work,'\" said a former CFPB official who dealt with Republican congressional requests in the past. \"'Let's see your scratch paper.'\"\n\nZachary Warmbrodt contributed to this report.\n\n"}, {"source": {"id": "politico", "name": "Politico"}, "author": "srodriguez@politico.com (Sabrina Rodriguez)", "title": "Trump's Mexico-Canada deal hits trouble in Congress", "description": "Liberals and conservatives alike are raising objections that could imperil the president's signature trade agreement.", "url": "https://www.politico.com/story/2018/11/18/trump-canada-mexico-trade-deal-congress-1000532", "urlToImage": "https://static.politico.com/20/53/5e2d3b0342cf9830df6d1a27b6e4/181117-trump-gty-773.jpg", "publishedAt": "2018-11-18T11:43:59Z", "content": "If his trade deal is blocked in Congress, President Donald Trump will be facing a major setback on an issue where hes already been claiming credit for delivering on a campaign promise. | Chip Somodevilla/Getty Images President Donald Trump may be touting his … [+4821 chars]", "fulltext": "If his trade deal is blocked in Congress, President Donald Trump will be facing a major setback on an issue where he’s already been claiming credit for delivering on a campaign promise. | Chip Somodevilla/Getty Images Trade Trump's Mexico-Canada deal hits trouble in Congress Liberals and conservatives alike are raising objections that could imperil the president's signature trade agreement.\n\nPresident Donald Trump may be touting his trade deal with Canada and Mexico as a victory, but emerging complaints from liberals and conservatives are threatening to sink the agreement in Congress.\n\nDemocrats, whose votes Trump needs to pass the deal in the House, say they want to see stronger protections against pollution and climate change, improved labor standards in Mexico and certainty that the U.S. will regain jobs lost to Mexico. And they want assurances the deal can be enforced.\n\nStory Continued Below\n\nMeanwhile, a group of 40 Republicans is protesting new protections for LGBT workers that Canada insisted on, potentially imperiling some GOP support.\n\nIf he’s blocked in Congress, Trump will be facing a major setback on an issue where he’s already been claiming credit for delivering on a campaign promise. He would be left with the unattractive choices of leaving the North American Free Trade Agreement in place, heading back to the negotiating table, or pulling out of the deal entirely, as he’s repeatedly threatened.\n\nAnd it’s unclear whether the White House can make fixes that will placate enough lawmakers to win approval. The Trump administration plans to sign the pact at the end of November, leaving the president with less than two weeks to persuade Mexico and Canada to agree to any tweaks. After that, Trump could pursue changes through side deals or the legislation to implement the agreement. But both those options would be more difficult and could be a tough sell for Canada and Mexico.\n\nSign up for Morning Trade A speed read on global trade news — weekday mornings, in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nTrump needs 218 votes to get the deal through the House. The latest midterm results show the GOP with only 198 House members next year, with six races still undecided. And now even some Republicans are threatening to defect. Forty lawmakers sent a letter to Trump on Friday protesting new protections for LGBT workers, which were included at Canada’s request.\n\nAnd those GOP defections would come on top of Democrats threatening to withhold their votes unless there are changes to labor and environmental provisions.\n\n“I don’t think there will be Democratic votes if those steps aren’t taken,” Rep. Sandy Levin (D-Mich.) told POLITICO. “Everyone needs to face up to that.”\n\nIf the agreement remains on track, it will go to Congress for a simple up or down vote, with no amendments allowed under the fast-track law governing trade deals.\n\nBut House Democrats could jettison the fast-track rules to force the Trump administration to make changes. In 2008, House Democrats led by then-Speaker Nancy Pelosi voted to suspend the fast-track timeline on the U.S. trade deal with Colombia over lingering concerns about labor standards and violence in the South American country.\n\n“I warned the administration that they could find themselves in this trap of having some agreement and coming back to Congress as an afterthought expecting ratification,” Rep. Ron Kind (D-Wis.) told POLITICO. “That’s not how this place works.”\n\nAnd Democrats aren’t ruling out the idea of reopening the negotiations with Mexico if necessary.\n\n“Everything is going to be on the table if it means trying to find 218 votes. That’s just the nature of this,” Kind said. “If there has to be some reopening, some renegotiation in order to get there, then so be it. But it’s better than having it fail” in votes.\n\nMeanwhile, Mexico and Canada have already said they don’t see a need to reopen the negotiations. Mexican Economy Secretary Ildefonso Guajardo told reporters last week that he didn’t see “any necessity, not even through side letters,” to tweak the deal.\n\n“The design of this agreement we already have and will be signing considered a scenario where there’d be a Democrat-led House,” Guajardo said.\n\nMexican officials have also signaled that Mexico’s Congress will pass legislation before the end of the year that addresses many of the labor groups’ concerns surrounding rights to collective bargaining and secret votes for members of labor unions.\n\nRep. Bill Pascrell (D-N.J.), who is expected to chair the House Ways and Means trade subcommittee, struck a more optimistic tone. He noted that the Trump administration knows what needs to be changed on labor standards and enforceability.\n\nSome Democrats are also waiting to see a U.S. International Trade Commission analysis on the effect of the new agreement on the U.S. economy and individual industries, Pascrell said. That investigation, required by law, will wrap up with a report due by mid-March. It will outline how the deal affects employment and wages — two of the chief labor concerns.\n\n“I think we’re going in the right direction,” Pascrell said. “I’m confident we’re going to have a better document. If we don’t, we’re not going to vote for it.”"}, {"source": {"id": "politico", "name": "Politico"}, "author": "qforgey@politico.com (Quint Forgey)", "title": "Cisneros defeats Kim in southern California, turning Orange County blue", "description": "Democrat Gil Cisneros has defeated Republican Young Kim in the race for California's 39th Congressional District, officially turning the former GOP stronghold of Orange County entirely blue.", "url": "https://www.politico.com/story/2018/11/17/cisneros-defeats-kim-in-california-turning-orange-county-blue-1000533", "urlToImage": "https://static.politico.com/30/b1/3f5f63844ab6bfaabedbca1f5089/181117-cisneros-ap-773.jpg", "publishedAt": "2018-11-18T02:27:41Z", "content": "Gil Cisneros, Democratic candidate for California's 39th Congressional District, leaves after speaking at an election night party on Nov. 6 in Fullerton, Calif. | Jae C. Hong/AP Photo Democrat Gil Cisneros has defeated Republican Young Kim in the race for Cal… [+830 chars]", "fulltext": "Gil Cisneros, Democratic candidate for California's 39th Congressional District, leaves after speaking at an election night party on Nov. 6 in Fullerton, Calif. | Jae C. Hong/AP Photo Elections Cisneros defeats Kim in Southern California, turning Orange County blue\n\nDemocrat Gil Cisneros has defeated Republican Young Kim in the race for California's 39th Congressional District, officially turning the former GOP stronghold of Orange County entirely blue.\n\nDemocrats, who needed a net gain of 23 seats to reclaim the House from Republicans, have now picked up 38 seats. The contest between Cisneros and Kim was the last House race of the 2018 cycle yet to be decided in California.\n\nStory Continued Below\n\nCisneros' win follows a victory Thursday by Democratic House candidate Katie Porter, who unseated two-term incumbent Republican Rep. Mimi Walters in California's 45th district — the penultimate Orange County district to fall out of Republicans' hands.\n\nCisneros will succeed retiring Rep. Ed Royce, a Republican."}, {"source": {"id": "politico", "name": "Politico"}, "author": "Alex Thompson", "title": "Ocasio-Cortez backs campaign to primary fellow Democrats", "description": "The incoming congresswoman endorses an effort by the group Justice Democrats to make the House Democratic Caucus more liberal and diverse by taking on incumbents.", "url": "https://www.politico.com/story/2018/11/17/ocasio-cortez-throws-support-behind-campaign-to-primary-democrats-1000529", "urlToImage": "https://static.politico.com/da/f5/44342c424c68b675719324b1106b/politico.jpg", "publishedAt": "2018-11-18T00:24:16Z", "content": "Rep.-elect Alexandria Ocasio-Cortez on Saturday threw her weight behind a new national campaign to mount primaries against incumbent Democrats deemed to be ideologically and demographically out of step with their districts. The incoming star congresswoman fro… [+5062 chars]", "fulltext": "Rep.-elect Alexandria Ocasio-Cortez and Justice Democrats want her victory over Rep. Joe Crowley to be the beginning of a movement rather than just a one-off upset. | Carolyn Kaster/AP Photo Congress Ocasio-Cortez backs campaign to primary fellow Democrats The incoming congresswoman endorses an effort by the group Justice Democrats to make the House Democratic Caucus more liberal and diverse by taking on incumbents.\n\nRep.-elect Alexandria Ocasio-Cortez on Saturday threw her weight behind a new national campaign to mount primaries against incumbent Democrats deemed to be ideologically and demographically out of step with their districts.\n\nThe incoming star congresswoman from New York again put the Democratic establishment on notice that she and activist groups on the left aren’t content with a Democratic-controlled House: They are determined to move the party to the left.\n\nStory Continued Below\n\n\"Long story short, I need you to run for office,\" Ocasio-Cortez said Saturday on a video conference call hosted by Justice Democrats, as the group launched a campaign dubbed “#OurTime.” Justice Democrats supported Ocasio-Cortez's primary campaign against powerful Rep. Joe Crowley (D-N.Y.).\n\n\"All Americans know money in politics is a huge problem, but unfortunately the way that we fix it is by demanding that our incumbents give it up or by running fierce campaigns ourselves,\" Ocasio-Cortez added. \"That's really what we need to do to save this country. That's just what it is.\"\n\nSign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nThe incoming congresswoman's chief of staff, Saikat Chakrabarti, a co-founder of Justice Democrats, was blunter.\n\n\"We need new leaders, period,\" he said on the call. \"We gotta primary folks.\"\n\nThe group said it wants Democratic members of Congress to be representative of their diverse communities and support liberal policies like \"Medicare for all,\" abolishing the Immigration and Customs Enforcement agency, implementing a \"Green New Deal\" and rejecting corporate PAC donations. On the campaign trail, Ocasio-Cortez talked about forming a \"corporate-free caucus\" as a means to push for reform. That type of group, if it forms, could turn out to be the left's counterpart to the Freedom Caucus, which pushed Republican leadership to the right.\n\n“I don't think people who are taking money from oil and gas companies should be drafting climate legislation,” Ocasio-Cortez said on the call.\n\nAs for which Democrats they will target, the grass-roots organization welcomed its members to submit nominations of candidates and potential districts to target in 2020. Justice Democrats said it will prioritize women and diversity in its recruitment. All four incoming House members who were backed by Justice Democrats are women of color: Ayanna Pressley, Ilhan Omar, Rashida Tlaib and Ocasio-Cortez.\n\n“If you’re a strong progressive leader in your community and committed to getting money out of politics, I want you to join me in Congress. I want you to run,” Ocasio-Cortez said on Twitter on Saturday\n\nThe 29-year-old Ocasio-Cortez and Justice Democrats want her victory over Crowley to be the beginning of a movement rather than just a one-off upset. “We recruited and supported Ocasio-Cortez all the way to a historic victory and now we’re going to repeat the playbook,” Justice Democrats Executive Director Alexandra Rojas said in a statement.\n\nTlaib, a fellow democratic socialist who had the support of Justice Democrats in her competitive primary for Rep. John Conyers Jr.’s old seat, threw her support behind the new campaign as well.\n\n“Help uplift women like us at all levels of government. We still need more of you to run with us. So get your squad together. We are waiting for you,” Tlaib said in a statement.\n\nThe grass-roots group expects to focus more on safe Democratic seats — as Crowley’s was — than on the swing districts, largely centered in the suburbs, that the party won en route to the House majority. That’s a slight shift in strategy after all of the group’s candidates, such as Kara Eastman in Nebraska, came up short in Republican-held congressional districts in 2018. Replacing safe Democratic incumbents with more progressives and diverse leaders, the thinking goes, could move the Overton window of what is and is not acceptable in the Democratic Party.\n\n“There’s lots of blue districts in this country where communities want to support a new generation of diverse working class leaders who fight tirelessly for their voters and build a movement around big solutions to our country’s biggest problems,” said Rojas.\n\nThere are parallels between this effort and the tea party movement during Barack Obama’s presidency, when congressmen in solid Republican seats, like former Republican Majority Leader Eric Cantor of Virginia faced primary challenges from the right.\n\nStill, it is unusual for freshmen Democrats to throw their support behind an organization that is threatening to wage primaries against their new colleagues. And it’s unclear whether it could trigger a backlash from incumbent lawmakers who want to take advantage of their newfound majority to get things done, rather than sweating a primary challenge.\n\nBut Ocasio-Cortez has already made clear she’s looking to break the mold. During her first week in Washington, she joined a protest in Democratic leader Nancy Pelosi’s office, supporting calls for a “Green New Deal.\"\n\n”It wasn’t a very polite move to do,\" Chakrabarti said.\n\nOcasio-Cortez said at the sit-in that she was not there to protest Pelosi but to support the activists and their agenda.\n\n“Should Leader Pelosi become the next speaker of the House, we need to tell her that we’ve got her back in showing and pursuing the most progressive energy agenda that this country has ever seen,” she told them. “This is about unity. This is about solidarity.”"}]