[{"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Weak 11: Empty Seats Abound As the NFL Season Enters Final Stretch", "description": "The NFL season is coming to its end with only six more weeks of regular play left, but many fans are still taking to social media wondering about all the empty seats in stadiums everywhere.", "url": "https://www.breitbart.com/sports/2018/11/18/weal-11-empty-seats-abound-nfl-season-enters-final-stretch/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Dave-Einsel-2.jpg", "publishedAt": "2018-11-18T23:25:56Z", "content": "Several fans were sad to note the empty seats as the Baltimore Ravens squeaked by the Cincinnati Bengals 24-21 at the Ravens’ M&amp;T Bank Stadium: Plenty of empty seats with no one in them at the stadium. 10 minutes to go in the third quarter #Ravens #Ravens… [+3525 chars]", "fulltext": "The NFL season is nearly coming to its end, with only six more weeks of regular season play left. Which has caused many fans on social media to wonder about all the empty seats in stadiums everywhere.\n\nSeveral fans were sad to note the empty seats as the Baltimore Ravens squeaked by the Cincinnati Bengals 24-21 at the Ravens’ M&T Bank Stadium:\n\nPlenty of empty seats with no one in them at the stadium. 10 minutes to go in the third quarter #Ravens #RavensFlock pic.twitter.com/Mj7E59kk62 — Sunday Sports Voice (@SSVonWNST) November 18, 2018\n\nThere are a LOT of empty seats there #Ravens — Team #KeepItClean® (@IngravenVids) November 18, 2018\n\nAs the L. A. Chargers battled the visiting Denver Broncos at StubHub Center, fans could not help but notice the empty seats:\n\n\"@JimmyCody3: @[me] u got any of the Stubhub center today…my god I’ve seen high school games with more ppl\" (https://t.co/cYCf4KdVtg + https://t.co/CE13hmn75n) pic.twitter.com/DG3QtpgoLi — Empty Seats Galore (@EmptySeatsPics) November 18, 2018\n\nBernie and Annie, while we see all the orange @StubHubCenter for @Broncos fans, but if you zoom in, there is plenty of blue, there are so many empty blue seats! Looks like every other seat is empty! #stubby #snubhub BTW, Denver pass rush will win the game! https://t.co/pFASp4lDWE — Scott Kaplan (@ScottKaplan) November 18, 2018\n\nLooks like Bronco fans, empty seats, and people from SD in that order. — Gregory Mitrovich (@gregmitrovich) November 18, 2018\n\nSeriously, this LA @Chargers deal is a joke! The team is 7-2 and all you see in the stands is @Broncos orange and empty seats. @NFL needs to admit defeat and move the team back to San Diego. That palace in Inglewood will look pathetic for their home games. — JWil (@JWilPHX) November 18, 2018\n\nMeanwhile, as the Dallas Cowboys cane to town to clip the Atlanta Falcons’ wings 22-19 at Mercedes-Benz Stadium, there seemed to be more than enough seats for the fans to choose from:\n\nI always complain about empty seats before the Cowboy’s games, but at least they eventually fill in. Lots of empty seats here with under 6 min left in the first quarter. pic.twitter.com/SjkPERcjKn — Kimberly (@dcowboys3) November 18, 2018\n\nYup. Still right now. Check the time clock and all the empty red… pic.twitter.com/n1rXxL5lPT — Kimberly (@dcowboys3) November 18, 2018\n\nJust a heads up Falcons fans the game is starting….where r u? (Looking at empty seats) pic.twitter.com/Jfu6e8pNXa — Big John Radcliffe (@JohnRad450) November 18, 2018\n\nAlmost as bad as all the empty seats in Atlanta at the beginning of the Falcons game — Tim Timmerman (@TimmermanTim) November 18, 2018\n\nWow. Lots of empty seats at Atlanta stadium — mark arnspiger (@marnspiger) November 18, 2018\n\nBy some accounts, New York Giants’ MetLife Stadium also looked somewhat empty as they eeked out a 38-35 win over the Tampa Bay Buccaneers:\n\nFinally, as they have all year, Redskins fans are again complaining about the empty seats at FedEx Field as the Houston Texans came to town to take home the win in a 23-21 final.\n\nThe amount of empty seats @Redskins game is crazy for a team in 1st place. Embarrassing for the #Skins and they’re fans. — Ted Burnes (@PhllyPhan) November 18, 2018\n\nCBS please quit showing FedEx Feild. We know there are 40k empty seats. 🙄 — Chuck (@cbilly126) November 18, 2018\n\n@kevinsheehanDC i love how the TV cameras are reluctant to show the empty seats in the upper levels. How far has this franchise fallen. Wow — CP (@DCThing) November 18, 2018\n\nhttps://twitter.com/mattlynch1818/status/1064224882748268544\n\nFollow Warner Todd Huston on Twitter @warnerthuston."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "NRA, Second Amendment Foundation File Suit Against Washington State Gun Control", "description": "The NRA and Second Amendment Foundation filed suit against the gun controls in Washington state's Initiative 1639.", "url": "https://www.breitbart.com/politics/2018/11/18/nra-second-amendment-foundation-file-suit-against-washington-state-gun-control/", "urlToImage": "https://media.breitbart.com/media/2017/04/handgun-sales-Ethan-MillerGetty.jpg", "publishedAt": "2018-11-18T22:19:58Z", "content": "I-1639 is a 30-page gun control conglomeration that bars 18- to 20-year-olds from exercising their Second Amendment right to purchase commonly-owned semiautomatic firearms. It also puts an enhanced background check in place for those commonly owned firearms, … [+1709 chars]", "fulltext": "The NRA and Second Amendment Foundation filed suit against the gun controls in Washington state’s Initiative 1639.\n\nI-1639 is a 30-page gun control conglomeration that bars 18- to 20-year-olds from exercising their Second Amendment right to purchase commonly-owned semiautomatic firearms. It also puts an enhanced background check in place for those commonly owned firearms, adds a 10-day waiting period on purchases of said guns, and enacts new gun storage laws, among other things.\n\nThe NRA and Second Amendment Foundation (SAF) filed suit along with Daniel G. Mitchell, Armen Tooloee, Nathaniel Casey, Matthew Wald, Robin R. Ball, and Luke Rettmer.\n\nSAF executive vice president Alan Gottlieb commented on the suit, saying:\n\nWe are disappointed that too many Evergreen State voters were fooled into supporting this 30-page gun control scheme, despite overwhelming law enforcement opposition. This initiative is an affront to the constitutional rights enshrined in the Second Amendment and the Washington state constitution, especially for young adults.\n\nGottlieb added:\n\nWe’re determined to fight this egregious measure because constitutionally-protected rights should never be subject to a popularity vote. The wealthy elitists behind I-1639 want to turn a right into a regulated privilege. This measure was only designed to have a chilling effect on the exercise of a constitutional right by honest citizens while having no impact at all on criminals, and we cannot let it go unchallenged.\n\nThe case is Mitchell v. State of Washington, No. 3:18-cv-05931 in the U.S District Court for Western District of Washington.\n\nAWR Hawkins is an award-winning Second Amendment columnist for Breitbart News, the host of the Breitbart podcast Bullets with AWR Hawkins, and the writer/curator of Down Range with AWR Hawkins, a weekly newsletter focused on all things Second Amendment, also for Breitbart News. He is the political analyst for Armed American Radio. Follow him on Twitter: @AWRHawkins. Reach him directly at awrhawkins@breitbart.com. Sign up to get Down Range at breitbart.com/downrange."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "Michael Bloomberg Donating Record $1.8 Billion to Johns Hopkins Amid 2020 Buzz", "description": "(AP) — Former New York Mayor Michael Bloomberg is donating $1.8 billion to his alma mater, Johns Hopkins University.", "url": "https://www.breitbart.com/education/2018/11/18/michael-bloomberg-donating-record-1-8-billion-to-johns-hopkins-amid-2020-buzz/", "urlToImage": "https://media.breitbart.com/media/2018/08/wi/afp/15/a12761_billionaire-michael-bloomberg-is-giving-financial-support-trio-anti-tobacco.jpg", "publishedAt": "2018-11-18T22:05:11Z", "content": "Bloomberg and the Baltimore university said Sunday that the gift is the largest ever to any education institution in the U.S. University President Ronald Daniels is calling the gift transformative. He says the contribution will allow Hopkins starting next fal… [+2141 chars]", "fulltext": "(AP) — Former New York Mayor Michael Bloomberg is donating $1.8 billion to his alma mater, Johns Hopkins University.\n\nBloomberg and the Baltimore university said Sunday that the gift is the largest ever to any education institution in the U.S.\n\nUniversity President Ronald Daniels is calling the gift “transformative.” He says the contribution will allow Hopkins starting next fall to eliminate student loans in financial aid packages and commit to admitting the highest-achieving students regardless of ability to pay.\n\nBloomberg says America is at its best when it rewards people “based on the quality of their work, not the size of their pocketbook.”\n\nThe 76-year-old founder of the global finances services company Bloomberg L.P. is among the world’s richest people. He is also weighing a run for president in 2020.\n\nHaving spent a fortune to help elect Democrats this fall, Bloomberg declared lifetime allegiance to the Democratic Party and outlined an aggressive timeline for deciding whether to run for president.\n\n“I think January, February would be about as late as you can do it and as early as you can gather enough information,” Bloomberg told The Associated Press in an interview Tuesday.\n\nThe 76-year-old billionaire said his decision would have little to do with other Democratic presidential prospects. He conceded that “it’s much too early to tell” whether he has a legitimate chance of winning the Democratic presidential nomination in 2020 and, with it, the chance to take on another New York billionaire, President Donald Trump.\n\n“Thanksgiving, Christmas and then maybe a few weeks into January — that’s when you really gotta sit down, talk to your advisers and say, ‘Look, do I have a chance?’ I think I know why I would want to run. I think I know what I think this country should do and what I would do. But I just don’t know whether it’s possible,” Bloomberg told the AP.\n\nHe added, “If people don’t seem to be warming to you, there’s plenty of other ways that I can make a difference in life and say thank you to this country for what it’s given my kids and me.”\n\nShould he run, Bloomberg would bring virtually limitless resources and a pragmatic governing approach to what is expected to be a massive 2020 Democratic field. Hardly a far-left liberal, he is described by his team as socially progressive and business-minded. He has spent tens of millions of dollars to promote liberal priorities on climate change, gun control and immigration.\n\nIt’s unclear, however, whether there’s room for Bloomberg in today’s Democratic Party."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "UPI", "title": "Trump considering changes in as many as five Cabinet positions - Breitbart News", "description": "Breitbart News Trump considering changes in as many as five Cabinet positions Breitbart News Nov. 18 (UPI) — President Donald Trump said he is considering making changes in as many as five Cabinet positions during an interview with Fox News that aired Sunday.…", "url": "https://www.breitbart.com/news/trump-considering-changes-in-as-many-as-five-cabinet-positions/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/upi/18/839d99_usa-trump-wildfires-trump-considering-in-as-as-cabinet-positions-trump.jpg", "publishedAt": "2018-11-18T21:42:48Z", "content": "Nov. 18 (UPI) — President Donald Trump said he is considering making changes in as many as five Cabinet positions during an interview with Fox News that aired Sunday. Appearing on Fox News Sunday, Trump told Chris Wallace he values the ability to be flexible … [+1870 chars]", "fulltext": "Nov. 18 (UPI) — President Donald Trump said he is considering making changes in as many as five Cabinet positions during an interview with Fox News that aired Sunday.\n\nAppearing on Fox News Sunday, Trump told Chris Wallace he values the ability to be flexible with his staff amid speculation Department of Homeland Security Kirstjen Nielsen and White House chief of staff John Kelly may soon depart from the White House.\n\n“I have three or four or five positions that I’m thinking about. Of that, maybe it’s going to end up being two. But I need flexibility,” Trump said.\n\nTrump told Wallace he was looking for Nielsen to improve her handling of the U.S.-Mexico border.\n\n“I like her very much I respect her very much I’d like her to be much together on the border. Much tougher. Period,” Trump said.\n\nThe president also said he and Kelly “get along well,” but said Kelly was likely to “move on,” suggesting he may not remain as chief of staff with the White House through 2020.\n\n“There are certain things I love what he does and there are certain things that I don’t like that he does — that aren’t his strength,” Trump said. “It’s not that he doesn’t do — you know he works so hard. He’s doing an excellent job in many ways. There are a couple of things where it’s just not his strength. It’s not his fault, it’s not his strength.”\n\nAddressing the replacement of one of his administration’s most recent departures, Trump said he wasn’t aware that Acting Attorney General Matthew Whitaker had been critical of Special Counsel Robert Muller’s investigation into his possible role in Russian interference in the 2016 election when he selected him to replace departing Attorney General Jeff Sessions.\n\n“I did not know he took views on the Mueller investigation as such,” Trump said.\n\nHe added he “would not get involved” in Whitaker’s decisions overseeing the Mueller probe as attorney general.\n\n“It’s going to be up to him,” Trump said. “I think he’s very well aware politically. I think he’s astute politically. He’s a very smart person. A very respected person. He’s going to do what’s right. I really believe he’s going to do what’s right.”"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "Politico Accuses Trump of ‘Cyberbullying’ ‘Little Adam Schitt’", "description": "Politico accused President Donald Trump of \"cyberbullying\" Rep. Adam Schiff (D-CA) with an apparently deliberate typo on Sunday in which he referred to the incoming House Intelligence Committee chair as \"little Adam Schiff.\"", "url": "https://www.breitbart.com/the-media/2018/11/18/politico-accuses-trump-of-cyberbullying-little-adam-schitt/", "urlToImage": "https://media.breitbart.com/media/2018/11/Adam-Schiff-Getty.jpg", "publishedAt": "2018-11-18T21:29:01Z", "content": "So funny to see little Adam Schitt (D-CA) talking about the fact that Acting Attorney General Matt Whitaker was not approved by the Senate, but not mentioning the fact that Bob Mueller (who is highly conflicted) was not approved by the Senate! Donald J. Trump… [+2047 chars]", "fulltext": "Politico accused President Donald Trump of “cyberbullying” Rep. Adam Schiff (D-CA) with an apparently deliberate typo on Sunday in which he referred to the incoming House Intelligence Committee chair as “little Adam Schitt.”\n\nSo funny to see little Adam Schitt (D-CA) talking about the fact that Acting Attorney General Matt Whitaker was not approved by the Senate, but not mentioning the fact that Bob Mueller (who is highly conflicted) was not approved by the Senate! — Donald J. Trump (@realDonaldTrump) November 18, 2018\n\nIn covering Trump’s tweet, Politico’s Quint Forgey called the president’s tweet “his crudest nickname yet for a political rival,” and suggested Trump was guilty of “cyberbullying”:\n\nThe White House did not immediately respond to a request for comment on whether the president’s misspelling of Schiff’s name was intentional. The office of first lady Melania Trump, who has championed anti-cyberbullying efforts through her “Be Best” initiative, also did not immediately respond to a request for comment.\n\nThe “f” key is near the “t” key on a typical QWERTY keyboard, but the president’s errant spelling of Schiff’s surname was almost certainly deliberate.\n\nIn his post-midterm election press conference, Trump stressed that he wanted to work with Democrats in the U.S. House, but would fight them if they insisted on crippling his administration through investigations. Trump warned Democrats against a “warlike posture.”\n\nSchiff has insisted for two years that there is “more than circumstantial evidence” of “collusion” between Trump’s 2016 presidential campaign and the Russian government, though such evidence has yet to emerge. On Sunday, he objected to the appointment of Matthew Whitaker as Acting Attorney General in place of Jeff Sessions, who resigned earlier this month and had recused himself from the Russia investigation after taking office in 2017.\n\nIn response to Trump’s tweet, Schiff responded:\n\nWow, Mr. President, that’s a good one. Was that like your answers to Mr. Mueller’s questions, or did you write this one yourself? https://t.co/Yd27sayt7C — Adam Schiff (@RepAdamSchiff) November 18, 2018\n\nSchiff’s own Twitter feed is full of anti-Trump tweets, including a claim that Trump is the “worst president in modern history.”\n\nJoel B. Pollak is Senior Editor-at-Large at Breitbart News. He is a winner of the 2018 Robert Novak Journalism Alumni Fellowship. He is also the co-author of How Trump Won: The Inside Story of a Revolution, which is available from Regnery. Follow him on Twitter at @joelpollak."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "Trump Trolls Adam Schiff with New Nickname: ‘Little Adam Schitt’", "description": "President Donald Trump in a tweet on Sunday mocked Rep. Adam Schiff, the California Democrat who is expected to become chairman of the House Intelligence Committee.", "url": "https://www.breitbart.com/politics/2018/11/18/trump-adam-schiff-little-adam-schitt/", "urlToImage": "https://media.breitbart.com/media/2018/01/adam-schiff.png", "publishedAt": "2018-11-18T21:28:38Z", "content": "“So funny to see little Adam Schitt (D-CA) talking about the fact that Acting Attorney General Matt Whitaker was not approved by the Senate, but not mentioning the fact that Bob Mueller (who is highly conflicted) was not approved by the Senate!” Trump tweeted… [+2213 chars]", "fulltext": "President Donald Trump mocked Rep. Adam Schiff, the California Democrat who is expected to become chairman of the House Intelligence Committee, in a tweet on Sunday, calling him “little Adam Schitt.”\n\n“So funny to see little Adam Schitt (D-CA) talking about the fact that Acting Attorney General Matt Whitaker was not approved by the Senate, but not mentioning the fact that Bob Mueller (who is highly conflicted) was not approved by the Senate!” Trump tweeted around 1 p.m.\n\nSo funny to see little Adam Schitt (D-CA) talking about the fact that Acting Attorney General Matt Whitaker was not approved by the Senate, but not mentioning the fact that Bob Mueller (who is highly conflicted) was not approved by the Senate! — Donald J. Trump (@realDonaldTrump) November 18, 2018\n\nAbout 30 minutes after the president’s tweet, Schiff tweeted:\n\nWow, Mr. President, that’s a good one. Was that like your answers to Mr. Mueller’s questions, or did you write this one yourself? https://t.co/Yd27sayt7C — Adam Schiff (@RepAdamSchiff) November 18, 2018\n\nSchiff appeared earlier Sunday on ABC’s This Week, vowing to challenge President Trump’s appointment of acting Attorney General Matthew Whitaker.\n\n“I think the appointment is unconstitutional. He is clearly a principle officer and the fact that he is a temporary principle officer doesn’t mean that that is any less subject to Senate confirmation,” he said.\n\nThe Vacancies Reform Act of 1998 allows for someone to serve in an acting capacity for 210 days as long as that official served in in the same department in a fairly high-ranking position for at least 90 days. Schiff argued there are special rules at the Justice Department to determine who becomes acting attorney general.\n\nHe also threatened to “expose” whether Whitaker has had any involvement in Special Counsel Robert Mueller’s investigation of the Trump campaign.\n\nBefore joining the Justice Department as former Attorney General Jeff Sessions’s chief of staff in 2017, Whitaker wrote op-eds and appeared on TV discussing his views about the investigation. He has said the investigation should not investigate the president’s finances that are unrelated to the question of whether there was collusion with the Russians.\n\n“We will expose any involvement he has in it. He needs to know that if he takes any action to curb what Mr. Mueller does, we’re going to find out about it. We’re going to expose it. And I would certainly call on my colleagues right now to avoid the constitutional crisis, take action now, speak out against this appointment,” Schiff said.\n\nIt is not the first time Trump has trolled Schiff with a nickname. He has previously called him “Liddle Adam Schiff.”"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ildefonso Ortiz and Brandon Darby", "title": "Mexican Protesters in Tijuana March to Kick Out Migrant Caravan", "description": "Mexican protesters took to the streets on Sunday to protest the growing influx of Central American migrants who have made their way to the border city of Tijuana.", "url": "https://www.breitbart.com/border/2018/11/18/mexican-protesters-in-tijuana-march-to-kick-out-migrant-caravan/", "urlToImage": "https://media.breitbart.com/media/2018/11/Protest-Caravan.png", "publishedAt": "2018-11-18T21:25:44Z", "content": "In the most recent protest, groups of Tijuana residents want to evict the migrants from a shelter where approximately 2,000 Central Americans are staying. The Tijuana government set up the shelter as the city witnessed a reported buildup of federal and state … [+2163 chars]", "fulltext": "Mexican protesters took to the streets on Sunday to protest the growing influx of Central American migrants who have made their way to the border city of Tijuana.\n\nIn the most recent protest, groups of Tijuana residents want to evict the migrants from a shelter where approximately 2,000 Central Americans are staying. The Tijuana government set up the shelter as the city witnessed a reported buildup of federal and state police forces while the numbers of migrants continue to climb.\n\nIn two videos shared online by U.S. journalist Emily Green, dozens of protesters, some wearing wrestling masks and bandanas, can be seen marching towards the makeshift shelter.\n\nAnti migrant protestors headed to shelter where caravan of migrants has set up camp to “kick them out.” pic.twitter.com/vDOlEIMFK0 — Emily Green (@emilytgreen) November 18, 2018\n\nThe number of protesters appeared to grow on Sunday as the migrant caravan is starting to lose favor among certain sectors of Mexico’s northern states.\n\nAnti migrant protestors in Tijuana headed to shelter where 2,000-plus Central America. migrants are taking refuge to “kick them out.” pic.twitter.com/iYURtdFlZN — Emily Green (@emilytgreen) November 18, 2018\n\nPolice forces were able to secure the shelter and keep the protesters separated from the migrants, Maya Averbuch reported.\n\nAnti-migrant protesters in Tijuana have now reached a police blockade and are surrounded by members of the media. #caravan pic.twitter.com/gK40SJgAFo — Maya Averbuch (@mayaaverbuch) November 18, 2018\n\nAs Breitbart News reported, tensions escalated in Tijuana where some of the protests have turned violent in recent days. Law enforcement managed to keep the violence down to minor scuffles and shouting matches.\n\nThe migrants are part of a highly publicized caravan that began in mid-October. Organizers claim their ultimate goal was to reach the U.S border to claim asylum. The caravan led the U.S. government to deploy thousands of troops to border cities where they have been seen placing concertina wire along international bridges and other vulnerable areas along the border.\n\nIldefonso Ortiz is an award-winning journalist with Breitbart Texas. He co-founded the Cartel Chronicles project with Brandon Darby and Stephen K. Bannon. You can follow him on Twitter and on Facebook . He can be contacted at Iortiz@breitbart.com ."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Wanted Tennessee Man Arrested for Allegedly Raping 16-Month-Old", "description": "Authorities arrested a Tennessee man in Alabama for allegedly raping a 16-month-old boy, officials announced Sunday.", "url": "https://www.breitbart.com/politics/2018/11/18/wanted-tennessee-man-arrested-allegedly-raping-16-month-old/", "urlToImage": "https://media.breitbart.com/media/2018/11/simon-porter-child-rape-tennessee.png", "publishedAt": "2018-11-18T21:02:53Z", "content": "Heres a photo taken by Scottsboro, Alabama police shortly after Simon Porter was captured. We appreciate the hard work of all the agencies involved in the search for Porter! pic.twitter.com/BS8BW2XZ2l — TBI (@TBInvestigation) November 18, 2018 Police arrested… [+949 chars]", "fulltext": "Authorities arrested a Tennessee man in Alabama for allegedly raping a 16-month-old boy, officials announced Sunday.\n\nHere’s a photo taken by Scottsboro, Alabama police shortly after Simon Porter was captured. We appreciate the hard work of all the agencies involved in the search for Porter! pic.twitter.com/BS8BW2XZ2l — TBI (@TBInvestigation) November 18, 2018\n\nPolice arrested Simon Dean Porter, 33, in Scottsboro, Alabama, after officials from the Tennessee Bureau of Investigation (TBI) accused him of raping the infant in Lawrenceburg, Tennessee, and placed him on the state’s “Top 10 Most Wanted” list of criminals.\n\nLawrenceburg Police said the alleged incident took place November 10 and were notified by Vanderbilt University Medical Center physicians about a child rape.\n\nSince then, the TBI and other law enforcement officials sought the public’s help to capture Porter on charges of aggravated rape of a child.\n\nTBI officials offered a $2,500 reward to anyone who had information leading to Porter’s capture. A non-profit group dealing with child sex trafficking, the Demand Project, offered to give the person who helped capture Porter an additional $1,000 to the initial reward because of the suspect’s notoriety.\n\nPorter is in custody and the child remains hospitalized at Vanderbilt Children’s Hospital, police said."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn", "title": "WATCH: Redskins QB Alex Smith Suffers Gruesome Leg Injury", "description": "Things went from bad to worse on Sunday, for a Redskins offense that was looking to find some consistency with their play. Now, the Redskins will have to search for that consistency without their starting quarterback.", "url": "https://www.breitbart.com/sports/2018/11/18/watch-redskins-qb-alex-smith-suffers-gruesome-leg-injury/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Juan-Pablo-Monsivais.jpg", "publishedAt": "2018-11-18T20:54:52Z", "content": "On a third-and-nine play in the third quarter, the Texans’ J.J. Watt and Kareem Jackson sacked Alex Smith. Afterwards, Smith fell awkwardly on his leg. Watch : Gruesome injury for Alex Smith. Looks like a broken leg 😳 pic.twitter.com/8mzirWFMBW — LeadingNFL … [+641 chars]", "fulltext": "Things went from bad to worse on Sunday, for a Redskins offense that was looking to find some consistency with their play. Now, the Redskins will have to search for that consistency without their starting quarterback.\n\nOn a third-and-nine play in the third quarter, the Texans’ J.J. Watt and Kareem Jackson sacked Alex Smith. Afterwards, Smith fell awkwardly on his leg.\n\nWatch:\n\nGruesome injury for Alex Smith. Looks like a broken leg 😳pic.twitter.com/8mzirWFMBW — LeadingNFL (@LeadingNFL) November 18, 2018\n\nThe injury, an apparent severe right ankle injury, was significant enough that Smith had to be carted off the field. The injury also occurred on the 33rd anniversary of another unfortunate sacking of a Redskins QB. Redskins legend Joe Theismann had his leg broken on November 18, 1985. A historical fact which Theismann shared on Twitter.\n\nAlex’s leg is exactly like mine 33 yrs ago — Joe Theismann (@Theismann7) November 18, 2018\n\nI feel so bad for him. — Joe Theismann (@Theismann7) November 18, 2018\n\nColt McCoy came on to replace Smith as the Redskins quarterback.\n\nFollow Dylan Gwinn on Twitter @themightygwinn"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn", "title": "WATCH: Giants’ Landon Collins Forced to Take Concussion Test, Responds by Attacking Medical Tent", "description": "No one really likes going to see the doctor, but not everyone reacts by trashing the doctor's office. The Giants' Landon Collins is most certainly not like everyone.", "url": "https://www.breitbart.com/sports/2018/11/18/watch-giants-landon-collins-forced-to-take-concussion-test-responds-by-attacking-medical-tent/", "urlToImage": "https://media.breitbart.com/media/2018/11/ap-10.jpg", "publishedAt": "2018-11-18T19:59:27Z", "content": "During the second quarter of Sunday’s game between the Buccaneers and the Giants, Collins was sent to the medical tent to get evaluated for a possible concussion. However, after Collins’ visit, the tent sustained most of the damage. Watch : Landon Collins sho… [+451 chars]", "fulltext": "No one really likes going to see the doctor, but not everyone reacts by trashing the doctor’s office. The Giants’ Landon Collins is most certainly not like everyone.\n\nDuring the second quarter of Sunday’s game between the Buccaneers and the Giants, Collins was sent to the medical tent to get evaluated for a possible concussion. However, after Collins’ visit, the tent sustained most of the damage.\n\nWatch:\n\nLandon Collins shoving Eli Manning on the sidelines? Not cool, dude. pic.twitter.com/EDyezVMnDX — NFL Memes (@NFL_Memes) November 18, 2018\n\nIf the great Jim Ross were here, he might tell us that tent had a family. However, since we are unable to ascertain whether said tent has any next of kin, we’ll have to simply mourn it as an unloved loner. An orphaned medical structure, callously disregarded by those it means to help.\n\nFollow Dylan Gwinn on Twitter @themightygwinn"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Democrats Looking to Scrap Ban on Hats in Congress to Allow Religious Head Garb", "description": "House Democrats are looking to do away with a nearly 200-year ban on hats in Congress to allow members to wear religious head garb, including hijabs or kippahs.", "url": "https://www.breitbart.com/politics/2018/11/18/democrats-looking-scrap-ban-hats-congress-allow-religious-head-garb/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/06/b66698_ilhan-omar-addresses-supporters-in-minneapolis-minnesota-two-muslim-women-e1542570889796.jpg", "publishedAt": "2018-11-18T19:57:32Z", "content": "House Democratic Leader Nancy Pelosi (D-CA) and Incoming House Rules Chairman Rep. Jim McGovern (D-MA) proposed the change along with Rep.-elect Ilhan Omar (D-MN), a Muslim woman who wears a religious headscarf. A House rule in place since 1837 states that ha… [+932 chars]", "fulltext": "House Democrats are looking to do away with a nearly 200-year ban on hats in Congress to allow members to wear religious head garb, including hijabs or kippahs.\n\nHouse Democratic Leader Nancy Pelosi (D-CA) and Incoming House Rules Chairman Rep. Jim McGovern (D-MA) proposed the change along with Rep.-elect Ilhan Omar (D-MN), a Muslim woman who wears a religious headscarf.\n\nA House rule in place since 1837 states that hats of any kind are banned from the House floor.\n\n“During the session of the House, a Member, Delegate, or Resident Commissioner may not wear a hat or remain by the Clerk’s desk during the call of the roll or the counting of ballots,” the section reads. “A person on the floor of the House may not smoke or use a mobile electronic device that impairs decorum. The Sergeant-at-Arms is charged with the strict enforcement of this clause.”\n\nBut at least one federal lawmaker tried to challenge the hat ban before 2018. In 2010, Rep. Frederica Wilson (D-FL), a lawmaker known for wearing colorful cowboy hats, unsuccessfully tried to convince her House colleagues to get rid of the hat ban.\n\nWhen Omar is sworn into Congress in January, she will become the first Somali-American in Congress. If the House Democrats’ proposed rule change goes through, she would be the first federal lawmaker to wear a religious headscarf while on the House floor."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "Florida: Rick Scott Wins Senate Seat After Bill Nelson Concedes", "description": "(UPI) — Florida Gov. Rick Scott will be changing jobs — U.S. senator — as incumbent Bill Nelson conceded hours after a hand recount showed a 10,000-vote difference.", "url": "https://www.breitbart.com/politics/2018/11/18/florida-rick-scott-wins-senate-seat-after-bill-nelson-concedes/", "urlToImage": "https://media.breitbart.com/media/2018/11/bill-nelson-rick-scott-getty.jpg", "publishedAt": "2018-11-18T19:46:44Z", "content": "Scott, a Republican governor for eight years, announced the concession in a statement, saying, I just spoke with Senator Bill Nelson, who graciously conceded, and I thanked him for his years of public service. Nelson plans to make a statement at 3 p.m., his c… [+1968 chars]", "fulltext": "(UPI) — Florida Gov. Rick Scott will be changing jobs — U.S. senator — as incumbent Bill Nelson conceded hours after a hand recount showed a 10,000-vote difference.\n\nScott, a Republican governor for eight years, announced the concession in a statement, saying, “I just spoke with Senator Bill Nelson, who graciously conceded, and I thanked him for his years of public service.”\n\nFlorida Sen. Bill Nelson, following conclusion of statewide recount: \"I was not victorious in this race, but I still wish to strongly reaffirm the cause for which we fought: A public office is a public trust.\" https://t.co/zwWfG9NsHo pic.twitter.com/FBzmdZLy2y — NBC News (@NBCNews) November 18, 2018\n\nEarlier, Florida released the final results for its midterm elections, including manual recounts for senator and agriculture commissioner.\n\nThe manual recount of the senator’s race showed Scott leading incumbent Nelson by 10,033 votes out of more than 8 million cast, compared with around 12,000 votes after the machine recount.\n\nDemocrat Nicole “Nikki” Fried led Republican Matt Caldwell by 6,753 votes after the manual recount in the tight race for agriculture commissioner, although Palm Beach County hadn’t begun a manual recount of that race. Fried led by about 5,300 votes after the machine recount.\n\nResults from the recounts are scheduled to be made official by the state’s elections canvassing board Tuesday.\n\nOfficial results were released by Florida’s Division of Elections after the noon Sunday deadline to report the manual recounts, which examined overvotes and undervotes — instances in which a ballot wasn’t counted because a voter marked too many or too few candidates.\n\nThe recount in Broward County was marred with problems as the elections supervisor misplaced more than 2,000 ballots during its machine recount and the county’s canvassing board chose to combine its manual recount totals with its original unofficial totals submitted before recounts began.\n\nNelson filed a number of mostly unsuccessful lawsuits in hopes of closing the gap with Scott, including one calling for a manual recount in Palm Beach County, which remains open.\n\nScott’s campaign said the recount deadline gave Nelson a chance to “be remembered as the statesman who graciously conceded after 42-years of public service … or be remembered as the sore loser who refused to face the people he served.”\n\nThe Senate rate is one of four races flipped to Republicans compared with two seats that changed parties to Democrats.\n\nDemocratic gubernatorial candidate Andrew Gillum conceded to Republican Ron DeSantis on Saturday after machine recount results showed him trailing by 30,000 votes."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "GOP Sen. Blunt: ‘It Would Be a Huge Mistake Not to Let the Mueller Investigation Come to a Conclusion’", "description": "Sunday on NBC’s “Meet The Press,” Sen. Roy Blunt (R-MO) said he had told President Donald Trump “it would be a huge mistake not to let the Mueller investigation come to a conclusion.” Partial transcript as follows: RADDATZ: I want to move also to what Congres…", "url": "https://www.breitbart.com/video/2018/11/18/gop-sen-blunt-it-would-be-a-huge-mistake-not-to-let-the-mueller-investigation-come-to-a-conclusion/", "urlToImage": "https://media.breitbart.com/media/2017/09/AP_691338303663.jpg", "publishedAt": "2018-11-18T19:27:14Z", "content": "Sunday on NBC’s “Meet The Press,” Sen. Roy Blunt (R-MO) said he had told President Donald Trump “it would be a huge mistake not to let the Mueller investigation come to a conclusion.” RADDATZ: I want to move also to what Congressman Schiff said about the Muel… [+4042 chars]", "fulltext": "Sunday on NBC’s “Meet The Press,” Sen. Roy Blunt (R-MO) said he had told President Donald Trump “it would be a huge mistake not to let the Mueller investigation come to a conclusion.”\n\nPartial transcript as follows:\n\nRADDATZ: I want to move also to what Congressman Schiff said about the Mueller investigation and about Whitaker. President Trump weighed in on Twitter this week, “the inner workings of the Mueller investigation are a total mess. They have found no collusion and have gone absolutely nuts. They are screaming and shouting at people, horribly threatening them to come up with answers they want.” They’ve gone absolutely nuts? Have you seen any evidence of that? Do you know what the president’s talking about?\n\nBLUNT: I don’t know what the president’s talking about but I do know that that’s not news that the president would have this view of the Mueller investigation. He has engaged in this in that way from the very start, just like virtually every member of the Senate. And I think most members of the House have engaged, saying “Mr. President, it would be a huge mistake not to let the Mueller investigation come to a conclusion. We need to get beyond this, we don’t need to start – have this starting again.”\n\nRADDATZ: So you have confidence in the Mueller investigation?\n\nBLUNT: I do. I do.\n\nRADDATZ: And let’s talk about the acting Attorney General Matt Whitaker. Lindsey Graham just said on another program this morning, I don’t know if he’s the best choice. What do you think about that?\n\nBLUNT: Well, what we need is a permanent attorney general. We need to move as quickly as we can beyond whoever is the acting attorney general to an attorney general that’s going to be there for, hopefully, a much longer period of time. So we’ll see. I don’t know Matt Whitaker well. I’ve known him for some time, met him in Iowa years ago when he was U.S. Attorney. On the occasions I’ve had with him to be — he’s been very responsive and has seen that the Justice Department responded to the things I’ve asked about. So in terms of an acting capacity, he does not — he seems to be a person that has the ability to do that acting job and …\n\nRADDATZ: But not a permanent position; is that what you’re saying?\n\nBLUNT: Well, I would think — I — I would think not. But that’s — the president needs to determine who’s going to be permanently at the Justice Department as soon as he can. Now, you know and I know that one of …\n\nRADDATZ: What are you looking for?\n\nBLUNT: … one of our big challenges in this generally has been that our friends on the other side in the Senate have made it so hard to get anybody confirmed to anything. And so, you know, the president’s unlikely, I think, to make that nomination before the Congress reconvenes and, if he did, we’d be unlikely to be able to do anything with it. We are way beyond the time where you have a hearing and a week later somebody gets confirmed to these jobs, no matter how insignificant they are. And this one, of course, is very significant.\n\nRADDATZ: Just — just tell me what you’re looking for in an attorney general, if not Matt Whitaker.\n\nBLUNT: Well, I think what the president should be looking for in an attorney general is someone who can manage the Justice Department, who understands the far-ranging impact of that Department, hopefully, has had some experience working with or in the Department before that, and …\n\nRADDATZ: And as for the Mueller investigation?\n\nBLUNT: … As for the Mueller investigation, I — I think the Mueller investigation is going forward. I …\n\nRADDATZ: In terms of an attorney general.\n\nBLUNT: … Well, in terms of an attorney general, you know, the — the big question here on the Mueller investigation, I think, is whether the Congress has any ability to tell the president who can work in the executive branch. That’s a Constitutional question, it’s — it’s different than the question of whether Mueller should be allowed to continue, it’s what could you do about that. You know, this idea that we’d have a debate, and have a vote and put a bill on the president’s desk that he wouldn’t sign. I don’t think that’s nearly as impactful as members continuing to say, Mr. President, we need to get beyond this; you need to let this come to a conclusion. And I think — I don’t have any reason to believe that Matt Whitaker feels differently than that."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Netanyahu Works to Prevent Early Elections", "description": "TEL AVIV - Prime Minister Benjamin Netanyahu will remain defense minister and there will be no early elections at a time when Israel finds itself in a sensitive security situation, the premier said in a highly anticipated speech Sunday night. | Israel / M", "url": "https://www.breitbart.com/middle-east/2018/11/18/netanyahu-i-will-fill-defense-minister-post-there-will-be-no-early-elections/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/17/3ae469_israeli-prime-minister-benjamin-netanyahu-speaks-weekly-cabinet-meeting.jpg", "publishedAt": "2018-11-18T19:20:22Z", "content": "“At a time like this, we do not topple a government, we do not go to elections, it’s irresponsible, we have another year until the elections, we are in the middle of a campaign and in the middle of the campaign we are not abandoning,” Netanyahu said in a coy … [+1375 chars]", "fulltext": "TEL AVIV – Prime Minister Benjamin Netanyahu will remain defense minister and there will be no early elections at a time when Israel finds itself in a sensitive security situation, the premier said in a highly anticipated speech Sunday night.\n\n“At a time like this, we do not topple a government, we do not go to elections, it’s irresponsible, we have another year until the elections, we are in the middle of a campaign and in the middle of the campaign we are not abandoning,” Netanyahu said in a coy reference to alleged covert operations against Gaza-based terror groups.\n\n“I know what to do and when to do it,” he added.\n\n“There is no place for politics or personal considerations” when it comes to Israel’s security, he said. “I have made every effort to prevent unnecessary early elections in recent days.”\n\nNetanyahu said that dismantling the government at this time would put the coalition in danger of making the same mistake it did in 1992, when the Likud government was overthrown, paving the way for Yitzchak Rabin to become prime minister and launch the “disastrous” Oslo peace process.\n\nLater, in 1999, the same thing happened when the Likud government was replaced with a Labor government, “which saw the Second Intifada and the deaths of more than 1,000 people,” he said.\n\n“I hope that all the [coalition] partners will prove themselves responsible and not attempt to topple the government. I believe we must continue together for the sake of the State of Israel and for the security of Israel,” Netanyahu stated.\n\nEducation Minister Naftali Bennett announced earlier that he and Justice Minister Ayelet Shaked would call a press briefing for Monday morning. Many commentators have speculated that Bennett, affronted that Netanyahu did not offer him the defense ministry, will announce that his Jewish Home party is leaving the government — thereby forcing early elections."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Jerusalem Chief Rabbi Permits Palestinian Branded a 'Traitor' to Be Buried in Jewish Cemetery", "description": "TEL AVIV – The chief rabbi of Jerusalem approved the burial of a Palestinian Muslim in a Jewish cemetery after Imams refused to bury him over suspicions that he sold real estate to Jews, a capital offense in Palestinian society.", "url": "https://www.breitbart.com/middle-east/2018/11/18/chief-rabbi-permits-palestinian-accused-of-being-traitor-to-be-buried-in-jewish-cemetery/", "urlToImage": "https://media.breitbart.com/media/2017/12/jerusalem-1.png", "publishedAt": "2018-11-18T19:11:52Z", "content": "Aryeh Stern, Jerusalem’s Ashkenazi chief rabbi, made an unprecedented ruling according to Jewish law that Alah Kirsh may be buried at a Jewish cemetery as an exception because he was a righteous gentile, the Ynet news site reported Friday. “Because the Muslim… [+1723 chars]", "fulltext": "TEL AVIV – The chief rabbi of Jerusalem approved the burial of a Palestinian Muslim in a Jewish cemetery after imams refused to bury him over suspicions that he sold real estate to Jews, a capital offense in Palestinian society.\n\nAryeh Stern, Jerusalem’s Ashkenazi chief rabbi, made an unprecedented ruling according to Jewish law that Alah Kirsh may be buried at a Jewish cemetery as an exception because he was a “righteous gentile,” the Ynet news site reported Friday.\n\n“Because the Muslims are not prepared to bury him,” Stern wrote in his ruling, he chose “to rectify the harm they caused him.”\n\nKirsh was killed along with five other people in a road accident earlier this month, but imams refused to bury him in a Muslim cemetery over charges that he was a “traitor” for selling property to Jews several years ago. Family members were also prevented from bringing Kirsh’s body to the Al-Aqsa Mosque as per Muslim tradition and forbidden from setting up a mourner’s tent.\n\nEkrima Sa’id Sabri, the Grand Mufti of Jerusalem, based his ruling on a 1935 fatwa issued by his predecessor, Hitler ally Amin al-Husseini, who wrote that “anyone who sells a home or land to Jews will not receive a Muslim burial.”\n\nSabri wrote, “Whoever sells to the Jews in Jerusalem is not a member of the Muslim nation. We will not accept his repentance and he will not be buried in the Muslim cemetery.”\n\nStern said, “Since the Muslims will not bury him, we must correct the distortion of justice that results in unjust humiliation of a man whose only sin was being prepared to sell land to Jews.”\n\n“It is incumbent on us to honor a righteous gentile, and in this case a person who showed good will and was willing to take risks for the Jewish settlement,” he added.\n\nThe Islamic authorities in the capital have recently stepped up punitive measures against Arabs selling property to Jews.\n\nLast month, Breitbart News reported that a Palestinian-American allegedly involved in the sale of Jerusalem real estate to Jews was lured to Ramallah two weeks ago under the pretense that he was required to sign some paperwork and then abducted by the Palestinian Authority and detained ever since.\n\nPalestinians who sell land to Jews can face a death sentence."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "U.S. Reviewing 'Consequences' of Palestinian Move to Join UN Agencies", "description": "TEL AVIV – The Palestinian move to join United Nations agencies as an independent nation is “counterproductive,” a US State Department official said over the weekend.", "url": "https://www.breitbart.com/middle-east/2018/11/18/u-s-reviewing-consequences-of-palestinian-move-to-join-un-agencies/", "urlToImage": "https://media.breitbart.com/media/2018/11/abbas-united-nations.png", "publishedAt": "2018-11-18T19:10:27Z", "content": "It has been the longstanding position of the United States that efforts by the Palestinians to join international entities are premature and counterproductive, the State Department official, who asked to remain anonymous, told the Times of Israel. His remarks… [+1836 chars]", "fulltext": "TEL AVIV – The Palestinian move to join United Nations agencies as an independent nation is “counterproductive,” a U.S. State Department official said over the weekend.\n\n“It has been the longstanding position of the United States that efforts by the Palestinians to join international entities are premature and counterproductive,” the State Department official, who asked to remain anonymous, told the Times of Israel.\n\nHis remarks came in response to a move by Palestinian Authority President Mahmoud Abbas who on Thursday joined the Universal Postal Union, a UN agency that coordinates international postage, as well as 10 other international protocols and conventions.\n\n“The United States continues to make clear, both with the parties and with international partners, that the only realistic path forward is through direct negotiations aimed at achieving a comprehensive and lasting peace. We are currently reviewing possible consequences of the Palestinians’ recent actions,” the official said.\n\nAccording to American law dating back to the early 1990s, it is incumbent on the U.S. to withdraw funding to any UN agency that grants the Palestinian member status, the report stated.\n\nPresident Donald Trump’s administration announced last month it was cutting off funding from the Universal Postal Union because the agency promotes business with China and other foreign nations over American businesses by reducing overseas shipping expenses.\n\nApart from a bid to join the Universal Postal Union, Abbas also signed forms to join the Convention on the Nationality of Married Woman; Optional Protocol to the Convention on the Rights of the Child; Optional Protocol to the Convention on the Rights of Persons with Disabilities; Optional Protocol to the Convention on the Elimination of All Forms of Discrimination against Women; Basel Protocol on Liability and Compensation for Damage Resulting from Transboundary Movements of Hazardous Wastes and Their Disposal; the Vienna Convention of Road Traffic; Protocol Concerning Countries or Territories at Present Occupied; the Convention on Consent to Marriage, Minimum Age for Marriage and Registration of Marriages; Agreement Establishing the Common Fund for Commodities; and the International Convention on the Arrest of Ships."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Macron: 'Franco-German Couple' Will Stop World 'Descending into Chaos' Warns Against 'Nationalism'", "description": "President Emmanuel Macron has heralded a Franco-Germany alliance which he says will lead Europe and stop the world “descending into chaos.”", "url": "https://www.breitbart.com/europe/2018/11/18/macron-franco-german-couple-stop-world-descending-chaos-warns-against-nationalism/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-Merkel-Macron.png", "publishedAt": "2018-11-18T19:00:01Z", "content": "Mr Macron visited Germany on Sunday to commemorate both the end of World War One and Germanys Day of Mourning for victims of dictatorship and war, the Frenchman meeting with German Chancellor Angela Merkel afterwards to discuss the EU army and how to counter … [+4432 chars]", "fulltext": "President Emmanuel Macron has heralded a Franco-Germany alliance which he says will lead Europe and stop the world “descending into chaos.”\n\nMr Macron visited Germany on Sunday to commemorate both the end of World War One and Germany’s Day of Mourning for victims of dictatorship and war, the Frenchman meeting with German Chancellor Angela Merkel afterwards to discuss the EU army and how to counter the growing strength of eurosceptics in the run-up to the European elections in May 2019.\n\nAddressing the German Bundestag, Macron made clear who he believed to be the founders of the bloc of 27 nations (minus Britain, which will be leaving the EU in March), regarding others as “partners” who have since joined the Franco-German axis.\n\n“We have turned the Franco-German couple into the heart of the United Europe to which other partners have gradually joined who had in the past been our allies or adversaries,” he said.\n\n“France has always been on Germany’s side,” said the progressive president of the French Republic, explaining in the ambitious speech of his vision for the European Union that “the new Franco-German responsibility is to build a modern, effective, sovereign, democratic Europe,” which seeks to “regulate fair trade, protect the environment, and provide a good balance between individual freedom and collective solidarity.”\n\nLaying out clearly his plan for a more federalised EU, a closer union, a United States of Europe, Mr Macron told the parliament: “Of course it causes some anguish because we have to share decision making on policies, migration policies, development policies, and share our fiscal resources.\n\n“We must have common defence, turn the euro into an international currency with a budget, and create a European asylum office… all of this is in front of us.”\n\nClaiming that Germany and France “owe it to the world” to develop into a European super-state, he warned that the world was “changing” and “at a crossroads,” speaking with foreboding of a “nationalism without any memory.”\n\nIt was both in reference to a European defence force and criticisms of “nationalism” that Mr Macron was condemning U.S. President Donald Trump in all but name.\n\nTrump Blasts Macron’s ‘Very Insulting’ EU Army Call https://t.co/jtu4zcetZ1 — Breitbart London (@BreitbartLondon) November 10, 2018\n\nLast week, Macron called nationalism “treason”, after Trump had announced in October that he was a “nationalist” and not a “globalist” — a position shared by half of the American population.\n\nHe also called for an EU army to protect against China, Russia, “and even the United States of America” — raising questions as to whether his several references in Sunday’s speech to “powers that want to eliminate us, attack our democracy” referred to historic ally and NATO partner the United States, besides others.\n\nExpressing an anxiety that Europe “plays only a second role on the world stage,” Macron declared that “The Franco-German partnership has an obligation not to let the world fall into chaos and to lead Europe to peace.\n\n“It’s for this reason that Europe must be stronger, more sovereign, because it can only play its role in the world if it takes on more responsibility in the fields of defence.”\n\nMacron Calls for ‘Real European Army’ to Protect EU from U.S. https://t.co/IvAUcuGz0m — Breitbart London (@BreitbartLondon) November 6, 2018\n\nLast week, German Chancellor Merkel backed calls for an EU army in the European Union’s Parliament, with Brussels bureaucrats expressing their “delight” that Germany and France were leading the charge for a Europe without 27 national armies, but instead one controlled centrally by Brussels.\n\nDespite German Chancellor Angela Merkel and Mr Macron making a show of unity and European leadership Sunday, both politicians are severely weakened in their respective countries.\n\nA poll released Sunday shows that Macron has only 25 per cent of public support, the day after France saw nation-wide protest by more than a quarter of a million people protesting against massive fuel tax hikes — the largest coordinated civil action against Macron’s policies to date.\n\nMeanwhile in Germany, after suffering in regional elections and her party having the worst election results in the Bundestag since 1949, Merkel has announced that she will step down as leader of the Christian Democratic Union, and after 13 years as Chancellor will not run in the next election — in 2021."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "Feds Seek Prison Time for Previously Deported Child Rapist", "description": "Federal prosecutors seek prison time for an Ecuadorian man who immigration officers previously deported following a child sexual assault conviction. The man received a conviction from a Chicago court in 2002 for assaulting a 14-year-old girl. Immigration offi…", "url": "https://www.breitbart.com/border/2018/11/18/feds-seek-prison-time-for-previously-deported-child-rapist/", "urlToImage": "https://media.breitbart.com/media/2018/11/ICE-Workplace-Enforcement-Action-Lands-Child-Rapist-in-Jail.jpg", "publishedAt": "2018-11-18T18:47:36Z", "content": "Prosecutors charged Christian Manuel Yupa Yupa, 42, with illegal re-entry after removal as a convicted sex offender, the  Northwest Indiana Times reported. Immigration officers arrested him in April at a job site in Lake County, Indiana, prosecutors stated in… [+1428 chars]", "fulltext": "Federal prosecutors seek prison time for an Ecuadorian man who immigration officers previously deported following a child sexual assault conviction. The man received a conviction from a Chicago court in 2002 for assaulting a 14-year-old girl. Immigration officers deported him to Ecuador in 2004.\n\nProsecutors charged Christian Manuel Yupa Yupa, 42, with illegal re-entry after removal as a convicted sex offender, the Northwest Indiana Times reported. Immigration officers arrested him in April at a job site in Lake County, Indiana, prosecutors stated in court documents.\n\nThe prosecutors for the Northern District of Indiana said that Yupa Yupa’s sexual assault of the 14-year-old girl should not qualify him as an aggravated felon because of Illinois statutory rape laws. He explained that as a member of the Kichwa tribe, the sexual relationship with the young girl was considered “consensual and not unusual for members of his tribe,” court documents obtained by the local newspaper stated.\n\nYupa Yupa was 25 at the time the Chicago court convicted him for sexual assault of the 14-year-old girl.\n\nThe Kichwa tribe is indigenous to a remote area of Ecuador and is largely controlled by the Combra Negro gang. The previously deported Ecuadorian man is now attempting to claim asylum — claiming his life would be in danger if he returned to his home country.\n\nYupa Yupa said he began the relationship with the child in his Ecuador and that she traveled with him to the U.S. where such behavior is considered to be rape.\n\nProsecutors are seeking an 18-month prison sentence for the illegal re-entry after removal charge. Defense attorneys are asking the judge to sentence him to time served and refer his case to an immigration judge to consider the asylum request."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Elijah Cummings: I Will Do ‘Anything and Everything’ to Make Mueller’s Final Findings Public", "description": "Sunday on CBS’s’ “Face the Nation” potential future chairman of the House Oversight Committee Rep. Elijah Cummings (D-MD) said he would do “anything and everything” to make sure the results of Department of Justice special counsel Robert Mueller’s Russian inv…", "url": "https://www.breitbart.com/video/2018/11/18/elijah-cummings-i-will-do-anything-and-everything-to-make-muellers-final-findings-public/", "urlToImage": "https://media.breitbart.com/media/2018/11/EC.jpg", "publishedAt": "2018-11-18T18:28:44Z", "content": "Sunday on CBS’s’ “Face the Nation” potential future chairman of the House Oversight Committee Rep. Elijah Cummings (D-MD) said he would do “anything and everything” to make sure the results of Department of Justice special counsel Robert Mueller’s Russian inv… [+850 chars]", "fulltext": "Sunday on CBS’s’ “Face the Nation” potential future chairman of the House Oversight Committee Rep. Elijah Cummings (D-MD) said he would do “anything and everything” to make sure the results of Department of Justice special counsel Robert Mueller’s Russian investigation is made public.\n\nPartial transcript as follows:\n\nBRENNAN: If the Mueller probe continues to its conclusion, which the president has said he-he at this point won’t interfere. Will you- If you do take the chairmanship of House Oversight and have the subpoena power that goes with it, will you force Mueller’s findings to be made public if the Department of Justice decides not to release them?\n\nCUMMINGS: I would love to see it become public because basically in this last election what the public has said is that they want accountability and they want transparency and they have paid for a- an investigation by one of our greatest public servants, Mr. Mueller- Special Counsel Mueller. And so I would do anything and everything in my power to have that- the findings presented to not only to the Congress, but to the people of the United States. I think it’s very important."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Sherrod Brown: Democrat Can Win in 2020 by Exposing ‘Phony Populism of Donald Trump’", "description": "Sunday on NBC’s “Meet the Press,” Sen. Sherrod Brown (D-OH) said a Democratic could win the 2020 presidential election by exposing “phony populism of Donald Trump.” Partial transcript as follows: TODD: Do you think an Elizabeth Warren could carry Ohio, Joe Bi…", "url": "https://www.breitbart.com/video/2018/11/18/sherrod-brown-democrat-can-win-in-2020-by-exposing-phony-populism-of-donald-trump/", "urlToImage": "https://media.breitbart.com/media/2017/09/Brown-91-Thumbnail.jpg", "publishedAt": "2018-11-18T18:27:06Z", "content": "Sunday on NBC’s “Meet the Press,” Sen. Sherrod Brown (D-OH) said a Democratic could win the 2020 presidential election by exposing “phony populism of Donald Trump.” TODD: Do you think an Elizabeth Warren could carry Ohio, Joe Biden could carry Ohio, with your… [+703 chars]", "fulltext": "Sunday on NBC’s “Meet the Press,” Sen. Sherrod Brown (D-OH) said a Democratic could win the 2020 presidential election by exposing “phony populism of Donald Trump.”\n\nPartial transcript as follows:\n\nTODD: Do you think an Elizabeth Warren could carry Ohio, Joe Biden could carry Ohio, with your message?\n\nBROWN: I think that if people carry this message of the dignity of work, of honoring people and respecting work, make the contrast between the phony populism of Donald Trump, where the White House looks like a retreat for Wall Street executives, and the real populism, where populism is not racist, it it is not anti-Semitic, it doesn’t push some people down to lift others up, I think any one of them can win my state, if they make that contrast, between the phony populism of Donald Trump, and the dignity of work and all that we stand for and have —the Democratic Party has always been the party of, we have your back, of working families, and that’s what I fight for every day in the Senate."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Daniel J. Flynn, Daniel J. Flynn", "title": "Daniel Flynn -- Jonestown Massacre: 40th Anniversary of Jim Jones’ ‘Revolutionary Suicide’ for Communism", "description": "Rather than an act of nihilism, cult leader Jim Jones masked mass suicide as an act of idealism, a sacrifice for the higher purpose of giving glory to Communism.", "url": "https://www.breitbart.com/politics/2018/11/18/daniel-flynn-jonestown-massacre-40th-anniversary-of-jim-jones-revolutionary-suicide-for-communism/", "urlToImage": "https://media.breitbart.com/media/2018/11/jonestown-massacre-jim-jones-640x480-ap.jpg", "publishedAt": "2018-11-18T18:11:54Z", "content": "How very much I have loved you, Peoples Temple leader Jim Jones explains in the opening line of the Jonestown death tape. By its coda, Jones describes the deaths of his loved ones: We didnt commit suicide. We committed an act of revolutionary suicide protesti… [+6039 chars]", "fulltext": "This Sunday marks the 40th anniversary of the massacre at Jonestown, where more than 900 American transplants “drank the Kool-Aid” in the largest loss of civilian life in U.S. history until 9/11.\n\n“How very much I have loved you,” Peoples Temple leader Jim Jones explains in the opening line of the Jonestown death tape. By its coda, Jones describes the deaths of his “loved” ones: “We didn’t commit suicide. We committed an act of revolutionary suicide protesting the conditions of an inhumane world.”\n\nIn the four decades since the occurrence of the most bizarre event in American history, observers uniformly have seen the act Jones described as “revolutionary” as one of submission. The other half of the peculiar phrase—taken from the title of Black Panther Huey Newton’s 1973 book Revolutionary Suicide—provokes a livelier debate.\n\nDid the 908 Peoples Temple members who died along with Jim Jones inside of Jonestown commit suicide? Or, did he murder them?\n\nThe 43-minute death tape recorded at Jonestown suggests the latter. What jars more than Jones’s crazed plea to get “the vat, the vat, the vat” or his scold of “mother, mother, mother, mother, mother, please” are the sounds the listener never hears.\n\nSave for Christine Miller, a 60-year-old African American who courageously and logically tries to argue Jones out of mass suicide, no adult says anything to stop the carnage. The crowd heckles Miller and at one point rushes her. Nobody seconds her.\n\nClearly, many did not want to die. Fifteen people left Jonestown with Congressman Leo Ryan and a smaller party of eleven fled earlier in the day under the guise of holding a picnic. But just four people out of more than 900 present when the killings started managed to escape or evade the suicide ritual (Jones allowed his lawyers, radical cause celebre attorneys Mark Lane and Charles Garry, and a trio tasked with bringing the Temple’s money to the Soviet embassy to leave). Every other adult, except Miller, does not object on the tape to the group’s assigned fate. And even Miller, who offers migration to the Soviet Union as an alternative to mass suicide, ultimately ceases her lengthy argument and yields to her master.\n\n“I just want to say something to everyone that I see that is standing around and are crying,” one communard announces on the death tape. “This is nothing to cry about. This is something we should all rejoice about.”\n\nAnother woman exclaims, “It’s been a pleasure walking with all of you in this revolutionary struggle. No other way I would rather go than to give my life for Socialism, Communism, and I thank Dad very, very much.”\n\nThe few eyewitnesses to survive supported this characterization of Temple members willingly drinking grape Flavor-Aid laced with valium and cyanide.\n\n“He didn’t force nobody as far as my knowing,” Grover Cleveland Davis, an elderly African American who hid in a ditch, noted at the time, “and I didn’t see him shooting nobody with no needles, and I didn’t hear nobody say they wasn’t willing to take suicide shots. They were willing to do it.”\n\nBut archers and gunmen surrounded. The knowledge that Jones’s Red Brigade shot Temple members who opted to leave with Congressman Leo Ryan on an airstrip outside of the community surely influenced matters. The dreadful conditions in the jungle—overworked, underfed, deprived of sleep, and barraged by Jones’s incessant propaganda—surely altered decision making, such as it existed in Jonestown on an individual level.\n\nRather than an act of nihilism, Jones masked mass suicide as an act of idealism, a sacrifice for the higher purpose of giving glory to Communism—a characterization that surely made the poison more potable to the hardened ideologues. And for three years prior to the carnage, Jones conditioned his followers through suicide dry runs that resulted in those initially informed of their imminent deaths surviving the acid tests. In Jonestown, the conditioning came in the form of “white nights,” staged sieges by invisible forces on the edges of the community.\n\n“Everybody’s there,” Mike Carter, who survived because Jones tasked him to take money to the Soviet embassy, explained to me of “white nights” in an interview for Cult City: Jim Jones, Harvey Milk, and 10 Days That Shook San Francisco. “There’s a lot of ranting and raving and the world’s coming to an end. There was definitely a lot of Jim going off on tangents. You just wanted it to end.”\n\nOn November 18, 1978, many of the rank-and-file just wanted it to end.\n\nPerhaps the most persuasive voice for murder rather than suicide witnessed the events of Jonestown in microcosm a hundred miles away in Georgetown, Guyana. Thomas Beikman, after fixing a chicken dinner for Jones devotee Sharon Amos and her family, ceded the knife over to her after the meal. She proceeded to slash her children’s throats in a nearby bathroom.\n\n“I think she thought she was so muckety-muck that everybody would follow her example of what to do,” Beikman told me in an interview for Cult City. “We didn’t realize until after it happened. But people didn’t want to die out there. People didn’t want to commit suicide. You can’t shoot people, cut people, and inject people, and then say it’s suicide. That’s the biggest farce I ever heard.”\n\nIn Georgetown, where Jones’s charisma and the threat of gunmen lay far off, Peoples Temple members did not follow his command or Sharon Amos’s example. The dozens of Temple members in Guyana’s capital, save for the deranged Amos and her three kids, survived.\n\nSo, whether Jim Jones murdered his followers or they killed themselves voluntarily remains a debated question with strong arguments on both sides. But the “revolutionary” part of the peculiar phrase seems a settled matter.\n\n“People in San Francisco will not, not be idle over this, and not take our death in vain,” Jones insisted on the macabre recording.\n\nBut Mayor George Moscone, Supervisor Harvey Milk, Assemblyman Willie Brown, Congressman Phil Burton, and other power players who elevated Jones’s stature in San Francisco ran from him in the aftermath of Jonestown. Everyone regarded the mass suicide as an act of surrender, not of revolt.\n\nDaniel J. Flynn is the author of Cult City: Jim Jones, Harvey Milk, and 10 Days That Shook San Francisco (ISI Books, 2018)."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Crime Plummets After QuikTrip Stores Add Good Guys with Guns", "description": "QuikTrip convenience stores added good guys with guns in Wichita, Kansas, and the results were so good that they are expanding the program to stores in other areas.", "url": "https://www.breitbart.com/politics/2018/11/18/crime-plummets-after-quiktrip-stores-add-good-guys-with-guns/", "urlToImage": "https://media.breitbart.com/media/2017/03/conceal.jpg", "publishedAt": "2018-11-18T17:50:11Z", "content": "The NRA noted, “After implementing the new strategy at its Wichita, Kansas locations and seeing success, QuikTrip, the massive gas station and convenience store chain said it would expand the policy to other stores.” KWCH reports that the good guys with guns … [+1698 chars]", "fulltext": "QuikTrip convenience stores added good guys with guns in Wichita, Kansas, and the results were so good that they are expanding the program to stores in other areas.\n\nThe NRA noted, “After implementing the new strategy at its Wichita, Kansas locations and seeing success, QuikTrip, the massive gas station and convenience store chain said it would expand the policy to other stores.”\n\nKWCH reports that the good guys with guns will be armed security, but QuikTrip also left the door open to armed clerks in situations where the clerks “have previous experience and necessary licenses.”\n\nQuikTrip stores in Tulsa will soon get good guys with guns, as those stores are the targets of repeated crime.\n\nKTUL spoke with QuikTrip’s Mike Thornbrugh about adding good with guns in the Tulsa area. He said, “The police and sheriff’s department has bent over backwards to help us, and we really appreciate it. But there’s simply not enough of them to make a dent. That’s where the armed employees come in.”\n\nThornbrugh stressed that QuikTrip will probably vet those who will carry guns: “They’re going to have all the proper certifications, credentials; we’re going to go through all the background checks. We’re probably going to do way above probably what’s required, because we want to do it the right way.”\n\nFirearms instructor Mike Yoder noted that the success of QuikTrip’s initial trial with armed employees is easy to understand: “If I’m going to be a bad guy and go in to rob a place, I’m going to pick a place that is going to give me the least problems or threat to me as possible. And if there’s an armed guard there, I’m going to pick another place to go.”\n\nAWR Hawkins is an award-winning Second Amendment columnist for Breitbart News, the host of the Breitbart podcast Bullets with AWR Hawkins, and the writer/curator of Down Range with AWR Hawkins, a weekly newsletter focused on all things Second Amendment, also for Breitbart News. He is the political analyst for Armed American Radio. Follow him on Twitter: @AWRHawkins. Reach him directly at awrhawkins@breitbart.com. Sign up to get Down Range at breitbart.com/downrange."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Lindsey Graham: ‘It Would Be a Disaster’ for GOP if Whitaker Interferes with Mueller Probe", "description": "Sunday on NBC’s “Meet the Press,” Sen. Lindsey Graham (R-SC) warned of a “disaster” for the GOP if acting Attorney General Matthew Whitaker “terminated or shut down or played with” Department of Justice special counsel Robert Mueller’s investigation. Graham s…", "url": "https://www.breitbart.com/video/2018/11/18/lindsey-graham-it-would-be-a-disaster-for-gop-if-whitaker-interferes-with-mueller-probe/", "urlToImage": "https://media.breitbart.com/media/2018/11/Lindsey-Graham-.jpg", "publishedAt": "2018-11-18T17:37:55Z", "content": "Sunday on NBC’s “Meet the Press,” Sen. Lindsey Graham (R-SC) warned of a “disaster” for the GOP if acting Attorney General Matthew Whitaker “terminated or shut down or played with” Department of Justice special counsel Robert Mueller’s investigation. Graham s… [+1273 chars]", "fulltext": "Sunday on NBC’s “Meet the Press,” Sen. Lindsey Graham (R-SC) warned of a “disaster” for the GOP if acting Attorney General Matthew Whitaker “terminated or shut down or played with” Department of Justice special counsel Robert Mueller’s investigation.\n\nGraham said, “It would be a disaster for the Republican Party, for the Mueller investigation to be terminated or shut down or played with. It’s close to the end, let’s see what he finds. I can understand why the president doesn’t like the investigation. He feels wronged by it. I remember the Clinton/Ken Starr episode pretty well. This is standard practice. But I think most Republicans on Capitol Hill and Democrats believe that Mr. Mueller should be allowed to do his job and I have no indication he’s going to be interfered with at all.”\n\nOn acting Attorney General Matthew Whitaker, Graham said, “He said some things that would probably be problematic to be confirmed but having said that, I was very impressed with his attitude, his professionalism, and he’s got a very solid resume. So I would encourage the president to pick somebody fairly soon, so we can have a permanent attorney general going into the first part of next year.”\n\nHe added, “I don’t know if he’s the best choice. You hear about Mr. Barr, former attorney general, that’s a good choice. There are a lot of good names out there I would just encourage the president to start 2019 as soon as we can with a new attorney general that he has confidence in and we can get confirmed.”\n\nFollow Pam Key on Twitter @pamkeyNEN\n\n"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key, Pam Key", "title": "Lindsey Graham on Criminal Justice Reform Bill: 'Republicans Are the Problem'", "description": "Sunday on NBC’s “Meet the Press,” Sen. Lindsey Graham (R-SC) urged Senate Majority Leader Mitch McConnell (R-KY) to bring the criminal justice reform bill up for a vote. Graham said, “I’m urging Mitch McConnell, put this bill on the floor. If you put it on th…", "url": "https://www.breitbart.com/video/2018/11/18/lindsey-graham-on-criminal-justice-reform-bill-republicans-are-the-problem/", "urlToImage": "https://media.breitbart.com/media/2018/09/Graham-Kavanaugh-hearing.jpg", "publishedAt": "2018-11-18T17:35:10Z", "content": "Sunday on NBC’s “Meet the Press,” Sen. Lindsey Graham (R-SC) urged Senate Majority Leader Mitch McConnell (R-KY) to bring the criminal justice reform bill up for a vote. Graham said, “I’m urging Mitch McConnell, put this bill on the floor. If you put it on th… [+681 chars]", "fulltext": "Sunday on NBC’s “Meet the Press,” Sen. Lindsey Graham (R-SC) urged Senate Majority Leader Mitch McConnell (R-KY) to bring the criminal justice reform bill up for a vote.\n\nGraham said, “I’m urging Mitch McConnell, put this bill on the floor. If you put it on the floor, we’ll get 80 votes. We’ll get most Republicans and almost all Democrats. Let’s do it before the end of the year, and the president is behind it. So Mr. president, pick up the phone and call the Republican leadership of the House and the Senate and say we still run this place. Bring this bill to the floor. Senator Cotton can have his say, and we’ll vote him down.”\n\nHe added, “Let’s start 2019 on a positive note. I’m urging Senator McConnell to bring the bill to the floor of the Senate. It would get 80 votes. Mr. President, pick up the phone and push the Republican leadership. The Republicans are the problem here, not the Democrats.”\n\nFollow Pam Key on Twitter @pamkeyNEN"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso, Justin Caruso", "title": "CNN's Kirsten Powers: White Women Who Support Trump Are All 'Racist'", "description": "CNN contributor Kirsten Powers declared on air Friday that all white females who supported President Donald Trump were “racist.” Powers, referring to white females who support Trump, said, “They’ll say, ‘Well, I’m not racist. I just voted for him because, you…", "url": "https://www.breitbart.com/the-media/2018/11/18/cnns-kirsten-powers-white-women-who-support-trump-are-all-racist/", "urlToImage": "https://media.breitbart.com/media/2018/11/LemonPowersCNNscreenshot.jpg", "publishedAt": "2018-11-18T17:32:51Z", "content": "Powers, referring to white females who support Trump, said, “They’ll say, ‘Well, I’m not racist. I just voted for him because, you know, I didn’t like Hillary Clinton. And I just want to say that that’s not–that doesn’t make you not racist. It actually makes … [+1342 chars]", "fulltext": "CNN contributor Kirsten Powers declared on air Friday that all white females who supported President Donald Trump were “racist.”\n\nPowers, referring to white females who support Trump, said, “They’ll say, ‘Well, I’m not racist. I just voted for him because, you know, I didn’t like Hillary Clinton. And I just want to say that that’s not–that doesn’t make you not racist. It actually makes you racist. If you support somebody who does racist things, that makes you racist. So, I want to establish that.”\n\n“As for why white women do it, I think we have to recognize that white men are doing it as well, but I think sometimes we would hope that we would get better behavior from white women, because white women are themselves oppressed and that they would, therefore, be able to be aligned themselves with other oppressed people,” Powers said.\n\nShe continued, “But, I think we have to remember that the white patriarchal system actually benefits white women in a lot of the ways, and they’re attached to white men, who are benefitting from the system that was created by them, for them and their fathers and their husbands and their brothers are benefitting from the system, and so they are also benefitting.”\n\nWhile not offering her views on Trump-supporting white females, Powers can be caught giving lectures on the virtues of appropriate Halloween costumes:\n\nDear white people who are upset that you can't dress up as another race or culture for Halloween: your feelings don't matter. The only feelings that matter are of those who feel disrespected/mocked by you appropriating their culture for entertainment. Show some common decency. — Kirsten Powers (@KirstenPowers) October 23, 2018\n\nFollow Justin Caruso on Twitter @justincaruso2"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "California Democrats, Never Trump Republicans Trash GOP After Election Losses", "description": "Politico published an article Saturday trashing the California Republican Party, after Democrats seized six U.S. House seats -- including all of those in Orange County. However, its sources are largely Democrats, Never Trump Republicans, and Republicans who h…", "url": "https://www.breitbart.com/the-media/2018/11/18/california-democrats-never-trump-republicans-trash-gop-after-election-losses/", "urlToImage": "https://media.breitbart.com/media/2017/05/May-Day-Los-Angeles-2016-Getty.jpg", "publishedAt": "2018-11-18T17:29:26Z", "content": "For example, the article quotes Mike Madrid — a Republican consultant who worked for failed Democratic Party gubernatorial candidate Antonio Villaraigosa, who placed third in the primary behind Republican businessman John Cox. The gist of the article is that … [+1601 chars]", "fulltext": "Politico published an article Saturday trashing the California Republican Party, after Democrats seized six U.S. House seats — including all of those in Orange County. However, its sources are largely Democrats, Never Trump Republicans, and Republicans who have worked for Democrats.\n\nFor example, the article quotes Mike Madrid — a Republican consultant who worked for failed Democratic Party gubernatorial candidate Antonio Villaraigosa, who placed third in the primary behind Republican businessman John Cox.\n\nThe gist of the article is that Republicans are too white, too conservative, and too pro-Trump to win in California:\n\n“I believe that the party has to die before it can be rebuilt. And by die — I mean, completely decimated. And I think Tuesday night was a big step,’’ says veteran California GOP political consultant Mike Madrid. “There is no message. There is no messenger. There is no money. And there is no infrastructure.” … Madrid argues that many California Republican leaders remain in complete denial of the fact that their continued support of Trump presidency has sealed the fate of the GOP — and last week’s midterm elections revealed the true extent of the GOP’s rot in California, where the state party has now shrunken to third party status.\n\nThe article also quotes Rob Stutzman, a former aide to moderate Republican governor Arnold Schwarzenegger, who championed “The Republican effort to stop Trump in California” in 2016.\n\nThe article overlooks more immediate problems with the California GOP — such as a turnout effort that failed to keep up with Democrats — or the cumulative effect of Democratic policies in driving the Republican base — especially homeowners and entrepreneurs — out of the state.\n\nIt also ignores the long-term effort of moderate donors such as Dr. Charles Munger, Jr., to drive conservatives out of the California Republican Party.\n\nJoel B. Pollak is Senior Editor-at-Large at Breitbart News. He is a winner of the 2018 Robert Novak Journalism Alumni Fellowship. He is also the co-author of How Trump Won: The Inside Story of a Revolution, which is available from Regnery. Follow him on Twitter at @joelpollak."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key, Pam Key", "title": "Jerry Brown: 'In Less Than 5 Years' Even the Worst Climate Change Skeptics 'Are Going to Be Believers'", "description": "Sunday on CBS’s’ “Face the Nation,” Gov. Jerry Brown (D) said the increasing wildfires in California meant that “in less than five years” the “worst skeptics” were going to be believers in climate change. On the California fires, Brown said, “Well, how they s…", "url": "https://www.breitbart.com/video/2018/11/18/jerry-brown-in-less-than-5-years-even-the-worst-climate-change-skeptics-are-going-to-be-believers/", "urlToImage": "https://media.breitbart.com/media/2018/11/Brown.jpg", "publishedAt": "2018-11-18T16:59:25Z", "content": "Sunday on CBS’s’ “Face the Nation,” Gov. Jerry Brown (D) said the increasing wildfires in California meant that “in less than five years” the “worst skeptics” were going to be believers in climate change. On the California fires, Brown said, “Well, how they s… [+2143 chars]", "fulltext": "Sunday on CBS’s’ “Face the Nation,” Gov. Jerry Brown (D) said the increasing wildfires in California meant that “in less than five years” the “worst skeptics” were going to be believers in climate change.\n\nOn the California fires, Brown said, “Well, how they started is now the subject of investigation. The consultation occurs because the brush, the vegetation is so dry, and the humidity is so low. And when you have that and then the heat and years of drought, that gets it going. In paradise, there were a lot of buildings that also caught fire, and it just went from one to the other. So it’s a mixture of many things, and the president talked about how our forests are managed. That’s an element. But there is also the way the houses were built, the materials, what kind of vegetation is around, and then there’s also the changing climate and the increasing drought and the lowered humidity and water vapor. All of that is combining to create the tragic situation that we saw today in both northern California and here in southern California.”\n\nHe continued, “Where paradise is, of course, is surrounded by federally managed land. These are national forests. They’re not state parks, and they’re not private property by Californians. So it is the federal government. And the fact is that managing the forest is part of it. They are a lot denser than they were 200 years ago, but on top of that, we have a five-year drought. We have reduced rainfall. We have the vegetation and bushes and houses and trees that turn into timber, so it’s ready to explode. So there is an atmospheric element, which is part of the natural cycle, and then there is an increasing\n\nHe added, “The only way to assure the long-term forest health is not just, you know, cutting trees, it’s going to require reducing carbon emissions and eventually, sooner rather than later to zero. If we don’t do that, you’re going to see these fires not only continuing but getting worse by the year as they are. The last five years, the fires have never been this bad. This fire in Malibu is the worst we’ve ever seen. This fire in Paradise in Northern California is the worst in the history of California. So, yeah, you can mold the science, but I’ll tell you, every year it’s going to get clearer and clearer so that I think in less than five years even the worst skeptics are going to be believers.”\n\nFollow Pam Key on Twitter @pamkeyNEN"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Antifa Uses Flyers Mascot ‘Gritty’ to Protest Proud Boys in Philadelphia", "description": "Left-wingers have adopted Gritty, the mascot of the Philadelphia Flyers, and forced it into service as a symbol of Antifa.", "url": "https://www.breitbart.com/sports/2018/11/18/antifa-flyers-mascot-gritty-protest-proud-boys-philadelphia/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Tom-Mihalek.jpg", "publishedAt": "2018-11-18T16:51:23Z", "content": "Gritty, the Flyers’ googly-eyed, orange-furred team mascot, has become a staple at Antifa protests in Philadelphia, appearing on signs, hats, shirts, and fliers handed out by liberals who claim to oppose “fascism.” The mascot originally debuted for the Flyers… [+1800 chars]", "fulltext": "Left-wingers have adopted Gritty, the mascot of the Philadelphia Flyers, and forced it into service as a symbol of Antifa.\n\nGritty, the Flyers’ googly-eyed, orange-furred team mascot, has become a staple at Antifa protests in Philadelphia, appearing on signs, hats, shirts, and fliers handed out by liberals who claim to oppose “fascism.”\n\nThe mascot originally debuted for the Flyers only a few months ago, and, while some did not like the orange monster at first, it wasn’t long before the hardcore left glommed onto the creature as their own, taking him out of mere hockey mascottery and into the realm of anti-Trump, anti-Conservative politics.\n\nNot long after Gritty’s debut ,the far left-wing magazine Jacobin celebrated Gritty as a “worker” starting the ball rolling for leftists to take Gritty as their own. The move didn’t surprise The New Yorker’s Ian Crouch who thought is made sense because Gritty “does look a bit like an addled version of Karl Marx, or a deranged Fidel Castro.”\n\nOn the other hand, unlike Crouch, The Wall Street Journal’s Jillian Kay Melchior decried the politicization of Gritty saying, “Gritty belongs to Philadelphia, not to far-left activists.” Melchior added, “Not only can’t we have nice things, we can’t even have silly, creepy things.”\n\nWhatever the propriety of the thing, left-wingers have taken possession of Gritty, exploiting his image with abandon. Most recently, Gritty artworks made their appearance when the right-wing group Proud Boys held an event in Philly.\n\nAlright let's do this Philly pic.twitter.com/gRMA3JwV66 — Parker Higgins (@xor) November 17, 2018\n\nWe will outlive them 💫 🍊😈🌈 pic.twitter.com/kcHx689UTe — Parker Higgins (@xor) November 17, 2018\n\nSo far, the hockey team has said nothing about its initially misfired mascot being used by the violent Antifa as its own symbol. Several news organizations have asked the team why it is siting back quietly as left-wing agitators use their new mascot at rallies and demonstrations. Apparently, the team is not very upset about it.\n\nFollow Warner Todd Huston on Twitter @warnerthuston."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Unconstitutional: Attorneys Argue Against Concealed Carry Permits", "description": "Attorneys working as public defenders in Peoria County, Illinois, argue that requiring a permit in order to carry a gun for self-defense outside the home is unconstitutional.", "url": "https://www.breitbart.com/politics/2018/11/18/unconstitutional-attorneys-argue-against-concealed-carry-permits/", "urlToImage": "https://media.breitbart.com/media/2018/11/concealed-carry-permit.png", "publishedAt": "2018-11-18T16:49:17Z", "content": "The Associated Press reports that the attorneys, Chandra Justice and Mark Rose, are making their arguments against permit requirements “in several cases in which defendants are charged with felony aggravated unlawful use of a weapon.” Justice and Rose note th… [+1513 chars]", "fulltext": "Attorneys working as public defenders in Peoria County, Illinois, argue that requiring a permit in order to carry a gun for self-defense outside the home is unconstitutional.\n\nThe Associated Press reports that the attorneys, Chandra Justice and Mark Rose, are making their arguments against permit requirements “in several cases in which defendants are charged with felony aggravated unlawful use of a weapon.”\n\nJustice and Rose note that their clients work in neighborhoods where safety is lacking, therefore they carry the guns as a necessary means to protect their lives. They claim that requiring a permit in order to carry a gun for self-defense “violates the Second Amendment right to bear arms.”\n\nThe Peoria Journal Star quotes Justice saying, “Stricter gun laws, or laws that don’t apply equally to every citizen, do not necessarily decrease crime or shootings. People will get their hands on guns, legally or not. It makes more sense to address gun violence as a social and economic issue, rather than tighter control.”\n\nRose added, “The rights to bear arms, free speech, voting and trial by jury, each are fundamental to our American identity, and the courts are required to articulate the meaning and extent of such rights, and how, under the equal protection and due process clauses, such rights should be available for exercise. It is in this context that we have felt it appropriate to ask the court for guidance on these issues as they relate to the Illinois statutes.”\n\nAWR Hawkins is an award-winning Second Amendment columnist for Breitbart News, the host of the Breitbart podcast Bullets with AWR Hawkins, and the writer/curator of Down Range with AWR Hawkins, a weekly newsletter focused on all things Second Amendment, also for Breitbart News. He is the political analyst for Armed American Radio. Follow him on Twitter: @AWRHawkins. Reach him directly at awrhawkins@breitbart.com. Sign up to get Down Range at breitbart.com/downrange."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Virginia Hale", "title": "Christian Bridal Magazine Forced Out of Business for Not Featuring Same-Sex Couples", "description": "A major Australian wedding magazine has been forced to close after a campaign by violence-threatening activists against the Christian-run publication over its failure to feature same-sex couples.", "url": "https://www.breitbart.com/europe/2018/11/18/christian-magazine-forced-close-lgbt-australia/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-887191228-e1542558768410.jpg", "publishedAt": "2018-11-18T16:45:39Z", "content": "Luke and Carla Burrell, who have published White Magazine for 12 years, posted a statement Saturday announcing that the magazine was no longer economically viable following an intimidation campaign which saw advertisers, staff, and contributors targeted for a… [+3543 chars]", "fulltext": "A major Australian wedding magazine has been forced to close after a campaign by violence-threatening activists against the Christian-run publication over its failure to feature same-sex couples.\n\nLuke and Carla Burrell, who have published White Magazine for 12 years, posted a statement Saturday announcing that the magazine was “no longer economically viable” following an intimidation campaign which saw advertisers, staff, and contributors targeted for abuse and threats of physical violence.\n\nThe couple said that, while the publication had always been secular, they were forced to “pick a side” earlier in the year when the Australian state broadcaster, ABC, published a piece in which former contributors to the publication “raised the alarm about White’s lack of LGBTQI diversity”.\n\nPhotographer Lara Hotz said she felt “extremely hurt” by the magazine’s rejection of same-sex wedding shoots following the introduction of same-sex marriage in Australia last year, adding: “It appears they are happy to take money, content and photographs from LGBTQI advertisers and contributors, but are yet to support and represent us in the same way as heterosexual couples are represented in the magazine.”\n\nBombing Outside Australian Christian Lobby HQ by Gay Activist ‘Not Political’\n\nhttps://t.co/EHHJhrUDMh — Breitbart London (@BreitbartLondon) August 27, 2017\n\nIn their blog post, titled ‘Farewell’, the Burrells said they had “no agenda but love”, stressing: “We have no desire to create a social, political or legal war, which only divides people further and does more damage than good. To us, our faith is anchored in love without judgement.”\n\nReporting that they were “really saddened” by the campaign, during which “couples who have featured in our magazine have also been the subject of online abuse despite their individual beliefs”, the pair closed their post by stating: “We hope that one day soon our society can learn to accept people’s differences and different points of view and love each other no matter what. That’s where real positive change begins.”\n\nThe Burrells case is “only the tip of the iceberg” and represents “a quiet crisis of freedom that runs far deeper”, according to the Australian Christian Lobby (ACL), which warned the government’s failure so far to deliver religious protections it promised after the same-sex marriage referendum means “good people of faith are suffering”.\n\nA report published in The Australian noted the case of Christian wedding photographer Jason Tey, who was hauled to a State Equal Opportunity Commission not for declining service to LGBT individuals but simply for stating his religious beliefs.\n\nThe professional from Western Australia got in trouble after “he agreed to photograph the children of a same-sex couple but disclosed a conflict of belief, in case they felt more comfortable hiring someone else”, reports the centre-right newspaper.\n\nAustralian rugby star attacked for declining to support gay marriage campaign due to Christian beliefs https://t.co/CtZigMv9Z2 — Breitbart London (@BreitbartLondon) September 14, 2017\n\n“At the conciliation hearing, it was demanded that Mr Tey provide an admission of discrimination as well as a written apology to be published publicly on the homepage of his website and all social media pages associated with his photography business for at least two months.”\n\nThe ACL “has been called in to provide help to more than 50 people who have faced legal trouble for living out their faith”, said the organisation’s managing director, Martyn Iles, describing as “a nightmare” the situations faced by Mr Tey and the Burrells.\n\n“Few cases come to the public attention because people are afraid to speak. The intolerance they face is formidable,” he continued.\n\n“Jason is being sued simply for stating his beliefs. Luke and Clara were harassed out of business for saying and doing nothing – for their silence.\n\n“That is shocking. We are at the stage where anything less than total affirmation is worthy of vicious attack. We’re spiralling into an Orwellian nightmare.”"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": ".Brexiteer Calls for Civil Service Advisers to Be Fired for Betraying Britain", "description": "Steve Baker MP has called for Theresa May to sack her senior EU advisers for conspiring to tie the UK indefinitely to a customs union with the bloc, singling out top civil servant Olly Robbins.", "url": "https://www.breitbart.com/europe/2018/11/18/brexiteer-calls-may-civil-service-advisers-be-fired-betraying-britain/", "urlToImage": "https://media.breitbart.com/media/2018/11/Steve-Baker-1.png", "publishedAt": "2018-11-18T16:36:27Z", "content": "The disaster of this cabinet meeting and this ludicrous policy arises because special advisers and officials have been circumventing ministers who do have a clear understanding of what needs to be done, Mr Baker, pictured, said, according to The Times. The fo… [+3703 chars]", "fulltext": "Steve Baker MP has called for Theresa May to sack her senior EU advisers for conspiring to tie the UK indefinitely to a customs union with the bloc, singling out top civil servant Olly Robbins.\n\n“The disaster of this cabinet meeting and this ludicrous policy arises because special advisers and officials have been circumventing ministers who do have a clear understanding of what needs to be done,” Mr Baker, pictured, said, according to The Times.\n\nThe former Brexit minister also called for the prime minister’s EU advisers Ed de Minckwitz and Denzil Davidson to be fired as he claimed they ignored the advice of Cabinet ministers, as well as the dismissal of May’s chief of staff Gavin Barwell and her chief spin doctor Robbie Gibb.\n\n“We have the potential for a political catastrophe because of certain people in No 10 wielding power without accountability who are going to have to have to be sacked for the prime minister to stay after this debacle,” the vice chairman of the European Research Group (ERG) said.\n\nMinisters and Brexiteers are rejecting en masse May’s draft Brexit agreement with the bloc, which through its backstop plan to prevent a so-called hard border between Northern Ireland and the Republic of Ireland could lock the UK into regulatory alignment with the EU indefinitely.\n\nWATCH | Mark Francois explains how Britain has been stitched-up by pro-EU civil servants, who never accepted the will of the people and negotiated this treasonous deal with Brussels. Support us at https://t.co/ntwXbJeHQw pic.twitter.com/wS4Vj3qJa2 — Leave.EU (@LeaveEUOfficial) November 18, 2018\n\nFormer Brexit secretary Dominic Raab also singled out May’s lead civil servant in an interview with The Times, though criticising him in less direct terms. With Robbins being given such latitude by May, and rumours that May seeks the guidance of the Civil Service over that of her last two Brexit secretaries, Robbins did not deliver on the instructions of the Cabinet.\n\n“It’s not clear to me how the economic partnership reflected in the outline political declaration is consistent with the mandate the cabinet gave the technical team,” Mr Raab said. “The crucial decisions must be taken by the ministers who can be held to account for it.”\n\nAsked whether he thought Robbins had misled him before he saw the final agreement last week, Raab said: “I think misled is probably too strong a word. I don’t ever like to attribute bad faith to anyone, it’s not my style of politics. But there is clearly a gap of ministerial oversight in relation to this rather important end of the deal.”\n\nMember of the ERG Mark Francois, who is calling for a party vote of no confidence in May, was blunt in pointing the finger at Robbins.\n\nDELINGPOLE: Exposed — The Deep State Machiavels Who Run Theresa May https://t.co/FOB1gARGvO — Breitbart London (@BreitbartLondon) November 2, 2018\n\n“The withdrawal agreement was negotiated from the British side by a small group of extremely pro-EU senior civil servants, working in Downing Street in the Cabinet Office, and reporting to the prime minister,” Mr Francois said Sunday on Sky News.\n\n“They are led by a man called Olly Robbins, who the public have never heard of but who has had tremendous influence over the future of this country.\n\n“Those senior civil servants have never accepted the result of the referendum. They have always thought the British people were wrong, or daft, so they have negotiated the withdrawal agreement in such a way that we effectively remain with the European Union.”\n\nMr Francois went on to quote arch Europhile and former Labour prime minister Tony Blair, who recently praised Robbins for misleading ministers over the soft Brexit Chequers plan, the forerunner to the current agreement, and the skills of deception by deep state civil servants:\n\n“I take my hat off to Olly Robbins, Olly is a very skilled guy, the elaborate camouflage of all the different points is a tribute to the skill of the British civil service, I say that sincerely,” Mr Blair said."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key, Pam Key", "title": "Trump: If I Were More Moderate, I Would Not Get Anything Done", "description": "On this weekend’s broadcast of “Fox News Sunday,” President Donald Trump said if he were not combative, he would not have as many accomplishments. Trump said, “I think that if I was very different, I wouldn’t have gotten what we had to get, the biggest tax cu…", "url": "https://www.breitbart.com/video/2018/11/18/trump-if-i-were-more-moderate-i-would-not-get-anything-done/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-2.jpg", "publishedAt": "2018-11-18T16:30:47Z", "content": "On this weekend’s broadcast of “Fox News Sunday,” President Donald Trump said if he were not combative, he would not have as many accomplishments. Trump said, “I think that if I was very different, I wouldn’t have gotten what we had to get, the biggest tax cu… [+991 chars]", "fulltext": "On this weekend’s broadcast of “Fox News Sunday,” President Donald Trump said if he were not combative, he would not have as many accomplishments.\n\nTrump said, “I think that if I was very different, I wouldn’t have gotten what we had to get, the biggest tax cuts in history, ANWR approved, got rid of the individual mandate, the most unpopular thing you could imagine, health care. I got rid of it. Everybody said it would be impossible to get rid of it. The regulations. I think if I was a more modified, more moderate in that sense I don’t think I would have done half of the things that I was able to get completed.”\n\nHe added, “With that being said, other than you have to have a certain ability to fight back, and as you know people they take a strong stance on me both ways — love and hate. I would like to see it maybe a little bit more right down the middle but something that is important to me but a lot of times you can’t practice tone because you have people coming at you so hard that if you don’t fight back in a somewhat vigorous way you’re not going to win and we have to win. This country has to win. We have a lot of victories coming and if I go to low key were not going to have those victories. ”\n\nFollow Pam Key on Twitter @pamkeyNEN"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Bill Maher Under Fire for Saying Stan Lee’s ‘Stupid’ Comic Books Led to Donald Trump’s Election", "description": "HBO late-night host Bill Maher came under fire this weekend after suggesting that America's fondness for the late Stan Lee's \"stupid\" comic books is part of the reason why Donald Trump was elected president.", "url": "https://www.breitbart.com/entertainment/2018/11/18/bill-maher-under-fire-stan-lee-stupid-comic-books-led-to-donald-trump-election/", "urlToImage": "https://media.breitbart.com/media/2018/08/BillMahermillion1.jpg", "publishedAt": "2018-11-18T16:30:11Z", "content": "Lee, who died earlier this week at the age of 95, created iconic comic book characters including Spider-Man, the Hulk, and the X-Men, while also helping to re-invent characters Superman, Batman, Wonder Woman and other signature characters for Marvels main riv… [+2589 chars]", "fulltext": "HBO late-night host Bill Maher came under fire this weekend after suggesting that America’s fondness for the late Stan Lee’s “stupid” comic books is part of the reason why Donald Trump was elected president.\n\nLee, who died earlier this week at the age of 95, created iconic comic book characters including Spider-Man, the Hulk, and the X-Men, while also helping to re-invent characters Superman, Batman, Wonder Woman and other signature characters for Marvel’s main rival DC Comics.\n\nIn a blog post published on his website Saturday, Maher wrote: “The guy who created Spider-Man and the Hulk has died, and America is in mourning. Deep, deep mourning for a man who inspired millions to, I don’t know, watch a movie, I guess.”\n\n“But then twenty years or so ago, something happened – adults decided they didn’t have to give up kid stuff. And so they pretended comic books were actually sophisticated literature,” Maher continued.\n\n“The problem is, we’re using our smarts on stupid stuff. I don’t think it’s a huge stretch to suggest that Donald Trump could only get elected in a country that thinks comic books are important,” the comedian wrote.\n\nMaher’s comments drew immediate ire from comic book fans and writers alike, with cartoonist Greg Capullo and writer G. Willow Wilson denouncing Maher’s analysis.\n\nI never speak on topics I know little or nothing about. Why? I never want to be the fool. In other words, I don’t wanna make a Bill Maher out of myself. 🏻✏️🏻 — Greg Capullo (@GregCapullo) November 17, 2018\n\nBill Maher has done the impossible: gotten the entirety of comics fandom to agree on something — G. Willow Wilson (@GWillowWilson) November 17, 2018\n\nOther Twitter users also chimed in, accusing Maher of disrespecting Lee’s legacy, pointing out that Maher also played a cameo role in the 2013 film Iron Man 3.\n\nBill Maher dismissed an entire storytelling medium?\n\nWow. He's so highbrow.\n\nHis brow is so high, there's probably less room for a mind. — Tom Taylor (@TomTaylorMade) November 17, 2018\n\nBill Maher’s trashy, pointless, and bitter sounding “blog post” is no shock. He makes a living off criticizing and trashing other people‘s work and lives. He’s a “comic” that people laugh at and agree with and then fancy themselves smart & progressive. You’re not. #RIPStanLee pic.twitter.com/2sBAVA6APR — Jess Carlson (@jessjcarlson) November 17, 2018\n\nPeople are shock that bill Maher attack grean man Stan Lee, not me he still hurt his neoliberal friend HRC lost worst politician, Bill is racist and many other thing — kajaraj கஜராஜ் (@kajokc3513) November 18, 2018\n\nI don't know and don't particularly care who Bill Maher is. I just know that anyone who pisses on people for mourning a man who helped make them happy is a titanic waste of space. — Mack (@SgtPepper1001) November 17, 2018\n\nBill Maher sure didn’t mind taking that check to appear in Iron Man 3 tho pic.twitter.com/mixz8KGuRz — Roy G. Biv (@reuelgomezbaez) November 17, 2018\n\nBill Maher has yet to respond publicly to the criticism.\n\nFollow Ben Kew on Facebook, Twitter at @ben_kew, or email him at bkew@breitbart.com."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News, Breitbart News", "title": "Macron, Merkel Show United Front Against President Trump, Rising Populism", "description": "Berlin (AFP) – German Chancellor Angela Merkel and French President Emmanuel Macron were due to meet in Berlin Sunday in a show of unity against rising populism in the era of US President Donald Trump.", "url": "https://www.breitbart.com/europe/2018/11/18/macron-merkel-show-united-front-against-president-trump-rising-populism/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/18/2fafcd_germany-france-98637-in-nov-11-2018-file-photo-french-president-emmanuel.jpg", "publishedAt": "2018-11-18T16:17:43Z", "content": "At their second meeting in a week, the two are expected to once again raise the idea of establishing a European army as a symbol of a united continent, a proposal that has raised Trumps hackles. Macrons visit comes a week after world leaders met in Paris to c… [+3209 chars]", "fulltext": "Berlin (AFP) – German Chancellor Angela Merkel and French President Emmanuel Macron were due to meet in Berlin Sunday in a show of unity against rising populism in the era of US President Donald Trump.\n\nAt their second meeting in a week, the two are expected to once again raise the idea of establishing a European army as a symbol of a united continent, a proposal that has raised Trump’s hackles.\n\nMacron’s visit comes a week after world leaders met in Paris to commemorate the end of World War I a century ago and marks Germany’s Day of Mourning for victims of war and dictatorship.\n\nAfter a wreath-laying ceremony, Macron was at 1230 GMT to address the German parliament — housed in the glass-domed Reichstag still bearing the scars of World War II — in the first speech by a French leader to the assembly in 18 years.\n\nMacron and Merkel, who were to meet for talks from 1400 GMT, are both committed pro-Europeans who have resisted rising populist, eurosceptic, and anti-immigration forces in Europe, as well as Trump’s isolationist “America First” stance.\n\nAs the world has remembered World War I, which ended a century ago this month, Macron has repeatedly invoked its horrors to drive home the message that rising nationalism is again destabilising the world.\n\nMacron and Merkel have proposed a European army that would operate within NATO — an idea Trump has mocked by tweeting that “it was Germany in World Wars One & Two – How did that work out for France?”\n\nBut German Defence Minister Ursula von der Leyen insisted Sunday that a joint military force would need not just common equipment and training but also “the political will to resolutely defend European interests when a conflict breaks out”.\n\nAnd France’s Minister for European Affairs, Nathalie Loiseau, told the Journal du Dimanche: “it is not a question of being against the United States but of taking our destiny into our own hands to no longer count on others”.\n\n– Weakened leaders –\n\nWhile strong on symbolism, the Franco-German partnership and European reform push have been plagued by policy differences and the domestic troubles of the two leaders.\n\nSince a Franco-German joint cabinet meeting on Europe in June, challenges have piled up with Brexit nearing and a budget conflict escalating between Brussels and Italy.\n\nThe Berlin talks also come at a time when both leaders are politically weakened, reducing the traditional driving power at the heart of the bloc.\n\nAs Trump gleefully tweeted days ago, Macron’s once stellar approval ratings have dropped off into the mid-twenties.\n\nAnd Merkel, after 13 years in power, has in recent weeks announced the beginning of the end of her reign by declining to stand again as leader of her centre-right Christian Democrats (CDU).\n\nShe has vowed to serve out her fourth term, which runs until 2021, but many observers expect Merkel could be brought down earlier by infighting within the CDU or the unhappy three-party coalition she leads.\n\nThere is much frustration in Paris about Merkel’s perceived foot-dragging on Macron’s bold reform plans, especially on forging a eurozone with a major common budget and finance minister.\n\nThe two countries agreed Friday on the outlines of a proposed budget for the euro area, Macron’s flagship project to support investment, but not on the amount, which remains undefined.\n\nAnother area of contention is that Germany and France have so far failed to find a united strategy on EU efforts to introduce a digital tax on internet giants such as Google and Facebook.\n\nThe joint army plan, too, faces tricky challenges, including post-war Germany’s traditional reluctance to send combat troops abroad and the fact that parliament must approve military missions."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn, Dylan Gwinn", "title": "Report: Browns Interested in Hiring Condoleezza Rice As Head Coach", "description": "Former Cabinet members frequently find themselves employed in a very diverse field of work after leaving government. However, if the Browns pull off what they're reportedly attempting to do, this will take things to a whole other level.", "url": "https://www.breitbart.com/sports/2018/11/18/report-browns-interested-hiring-condoleezza-rice-head-coach/", "urlToImage": "https://media.breitbart.com/media/2018/11/ap-ben-margot-1.jpg", "publishedAt": "2018-11-18T16:08:13Z", "content": "On Sunday morning, ESPN’s Adam Schefter reported that the Cleveland Browns have interest in making former Secretary of State Condoleezza Rice, their new football coach: Browns interested in interviewing Condoleezza Rice for head coaching job, source tells ESP… [+1178 chars]", "fulltext": "Former Cabinet members frequently find themselves employed in a very diverse field of work after leaving government. However, if the Browns pull off what they’re reportedly attempting to do, this will take things to a whole other level.\n\nOn Sunday morning, ESPN’s Adam Schefter reported that the Cleveland Browns have interest in making former Secretary of State Condoleezza Rice, their new football coach:\n\nBrowns interested in interviewing Condoleezza Rice for head coaching job, source tells ESPN.https://t.co/cgxCUgbF8j — Adam Schefter (@AdamSchefter) November 18, 2018\n\nIf hired, Rice would be the first female head coach in the history of the league.\n\nAccording to Schefter:\n\nCleveland’s interest in interviewing Rice comes at a time when women recently have moved into decision-making roles in men’s professional sports. The Spurs hired Becky Hammon as an assistant coach, the Buffalo Bills hired Kathryn Smith as a quality control assistant, the Raiders hired Kelsey Martinez to their strength staff, and the 49ers hired Katie Sowers as an offensive assistant. A potential interview hardly means the Browns will hire Rice, but they are interested in talking to her about the job and seeing what she could bring to the position and the organization.\n\nRice is a lifelong Browns fan, and has been frequently seen visiting with Browns Owner Jimmy Haslam. At one point, there was even talk of making Rice the league’s commissioner.\n\nWhile those talks never materialized, the Browns interest in Rice as a head coach, seems genuine. The Browns recently fired their head coach Hue Jackson, after the team began struggling offensively.\n\nFollow Dylan Gwinn on Twitter @themightygwinn"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Trump: ‘I Would Not Get Involved’ if Whitaker Limits Mueller Investigation", "description": "On this weekend’s broadcast of “Fox News Sunday,” President Donald Trump said he would “not get involved” if acting Attorney General Matthew Whitaker attempted to limit special counsel Robert Mueller’s investigation. When asked about Whitaker criticisms of th…", "url": "https://www.breitbart.com/video/2018/11/18/trump-i-would-not-get-involved-if-whitaker-limits-mueller-investigation/", "urlToImage": "https://media.breitbart.com/media/2018/11/trump-1.jpg", "publishedAt": "2018-11-18T15:47:28Z", "content": "On this weekend’s broadcast of “Fox News Sunday,” President Donald Trump said he would “not get involved” if acting Attorney General Matthew Whitaker attempted to limit special counsel Robert Mueller’s investigation. When asked about Whitaker criticisms of th… [+965 chars]", "fulltext": "On this weekend’s broadcast of “Fox News Sunday,” President Donald Trump said he would “not get involved” if acting Attorney General Matthew Whitaker attempted to limit special counsel Robert Mueller’s investigation.\n\nWhen asked about Whitaker criticisms of the Russia probe, Trump said, “I did not know that. I did not know he took views on the Mueller investigation as such.”\n\nWhen asked about Whitaker saying there was no collusion between the Trump campaign and Russia, Trump said, “He’s right. What do you do when a person’s right? There is no collusion. He happened to be right. I mean, he said it. So if he said there is collusion, I’m supposed to be taking somebody that says there is? Because then I wouldn’t take him for two reasons, but the number one reason is the fact that he would have been wrong.”\n\nWhen asked if he would get involved if Whitaker limits Mueller’s investigation, Trump said, “It’s going to be up to him. I think he’s astute politically. He’s a very smart person, a very respected person. I really believe he’s going to do what’s right.”\n\nHe added, “I would not get involved. I have all these people that say I’m going to end the investigation. How long has this gone on?”\n\nFollow Pam Key on Twitter @pamkeyNEN\n\n"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Schiff: Democrats Will Challenge Whitaker’s Appointment", "description": "Sunday on ABC’s “This Week,” the probable incoming chairman of the House Intelligence Committee, Rep. Adam Schiff (D-CA) said Democrats would challenge the appointment of acting Attorney General Matthew Whitaker. When asked if Democrats would challenge that a…", "url": "https://www.breitbart.com/video/2018/11/18/schiff-democrats-will-challenge-whitakers-appointment/", "urlToImage": "https://media.breitbart.com/media/2018/10/adam-schiff-2017-file-getty.jpg", "publishedAt": "2018-11-18T15:21:16Z", "content": "Sunday on ABC’s “This Week,” the probable incoming chairman of the House Intelligence Committee, Rep. Adam Schiff (D-CA) said Democrats would challenge the appointment of acting Attorney General Matthew Whitaker. When asked if Democrats would challenge that a… [+926 chars]", "fulltext": "Sunday on ABC’s “This Week,” the probable incoming chairman of the House Intelligence Committee, Rep. Adam Schiff (D-CA) said Democrats would challenge the appointment of acting Attorney General Matthew Whitaker.\n\nWhen asked if Democrats would challenge that appointment, Schiff replied, “Yes.”\n\nHe continued, “I think the appointment is unconstitutional.”\n\nSchiff said, “Constitutionally it has to be subject to confirmation. I think they lose that case when it goes to the Supreme Court. It’s in conflict with a more specific statute and that is there is a Succession Statute for the Justice Department which makes the Justice Department different from other agencies.”\n\nHe continued, “So it’s a flawed appointment, but the biggest flaw from my point of view is that he was chosen for the purpose of interfering with the Mueller investigation.”\n\nHe added, “We’ll expose any involvement he has in it. He needs to know if he takes any action to curb what Mr. Mueller does, we’ll find out about it. We are going to expose it. I would call on my colleagues right now to avoid the Constitutional crisis. Take action now. Speak out against this appointment.”\n\nFollow Pam Key on Twitter @pamkeyNEN"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Cartel Chronicles, Cartel Chronicles", "title": "Mexican Judge Denies Bond for Cartel Boss Wanted in Texas", "description": "A Mexican federal judge has ruled against the release of a recently captured cartel boss. The man is wanted by U.S. authorities in connection to a high-profile cartel-execution near Dallas.", "url": "https://www.breitbart.com/border/2018/11/18/mexican-judge-denies-bond-for-cartel-boss-wanted-in-texas/", "urlToImage": "https://media.breitbart.com/media/2018/11/El-Mora-Arrest.jpeg", "publishedAt": "2018-11-18T14:58:23Z", "content": "In a court hearing, a federal judge in Monterrey ruled against releasing Luis Lauro La Mora or La China Ramirez Bautista. He ordered that he be held without bond until further hearings. Officials removed the wanted drug boss to the Cadereyta state prison. As … [+2659 chars]", "fulltext": "MONTERREY, Nuevo Leon – A Mexican federal judge has ruled against the release of a recently captured cartel boss. The man is wanted by U.S. authorities in connection to a high-profile cartel-execution near Dallas.\n\nIn a court hearing, a federal judge in Monterrey ruled against releasing Luis Lauro “La Mora or La China” Ramirez Bautista. He ordered that he be held without bond until further hearings. Officials removed the wanted drug boss to the Cadereyta state prison. As Breitbart News first reported in an exclusive article, detectives with the Nuevo Leon’s State Investigations Agency arrested Ramirez Bautista at a checkpoint after the wanted drug lord left a bar near the Barrio Antiguo neighborhood in Monterrey.\n\nPrior to his arrest, Ramirez Bautista allegedly attempted to run over a law enforcement official at the checkpoint and then resisted the arrest. During the arrest, authorities seized a.38o caliber handgun carried by the wanted drug lord.\n\nThe man known as La Mora is a key boss with a criminal organization that once belonged to the Beltran Leyva Cartel but has since branched off and become independent and highly dangerous. Under orders from his boss Rodolfo “El Gato” Villarreal, Ramirez Bautista is believed to have played a role in helping mastermind the 2013 murder of Gulf Cartel attorney Juan Jesus Guerrero Chapa. As Breitbart News reported, Guerrero Chapa was gunned down in the ritzy Dallas suburb of Southlake after a long-term surveillance operation. The murder was personal in nature since Ramirez Bautista’s boss El Gato blamed Guerrero Chapa for the murder of his father.\n\nRamirez Bautista is wanted by U.S. authorities in the ongoing case against Villarreal and federal authorities had added him to a most wanted list of fugitive cartel bosses in the Texas border region.\n\n\n\nThe ruling by the judge denying bond for Ramirez Bautista comes as a surprise since in recent months, as Breitbart News has reported, federal judges in Mexico have been releasing an alarming number of cartel bosses by ruling their arrests as illegal or alleging some other bureaucratic error. The man known as La Mora had been arrested in 2017. However, a Mexican federal judge ruled at the time that the raid that led to his capture was illegal and ordered his release.\n\nSoon after the most recent arrest, gunmen from El Gato’s criminal organization murdered 34-year-old Santiago Aaron Urbina Arellano. This man managed Bar Ambria, where Ramirez Bautista visited prior to his arrest. It is believed that the gunmen targeted the bar manager suspecting that he may have tipped off law enforcement.\n\n"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Stacey Abrams Refuses to Say Brian Kemp Is the Legitimate Governor of Georgia", "description": "Sunday on CNN’s “State of the Union,” Stacey Abrams refused to say the election of Brian Kemp was legitimate after he won the gubernatorial race in Georgia. When asked if there was deliberate interference in the election, Abrams said, “Yes. And I believe it b…", "url": "https://www.breitbart.com/video/2018/11/18/stacey-abrams-refuses-to-say-brian-kemp-is-the-legitimate-governor-of-georgia/", "urlToImage": "https://media.breitbart.com/media/2018/11/Stacey-Abrams-1.jpg", "publishedAt": "2018-11-18T14:55:03Z", "content": "Sunday on CNN’s “State of the Union,” Stacey Abrams refused to say the election of Brian Kemp was legitimate after he won the gubernatorial race in Georgia. When asked if there was deliberate interference in the election, Abrams said, “Yes. And I believe it b… [+1666 chars]", "fulltext": "Sunday on CNN’s “State of the Union,” Stacey Abrams refused to say the election of Brian Kemp was legitimate after he won the gubernatorial race in Georgia.\n\nWhen asked if there was deliberate interference in the election, Abrams said, “Yes. And I believe it began eight years ago with the systematic disenfranchisement of more than a million voters. It continued with the underfunding and disinvestment in polling places, in training and in the management of the county delivery of services. And I think it had its pinnacle in this race.”\n\nWhen asked if Kemp is the legitimate Governor-elect of Georgia, Abrams said, “The law, as it stands, says that he received an adequate number of votes to become the governor of Georgia, and I acknowledge the law as it stands. I am a lawyer by training and I have taken the Constitutional oath to uphold the law.”\n\nHost Jake Tapper asked again, “Is he the legitimate governor-elect of Georgia?”\n\nAbrams said, “He is the person who won the adequate number of votes to become the governor.”\n\nTapper continued, “You’re not using the word legitimate. Is he the legitimate governor governor-elect of Georgia?\n\nAbrams said, “He is the legal governor of Georgia. Words have meaning. I spent my lifetime not only as an attorney but as a writer and I’m careful of the words I choose. When he takes the oath of office he will be the legal governor of the state of Georgia, the legal victor. What you are looking to me to say is that there was no compromise of our democracy and there should be some political compromise in the language I use and that’s not right. What’s not right is saying that something was done properly when it was not. I will never deny the legal premature that says he is in this position and I pray for his success. But will not I say that this election was not tainted, was not a disinvestment and disenfranchisement of thousands of voters”\n\nFollow Pam Key on Twitter @pamkeyNEN"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Flake: A Dem Can Win Arizona in 2020, Voters in the Suburbs Rejected Trump", "description": "Sunday on CNN’s “State of the Union,” Sen. Jeff Flake (R-AZ) said a Democratic presidential candidate can win Arizona in 2020 after Sen.-elect Kyrsten Sinema (D-AZ) took his Senate seat in the midterms because voters in the suburbs rejected her Republican opp…", "url": "https://www.breitbart.com/video/2018/11/18/flake-a-dem-can-win-arizona-in-2020-voters-in-the-suburbs-rejected-trump/", "urlToImage": "https://media.breitbart.com/media/2018/11/Flake.jpg", "publishedAt": "2018-11-18T14:46:19Z", "content": "Sunday on CNN’s “State of the Union,” Sen. Jeff Flake (R-AZ) said a Democratic presidential candidate can win Arizona in 2020 after Sen.-elect Kyrsten Sinema (D-AZ) took his Senate seat in the midterms because voters in the suburbs rejected her Republican opp… [+1020 chars]", "fulltext": "Sunday on CNN’s “State of the Union,” Sen. Jeff Flake (R-AZ) said a Democratic presidential candidate can win Arizona in 2020 after Sen.-elect Kyrsten Sinema (D-AZ) took his Senate seat in the midterms because voters in the suburbs rejected her Republican opponent, Rep. Martha McSally (R-AZ)\n\nPartial transcript as follows:\n\nTAPPER: For the first time in 30 years Republicans in Arizona, if you look at the exit polls, lost ground among Latinos, male voters, college graduates and suburban voters compared to President Trump’s 2016 performance. Do you think Arizona is winnable for a Democratic presidential candidate in 2020?\n\nFLAKE: It certainly is. Arizona is still nominally a Republican state. We have a voter registration advantage still of 200,000 statewide. But you cannot run as someone who is tied at the hip with the president and win statewide. Voters in Arizona are rejecting that. And I think we’re seeing that elsewhere in the country as well. We’re losing the suburbs. If we had a mass movement from the suburbs, for people to move back to rural areas then perhaps our Republican party would have more of a future but not the way that we’re going now. I’m very concerned about where we are in Arizona and the rest of the country."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price, Bob Price", "title": "Migrant's Remains Found on Ranch near Texas Border", "description": "Laredo Sector Border Patrol agents discovered the remains of a migrant who appeared to have become lost after illegally crossing the border from Mexico.", "url": "https://www.breitbart.com/border/2018/11/18/migrants-remains-found-on-ranch-near-texas-border/", "urlToImage": "https://media.breitbart.com/media/2018/11/20181114_2_river-Laredo-Sector.jpg", "publishedAt": "2018-11-18T14:39:09Z", "content": "Agents assigned to the Laredo South Station assigned to patrol on a ranch south of Rio Bravo, Texas, came upon the remains of a deceased migrant. The agents were patrolling along a fence line of a ranch in Webb County when they came upon the remains, accordin… [+1536 chars]", "fulltext": "Laredo Sector Border Patrol agents discovered the remains of a migrant who appeared to have become lost after illegally crossing the border from Mexico.\n\nAgents assigned to the Laredo South Station assigned to patrol on a ranch south of Rio Bravo, Texas, came upon the remains of a deceased migrant. The agents were patrolling along a fence line of a ranch in Webb County when they came upon the remains, according to information obtained by Breitbart News from Laredo Sector Border Patrol officials.\n\nThe agents contacted the Webb County Medical Examiner’s Office. The examiner came to the scene and made the legal death pronouncement. The medical examiner arranged transportation of the remains to the office where the task of identification will begin. Frequently, the remains are difficult to identify. In this case, the medical examiner found a Mexican voter registration card which will help expedite the identification and family notification process.\n\nNearly 70 migrants lost their lives this year in the Laredo Sector according to the International Organization of Migrants’ Missing Migrant Project. Webb County Medical Examiner Dr. Corinne Stern told Breitbart News in an interview late last year that the actual death toll is probably higher than the reported numbers. This is due to the vast expansion of ranch lands making discovery of remains difficult.\n\nNationally, at least 345 migrants died during or shortly after illegal border crossings from the U.S. into Mexico. Officials in Texas reported more than 200 of those deaths, the group reports.\n\nThe 345 migrant deaths represent a 12 percent over the same period in 2017 when officials found the remains of 307 migrants who had illegally crossed the border from Mexico."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn, Dylan Gwinn", "title": "Anthem Protester Eric Reid Fined for Hit to Ben Roethlisberger's Head", "description": "When Eric Reid launched joined Colin Kaepernick in his anthem protests, many football fans suspected that the LSU product would one day be fined by the league. Though, most of those fans likely thought he would be fined for protesting before he got fined for …", "url": "https://www.breitbart.com/sports/2018/11/18/anthem-protester-eric-reid-fined-for-hit-to-ben-roethlisbergers-head/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Keith-Srakocic-2.jpg", "publishedAt": "2018-11-18T14:35:57Z", "content": "Those fans were mistaken. According to Pro Football Talk, “The NFL has docked the pay of Panthers safety Eric Reid for his hit on Steelers quarterback Ben Roethlisberger last week. “Reid was fined $10,026 for the hit, which also got him ejected.” Reid was sig… [+538 chars]", "fulltext": "When Eric Reid launched joined Colin Kaepernick in his anthem protests, many football fans suspected that the LSU product would one day be fined by the league. Though, most of those fans likely thought he would be fined for protesting before he got fined for an illegal hit.\n\nThose fans were mistaken.\n\nAccording to Pro Football Talk, “The NFL has docked the pay of Panthers safety Eric Reid for his hit on Steelers quarterback Ben Roethlisbergerlast week.\n\n“Reid was fined $10,026 for the hit, which also got him ejected.”\n\nReid was signed by the Carolina Panthers in September, after missing the first few weeks of the season. The former 49er safety joined Colin Kaepernick’s collusion grievance against the NFL in the offseason. In the lawsuit, the players claim that NFL owners conspired to keep them out of the league due to their anthem protests.\n\nDespite being signed by the Panthers, Reid is still allowed to remain part of the grievance. An important hearing in the grievance process is scheduled in the next couple weeks.\n\nFollow Dylan Gwinn on Twitter @themightygwinn"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn, Dylan Gwinn", "title": "WATCH: Harvard Has TD Taken Away After Running Back Gives Yale the Finger", "description": "All is fair in love and war. However, while passions similarly run deep in the turbulent world of college football, not all emotional expressions are fair or allowed.", "url": "https://www.breitbart.com/sports/2018/11/18/watch-harvard-has-td-taken-away-after-running-back-gives-yale-the-finger/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot-9-2.jpg", "publishedAt": "2018-11-18T14:02:10Z", "content": "And some of them, if noticed by the wrong people, can cost you dearly. This lesson was learned the hard way by a Harvard running back on Saturday. During the Harvard-Yale game at Fenway Park on Saturday, Harvard back Devin Darrington broke off a 27-yard run f… [+604 chars]", "fulltext": "All is fair in love and war. However, while passions similarly run deep in the turbulent world of college football, not all emotional expressions are fair or allowed.\n\nAnd some of them, if noticed by the wrong people, can cost you dearly.\n\nThis lesson was learned the hard way by a Harvard running back on Saturday. During the Harvard-Yale game at Fenway Park on Saturday, Harvard back Devin Darrington broke off a 27-yard run for what appeared to be a touchdown for the Crimson. However, upon closer review, Darrington could be seen flipping Yale defenders the bird as he entered the end zone.\n\nHarvard had a TD ca🖕🖕ed back for some reason pic.twitter.com/JcbRMOax3x — NFL Memes (@NFL_Memes) November 17, 2018\n\nThe Ivy League may not produce any Top 25 teams, though they clearly still produce their fair share of contentious rivalries. The releasing of the bird did not hurt Harvard, however. The Crimson had to settle for a field goal on that particular drive, but won the game 45-27.\n\nFollow Dylan Gwinn on Twitter @themightygwinn"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn, Dylan Gwinn", "title": "Referee Stops College Football Game Because Fans Were Throwing Snowballs", "description": "Most fans pride themselves on the fact that football is a game which can be played through almost any weather condition. Whether the conditions be rain, sleet, heat, or snow, it normally makes no difference.", "url": "https://www.breitbart.com/sports/2018/11/18/referee-stops-college-football-game-because-fans-throwing-snowballs/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot-8-4.jpg", "publishedAt": "2018-11-18T14:01:06Z", "content": "However, according to one college football official, one condition the game cannot be played in, is snowball fight. During the Colorado-Utah game on Saturday a game which in which the field was blanketed by heavy snowfall an official stopped play because fans… [+413 chars]", "fulltext": "Most fans pride themselves on the fact that football is a game which can be played through almost any weather condition. Whether the conditions be rain, sleet, heat, or snow, it normally makes no difference.\n\nHowever, according to one college football official, one condition the game cannot be played in, is snowball fight.\n\nDuring the Colorado-Utah game on Saturday — a game which in which the field was blanketed by heavy snowfall — an official stopped play because fans were throwing snowballs onto the field:\n\nRef stopped the game to tell fans not to throw snowballs 😂 pic.twitter.com/b5vdtghzsx — Bleacher Report (@BleacherReport) November 17, 2018\n\nThe snowy conditions, however, did not hamper offensive output. The two teams combined for 37 points during the game. Unfortunately for Colorado, they only scored seven of the 37 points.\n\nFollow Dylan Gwinn on Twitter @themightygwinn"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Polls: Tories Fall Behind Labour as May Vows to Press on with Soft Brexit Plans - Breitbart News", "description": "Breitbart News Polls: Tories Fall Behind Labour as May Vows to Press on with Soft Brexit Plans Breitbart News Two recent polls show the Conservative Party behind Labour as the prime minister says that she will return to Brussels to press ahead with her soft B…", "url": "https://www.breitbart.com/europe/2018/11/18/polls-tories-fall-behind-labour-may-claim-leadership-challenge-frustrate-brexit/", "urlToImage": "https://media.breitbart.com/media/2018/10/Screen-Shot-2018-10-18-at-18.01.24.png", "publishedAt": "2018-11-18T13:58:17Z", "content": "The Opinium Research poll, conducted November 14th, put the Tories at 36 per cent, three points behind Labour at 39 per cent. In another poll by ComRes, the Conservatives are again at 36 per cent, four points behind Labour which is at 40 per cent, according t… [+2845 chars]", "fulltext": "Two recent polls show the Conservative Party behind Labour as the prime minister says that she will return to Brussels to press ahead with her soft Brexit plan.\n\nThe Opinium Research poll, conducted November 14th, put the Tories at 36 per cent, three points behind Labour at 39 per cent.\n\nIn another poll by ComRes, the Conservatives are again at 36 per cent, four points behind Labour which is at 40 per cent, according to data collected between the 14th and 15th of November.\n\nPrime Minister Theresa May continued her media blitz to sell her Brexit agreement — widely unpopular due to the Irish backstop locking the UK into EU customs rules — telling Sky News’s Sophie Ridge on Sunday that she has no intention of either backing down or renegotiating with Brussels.\n\nTheresa May told @RidgeOnSunday that a change of leader would only mean \"Brexit gets delayed and frustrated\". Do you have confidence in her as a leader? Vote below 👇 Find out more here: https://t.co/tqWKG9uNiU — Sky News (@SkyNews) November 18, 2018\n\n“I will be going back to Brussels,” May told Sky News, saying she would meet with European Commission President Jean-Claude Juncker this week.\n\n“We won’t agree the leaving part… until we’ve got what we want in the future relationship, because these two go together.”\n\nShe also addressed the potential leadership challenge, claiming that a new party leader “isn’t going to make the negotiations any easier,” and threatened that ousting her would “risk that we actually delay the negotiations and that’s a risk Brexit gets delayed or frustrated.”\n\nWestminster voting intention: LAB: 40% (-)\n\nCON: 36% (-3)\n\nLDEM: 9% (-)\n\nUKIP: 7% (+2)\n\nGRN: 3% (+1) via @ComRes, 14 – 15 Nov\n\nChgs. w/ Sephttps://t.co/TicKpFW7jj — Britain Elects (@britainelects) November 17, 2018\n\nDominic Raab MP, who resigned as Brexit secretary last week over the agreement, said on Sunday that May had allowed the UK to be “bullied and blackmailed” by the EU in negotiations and that there was a lack of “political will” to show the bloc that Britain would withdraw from negotiations over unfavourable terms, saying:\n\n“I think there is one thing that is missing and that is political will and resolve. I am not sure that message has ever landed.”\n\nRaab said the agreement was “fatally flawed” but that, in fact, it was not too late to change it.\n\n“I still think a deal could be done but it is very late in the day now and we need to change course,” he told the BBC’s Andrew Marr Show on Sunday.\n\nRaab: May Has Allowed UK to Be ‘Bullied and Blackmailed’ by Brussels, Brexit Deal ‘Fatally Flawed’ https://t.co/whaj6QR4dk — Breitbart London (@BreitbartLondon) November 18, 2018\n\nMember of the European Research Group Mark Francois, who has submitted a letter of no confidence to the 1922 Committee, dissected May’s response to the backstop issue, saying:\n\n“The prime minister said that would only be temporary. That is, technically, I think, not quite right. Because once you go into the backstop you can only then leave the backstop if the EU agrees to let you out. You’ve surrendered your sovereignty.”\n\n“The prime minister was loathed to admit that,” said Mr Francois on Sky News. “Tory MPs understand that point and that is why they won’t vote for it.”\n\n“No deal would be better than this nonsense,” he added."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jeff Poor", "title": "SNL Takes Another Shot at FNC’s Laura Ingraham in Cold Open", "description": "On this weekend’s episode of NBC’s “Saturday Night Live,” cast member Kate McKinnon performed her version of Laura Ingraham, the host of Fox News Channel’s “The Ingraham Angle” in the show’s cold open. The sketch also included appearances by Jeanine Pirro (pl…", "url": "https://www.breitbart.com/video/2018/11/17/snl-takes-another-shot-at-fncs-laura-ingraham-in-cold-open/", "urlToImage": "https://media.breitbart.com/media/2018/11/SNL1118.jpg", "publishedAt": "2018-11-18T13:58:06Z", "content": "On this weekend’s episode of NBC’s “Saturday Night Live,” cast member Kate McKinnon performed her version of Laura Ingraham, the host of Fox News Channel’s “The Ingraham Angle” in the show’s cold open. The sketch also included appearances by Jeanine Pirro (pl… [+454 chars]", "fulltext": "On this weekend’s episode of NBC’s “Saturday Night Live,” cast member Kate McKinnon performed her version of Laura Ingraham, the host of Fox News Channel’s “The Ingraham Angle” in the show’s cold open.\n\nThe sketch also included appearances by Jeanine Pirro (played by Cecily Strong), Facebook CEO Mark Zuckerberg (played by Alex Moffat) and Rep. Marcia Fudge (D-OH) (played by Leslie Jones).\n\nSaturday Night Live poked fun at Ingraham’s Fox News Channel advertisers in the sketch, which included “Fashion Catheters,” “Home Dog Baptism Kits,” “Teeny Tiny Turkey,” “Cash 4 Organs” and German automaker Volkswagen, which included a tagline from McKinnon’s Ingraham “you know why.”\n\nFollow Jeff Poor on Twitter @jeff_poor"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AFP", "title": "Pope denounces 'din of rich few' on World Day of Poor - Breitbart News", "description": "Breitbart News Pope denounces 'din of rich few' on World Day of Poor Breitbart News Vatican City (AFP) – Pope Francis railed against social inequality Sunday, lamenting “the din of the rich few” drowning out the voice of the needy, as he marked the second “Wo…", "url": "https://www.breitbart.com/news/pope-denounces-din-of-rich-few-on-world-day-of-poor/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/18/5ab2fa_pope-francis-denounce-world-in-wealthy-few-feast-on-in-justice-belongs-all.jpg", "publishedAt": "2018-11-18T13:57:00Z", "content": "Vatican City (AFP) – Pope Francis railed against social inequality Sunday, lamenting “the din of the rich few” drowning out the voice of the needy, as he marked the second “World Day of the Poor”. At a mass attended by about 6,000 poor people at St. Peter’s B… [+1298 chars]", "fulltext": "Vatican City (AFP) – Pope Francis railed against social inequality Sunday, lamenting “the din of the rich few” drowning out the voice of the needy, as he marked the second “World Day of the Poor”.\n\nAt a mass attended by about 6,000 poor people at St. Peter’s Basilica in Rome, the pope noted that “injustice is the perverse root of poverty”.\n\n“The cry of the poor daily becomes stronger but heard less, drowned out by the din of the rich few, who grow ever fewer and more rich,” he said ahead of a lunch at the Vatican for 1,500 destitute people and their helpers.\n\n“Let us ask for the grace to hear the cry of all those tossed by the waves of life,” the pope said.\n\n“It is the cry of all those forced to flee their homes and native land for an uncertain future. It is the cry of entire peoples, deprived even of the great natural resources at their disposal… while the wealthy few feast on what, in justice, belongs to all.”\n\nThe pope then had a lunch of lasagna, mashed potatoes and tiramisu with the poor in the immense Paul VI Hall, which adjoins the Vatican Basilica and usually hosts papal audiences and conferences.\n\nThe Vatican has also made available a team of doctors to provide free healthcare to the poor. Over 600 people were treated last year at the first World Day of the Poor, a tradition introduced by the pope.\n\nSimilar initiatives were held at other dioceses across Italy and elsewhere in the world.\n\nThe pope has often spoken about social inclusion, indirectly criticising governments that do not pay attention to those on the margins of society."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris", "title": "Tim Allen: I Love Poking At Liberals’ ‘Small Window of Sense of Humor’", "description": "Tim Allen, the star of the hit Fox show Last Man Standing, said in a recent interview he enjoys making fun of progressives' insecurities and insisted there is nothing that pisses people off more than a funny conservative.", "url": "https://www.breitbart.com/entertainment/2018/11/18/tim-allen-i-love-poking-at-liberals-small-window-of-sense-of-humor/", "urlToImage": "https://media.breitbart.com/media/2018/11/Timallen2.jpg", "publishedAt": "2018-11-18T13:51:35Z", "content": "“I like to mess around because Ive been a standup fiery comic for 30 years. And I like pissing people off, and I said theres nothing, especially in this area, that pisses people off more than a very funny conservative,” Allen told Indie Wire. “A smart, funny … [+2549 chars]", "fulltext": "Tim Allen, the star of the hit Fox show Last Man Standing, said in a recent interview he enjoys making fun of progressives’ insecurities and insisted there is nothing that pisses people off more than a funny conservative.\n\n“I like to mess around because I’ve been a standup fiery comic for 30 years. And I like pissing people off, and I said there’s nothing, especially in this area, that pisses people off more than a very funny conservative,” Allen told Indie Wire. “A smart, funny conservative that takes shots and is certainly self-effacing.”\n\n“The left-wing point of view is so pervasive that they don’t even realize it’s a point of view. It is just a point of view. I think this character likes that, he likes to have another point of view,” Allen added in regards to his character on the show.\n\nPeople often perceive Allen’s character, Mike Baxter, as sharing his real-world views but the veteran TV star says he is not the sum of his latest character.\n\n“I did an interview and I said, ‘Are you asking Mike Baxter this question because you heard something about the Clintons that the writers had written?’ Now, I’ll put something behind it, because I think it’s funny to make fun of people that are full of themselves,” Allen stated. “Liberals have a very small window of sense of humor about themselves, so I love poking at it.”\n\n“Two years ago, it was the conservatives, or whatever it is. But right now liberals, particularly progressives, hide behind large concepts,” Allen explained. “If you don’t agree with them, if you don’t agree with that position, then you hate women, and you hate gay people, and you hate pro-choice people, whatever. And I said that doesn’t fit. But I like pushing that and sometimes these guys let Mike Baxter say it, and he’s more of a pragmatist. He reminds me of my grandmother. He just hates big government.”\n\nAllen also mentioned President Donald Trump’s recent exchange with CNN’s Jim Acosta, saying it was “unpleasant” to watch.\n\n“It was so unpleasant to watch on both sides, that the guy wouldn’t leave him alone, where did the sense of decorum go?” Allen asked.\n\nConcluding the extensive interview, Allen reminded everyone his job is to make people laugh, no matter how they feel about the Trump Administration.\n\n“I can’t remember what comedian said it, but comedy’s about surprise. And there’s no surprise anymore. I know you hate the current administration. I know there’s hate, venom, we’re all going to hell, and the world’s all racist. I’ve heard this so much there’s no surprise, there’s no joke, there’s no drama,” Allen explained. “We’re writing a sitcom, we’re not trying to change the world. We’re just having an enjoyable time. Our job is to make you laugh.”\n\nIn May, it was announced that Last Man Standing would return to television on Fox after the successful six-season series was abruptly canceled by ABC late last year.\n\nThe show received astounding ratings when it returned in September, season 7 premiering to an average of 8 million viewers in the 18-49 demo.\n\nFollow Kyle on Twitter @RealKyleMorris."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak, Joel B. Pollak", "title": "Pollak: Ironically, Acosta's Victory Counters Media Narrative About Trump", "description": "The mainstream media are celebrating Friday’s decision by a federal judge to force the White House to restore CNN correspondent Jim Acosta’s “hard pass.” Judge Timothy J. Kelly’s decision is being treated as a victory for the free press, and proof that the Tr…", "url": "https://www.breitbart.com/the-media/2018/11/18/pollak-acostas-victory-counters-media-narrative-about-trump/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1062293282.jpg", "publishedAt": "2018-11-18T13:41:23Z", "content": "Judge Timothy J. Kelly’s decision is being treated as a victory for the free press, and proof that the Trump administration’s decision was wrong and violated Acosta’s constitutional rights. But the decision undermined the picture of the Trump administration t… [+1682 chars]", "fulltext": "The mainstream media are celebrating Friday’s decision by a federal judge to force the White House to restore CNN correspondent Jim Acosta’s “hard pass.”\n\nJudge Timothy J. Kelly’s decision is being treated as a victory for the free press, and proof that the Trump administration’s decision was wrong and violated Acosta’s constitutional rights. But the decision undermined the picture of the Trump administration the media have sought to portray, in three ways:\n\n1. A Trump appointee ruled against Trump. The media, and their Democratic Party allies, have treated President Donald Trump’s judicial nominees as if they can be expected to be slavishly loyal to the administration. That is why, for example, they focused on Brett Kavanaugh’s views on whether a president can be indicted while in office. The left expects judges to vote their “party,” because that is what left-wing judges do. Kelly, a Trump appointee, did not.\n\n2. Conservatism helped the media. Judge Kelly specifically said: “I must apply precedent as I see it,” even if he did not agree with it. Acosta won — thanks to the conservative judicial philosophy the president has prioritized in his appointees.\n\n3. The president accepted the decision. President Trump accepted the validity of the decision. He also ordered the White House to develop new rules for press behavior, in conformity with the ruling that Acosta’s due process rights had been violated. Compared with Obama, who often tried to ignore court decisions he lost, Trump’s approach was refreshing — and the opposite of the “autocrat” image the media have contrived.\n\nThe case has not yet been decided on the merits. Trump could prevail — or Acosta’s suspension could turn out to be a political mistake.\n\nBut the system of checks and balances works better than ever — thanks, largely, to Trump.\n\nJoel B. Pollak is Senior Editor-at-Large at Breitbart News. He is a winner of the 2018 Robert Novak Journalism Alumni Fellowship. He is also the co-author of How Trump Won: The Inside Story of a Revolution, which is available from Regnery. Follow him on Twitter at @joelpollak."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak, Joel B. Pollak", "title": "Alexandria Ocasio-Cortez Declares War on White, Moderate Democrats", "description": "Alexandria Ocasio-Cortez backed an effort Saturday by a group called the Justice Democrats, which opposes \"Democratic incumbents who are demographically and ideologically out-of-touch with their districts.\"", "url": "https://www.breitbart.com/politics/2018/11/18/alexandria-ocasio-cortez-declares-war-on-white-moderate-democrats/", "urlToImage": "https://media.breitbart.com/media/2018/08/alexandria-ocasio-cortez-getty.jpg", "publishedAt": "2018-11-18T13:41:17Z", "content": "The Justice Democrats helped Ocasio-Cortez oust veteran Rep. Joe Crowley (D-NY) in a primary in New York’s 14th congressional district earlier this year. In a tweet, she supported the Justice Democrats’ new “#OurTime” campaign: If youre a strong progressive l… [+2934 chars]", "fulltext": "Alexandria Ocasio-Cortez backed an effort Saturday by a group called the Justice Democrats, which opposes “Democratic incumbents who are demographically and ideologically out-of-touch with their districts.”\n\nThe Justice Democrats helped Ocasio-Cortez oust veteran Rep. Joe Crowley (D-NY) in a primary in New York’s 14th congressional district earlier this year.\n\nIn a tweet, she supported the Justice Democrats’ new “#OurTime” campaign:\n\nIf you’re a strong progressive leader in your community and committed to getting money out of politics, I want you to join me in Congress. I want you to run. To run in 2020 without corporate money, you need to start considering now. Join @justicedems tonight to learn more ⬇️ https://t.co/7hkAFkaZ4A — Alexandria Ocasio-Cortez (@Ocasio2018) November 17, 2018\n\nSince winning her election Nov. 6, Ocasio-Cortez has continued to challenge the Democratic Party leadership, joining a sit-in protest in the office of House Minority Leader Nancy Pelosi (D-CA) over climate change policy.\n\nThough she has not yet taken office, Ocasio-Cortez is already committing to replacing many of her colleagues — apparently on the basis of race and ideology.\n\nA press release from the Justice Democrats declared (original emphasis):\n\nAfter participating in sit-ins at Nancy Pelosi’s office on Tuesday, Justice Democrats officially launched the #OurTime project to repeat the organization’s success in recruiting and electing Congresswoman-elect Alexandria Ocasio-Cortez. The progressive grassroots organization will recruit the next generation of primary challengers to Democratic incumbents who are demographically and ideologically out-of-touch with their districts. The online conference call where the project was announced was joined by Ocasio-Cortez, who voiced her support for the project. “We recruited and supported Ocasio-Cortez all the way to a historic victory and now we’re going to repeat the playbook,” said Justice Democrats Executive Director Alexandra Rojas. “There’s lots of blue districts in this country where communities want to support a new generation of diverse working-class leaders who fight tirelessly for their voters and build a movement around big solutions to our country’s biggest problems. We’re creating an alternative pathway to Congress for grassroots candidates to become leaders in the Democratic Party.” The #OurTime project is a grassroots candidate recruitment effort asking Democrats and progressives around the country to submit nominees for both potential candidates and districts where an Alexandria Ocasio-Cortez-style campaign might succeed. The organization will prioritize candidates who are women, represent the diversity of communities in their district, and support the major tenets of Justice Democrats platform: rejecting corporate PAC donations, Medicare For All, free college, dismantling mass incarceration and deportations, and a Green New Deal.\n\nOthers backing the campaign include Palestinian American Representative-elect Rashida Tlaib (D-MI), whose views are so hostile to Israel that even the left-wing J Street organization withdrew its support for her campaign.\n\nJoel B. Pollak is Senior Editor-at-Large at Breitbart News. He is a winner of the 2018 Robert Novak Journalism Alumni Fellowship. He is also the co-author of How Trump Won: The Inside Story of a Revolution, which is available from Regnery. Follow him on Twitter at @joelpollak."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder, John Binder", "title": "Fashion Notes: How to Recycle a Dress Like First Lady Melania Trump", "description": "When you are one of the most photographed women in the world like First Lady Melania Trump is, there are only so many times you can wear a dress.", "url": "https://www.breitbart.com/entertainment/2018/11/18/fashion-notes-how-to-recycle-a-dress-like-first-lady-melania-trump/", "urlToImage": "https://media.breitbart.com/media/2018/11/collage-4.jpg", "publishedAt": "2018-11-18T13:32:09Z", "content": "Some ensembles are obviously never to be worn again, they are part of a moment in time. Take Mrs. Trump’s Inaugural gown from French-American designer Hervé Pierre. Even if Mrs. Trump wanted to wear the dress again (she never would), she would not be able to … [+4205 chars]", "fulltext": "When you are one of the most photographed women in the world like First Lady Melania Trump is, there are only so many times you can wear a dress.\n\nSome ensembles are obviously never to be worn again, they are part of a moment in time. Take Mrs. Trump’s Inaugural gown from French-American designer Hervé Pierre. Even if Mrs. Trump wanted to wear the dress again (she never would), she would not be able to as the piece is now a part of the First Lady Smithsonian National Museum of American History collection.\n\nEven stand-out, style statements like her recent grey Dior ensemble in Paris will likely never be worn again by Mrs. Trump.\n\nBut not every dress of Mrs. Trump’s wardrobe has to be immediately archived (I’d kill to see her closet)! The solid-colored dresses that the Slovenian-born former model often opts for in her day-to-day White House work can be easily repeated multiple times, as Mrs. Trump has illustrated this week.\n\nOn Friday, Mrs. Trump joined President Donald Trump in the East Room of the White House to present the Presidential Medal of Freedom to several heroic civilians. Mrs. Trump recycled a cobalt blue Roland Mouret sheath dress that features a thick silver zipper up the back.\n\nMrs. Trump first wore the number to a March 2016 Republican primary presidential debate in Detroit, Michigan. For that evening, Mrs. Trump paired the dress with a matching blue clutch and a dark navy coat.\n\nTwo and half years later, Mrs. Trump has brought the sheath dress back out, this time pairing it with no accessories and only her favorite Christian Louboutin slick black stilettos.\n\nAs Mrs. Trump walked out of the East Room, photographers got a glimpse of the stilettos’ red soles and the silver zipper on the dress. You can’t go wrong with a blue, silver, and red color combo.\n\nEarlier in the week, Mrs. Trump gave a speech at the annual Family Online Safety Institute in Washington, D.C. wearing a Ralph Lauren grey knit dress (Perfect for the freezing cold!).\n\nDays after her husband had won the 2016 presidential election, Mrs. Trump wore the Ralph Lauren knit dress to have lunch with her son, Barron, in New York City.\n\nFor the lunch date, Mrs. Trump was Manhattan chic, throwing a rich red jacket over her shoulders, donning a pair of black square sunglasses, carrying a matching red leather Chanel handbag, and black and white snakeskin Christian Louboutin stilettos. So New York!\n\nNearly two years later in Washington, D.C., Mrs. Trump has paired down the Ralph Lauren dress, keeping it simple with just some tan pointed stilettos by Christian Louboutin, a fresh face, and her signature smokey eye.\n\nAnd voila! It’s a new dress!\n\nAnd it is not only dresses Mrs. Trump is re-purposing these days. In March Mrs. Trump strutted out of the White House in a navy coat with a funnel-like collar by French luxury brand Chloé and breathtakingly rich Gianvito Rossi knee-high Italian leather boots.\n\nThe boots tucked under a coat harks back to the styles of the 1980’s that have been revitalized at all the major fashion houses — think of the recent collections from Celine, Saint Laurent, Balenciaga, and Marc Jacobs.\n\nThough she has yet to re-wear the gorgeous, high-collared Chloé coat, Mrs. Trump stepped out to greet U.S. Marines in Washington, D.C. in a black and white flannel winter coat by Danish designer Malene Birger and, once again, the Gianvito Rossi tan leather boots.\n\nThis fashion adaption is merely about keeping the same silhouette, that 1980’s vibe, but switching out something as simple as the color or pattern of the coat. Easy enough!"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "Israel's Netanyahu Makes Last-Ditch Effort to Save Government", "description": "JERUSALEM (AP) — Netanyahu said he was heading into a meeting with his top coalition partner in a \"last effort\" to prevent the collapse of his government.", "url": "https://www.breitbart.com/middle-east/2018/11/18/netanyahu-last-effort-to-save-government/", "urlToImage": "https://media.breitbart.com/media/2018/11/2821c2_israel-34337-benjamin-netanyahu-israeli-prime-minister-benjamin-netanyahu-640x427-1.jpg", "publishedAt": "2018-11-18T13:23:05Z", "content": "Speaking at his weekly Cabinet meeting, Netanyahu said it would be unwise to embark on a divisive election campaign during such a sensitive time for Israeli security. He said he would try to convince Finance Minister Moshe Kahlon and his centrist Kulanu party… [+3135 chars]", "fulltext": "JERUSALEM (AP) — Israeli Prime Minister Benjamin Netanyahu said Sunday he was heading into a meeting with his top coalition partner in a “last effort” to prevent the collapse of his government, which has been rocked by the resignation of its defense minister over a cease-fire agreement with Gaza militants.\n\nSpeaking at his weekly Cabinet meeting, Netanyahu said it would be unwise to embark on a divisive election campaign during such a sensitive time for Israeli security. He said he would try to convince Finance Minister Moshe Kahlon and his centrist Kulanu party to stay in the fold.\n\n“It would be both unnecessary and incorrect to go to elections. We remember well what happened when elements inside the coalitions took down Likud governments in 1992 and in 1999,” he said, noting the past two elections in which the Labor Party came to power.\n\n“We need to do everything we can to prevent repeating these mistakes,” he added.\n\nThe sudden coalition crisis was sparked by the resignation of Israel’s hard-line Defense Minister Avigdor Lieberman, who had demanded a far stronger response last week to the most massive wave of rocket attacks on Israel since the 2014 Israel-Hamas war. He alleges the truce will put southern Israel under a growing threat from Hamas, similar to that posed to northern Israel by Lebanon’s heavily armed Hezbollah group.\n\nThe departure of Lieberman and his Yisrael Beitenu party leaves the coalition with a one-seat majority in the 120-member parliament. Netanyahu’s other partners say that makes governing untenable and would leave the coalition susceptible to the extortion of any single lawmaker until elections scheduled for November 2019.\n\nEducation Minister Naftali Bennett, of the pro-settler Jewish Home party, has already threatened to bring down the government if he is not appointed defense minister. Kahlon says another year of such instability will harm the economy.\n\nNetanyahu is trying to convince them to stay, and his Likud allies are already preparing to pin the blame on them if that effort fails.\n\n“I think that there is no reason to shorten the term of a national government, not even for one day, and at this moment it’s in the hands of the education minister and the finance minister,” said Gilad Erdan, the minister of public security.\n\nNo Israeli government has served out its full term since 1988. Since then, elections have almost always been moved up because of a coalition crisis or a strategic move by the prime minister to maximize his chances of re-election.\n\nThough Netanyahu has been reportedly flirting with the idea of moving up elections himself in recent months, the current timing is not ideal for him.\n\nHe has come under heavy criticism for agreeing to the Gaza cease-fire, especially from within his own political base and in the working-class, rocket-battered towns in southern Israel that are typically strongholds of his Likud Party. But with Lieberman forcing his hand and the other coalition partners appearing eager to head to the polls he may not have a choice.\n\nMost opinion polls show Netanyahu easily securing re-election, which would secure him a place in Israeli history as the country’s longest-serving leader. But several factors could trip him up, including a potential corruption indictment that could knock him out of contention.\n\nPolice have recommended he be indicted on bribery and breach of trust charges in two cases and have questioned him at length on another. The country has long been eagerly awaiting the attorney general’s decision on whether to press charges.\n\nNetanyahu has angrily dismissed the accusations against him, characterizing them as part of a media-driven witch-hunt that is obsessed with removing him from office."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "French MP Proposes Muslims Adopt French Names to Become Citizens, Extend Ban on Islamic Headscarves", "description": "French conservative Republican MP Julien Aubert has put his name behind a series of migrant integration proposals that would include banning the Islamic headscarf in public institutions and make Muslims adopt French names to become citizens.", "url": "https://www.breitbart.com/europe/2018/11/18/french-mp-proposes-muslims-adopt-french-names-become-citizens-extend-ban-hijab/", "urlToImage": "https://media.breitbart.com/media/2017/06/FRANCE-RELIGION-ISLAM.jpg", "publishedAt": "2018-11-18T12:15:37Z", "content": "The proposals come from a new 50-page booklet entitled the “Tricolore Booklet on the Islam(s) of France,” which lists 18 proposals in total, published by the Oser la France movement which was formed by Aubert last year, France3 reports. According to the bookl… [+2262 chars]", "fulltext": "French conservative Republican MP Julien Aubert has put his name behind a series of migrant integration proposals that would include banning the Islamic headscarf in public institutions and make Muslims adopt French names to become citizens.\n\nThe proposals come from a new 50-page booklet entitled the “Tricolore Booklet on the Islam(s) of France,” which lists 18 proposals in total, published by the Oser la France movement which was formed by Aubert last year, France3 reports.\n\nAccording to the booklet, the group say they would like to see all Muslim migrants acquiring citizenship from naturalisation, marriage, or by being born in France, to change at least one of their names to a traditional French name.\n\n“It would show a desire for integration (for the adults) and, for the children allow them, if they wish, to change their usual first name by inverting it with a second or third name more adapted to the national culture,” Mr Aubert said.\n\nAubert also defended the proposed extended ban on the Islamic headscarf saying, “The coexistence of micro-nations in the same territory can only lead to confrontation.”\n\nThe ban would see the headscarf prohibited in public institutions such as publicly owned companies and universities. The ban, according to Aubert, could also extend to the streets under certain conditions.\n\nThe booklet also cited a Jordanian study which claimed that the Islamic veil stunted development in children, contributed to vitamin D deficiency, and even led to hair loss, as reasons to ban pre-pubescent girls from wearing the garment.\n\nFrench Islam Reform Report Claims Radical Salafism Dominates Islamic Intellectual Circles https://t.co/rAhCtjkyaq — Breitbart London (@BreitbartLondon) September 12, 2018\n\nThe role of Islam in French society has been a heated source of debate in the past several years with President Emmanuel Macron proposing reforms in the way Islam operates in the country including reforming the foreign financing of mosques, as well as the influence of foreign nations on Islam in France.\n\nIn September, a report linked to the proposed reforms was released by French-Tunisian Islam expert Hakim el Karoui of the Montaigne Institute who said that support for radical Salafist ideas dominates Islamic intellectual circles and that bookshops were full of Salafist literature.\n\nWhile there has been a push to reform Islam in France, there has also been a recent pushback against the ban on the full-face veil that was made illegal to wear in public in 2010.\n\nLast month, the United Nations (UN) Human Rights Committee ruled that the ban on the niqab and burqa violated human rights and have given France six months to revise the ban."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Former Brexit Sec. Raab: May Has Allowed UK to Be 'Bullied and Blackmailed' by Brussels Brexit Deal 'Fatally Flawed'", "description": "Dominic Raab has said that the prime minister has allowed the United Kingdom to be “bullied and blackmailed” by Brussels in exit negotiations.", "url": "https://www.breitbart.com/europe/2018/11/18/former-brexit-secretary-raab-may-allowed-uk-bullied-blackmailed-brussels/", "urlToImage": "https://media.breitbart.com/media/2018/11/Dominic-Raab.jpg", "publishedAt": "2018-11-18T11:43:19Z", "content": "He also said in an interview with The Times on Sunday that he resigned as Brexit secretary last week because he could not, in good conscience, sign a “fatally flawed” deal with the European Union. Mr Raab told the broadsheet that he believed Prime Minister Th… [+3732 chars]", "fulltext": "Dominic Raab has said that the prime minister has allowed the United Kingdom to be “bullied and blackmailed” by Brussels in exit negotiations.\n\nHe also said in an interview with The Times on Sunday that he resigned as Brexit secretary last week because he could not, in good conscience, sign a “fatally flawed” deal with the European Union.\n\nMr Raab told the broadsheet that he believed Prime Minister Theresa May lacked the “political will” to show the bloc that the UK would withdraw from negotiations if they proved unfavourable to the UK.\n\n“If we cannot close this deal on reasonable terms we need to be very honest with the country that we will not be bribed and blackmailed or bullied and we will walk away.\n\n“I think there is one thing that is missing and that is political will and resolve. I am not sure that message has ever landed,” he said.\n\nMr Raab has said that instead, the UK should demand a deal where Britain can leave the Irish backstop — which keeps the UK tied into the Customs Union — unilaterally. If the EU does not acquiesce, then the country will make a “clean break” from Brussels.\n\n“This isn’t Dunkirk. The short-term risks of disruption can be managed. They can’t be eliminated. We need to be honest about that. But far better that than to allow a pretty controlling and manipulative relationship with the EU to become abusive.\n\nSome changes in the withdrawal agreement were \"fatally flawed\" – former #Brexit Secretary Dominic Raab tells #Marr Latest: https://t.co/gT2skeTkoe pic.twitter.com/6zn7jP0cUr — BBC Politics (@BBCPolitics) November 18, 2018\n\n“I don’t think we should look like we’re afraid of our own shadow. We need to be going out there and grasping opportunities,” he added.\n\nRaab said that the final straw, prompting him to resign, was when he learned last week that the backstop arrangement would be a basis for a future trading agreement, rather than a free trade Canada-style deal that the then-Brexit secretary preferred.\n\n“The frustrating thing is we got close to a deal which would have been acceptable,” the MP for Esher and Walton said.\n\n“It’s clear that we cannot now exit the backstop without the EU exercising a veto and that could be years and years down the line. It’s the worst of all worlds.”\n\nTalking to Andrew Marr on the BBC Sunday morning, Mr Raab said that the EU was taking a “predatory approach” to Northern Ireland which he believed threatened to Union.\n\n“No democratic country in history has signed up to something like that,” he said, warning that it would result in the UK taking orders from the EU without representation.\n\nBrexiteer Predicts No Confidence Could Start Monday, Says May’s Deal Will Force Britons into ‘Serfdom’ https://t.co/kkUcXgFSUL — Breitbart London (@BreitbartLondon) November 17, 2018\n\nOn Wednesday, Raab cancelled his trip to Brussels, resigning from post the following day.\n\nChanges made to the draft agreement had “rendered the deal fatally flawed,” he told the BBC, “and in good conscience, when you think about the long-term, economically, democratically, when I look my kids in the eye, and ask, ‘what will this country be like in ten years?’ I did not feel that I could sign up to this.”\n\n“I was asked to sign on the dotted line, and I couldn’t agree to do that.”\n\nMarr asked whether he believed the deal was worth £40 billion.\n\n“No,” the Brexiteer said flatly.\n\nMrs May is facing a potential leadership challenge this week, after Brexiteer and previous supporter of the prime minister Jack Rees-Mogg urged his Tory MPs colleagues to hand in their letters of no confidence to the backbench 1922 Committee, with Steve Baker saying Friday that the minimum 48 letters have been received.\n\nWhile Mr Raab said that he would continue to back May in her position as party leader and prime minister, and said he would not send a letter to the 1992, a colleague has told The Times: “He might be prime minister by the end of next week,” with the newspaper of record including the former Brexit secretary’s name as a likely contender to replace her."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Iraq's President Visits Iran Weeks After U.S. Renews Sanctions", "description": "TEHRAN — Iraq’s President Barham Salih began a visit to Iran on Saturday, where he pledged to improve relations less than two weeks after the United States restored oil sanctions that had been lifted under the 2015 nuclear deal.", "url": "https://www.breitbart.com/middle-east/2018/11/18/iraqs-president-visits-iran-weeks-after-u-s-renews-sanctions/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/17/060fd3_iraq-new-president-barham-salih-meets-iranian-counterpart-hassan-rouhani.jpg", "publishedAt": "2018-11-18T11:13:33Z", "content": "Iran, which has had major influence over Iraq since the 2003 US-led invasion that toppled Saddam Hussein, is hoping to maintain exports to its neighbor despite the renewed sanctions. Iraq is Irans second-largest market after China, buying everything from food… [+1620 chars]", "fulltext": "(AP) TEHRAN — Iraq’s President Barham Salih began a visit to Iran on Saturday, where he pledged to improve relations less than two weeks after the United States restored oil sanctions that had been lifted under the 2015 nuclear deal.\n\nIran, which has had major influence over Iraq since the 2003 US-led invasion that toppled Saddam Hussein, is hoping to maintain exports to its neighbor despite the renewed sanctions. Iraq is Iran’s second-largest market after China, buying everything from food and machinery to electricity and natural gas.\n\nAt a joint briefing after their meeting, Iran’s President Hassan Rouhani said they discussed increasing trade in electricity and oil products and the establishment of free trade zones along the border. He said they also discussed joint oil projects and improving transport links between the two countries.\n\nTrade between the two countries was some $7 billion in 2017, and they have vowed to boost it to $8.5 billion this year. Rouhani said it could eventually reach $20 billion a year.\n\nSalih also pledged to improve ties, and suggested the formation of a “new regional system” including Iraq and Iran, one based on “political integrity, national interests and cooperation between nations and governments.” He did not elaborate.\n\nPresident Donald Trump pulled the US out of the 2015 nuclear deal between Iran and world powers in May. United Nations monitors say Iran still abides by the deal, in which it agreed to limit its uranium enrichment in return for the lifting of international sanctions.\n\nSince then, Trump announced what he billed as the “toughest ever” sanctions against Iran, and the country has seen its oil exports plunge and its currency lose more than half its value. The full brunt of the measures came into effect November 5 when the US reimposed oil and banking sanctions.\n\nThe US, which provided crucial military support to Iraq in its battle against the Islamic State group, has granted Iraq a 45-day waiver to allow it to continue to purchase gas and electricity from Iran.\n\nSalih said Iraq should not be “a field for struggle between conflicting demands and wills.”"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Iraqi Muslim Cleric Linked to Basra Protests Murdered", "description": "BASRA, Iraq — Iraqi police say a Muslim cleric has been killed outside his home after he suggested that demonstrators should take up arms over poor public services in Basra.", "url": "https://www.breitbart.com/middle-east/2018/11/18/iraqi-muslim-cleric-linked-to-basra-protests-murdered/", "urlToImage": "https://media.breitbart.com/media/2018/11/ambulance-iraq.png", "publishedAt": "2018-11-18T10:59:36Z", "content": "Wissam al-Ghrawi was a prominent figure in demonstrations in recent months demanding clean water and reliable electricity in the southern Iraqi city. Basra province generates more than 90 percent of Iraqs oil exports but suffers from contaminated drinking wat… [+310 chars]", "fulltext": "BASRA, Iraq (AP) — Iraqi police say a Muslim cleric has been killed outside his home after he suggested that demonstrators should take up arms over poor public services in Basra.\n\nWissam al-Ghrawi was a prominent figure in demonstrations in recent months demanding clean water and reliable electricity in the southern Iraqi city. Basra province generates more than 90 percent of Iraq’s oil exports but suffers from contaminated drinking water and regular blackouts.\n\nBasra police say al-Ghrawi was shot and killed in front of his house in the city center by unknown assailants late Saturday.\n\nAl-Ghrawi was filmed at a protest on Friday saying clerics would issue a fatwa within days on taking up arms. The video was shared widely on Iraqi social media."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "Poll: Support for Increase in Muslim Immigration Collapses in Australia", "description": "Australian voter support for a lift in immigration of Muslims has collapsed in the wake of last week’s Islamic State-inspired terror attack in Melbourne.", "url": "https://www.breitbart.com/middle-east/2018/11/18/poll-support-for-increase-in-muslim-immigration-collapses-in-australia/", "urlToImage": "https://media.breitbart.com/media/2018/08/burqa-men.png", "publishedAt": "2018-11-18T10:31:31Z", "content": "According to a Fairfax Media Ipsos poll, support for an increase in Muslim immigration dropped from 23 percent to a bare 14 percent between October and November, the Australian Financial Review reports. Just 35 percent of those polled believe the intake shoul… [+2400 chars]", "fulltext": "Australian voter support for a lift in immigration of Muslims has collapsed in the wake of last week’s Islamic State-inspired terror attack in Melbourne.\n\nAccording to a Fairfax Media Ipsos poll, support for an increase in Muslim immigration dropped from 23 percent to a bare 14 percent between October and November, the Australian Financial Review reports.\n\nJust 35 percent of those polled believe the intake should stay the same. Another 46 percent believe the intake should be reduced a lot or a little – a position backed by a clear majority of supporters of the governing conservative coalition and one third of Labor voters.\n\nThe survey comes after the Bourke Street terror attack by Somali immigrant Hassan Khalif Shire Ali and amid growing calls from some conservative members of Parliament to slash migration from Muslim-majority nations.\n\nAustralia is a nation built on immigration and has historically opened its arms to people from around the world looking to start a new life Down Under.\n\nAttitudes have been slowly shifting in the past seven years however, amid terrorist attacks and heightened political debate about migration, according to annual research by the Scanlon Foundation on social cohesion.\n\nWhile 31.9 per cent of respondents said they had a positive attitude to Muslims in 2010, this slipped to 28.3 per cent in the Scanlon research in 2017. The proportion with a negative attitude rose from 23.5 per cent to 25 per cent, but there was no consistent year-on-year trend up or down over the period.\n\nA little over 12 months ago another survey revealed a majority of Australian voters believe the country is full and almost half support a partial ban on new Muslim arrivals.\n\nEND MASS MIGRATION | Gov, Labor & Greens refuse to acknowledge the dangers of mass migration #auspol MEDIA RELEASE https://t.co/LScQyndXAP pic.twitter.com/9zQeTzLtd5 — Pauline Hanson (@PaulineHansonOz) October 20, 2017\n\nAs Breitbart Jerusalem reported, the TAPRI poll outlined that 74 percent of respondents thought Australia did not need more people, with big majorities believing that population growth was putting “a lot of pressure” on hospitals, roads, affordable housing and jobs.\n\nFifty-four per cent wanted a cut to migration, while 55 percent agreed Australia “was in danger of losing its culture and identity”, and 52 percent said the country had changed so much that it sometimes felt foreign.\n\n“Australian voters’ concern about immigration levels and ethnic diversity does not derive from economic adversity,” Betts and Birrell wrote in a report based on the survey.\n\n“Rather, it stems from the increasingly obvious impact of population growth on their quality of life and the rapid change in Australia’s ethnic and religious make-up.”"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Interpol Meets in Dubai to Select New President After China's Arrest", "description": "DUBAI, United Arab Emirates — Police chiefs from around the world gathered in Dubai on Sunday for Interpol’s general assembly to select a new president after the agency’s former leader was detained in China.", "url": "https://www.breitbart.com/middle-east/2018/11/18/interpol-meets-in-dubai-to-select-new-president-after-chinas-arrest/", "urlToImage": "https://media.breitbart.com/media/2017/07/GettyImages-469556550.jpg", "publishedAt": "2018-11-18T09:57:46Z", "content": "Meng Hongwei who was Chinas vice minister of public security while also leading Interpol went missing while on a trip to China in September. It later emerged that the long-time Communist Party insider with decades of experience in Chinas security apparatus wa… [+3292 chars]", "fulltext": "DUBAI, United Arab Emirates (AP) — Police chiefs from around the world gathered in Dubai on Sunday for Interpol’s general assembly to select a new president after the agency’s former leader was detained in China.\n\nMeng Hongwei— who was China’s vice minister of public security while also leading Interpol — went missing while on a trip to China in September. It later emerged that the long-time Communist Party insider with decades of experience in China’s security apparatus was detained as part of a sweeping purge against allegedly corrupt or disloyal officials under President Xi Jinping’s authoritarian administration.\n\nInterpol member-states will also be deciding whether to accept Kosovo as a full member, which would allow officials there to file red notices for Serbian officials that Kosovo considers war criminals.\n\nThe red notices are alerts circulated by Interpol to all member countries that identify a person wanted for arrest by another country. Interpol says there are 57,289 active red notices around the world.\n\nInterpol acts as a clearinghouse for national police services that want to hunt down suspects outside their borders. The body, however, has faced criticism that governments have abused the “red notice” system to go after political enemies and dissidents, even though its charter explicitly proclaims its neutrality and prohibits the use of police notices for political reasons.\n\nTwo years ago, Interpol introduced new measures aimed at strengthening the legal framework around the red notice system. As part of the changes, an international team of lawyers and experts first check a notice’s compliance with Interpol rules and regulations before it goes out. Interpol also introduced an appeals body for those targeted with red notices.\n\nChinese authorities say Meng is being lawfully investigated for taking bribes and other crimes. China’s beleaguered rights activists point out that as someone with a seat atop the country’s powerful public security apparatus, Meng helped build the opaque system of largely unchecked power wielded by the ruling Communist Party to which he’s now fallen victim.\n\nMeng’s wife has told The Associated Press from France that the bribery accusation he faces is just an excuse for a lengthy detention and that he is being persecuted for political reasons.\n\nAs more than 1,000 delegates from 192 member-states began filling the main hall for the annual event, Interpol Secretary-General Jurgen Stock explained to reporters that the agency’s rules did not allow for Meng to continue acting as president. Meng had been serving as president since November 2016, and his term was due to end in 2020.\n\nHe said Interpol received Meng’s resignation letter from China on Oct. 7 and that Interpol was notified by Chinese authorities that Meng is no longer a delegate to Interpol.\n\n“It sounds a little technical but again that automatically leads to the fact, according to our rules, that he is not the president anymore,” Stock said. “We had to take the measures to ensure the functioning of the organization.”\n\nMeng’s representatives say Interpol accepted an unsigned resignation letter without any resistance and without evidence of his consent.\n\nIn Meng’s place on Sunday, senior vice president of Interpol’s executive committee, Kim Jong Yang of South Korea— who was previously named acting president — helped open the ceremony for the general assembly meeting.\n\nA little more than a week ago, Stock told reporters in France— where Interpol is headquartered— that there was no reason for him to suspect that anything about Meng’s resignation “was forced or wrong.”\n\nHe said he “encouraged” Chinese authorities to provide information about Meng’s location and legal status but can do no more because the role of Interpol is “not to govern over member states.”"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Hamas Gaza Chief Threatens Tel Aviv Following Truce", "description": "Hamas’s leader in the Gaza Strip Yahya Sinwar on Friday warned Israel “not to test us again,” saying the next rocket barrage from the territory would target Tel Aviv and other central cities with a potency that would “surprise” Israel.", "url": "https://www.breitbart.com/middle-east/2018/11/18/hamas-gaza-chief-threatens-tel-aviv-following-truce/", "urlToImage": "https://media.breitbart.com/media/2018/11/Yahya-Sinwar.png", "publishedAt": "2018-11-18T09:47:54Z", "content": "He also warned that the next time Israeli soldiers entered the Strip, they would only return through a prisoner exchange for thousands of prisoners. Speaking at a ceremony honoring the seven gunmen killed during a firefight on Sunday with Israeli undercover s… [+497 chars]", "fulltext": "The Times of Israel reports: Hamas’s leader in the Gaza Strip Yahya Sinwar on Friday warned Israel “not to test us again,” saying the next rocket barrage from the territory would target Tel Aviv and other central cities with a potency that would “surprise” Israel.\n\nHe also warned that the next time Israeli soldiers entered the Strip, they would only return through a prisoner exchange for “thousands of prisoners.” Speaking at a ceremony honoring the seven gunmen killed during a firefight on Sunday with Israeli undercover special forces, Sinwar pulled out a handgun with a silencer which he said belonged to one of the special forces troops.\n\nOne Israel soldier, identified only as Lt. Col. Mem, was killed and another injured in the fight. Sinwar mocked Israel for assuming its decision to allow fuel and Qatari funds into Gaza before the latest flareup — as part of Egyptian-mediated efforts to achieve a long-term truce — would prevent his group from launching a large-scale attack against the Jewish state.\n\nRead more here."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "France's President Emmanuel Macron's Popularity Falls to 25 Percent", "description": "PARIS (AFP) — The popularity of French President Emmanuel Macron has dropped to just 25 per cent, according to a major tracker poll published on Sunday.", "url": "https://www.breitbart.com/europe/2018/11/18/popularity-emmanuel-macron-france-25-per-cent-poll/", "urlToImage": "https://media.breitbart.com/media/2018/07/GettyImages-987091766.png", "publishedAt": "2018-11-18T09:28:26Z", "content": "The poll by research group Ifop was published in the Journal du Dimanche a day after a nationwide “yellow vest” protest against high fuel prices that analysts say has come to represent widespread frustration with the 40-year-old president. The results of the … [+1283 chars]", "fulltext": "PARIS (AFP) — The popularity of French President Emmanuel Macron has dropped to just 25 per cent, according to a major tracker poll published on Sunday.\n\nThe poll by research group Ifop was published in the Journal du Dimanche a day after a nationwide “yellow vest” protest against high fuel prices that analysts say has come to represent widespread frustration with the 40-year-old president.\n\nThe results of the widely watched poll showed an overall fall of four points in November from the previous month, with only four per cent of respondents saying they were “very satisfied” with Macron’s performance, while 21 per cent were “mostly satisfied”.\n\nThirty-four per cent were “mostly dissatisfied” while 39 per cent were “very dissatisfied”, according to the poll.\n\nThe survey was conducted between November 9-17 on 1,957 people.\n\nThe results reinforce a longer-term trend of French voters turning quickly on their presidents soon after their election — something which also happened to Macron’s predecessors Francois Hollande and Nicolas Sarkozy.\n\nMacron’s latest dip still has him higher than Hollande’s 20 per cent at the same time of his term, while Sarkozy had a rating of 44 per cent.\n\nNearly 283,000 people took part in protests on Sunday that channelled anger at Macron, a former investment banker who has pushed through a series of reforms aimed at bolstering economic growth.\n\nThe “yellow vest” movement enjoyed much more public support than others against Macron since he swept to the presidency last year."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "U.S. Opposes Anti-Israel Golan Heights U.N. Draft Resolution", "description": "The United States opposed on Friday for the first time an annual draft resolution at the United Nations calling on Israel to rescind its authority over the occupied Golan Heights, drawing praise from Israeli officials.", "url": "https://www.breitbart.com/middle-east/2018/11/18/u-s-opposes-anti-israel-golan-heights-u-n-draft-resolution/", "urlToImage": "https://media.breitbart.com/media/2018/11/golan-heights.png", "publishedAt": "2018-11-18T09:15:56Z", "content": "The Golan Heights form a buffer between Israel and Syria of about 1,200 square km (460 square miles). Israel captured most of it from Syria in the 1967 Middle East war. It annexed the territory in 1981, a move not recognized internationally. The United States… [+294 chars]", "fulltext": "The Algemeiner reports: The United States opposed on Friday for the first time an annual draft resolution at the United Nations calling on Israel to rescind its authority over the occupied Golan Heights, drawing praise from Israeli officials.\n\nThe Golan Heights form a buffer between Israel and Syria of about 1,200 square km (460 square miles). Israel captured most of it from Syria in the 1967 Middle East war. It annexed the territory in 1981, a move not recognized internationally.\n\nThe United States has abstained in previous years on the “Occupied Syrian Golan” resolution, which declares Israel’s decision to impose its jurisdiction in the area “null and void,” but US Ambassador to the United Nations Nikki Haley said on Thursday that Washington would vote against the resolution.\n\nRead more here."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Kahlon: Gaza Truce 'Not A Win' for Hamas", "description": "Finance Minister Moshe Kahlon said Saturday that the Israeli government knew that the truce with Palestinian terror group Hamas in the Gaza Strip would not be a popular decision, but that security chiefs were unanimous in their recommendations that this was t…", "url": "https://www.breitbart.com/middle-east/2018/11/18/kahlon-gaza-truce-not-a-win-for-hamas/", "urlToImage": "https://media.breitbart.com/media/2018/11/Moshe-Kahlon.png", "publishedAt": "2018-11-18T08:58:02Z", "content": "In an interview on Hadashot TV, Kahlon said the decision came from a sense of great responsibility, but we knew it would be unpopular. The truce with Hamas last week prompted Defense Minister Avigdor Liberman to resign on Wednesday, has drawn criticism from s… [+167 chars]", "fulltext": "The Timesof Israel reports: Finance Minister Moshe Kahlon said Saturday that the Israeli government knew that the truce with Palestinian terror group Hamas in the Gaza Strip would not be a popular decision, but that security chiefs were unanimous in their recommendations that this was the right course of action.\n\nIn an interview on Hadashot TV, Kahlon said the decision “came from a sense of great responsibility,” but “we knew it would be unpopular.”\n\nThe truce with Hamas last week prompted Defense Minister Avigdor Liberman to resign on Wednesday, has drawn criticism from some residents of southern Israel who accuse the government of being soft on the terror group, and seems to have put Israel on course to early elections.\n\nRead more here."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "New York Times Jew-shames Jared Kushner, Ivanka Trump", "description": "The New York Times took aim at Jared Kushner and Ivanka Trump on Saturday in a story citing them as symbols of division within the American Jewish community: “Are Jared and Ivanka Good for the Jews?”", "url": "https://www.breitbart.com/the-media/2018/11/18/new-york-times-jew-shames-jared-kushner-ivanka-trump/", "urlToImage": "https://media.breitbart.com/media/2018/11/Jared-Kushner-and-Ivanka-Trump-Getty.jpg", "publishedAt": "2018-11-18T08:51:25Z", "content": "The article, by Amy Chozick and Hannah Seligson, cites liberal critics of the Trump administration within the Jewish community who argue, effectively, that Kushner and Trump ought to be excommunicated for their roles at the White House. For example: They cert… [+2239 chars]", "fulltext": "The New York Times took aim at Jared Kushner and Ivanka Trump on Saturday in a story citing them as symbols of division within the American Jewish community: “Are Jared and Ivanka Good for the Jews?”\n\nThe article, by Amy Chozick and Hannah Seligson, cites liberal critics of the Trump administration within the Jewish community who argue, effectively, that Kushner and Trump ought to be excommunicated for their roles at the White House.\n\nRabbi Ethan Tucker is quoted as describing (without endorsing) the attitude of some in the liberal Jewish community (politically and religiously):\n\n“They certainly won’t be banned, but I don’t think most synagogues would give them an aliyah,” said Ethan Tucker, a rabbi and president of the Hadar yeshiva in New York, referring to the relatively limited honor of being called to make a blessing before and after the reading of the Torah. (Mr. Tucker is also the stepson of Joe Lieberman, the first Jewish candidate to run on a major party ticket in the U.S.) “I don’t think people generally honor people they feel were accomplices to politics and policies they abhor,” Mr. Tucker said.\n\nThe article also appears to blame the growth of the Lubavitch Chabad movement for the divisions in the Jewish community: “The growth of Chabad correlates with fierce divisions about the Israeli-Palestinian conflict and a small but growing contingent of American Jews who prioritize Israel above any other political or social issue.”\n\nIt is not clear why the authors associate Chabad with divisions over Israel, as the movement has been growing rapidly for several decades, long before the advent of J Street and other left-wing Jewish organizations that oppose the Israeli government.\n\nIronically, the leader of chabad.org, the late Lubavitcher Rebbe Menachem Mendel Schneerson, emphasized accepting all Jews, regardless of their political beliefs or their level of religious observance.\n\nThe article cites Kushner’s role in U.S. policy toward Israel, including the opening of the U.S. embassy in Israel, something every president since Bill Clinton had promised but failed to deliver — until President Donald Trump.\n\n“That embrace [of Israel] has only exacerbated tensions with secular Jews who overwhelmingly vote Democratic and oppose Mr. Trump,” the authors write, inadvertently revealing the primary source of division in the community.\n\nThe article also cites left-wing Jews who allege that the president’s daughter — who converted Orthodox — and her Jewish son-in-law are a mere “fig leaf” for the antisemites who support the administration.\n\nJoel B. Pollak is Senior Editor-at-Large at Breitbart News. He is a winner of the 2018 Robert Novak Journalism Alumni Fellowship. He is also the co-author of How Trump Won: The Inside Story of a Revolution, which is available from Regnery. Follow him on Twitter at @joelpollak.\n\nThis piece has been updated."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Populist Italian Mayor Promises to Bulldoze Roma Squatter Camp and Make Them Pay For It", "description": "Populist League mayor of Gallarate Andrea Cassani has promised to tackle the issue of a Roma and Sinti squatter camp saying he would take a bulldozer to it and charge the squatters for the costs.", "url": "https://www.breitbart.com/europe/2018/11/18/populist-italian-mayor-promises-to-bulldoze-roma-squatter-camp-and-make-them-pay-for-it/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-978669982.png", "publishedAt": "2018-11-18T08:50:34Z", "content": "Cassani said the camp has already cost the city around 50,000 euros and 20,000 in fines due to unpaid water and electricity used by the squatters, Il Giornale reports. According to Cassani, around 85 individuals live in the makeshift camp. Months before the p… [+2087 chars]", "fulltext": "Populist League mayor of Gallarate Andrea Cassani has promised to tackle the issue of a Roma and Sinti squatter camp saying he would take a bulldozer to it and charge the squatters for the costs.\n\nCassani said the camp has already cost the city around 50,000 euros and 20,000 in fines due to unpaid water and electricity used by the squatters, Il Giornale reports.\n\nAccording to Cassani, around 85 individuals live in the makeshift camp. Months before the populist coalition government came to power, the local government tried to improve the situation on the ground by sending city planning department officials who found 25 building code violations and ordered the Roma to fix them.\n\nOn returning three months later, the inspectors found that not only had the violations not been addressed but the camp had expanded with Cassani describing it as a “full-blown village.”\n\n“Of course, nobody paid for electricity and water,” he added.\n\nEarlier this month, League leader Matteo Salvini, who serves as interior minister, passed a migration and security decree which allows for the dismantling of Roma and far-left extremist squatter camps.\n\nSalvini Promises to Remove All Illegal Roma Squatter Camps in Five Years https://t.co/xlMhFQXv82 — Breitbart London (@BreitbartLondon) September 27, 2018\n\nOf the 85 squatters, Cassani said, “Many of them already own homes and land. Some have also been allocated public housing, but they rent them out to other people.”\n\n“We in Gallarate do not want nomad camps any more,” he said.\n\n“If we do not recover anything I would still be happy for two reasons: we stop charging the community for their uses [of utilities] and we pass a principle of legality,” he added.\n\nRoma squatter camps have become a problem in multiple Italian cities including in Rome where Salvini promised to work with Five Star Movement mayor Virginia Raggi to dismantle a large makeshift camp, meeting with her in July.\n\nIn September, Salvini said he would be looking to dismantle all 148 illegal camps across the country within the next five years.\n\nThe populist interior minister has also caused controversy with his comments about Roma and other nomadic groups in the past including on national Roma day when he said, “Today is the International Day of Roma, Sinti and Caminanti.\n\n“If many of them worked more and stole less, if many of them sent their children to school instead of teaching them to steal, then it really would be something to celebrate.”"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak, Joel B. Pollak", "title": "Republican Young Kim Concedes to Democrat Gil Cisneros; Orange County Goes Democrat", "description": "Republican Young Kim conceded defeat Saturday evening to Democrat Gil Cisneros in the race for the open seat in California's 39th congressional district.", "url": "https://www.breitbart.com/midterm-election/2018/11/17/orange-county-republican-young-kim-concedes-to-democrat-gil-cisneros-in-ca-39/", "urlToImage": "https://media.breitbart.com/media/2018/09/Young-Kim-Facebook.jpg", "publishedAt": "2018-11-18T07:14:53Z", "content": "This evening, I called Gil Cisneros to congratulate him and offer him my best wishes in Congress. Both sides worked hard in this campaign, but now it’s time to come together and find solutions and opportunities that move our community and country forward. pic… [+1771 chars]", "fulltext": "Republican Young Kim conceded defeat Saturday evening to Democrat Gil Cisneros in the race for the open seat in California’s 39th congressional district.\n\nThis evening, I called Gil Cisneros to congratulate him and offer him my best wishes in Congress. Both sides worked hard in this campaign, but now it’s time to come together and find solutions and opportunities that move our community and country forward. pic.twitter.com/mETLLrUmKT — Young Kim (@YoungKimCD39) November 18, 2018\n\nJust received a call from @YoungKimCD39 — I want to congratulate her on a hard fought race and I thank her for her public service. I pledge to represent everyone in #CA39, both those that voted for me and those that didn't. I will be our district's voice in Washington. — Gil Cisneros (@GilCisnerosCA) November 18, 2018\n\nKim was the latest and last Republican candidate to fall in the seven California districts targeted by Democrats in the 2018 midterm elections. Each of the districts was represented by a Republican, but saw Hillary Clinton win more votes than Donald Trump in 2016. Six of the seven targeted districts have flipped; only Rep. David Valadao (R-CA) seems to have survived — and, if so, by a slim margin.\n\nKim, a former member of the state legislature, ran a strong campaign and was considered likely to win by pollsters. On Election Day, she had a sizable lead over Cisneros, a lottery winner who had only recently moved into the district and had been plagued by an allegation of sexual misconduct through much of the campaign.\n\nBut ballots continued to be counted, thanks to generous state rules that allow voters to mail in their ballots as late as Election Day itself. Like the other Republicans who fell, Kim saw her lead erode and then disappear.\n\nKim’s defeat means that Orange County, a traditional Republican stronghold, will now be entirely represented by Democrats in the U.S. House of Representatives.\n\nJoel B. Pollak is Senior Editor-at-Large at Breitbart News. He is a winner of the 2018 Robert Novak Journalism Alumni Fellowship. He is also the co-author of How Trump Won: The Inside Story of a Revolution, which is available from Regnery. Follow him on Twitter at @joelpollak."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jeff Poor", "title": "Watch: Steve Carell’s Jeff Bezos Trolls Donald Trump in SNL Sketch", "description": "On this weekend’s broadcast of NBC’s “Saturday Night Live,” guest host Steve Carell played Amazon CEO Jeff Bezos, whose company recently announced it would locate headquarters in New York City’s Queens and Northern Virginia’s Arlington. Carell’s Bezos denied …", "url": "https://www.breitbart.com/video/2018/11/17/watch-steve-carells-jeff-bezos-trolls-donald-trump-in-snl-sketch/", "urlToImage": "https://media.breitbart.com/media/2018/11/BezosCarell1118.jpg", "publishedAt": "2018-11-18T06:23:35Z", "content": "On this weekend’s broadcast of NBC’s “Saturday Night Live,” guest host Steve Carell played Amazon CEO Jeff Bezos, whose company recently announced it would locate headquarters in New York City’s Queens and Northern Virginia’s Arlington. Carell’s Bezos denied … [+512 chars]", "fulltext": "On this weekend’s broadcast of NBC’s “Saturday Night Live,” guest host Steve Carell played Amazon CEO Jeff Bezos, whose company recently announced it would locate headquarters in New York City’s Queens and Northern Virginia’s Arlington.\n\nCarell’s Bezos denied that Arlington, VA and New York City were chosen to “troll” President Donald Trump and insisted he had other means of doing that.\n\n“I am here to announce a brand new delivery option, ‘Amazon Caravan,'” Carell’s Bezos said. “Any package going to any Trump building will get delivered by hundreds of Honduran and Mexican immigrants.”\n\nAfter a number other “jabs” at Trump by Carell’s Bezos, the message was said to have been brought to you by “sick burn” by Amazon’s Jeff Bezos.\n\nFollow Jeff Poor on Twitter @jeff_poor"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jeff Poor", "title": "Pirro to Kamala Harris: As a Woman Who’s Half African-American, You Should Understand the Role the KKK Played Through the Democratic Party", "description": "During her “Opening Statement” segment on Saturday, Fox News Channel’s Jeanine Pirro hammered Sen. Kamala Harris for her claim in a congressional hearing that a perception exists that the U.S. Immigration and Customs Enforcement (ICE) agency is like the Ku Kl…", "url": "https://www.breitbart.com/video/2018/11/17/pirro-to-kamala-harris-as-a-woman-whos-half-african-american-you-should-understand-the-role-the-kkk-played-through-the-democratic-party/", "urlToImage": "https://media.breitbart.com/media/2018/11/Pirro1117.jpg", "publishedAt": "2018-11-18T03:49:59Z", "content": "During her “Opening Statement” segment on Saturday, Fox News Channel’s Jeanine Pirro hammered Sen. Kamala Harris for her claim in a congressional hearing that a perception exists that the U.S. Immigration and Customs Enforcement (ICE) agency is like the Ku Kl… [+2034 chars]", "fulltext": "During her “Opening Statement” segment on Saturday, Fox News Channel’s Jeanine Pirro hammered Sen. Kamala Harris for her claim in a congressional hearing that a perception exists that the U.S. Immigration and Customs Enforcement (ICE) agency is like the Ku Klux Klan.\n\nPirro castigated Harris for making that statement in a line of questioning to acting ICE Director Ronald Vitiello and argued ICE should not be villainized for enforcing the laws on the books.\n\nThe “Justice” host argued the proper response for Harris would be to pass legislation in her capacity as a U.S. Senator if she were not satisfied by the laws ICE is mandated to enforce, and that ICE-KKK comparisons were unnecessary.\n\n“Don’t gin up people into a frenzy suggesting ICE is like the KKK with images of burning crosses and lynchings of innocent African-Americans in ikening it to innocent Mexicans and Central Americans,” she said. “You of all people should understand the anger and hate that that conjures up. As a woman who is half African-American, you of all people should understand the history and the role of the KKK played through the Democrat Party. Let me see if I get this right: ICE should be eliminated because it scares people. People who have broken our laws to come here. Many have already exhibited violence along the way.”\n\nShe went on to say Harris’ “con” on the illegal immigration issue puts American citizens in jeopardy.\n\n“What you are doing is planting seeds of fear, resistance and resentment against ICE among people who have no right to come here, who have already broken our laws to get here,” Pirro added. “And they’re scared? People should be afraid when they violate our laws. The people though who should be afraid are innocent Americans at risk in sanctuary cities and states where illegals who are also criminals are given safe haven. Your con puts those American citizens in jeopardy. How about having a dose of reality and not your perception nonsense? Take a look at these pictures. Kate Steinle, Mollie Tibbetts, Nisa Mickens, Kayla Cuevas and the scores of American citizens killed by illegals. Your perception of ICE as the KKK is pure insanity. This is America. The law is the law. Respect it. Honor it, fear it. Damn it, fear it. Any questions?\n\nFollow Jeff Poor on Twitter @jeff_poor"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "James P. Pinkerton", "title": "Pinkerton: Of Course the California Wildfire Problem Can Be Solved—And Republicans Can Solve It", "description": "According to news reports, virtually the entire city of Paradise, CA, has been destroyed.  In the words of one now-former resident, the burnt-over town “looked like Iraq.”  Or as a fire official said even more succinctly, Paradise, once home to 27,000 people,…", "url": "https://www.breitbart.com/politics/2018/11/17/pinkerton-of-course-the-california-wildfire-problem-can-be-solved-and-republicans-can-solve-it/", "urlToImage": "https://media.breitbart.com/media/2018/11/Paradise-California.jpg", "publishedAt": "2018-11-18T01:51:06Z", "content": "President Trump visited the devastated area on Saturday. Of course, the fire that engulfed Paradise is only one of many raging fires in California; as of November 17, the statewide death toll stood at 71 and will undoubtedly go higher. And property damage is … [+10863 chars]", "fulltext": "According to news reports, virtually the entire city of Paradise, CA, has been destroyed. In the words of one now-former resident, the burnt-over town “looked like Iraq.” Or as a fire official said even more succinctly, Paradise, once home to 27,000 people, is now “Armageddon.”\n\nPresident Trump visited the devastated area on Saturday.\n\nOf course, the fire that engulfed Paradise is only one of many raging fires in California; as of November 17, the statewide death toll stood at 71—and will undoubtedly go higher. And property damage is being measured in the many billions of dollars, maybe hundreds of billions.\n\nSo we can see: Californians have suffered a clear defeat—a defeat at the hands of nature.\n\nWhoa, the reader might be saying. Defeat? Is that really the right word?\n\nAnd the answer: Sure, it’s exactly the right word. If you had a house, and now you don’t, you’ve lost something. You’ve suffered a defeat. And for those who were alive, and now are dead—well, they’ve lost even more. Defeated, all.\n\nMoreover, if we follow the principle of John Donne’s famous 17th century devotional, No Man Is an Island, such losses of life are defeats, not just for Californians, but for all of us. As Donne put it, “Therefore, send not to know for whom the bell tolls, it tolls for thee.” In other words, as human beings, we’re all in this together, and we all must fear the power of nature—earth, wind, water, and, of course, fire.\n\nSo that’s why we build defenses against the elements, including walls, weatherproofing, and water sprinklers. And many of those defenses are best maintained at the civilizational level—as buildings and developments with uniform fire codes, as roads that enable first responders to respond, as public works that store and move water, and as public exhortations about fire safety. As Donne might have put it, If we aren’t looking out for each other, we aren’t looking out for ourselves.\n\nSpeaking of the 17th century, it was another Briton of that era, Sir Francis Bacon, who put the upward path of civilization in proper perspective—as a matter of ultimate victory for humanity. As he wrote, we’re all in a long struggle against the random caprice of nature, and so that’s why we need science and technology. Indeed, Bacon is remembered as the father of the Scientific Revolution–that is, the organized search for solutions to human problems.\n\nAfter all, if we have the right science and technology for the situation at hand, we can win. And if we don’t, we lose. So today, if we’re not at risk from, say, polio, that’s because a latter-day Baconian, Jonas Salk, invented the polio vaccine back in the 1950s, and because the political system, ever since, has arranged for the vaccine’s widespread distribution. Indeed, we can apply this same point to all the inventions and innovations that have improved our personal prosperity, safety, and longevity—a long list!\n\nIn fact, we need all of these gains, because, as the famed 20th century scientist Carl Sagan explained, “Extinction is the rule: Survival is the exception.” In other words, from the tiniest virus to the biggest asteroid, nature is always finding some way to kill us. It’s not that nature is malevolent; it’s just that it’s a different system, not obviously oriented to our flourishing. So if we want to survive, we have to take affirmative steps to survive—we have to defend ourselves. There’s a phrase for this: Survival of the fittest. That is, for the sake of survival, we must adapt, and that means adapting our environment.\n\nTo be sure, not everyone agrees with Bacon’s worldview. Most obviously, green environmentalists view scientific progress with an attitude ranging from skepticism, to suspicion, to outright hostility. The green have all their arguments, of course, and it’s worth listening to them, but at the same time, it’s worth bearing in mind that in California today, we are seeing some of the results of their thinking.\n\nFor example, as Trump has argued, in their opposition to logging, the greens have allowed forests to become denser, and thus more vulnerable to the eventual killer fire.\n\nMoreover, the greens have steadily opposed water desalination on the seacoast that could provide water for firefighters.\n\nSo we can see, thanks in no small part to the legal and regulatory structure created by the greens, millions of ordinary people, not just in California, are virtually defenseless against wildfires.\n\nOf course, to the greens, human defenselessness is a feature, not a bug, because for half a century now, they have argued that we have too many people, doing too much damage to the environment. The greens laid out their argument in books such as The Population Bomb (1968) and The Limits to Growth (1972), and they’ve stuck to those mantras ever since. For instance, John Holdren, an advocate of radical population reductions, was appointed in 2009 to be President Barack Obama’s White House science adviser.\n\nAlas for the greens, real people have not always cooperated with the plans the greens made for them. For instance, in California, the population of the state has doubled since 1970, from 19.9 million to 39.8 million. (During that same half-century, the population of the U.S. has increased, too, from 205 million to 326 million.)\n\nWe can all figure out what happens when the population grows; people move to settle more land. Oh sure, the additional people could live in center cities, but most people prefer, if they can, to spread out a little—and this is especially true if they have children. To most folks with families, the idea of a house with a yard is a good thing, not a bad thing. And yet those new homes and neighborhoods need protecting, too.\n\nThus the question: Do we wish to protect our population from the threats of nature, or not?\n\nOf course, we can and should have common-sense zoning and smart land-use rules–as well as, of course, overall protection against environmental toxins and poisons–and yet at the same time, we need an orientation toward making room for population growth.\n\nThat is, we should figure that if the population grows, people will need a place to live. And so, for instance, Paradise, CA, is worth protecting. Those 27,000 souls have rights, too, and a claim on the conscience of all of us. We can further ask: If they are left homeless and destitute, where will they go, and what will they cost?\n\nYet the emerging line, courtesy of the elite chattering class and the Main Stream Media, is that the problem of wildfires is insoluble. For instance, here’s a headline in The Atlantic that reads, “The Simple Reason That Humans Can’t Control Wildfires.” The answer, according to the article, is that fire is “like an ocean”—that is, too big to contain.\n\nYet in point of fact, the reality of the ocean is what points us to a solution—if we want it. As this author wrote in response to last year’s wildfires, we could be desalinating ocean water on a mass scale, and using that fresh water to easily put out these fires.\n\nYes, seawater desalination is expensive, as is building the necessary delivery infrastructure to places such as Paradise, but such expense must be weighed against the cost of paying for the flaming status quo. That is, if last year’s fires cost $180 billion–and this year’s fires might cost even more–then we can see that even large expenditures on water desalination are still cheaper than fiery devastation. (Breitbart News’s Joel Pollak has written extensively about California water issues, as part of an ongoing series.)\n\nNeedless to say, a plan for actually putting out fires will face opposition. Perhaps most obviously, any effective plan for extinguishing fires will encourage growth in rural areas. And the greens, thinking about, say, the Spotted Owl and the Delta Smelt, don’t want that. As we know, in recent decades, the greens have won a lot more legal and regulatory battles than they’ve lost—and their victories are a big reason why Paradise is no longer a paradise.\n\nMoreover, the greens will think that if we develop a plan for putting out fires, we will be undercutting their core argument—that the only acceptable solution to the problem of wildfires is to “take action” against climate change. Yes, to many, that will seem like a strange argument, saying that we must make the perfect the enemy of the good. That is, we can’t do anything about wildfires in California until we do something about climate change worldwide. Do we really want to wait that long? And do we really think we can pull that off? Or is talking about climate change in the future just an excuse for crimping the population in the here and now?\n\nSuch a green do-nothing stance might strike many as hypocritical because, after all, we’ve been preventing, and putting out, fires in urban and suburban areas for a long time. So why now should we hold rural—and now, on some occasions, suburban—America hostage to the hopes for radical decarbonization through some some globo-mechanism, such as the Paris Climate Framework?\n\nYes, it’s a bit odd to think that if we can’t solve the problem of protecting a little place such Paradise, that we can then somehow go ahead and save the whole wide world. (It wouldn’t be the first time, of course, that the elites were more interested in saving the world than in helping those closer.)\n\nIndeed, as we dig into the arguments against doing anything about fires, we see the full depths of the opposition to actually stopping fires; the opponents would rather deliver a larger critique of civilization itself. For instance, here’s a recent headline from Bloomberg News: “Don’t Think It Will Be Easy to Fireproof California.” The piece quotes one “expert” as saying, “The idea of defensible space strikes me as an intrinsically Western one.” That is, Western Civilization = Bad. (Admit it: You knew that the MSM would get there soon enough.)\n\nWell, actually, here’s some news: Defensible space is a global concept, embraced by peoples around the world. The ancient Babylonians and Egyptians put up walls around their cities, as did the Chinese and the Incas. Indeed, it’s deadly obvious that human beings anywhere won’t last long if they don’t have some sort of shelter, which soon enough becomes “defensible space.”\n\nMoreover, all these civilizations chose to dig out irrigation channels and build berms to you guessed it—move fresh water around and keep it “defensible.”\n\nSo we’re back to the ultimate question: Do we want people to win, or not?\n\nRight now, in California, they’re losing.\n\nFinally, there’s a political dimension here, too. In 2018, the California Republican Party has been defeated, badly, yet again. So perhaps Republicans will see the value in trying something different. Perhaps Golden State GOPers will embrace a bold agenda of water desalination and infrastructure building, so that Californians can spread out from crowded cities, in which the Democrats have them penned, and live independent and free on homesteads. Such a vision–extending the American Dream to all–would be the sort of tonic that the GOP needs. Let the elite Democrats own, as they seem to want to, the idea of green limits and pessimism. Instead, Republicans will take ownership of life, liberty, and the pursuit of happiness.\n\nA strong pro-homesteading policy built the Republican Party in the Midwest in the 19th century. It could do the same for the Republican Party in California (and other Western States, too) in the 21st century.\n\nThe enduring lesson: Putting people first is popular."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Aaron Klein", "title": "Broward’s Brenda Snipes Searches Her Office for Over 2,000 ‘Missing’ Ballots", "description": "LAUDERHILL, Fla. -- Embattled Broward Elections Supervisor Brenda Snipes is personally overseeing the search within her headquarters here for purportedly missing ballots to account for the 2,040-vote discrepancy in the number of votes cast in her county durin…", "url": "https://www.breitbart.com/politics/2018/11/17/browards-brenda-snipes-searches-her-office-for-over-2000-missing-ballots/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP_18318138716167.jpg", "publishedAt": "2018-11-18T01:10:59Z", "content": "The discrepancy came in the difference of total votes registered from the initial machine count and the results from the machine recount numbers reported earlier today. Election workers in Snipes office told Breitbart News that Snipes and her team are scourin… [+4257 chars]", "fulltext": "LAUDERHILL, Fla. — Embattled Broward Elections Supervisor Brenda Snipes is personally overseeing the search within her headquarters here for purportedly missing ballots to account for the 2,040-vote discrepancy in the number of votes cast in her county during the Midterm Elections.\n\nThe discrepancy came in the difference of total votes registered from the initial machine count and the results from the machine recount numbers reported earlier today.\n\nElection workers in Snipes office told Breitbart News that Snipes and her team are scouring the office building, located inside a strip mall in Lauderhill adjacent to a Dunkin’ Donuts and Winn-Dixie grocery store. The workers spoke on condition that their names be withheld.\n\nSnipes herself earlier told the elections Canvassing Board as well as lawyers for the Democratic and Republican parties that the purportedly missing ballots are “in the building” and have not disappeared.\n\n“We have been trying to determine what could have caused the drop. What we believe is that in the recount area … I believe those ballots were probably mixed in with another stack. The ballots are in the building. The ballots are in the building,” Snipes said earlier today.\n\n“The ballots are in this building. There would be nowhere else for them to be. But they are misfiled in this building,” she said.\n\nSeveral hours later Snipes said that her team still has not found the ballots: “I really wanted to go on the record that the votes are in the building. I know that sounds trite. It sounds foolish,” Snipes said.\n\nAs of this writing, the ballot discrepancy has not been accounted for. This reporter was embedded inside Snipes’ headquarters for a portion of the evening.\n\nThe issue will soon be turned over to the elections Canvassing Board for a decision on how to proceed given a Sunday deadline for sending the final results to the state.\n\nIf Snipes cannot come up with physical ballots, the discrepancy could potentially be utilized by lawyers to argue for the Broward County machine results to be contested. It also throws into question whether the state should use the original count numbers or those of the recount.\n\n“This is a big deal,” E. John Sebes, founder of Open Source Election Technology, a nonprofit organization promoting accuracy in the ballot-counting process, told the New York Times. “If you have an election margin of 0.21 percent and a variance of 0.12 percent, the variance of your machine count is half the margin you are trying to correct. That’s kooky.”\n\nThe discrepancy marks the latest controversy to hit Snipes’ office regarding her handling of the Midterm election.\n\nLast weekend, the Miami Herald reported that Snipes’ office mixed 20 rejected ballots with a sampling of 205 valid provisional ones in the current election. The discrepancy was reportedly found only after uproar from the Republican Party resulted in the Broward County canvassing board inspecting those provisional ballots.\n\nAnother issue has been the increase of 80,000 votes in Broward County following the election.\n\nThe New York Times reported on the issue:\n\nThe vote count in heavily Democratic Broward County increased by about 80,000 in the four days after the election, possibly because of mail-in, provisional, overseas and military ballots that come in late and were legally counted after Election Day. But no other counties showed were identified publicly with such a high number of additional ballots registered after the election, and Broward County’s election supervisor, Brenda C. Snipes, offered few explanations. Noteworthy to outside election experts were the variances in vote tallies, which effectively meant that thousands of votes weren’t counted. “If I were a campaign, I’d be yelling and screaming,” said Charles Stewart III, director of the Election Data and Science Lab at the Massachusetts Institute of Technology. “I’d want a hand recount of every single ballot.”\n\nFlorida Gov. Rick Scott, whose senate election is up for recount, called on Florida’s Department of Law Enforcement to investigate possible irregularities in ballot offices in southern Florida amid questions about the slow pace of Broward’s ballot counting and past wrongdoings by Snipes.\n\nA judge ruled that Snipes destroyed ballots too soon in a critical 2016 Congressional race in which former Democratic National Convention (DNC) Chairwoman Debbie Wasserman Schultz won reelection.\n\nSnipes was also ordered by a judge earlier this year to change the way she handles mail-in ballots after her office was accused of opening them in secret.\n\nAaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter. He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow. Follow him on Facebook."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Report: Would-Be Reagan Assassin John Hinckley Could Be Freed Next Year", "description": "John Hinkley, the man who tried to assassinate President Ronald Reagan, could be released from prison as early as next year, a report says.", "url": "https://www.breitbart.com/politics/2018/11/17/report-would-be-reagan-assassin-john-hinckley-could-be-freed-next-year/", "urlToImage": "https://media.breitbart.com/media/2018/11/john-hinckley-arrest.jpg", "publishedAt": "2018-11-18T01:03:06Z", "content": "The would-be assassin, who tried to gun down a president in 1981, has won the right to go out on his own after a federal judge eased restrictions on his release conditions this month, the Daily Mail reported. The 63-year-old convict will be allowed to move ou… [+2407 chars]", "fulltext": "John Hinckley, the man who tried to assassinate President Ronald Reagan, could be released from prison as early as next year, a report says.\n\nThe would-be assassin, who tried to gun down a president in 1981, has won the right to go out on his own after a federal judge eased restrictions on his release conditions this month, the Daily Mail reported.\n\nThe 63-year-old convict will be allowed to move out of his mother’s home and drive on his own within 75 miles of his living quarters. This could all be in preparation for his release next year, authorities say.\n\nIn his recent order, U.S. District Judge Paul Friedman insisted that Hinckley is not a danger to himself or others.\n\nThe lighter restrictions come on the heels of a determination by doctors that Hinckley is mentally stable. The doctors also extended his check-in time from once monthly to bi-monthly.\n\nHinckley’s lawyer, Barry Levine, said his client’s progress was “exquisite,” adding that Hinckley’s record of behavior “supports” his full release.\n\n“He can function pretty much the way you and I can,” Levine claimed.\n\nHinckley attempted to murder President Reagan in 1981, soon after the Californian took office. During his assault, he wounded the president and nearly killed him.\n\nHinckley’s fusillade also wounded Secret Service agent Timothy McCarthy, Washington police officer Thomas Delahanty, and White House press secretary James Brady. While McCarthy and Delahanty were only moderately wounded, Brady suffered serious brain damage from his wounds.\n\nThe shooter was later deemed not guilty by reason of insanity at his 1982 trial and has spent the intervening 40 years in rehabilitation.\n\nSeveral years ago, McCarthy and Delahanty expressed their mixed feelings about the growing freedom Hinckley was being allowed.\n\n“I have a lot of not very great Christian thoughts about him,” McCarthy told The Associated Press in 2016. “It was a terrible act. It’s unforgivable as far as I’m concerned.”\n\nFor his part, Delahanty added, “That’s their decision, I guess. I’m probably not too enthused with it, but what can you do?”\n\nFollow Warner Todd Huston on Twitter @warnerthuston."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump Joins Democrats in California in Response to Wildfires", "description": "“I’ve never seen anything like that,” Trump said about the fires. “And what we saw there wasn’t as bad as some of the areas where we’re not allowed to go, where we just can’t go for safety reasons. Some of the areas are worse than that.\"", "url": "https://www.breitbart.com/politics/2018/11/17/donald-trump-joins-democrats-in-california-in-response-to-wildfires/", "urlToImage": "https://media.breitbart.com/media/2018/11/Newsome-Trump-Brown-California.png", "publishedAt": "2018-11-18T00:46:35Z", "content": "The president walked through the burned out remains of Paradise, California after 90 percent of the city was lost in the fires. Ive never seen anything like that, Trump said about the fires. And what we saw there wasnt as bad as some of the areas where were n… [+1357 chars]", "fulltext": "President Donald Trump teamed up with Governor Jerry Brown and Governor-elect Gavin Newsom to address the wildfires in California on Saturday.\n\nThe president walked through the burned out remains of Paradise, California after 90 percent of the city was lost in the fires.\n\n“I’ve never seen anything like that,” Trump said about the fires. “And what we saw there wasn’t as bad as some of the areas where we’re not allowed to go, where we just can’t go for safety reasons. Some of the areas are worse than that.”\n\nThe president and both Democrats spoke to the press aboard Air Force One. Trump marveled at the speed of the flames which caught a lot of residents by surprise.\n\n“Five minutes and that’s the difference between life and death,” he said.\n\nWhen reporters asked about climate change being a cause of the fires, Trump said that they did not discuss it.\n\n“We have different views but maybe not as different as people think,” he said. “Things are happening. Things are changing. And I think most importantly we’re doing things about – to make it better.”\n\nGovernor Jerry Brown said that it was important to focus on the immediate needs of the state after fires.\n\n“We’ll let science determine this over a longer period of time,” he said. “Right now we’re collaborating on the most immediate response and that’s very important.”\n\nTrump agreed.\n\n“What took place over the last nine days is devastating for our country, and for a great state,” he said.\n\nGovernor-elect Newsom said that it was important to offer long-term relief for the victims of the fires.\n\n“Once the cameras are gone, the press is gone, the rest of us are gone, we need to make sure we’re there for the folks that have been impacted by these fires the next year or two, five, ten, as we rebuild the communities,” he said."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "Facebook Details How It Will Penalize 'Borderline Provocative' Content | Breitbart", "description": "In a lengthy post, Facebook CEO Mark Zuckerberg addressed common concerns and detailed his plans for Facebook in the near future, which included penalizing “borderline” provocative content and stopping users from engaging with it.", "url": "https://www.breitbart.com/tech/2018/11/17/facebook-details-how-it-will-penalize-borderline-provocative-content-2/", "urlToImage": "https://media.breitbart.com/media/2018/05/wi/ap/22/734bab_gates-zuckerberg-education-39101-mark-zuckerberg-file-in-11-2018-file-photo-e1528131065763.jpg", "publishedAt": "2018-11-18T00:33:54Z", "content": "In a section of the post titled, “Discouraging Borderline Content,” Zuckerberg declared, “One of the biggest issues social networks face is that, when left unchecked, people will engage disproportionately with more sensationalist and provocative content.” “Th… [+4105 chars]", "fulltext": "In a lengthy post, Facebook CEO Mark Zuckerberg addressed common concerns and detailed his plans for Facebook in the near future, which included penalizing “borderline” provocative content and stopping users from engaging with it.\n\nIn a section of the post titled, “Discouraging Borderline Content,” Zuckerberg declared, “One of the biggest issues social networks face is that, when left unchecked, people will engage disproportionately with more sensationalist and provocative content.”\n\n“This is not a new phenomenon. It is widespread on cable news today and has been a staple of tabloids for more than a century. At scale it can undermine the quality of public discourse and lead to polarization. In our case, it can also degrade the quality of our services,” Zuckerberg continued. “Our research suggests that no matter where we draw the lines for what is allowed, as a piece of content gets close to that line, people will engage with it more on average — even when they tell us afterwards they don’t like the content.”\n\nZuckerberg then added that it “is a basic incentive problem that we can address by penalizing borderline content so it gets less distribution and engagement.”\n\n“By making the distribution curve look like the graph below where distribution declines as content gets more sensational, people are disincentivized from creating provocative content that is as close to the line as possible,” the Facebook CEO explained. “This process for adjusting this curve is similar to what I described above for proactively identifying harmful content, but is now focused on identifying borderline content instead. We train AI systems to detect borderline content so we can distribute that content less.”\n\nThe category we’re most focused on is click-bait and misinformation. People consistently tell us these types of content make our services worse — even though they engage with them. As I mentioned above, the most effective way to stop the spread of misinformation is to remove the fake accounts that generate it. The next most effective strategy is reducing its distribution and virality. (I wrote about these approaches in more detail in my note on Preparing for Elections.) Interestingly, our research has found that this natural pattern of borderline content getting more engagement applies not only to news but to almost every category of content. For example, photos close to the line of nudity, like with revealing clothing or sexually suggestive positions, got more engagement on average before we changed the distribution curve to discourage this. The same goes for posts that don’t come within our definition of hate speech but are still offensive. This pattern may apply to the groups people join and pages they follow as well. This is especially important to address because while social networks in general expose people to more diverse views, and while groups in general encourage inclusion and acceptance, divisive groups and pages can still fuel polarization. To manage this, we need to apply these distribution changes not only to feed ranking but to all of our recommendation systems for things you should join. One common reaction is that rather than reducing distribution, we should simply move the line defining what is acceptable. In some cases this is worth considering, but it’s important to remember that won’t address the underlying incentive problem, which is often the bigger issue. This engagement pattern seems to exist no matter where we draw the lines, so we need to change this incentive and not just remove content. I believe these efforts on the underlying incentives in our systems are some of the most important work we’re doing across the company. We’ve made significant progress in the last year, but we still have a lot of work ahead. By fixing this incentive problem in our services, we believe it’ll create a virtuous cycle: by reducing sensationalism of all forms, we’ll create a healthier, less polarized discourse where more people feel safe participating.\n\nZuckerberg also admitted that around one in ten removals on the platform are a mistake.\n\n“Today, depending on the type of content, our review teams make the wrong call in more than 1 out of every 10 cases,” Zuckerberg claimed. “Reducing these errors is one of our most important priorities… It’s important to remember though that given the size of our community, even if we were able to reduce errors to 1 in 100, that would still be a very large number of mistakes.”"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris", "title": "Texas Representative Brian Babin: ‘We Cannot Continue to Have Open Borders’", "description": "Texas Republican Rep. Brian Babin (R-TX) joined Breitbart News Saturday to discuss an array of issues including the dangers of socialism and his resolution to end birthright citizenship, which is one of President Trump's priorities.", "url": "https://www.breitbart.com/politics/2018/11/17/texas-representative-brian-babin-we-cannot-continue-to-have-open-borders/", "urlToImage": "https://media.breitbart.com/media/2017/09/wi/afp/12/14lls1b.jpg", "publishedAt": "2018-11-18T00:32:47Z", "content": "“I introduced this resolution calling on the president to resume the interpretation of section 1 of the 14th Amendment to the Constitution as it was originally intended, and applied as law for a century, and end this birthright citizenship misinterpretation,”… [+3234 chars]", "fulltext": "Texas Republican Rep. Brian Babin (R-TX) joined Breitbart News Saturday to discuss an array of issues including the dangers of socialism and his resolution to end birthright citizenship, which is one of President Trump’s priorities.\n\n“I introduced this resolution calling on the president to resume the interpretation of section 1 of the 14th Amendment to the Constitution as it was originally intended, and applied as law for a century, and end this birthright citizenship misinterpretation,” Babin stated.\n\n“There was never an intention to grant citizenship to the children of illegal immigrants. It was simply to grant citizenship to the children of former slaves at the end of the Civil War,” Babin explained to Breitbart Washington Political Editor Matt Boyle. “It was only in the 1960s where it was starting to get this kind of skewed interpretation that it pertained to anyone who stepped foot in our country, legal or illegal.”\n\n“It’s simply not the case. It’s never been tried in court. It’s never been interpreted by the Supreme Court, and I think the president is doing the right thing. This 14th Amendment misinterpretation drives illegal immigration. Absolutely drives this. It’s a magnet for people to try to sneak into the country, have an anchor baby, and then we wind up with families of illegal immigrants becoming citizens and residents of the United States,” Babin added.\n\nListen to Brian Babin on Breitbart News Saturday on SiriusXM 125:\n\nBabin also spoke on the legality of President Trump ending birthright citizenship with an executive order.\n\n“The jurisdictional principle is well understood. It’s properly applied in some cases because you know, and I think everyone listening knows, that children born in the United States to foreign ambassadors and consulates, who reside here and are under a certain jurisdiction of foreign governments, are not granted American citizenship.”\n\n“The amendment text in the 14th Amendment includes a residency requirement and surely no illegal alien can legitimately claim legal residency in or be under the legal jurisdiction of the United States,” Babin argued. “No nation, including the United States, is under any moral obligation, whatsoever, to grant citizenship to people who have come into this country illegally and are subject to a foreign jurisdiction.”\n\n“The thirty nations with a policy of birthright citizenship, that have this, only two, Canada and the United States, are categorized as first world countries. These are third world countries that have birthright citizenship provisions.” Babin said. “We cannot continue to have open borders, a magnet to bring more illegals in here and that’s exactly what birthright citizenship interpretation of the 14th Amendment is doing.”\n\nIn concluding the interview, Babin discussed the “outright socialists” that have found their way into the United States Congress.\n\n“This is another problem that they’re going to have inside the Democratic party because you’ve got outright socialists,” Babin claimed. “They are all progressives, let’s put it like that, but this outright socialism is a terrible danger to our economy, to our nation, and the future of our kids and grandkids.”\n\n“Socialism does not work. It will destroy our healthcare industry. We will have waiting lines. We will have people dying before they get to see the doctor. They will put off surgeries and not be able to get them because there will be healthcare rationing,” Babin added.\n\n“Thank goodness we’ve still got the Senate, so none of this nonsense can get through there. And we’ve got the White House, a president who loves America and wants to see the best happen for the working folks of America,” Babin said.\n\nFollow Kyle on Twitter @RealKyleMorris."}]