{"articles": [{"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bethany Lindsay", "title": "B.C.'s plans for rising sea levels 'may not be enough,' report warns", "description": "The research arm of the Vancouver Aquarium is ringing alarm bells about the future of B.C.'s coastal waters, saying current plans for dealing with climate change and other human-caused disturbances fall short of what's needed.", "url": "https://www.cbc.ca/news/canada/british-columbia/b-c-s-plans-for-rising-sea-levels-may-not-be-enough-report-warns-1.4888550", "urlToImage": "https://i.cbc.ca/1.4159356.1497391994!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/stranded-sailboats.jpg", "publishedAt": "2018-11-01T23:51:29Z", "content": "The research arm of the Vancouver Aquarium is ringing alarm bells about the future of B.C.'s coastal waters, saying current plans for dealing with climate change and other human-caused disturbances fall short of what's needed. A new report from the Coastal Oc… [+3016 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Gibson", "title": "'He loved you': Winnipeg man sentenced in stabbing death of best friend at Main Street hotel", "description": "John Blaine Flett, 50, was found covered in blood and not breathing in the lobby of the Manwin Hotel on the evening of July 16, 2017. His friend Eric John Guimond, 58, turned himself in to investigators the next day and has now pleaded guilty to manslaughter.", "url": "https://www.cbc.ca/news/canada/manitoba/flett-guimond-sentencing-manslaughter-1.4888577", "urlToImage": "https://i.cbc.ca/1.4208176.1500292096!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cadet-at-manwin.jpg", "publishedAt": "2018-11-01T23:45:34Z", "content": "A Winnipeg man will spend the next eight years behind bars in connection with the stabbing death of his best friend at a Main Street hotel last summer. John Blaine Flett, 50, was found covered in blood and not breathing in the lobby of the Manwin Hotel on the… [+3191 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nic Meloney", "title": "Kent Monkman's 'Miss Chief's Wet Dream' finds a home in Halifax", "description": "Cree artist Kent Monkman's massive painting Miss Chief's Wet Dream has been acquired as part of the permanent collection at the Art Gallery of Nova Scotia in Halifax.", "url": "https://www.cbc.ca/news/indigenous/kent-monkman-miss-chiefs-wet-dream-halifax-1.4888186", "urlToImage": "https://i.cbc.ca/1.4888205.1541102549!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/miss-chief-canoe.png", "publishedAt": "2018-11-01T23:41:42Z", "content": "It's been a few years since Cree artist Kent Monkman started the long, complicated process of crafting his roughly 3.5 metre by 7 metre acrylic-on-canvas painting Miss Chief's Wet Dream. Now finished and fresh from an exhibit tour in France, the artwork has f… [+2985 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michelle Bellefontaine", "title": "$260B liability figure for abandoned energy instructure an 'error in judgment': AER", "description": "The Alberta Energy Regulator is distancing itself from an internal report from one of its senior officials that puts the estimated liability of abandoned energy infrastructure in Alberta at $260 billion.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-energy-regulator-liability-figure-error-1.4888532", "urlToImage": "https://i.cbc.ca/1.4396714.1528754190!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/orphan-well-costs-20171110.jpg", "publishedAt": "2018-11-01T23:36:09Z", "content": "The Alberta Energy Regulator is distancing itself from an internal report from one of its senior officials that put the estimated liability of abandoned energy infrastructure in Alberta at $260 billion. The figure is contained in a presentation from Robert Wa… [+3023 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ryan Cooke", "title": "How strict should fentanyl penalties be? Case of prison possession causes courtroom debate", "description": "Possession of cocaine in prison could net you a slap on the wrist — but how much worse should it be for fentanyl?", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/justin-hopkins-fentanyl-jail-possession-1.4887985", "urlToImage": "https://i.cbc.ca/1.4888165.1541101831!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/justin-hopkins.JPG", "publishedAt": "2018-11-01T23:36:07Z", "content": "Possession of cocaine in prison could net you a slap on the wrist but how much worse should the punishment be for fentanyl? A Newfoundland and Labrador provincial court judge will make that decision on Dec. 3, in the case of a St. John's man caught with a pac… [+3859 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Stephen Hunt", "title": "Montana private investigator continues search for missing Airdrie man", "description": "Airdrie resident Cameron Collin went missing from a Montana bachelor party on Oct. 4. His family has offered a $10,000 U.S. reward and hired a private investigator to search for him.", "url": "https://www.cbc.ca/news/canada/calgary/missing-airdrie-man-private-investigator-mike-toth-1.4887842", "urlToImage": "https://i.cbc.ca/1.4862284.1541104819!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cameron-collin-missing-airdrie-man-montana.jpg", "publishedAt": "2018-11-01T23:30:27Z", "content": "Montana private investigator Mike Toth has been hired by the Collin family to help with the search for Airdrie resident Cameron Collin, who went missing Oct. 4 at a bachelor party held on a ranch outside Billings. Toth spoke to the Calgary Eyeopener on Thursd… [+3258 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "John Horgan: I voted for mixed-member proportional in electoral reform referendum", "description": "B.C.'s premier has revealed his vote in the provincial referendum that could change the electoral system.", "url": "https://www.cbc.ca/news/canada/british-columbia/john-horgan-i-voted-for-mixed-member-proportional-in-electoral-reform-referendum-1.4888430", "urlToImage": "https://i.cbc.ca/1.4888442.1541114069!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/john-horgan.jpg", "publishedAt": "2018-11-01T23:19:47Z", "content": "B.C.'s premier has revealed his vote in the provincial referendum that could change the electoral system. During a news conference Thursday, John Horgan confirmed that he voted in favour of proportional representation. He went on: \"I voted to select the optio… [+1228 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Neil Davidson", "title": "Canadian rugby 7s players end 2-month boycott", "description": "Thirteen sevens players, including co-captains Nate Hirayama and Harry Jones, had boycotted training since their contracts ended Aug. 31. The players, who had been practising by themselves, returned to training Thursday at the Al Charron Rugby Canada National…", "url": "https://www.cbc.ca/sports/rugby/rugby-canada-mens-sevens-strike-deal-1.4888591", "urlToImage": "https://i.cbc.ca/1.4888602.1541112784!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/jones-hirayama-090518.jpg", "publishedAt": "2018-11-01T23:19:04Z", "content": "Rugby Canada and its disgruntled sevens players have come to an agreement ending the player boycott. Thirteen players including co-captains Nate Hirayama and Harry Jones have boycotted training since their contracts ended Aug. 31, unhappy at the new offer and… [+3764 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "City of Edmonton spent more than $600M on consultants over 5 years", "description": "The City of Edmonton has spent an average of $123 million per year on consultants over the last five years, according the city auditor.", "url": "https://www.cbc.ca/news/canada/edmonton/city-audit-consultant-services-600-million-five-years-1.4888461", "urlToImage": "https://i.cbc.ca/1.4025238.1541108480!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/edmonton-city-hall.jpg", "publishedAt": "2018-11-01T23:15:08Z", "content": "The City of Edmonton has spent an average of $123 million per year on consultants over the last five years, according the city auditor. \"What really shocked me was the size of the number,\" said Coun. Mike Nickel, referring to $616M spent between 2013 and 2017… [+1102 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Funky facial hair, WWI-era food, spicy Spanish guitar and other ideas to fill up your weekend", "description": "Christmas shopping or all things dudes, these are some events you won't want to miss.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-entertainment-nov-1-1.4888432", "urlToImage": "https://i.cbc.ca/1.2457136.1386619516!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/germany.jpg", "publishedAt": "2018-11-01T23:09:13Z", "content": "This one-day event runs all day Saturday in support of the Movember Foundation, a charity that started the moustache campaign to spread awareness about prostate cancer and other health issues for men. This expo is about and for dudes, but everyone is welcome.… [+2114 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Province will review hiring of all public sector employees after improper findings", "description": "The Manitoba government will examine the hiring practices of the entire public sector after an investigation found civil servants were improperly hired, their compensation kept private and they may have circumvented tax rules.", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-public-service-hiring-practices-audit-1.4887952", "urlToImage": "https://i.cbc.ca/1.4888515.1541112468!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brian-pallister-scott-fielding.jpg", "publishedAt": "2018-11-01T23:08:25Z", "content": "The Manitoba government will examine the hiring practices of the entire public sector after an investigation found civil servants were improperly hired, their compensation kept private and they may have circumvented tax rules. The audit, released publicly Thu… [+2266 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "B.C. police watchdog opens 4 investigations involving death or serious harm", "description": "Independent Investigations Office to examine recent police-involved incidents in Nanaimo, Surrey and Delta.", "url": "https://www.cbc.ca/news/canada/british-columbia/b-c-police-watchdog-opens-4-investigations-involving-death-or-serious-harm-1.4888520", "urlToImage": "https://i.cbc.ca/1.3877673.1541113375!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/iio.jpg", "publishedAt": "2018-11-01T23:04:26Z", "content": "British Columbia's police watchdog is investigating four separate incidents since Sunday involving police and people who have died or suffered serious harm. The first incident happened early Sunday in Nanaimo, where the RCMP notified the Independent Investiga… [+1326 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Surrey outreach workers say there's a critical need for more shelter spaces", "description": "Outreach workers in Surrey say there is a dire need to add to the 165 extreme weather shelter spaces that are opening in the city.", "url": "https://www.cbc.ca/news/canada/british-columbia/surrey-shelter-spaces-1.4887594", "urlToImage": "https://i.cbc.ca/1.1576943.1541102954!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-bc-110316-cp-homeless-vancouver-hayward-8col.jpg", "publishedAt": "2018-11-01T22:59:35Z", "content": "Outreach workers in Surrey say there is a dire need to add to the 165 extreme weather shelter spaces that are opening in the city. Surrey Urban Mission executive director Mike Musgrove, who runs a shelter that has space for 50 people, says they have to turn p… [+1594 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Marianne Klowak", "title": "Winnipeg music producer bands together with neighbours to save capsized kayaker", "description": "Hearing screams coming from the water, Dan Donahue and his neighbours jumped into action to save a man whose kayak had capsized in the Red River Monday night.", "url": "https://www.cbc.ca/news/canada/manitoba/dan-donahue-kayaker-rescuer-1.4888269", "urlToImage": "https://i.cbc.ca/1.3029551.1428789466!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/dan-donahue.png", "publishedAt": "2018-11-01T22:41:02Z", "content": "Dan Donahue had opened the back door of his home on Winnipeg's Kingston Crescent to throw out some recycling Monday night when he heard a voice screaming from the Red River. That started off a chain of events that saw Donahue, a local music producer, and a ne… [+4413 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Freezing rain warning issued for central Alberta, wind warning for Pincher Creek area", "description": "Freezing rain is expected to move eastward over Rocky Mountain House and Red Deer areas through the day, while strong westerly winds are forecast in the southwest corner of the province Friday morning.", "url": "https://www.cbc.ca/news/canada/calgary/central-alberta-freezing-rain-warning-wind-1.4888509", "urlToImage": "https://i.cbc.ca/1.4888521.1541110480!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/alberta-weather-warning.JPG", "publishedAt": "2018-11-01T22:40:28Z", "content": "Environment Canada issued freezing rain warnings for central Alberta as a system is expected to develop early Friday morning in the Rocky Mountain House and Red Deer areas. The freezing rain is expected to move eastward through the day and warning area may be… [+1905 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "One person without vital signs after multi-vehicle collision at Avenue and Lawrence", "description": "One person has been rushed to hospital without vital signs following a multi-vehicle collision, including a TTC bus, in the north end of the city.", "url": "https://www.cbc.ca/news/canada/toronto/one-person-without-vital-signs-after-multi-vehicle-collision-at-avenue-and-lawrence-1.4888523", "urlToImage": "https://i.cbc.ca/1.3864439.1531356041!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/breaking-news.png", "publishedAt": "2018-11-01T22:30:28Z", "content": "One person has been rushed to hospital without vital signs following a multi-vehicle collision, including a TTC bus, in the north end of the city. Toronto police tweeted about the collision shortly before 6 p.m., but could not immediately be reached for furth… [+618 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "One woman dead after multi-vehicle collision at Avenue and Lawrence", "description": "A woman is dead following a multi-vehicle collision that included a TTC bus in the city's north end Thursday evening.", "url": "https://www.cbc.ca/news/canada/toronto/one-woman-dead-after-multi-vehicle-collision-at-avenue-and-lawrence-1.4888523", "urlToImage": "https://i.cbc.ca/1.3864439.1531356041!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/breaking-news.png", "publishedAt": "2018-11-01T22:30:28Z", "content": "A woman is dead following a multi-vehicle collision that included a TTC bus in the city's north end Thursday evening. Emergency crews were called shortly after 5 p.m. for reports of a multi-vehicle collision near Avenue Road and Lawrence Avenue, according to … [+1022 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Alberta RCMP seize 8 kg of heroin in 2 unrelated investigations", "description": "RCMP have seized more than eight kilograms of heroin in unrelated busts, one in Edmonton and the other in Chipman, northeast of the city.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-rcmp-heroin-seizures-1.4888398", "urlToImage": "https://i.cbc.ca/1.4115989.1494874698!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp-patch.jpg", "publishedAt": "2018-11-01T22:22:42Z", "content": "Alberta RCMP have seized more than eight kilograms of heroin in unrelated busts, one in Edmonton and the other in Chipman, northeast of the city. A search of an Edmonton residence on Tuesday yielded 5.59 kg of heroin, plus documents and devices, RCMP said in … [+2004 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Parties list top priorities under a minority government", "description": "With a minority government, opposition parties will get a larger voice, so members from three parties shared what’s at the top of their lists on the CBC New Brunswick Political Panel Podcast.", "url": "https://www.cbc.ca/news/canada/new-brunswick/cbc-new-brunswick-political-panel-podcast-1.4888386", "urlToImage": "https://i.cbc.ca/1.4789378.1534527691!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nb-legislature.jpg", "publishedAt": "2018-11-01T22:19:24Z", "content": "Listen to the full CBC New Brunswick Political Panel podcast by downloading from the CBC Podcast page or subscribing to the podcast in iTunes. Green Party Leader David Coon says he hopes to play the role of \"honest broker\" in New Brunswick's minority governme… [+3483 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jason Proctor,Belle Puri", "title": "British Columbians charged with trying to vote twice in 2015 federal election", "description": "Two British Columbians are facing charges under the Canada Elections Act for allegedly requesting second ballots after having already voted in the 2015 federal election.", "url": "https://www.cbc.ca/news/canada/british-columbia/elections-charged-voting-ballots-1.4888228", "urlToImage": "https://i.cbc.ca/1.2833633.1440002490!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ballot-box-20140601.jpg", "publishedAt": "2018-11-01T22:18:48Z", "content": "Two British Columbians are facing charges under the Canada Elections Act for allegedly trying to vote twice in the 2015 federal election. The unusual charges were sworn this week in B.C. Provincial Court in relation to a pair of investigations. According to c… [+3061 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Meghan Grant", "title": "Teen accused of shooting German tourist released on bail", "description": "The teenager accused of randomly shooting a German tourist in the head has been granted bail and must live with his grandmother as a condition of his release.", "url": "https://www.cbc.ca/news/canada/calgary/german-tourist-shot-1.4887481", "urlToImage": "https://i.cbc.ca/1.4773718.1534448987!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/shooting256-jpg.JPG", "publishedAt": "2018-11-01T22:10:54Z", "content": "The teenager accused of randomly shooting a German tourist in the head was granted bail Thursday and must live with his grandmother as a condition of his release. The details of the alleged crime discussed during the bail hearing in the Provincial Court of Al… [+1376 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Meghan Grant", "title": "Teen accused of shooting German tourist released on bail to live with grandmother", "description": "The teenager accused of randomly shooting a German tourist in the head has been granted bail and must live with his grandmother as a condition of his release.", "url": "https://www.cbc.ca/news/canada/calgary/alberta-german-tourist-shot-charges-laid-youth-bail-decision-1.4887481", "urlToImage": "https://i.cbc.ca/1.4773718.1534448987!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/shooting256-jpg.JPG", "publishedAt": "2018-11-01T22:10:54Z", "content": "The teenager accused of randomly shooting a German tourist in the head was granted bail Thursday and must live with his grandmother as a condition of his release. The details of the crime discussed during the bail hearing are all protected by a publication ba… [+1333 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Min Dhariwal", "title": "'He's doing an amazing job': Connor McDavid praises former teammate Alex DeBrincat​", "description": "The first time Connor McDavid laid eyes on Alex DeBrincat, he didn't think the kid would pan out.", "url": "https://www.cbc.ca/news/canada/edmonton/nhl-connor-mcdavid-alex-debrincat-edmonton-oilers-chicago-blackhawks-erie-otters-1.4888348", "urlToImage": "https://i.cbc.ca/1.4888399.1541106347!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alex-debrincat.jpg", "publishedAt": "2018-11-01T22:04:53Z", "content": "The first time Connor McDavid laid eyes on Alex DeBrincat, he didn't think the kid would pan out. It was 2014, and Erie Otters owner Sherwood Bassin wanted to introduce his star player to a new teammate. \"Sherry Bassin comes up to me and says, 'I've found thi… [+2898 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Press", "title": "StatCan's plans for banking info hints at larger trove, work on sensitive data", "description": "Before Statistics Canada set out to scoop up private banking information from 500,000 Canadians it had already collected reams of corporate and individual tax forms and health records, part of its growing reliance on \"administrative data\" sources instead of t…", "url": "https://www.cbc.ca/news/politics/statistics-canada-private-information-1.4888462", "urlToImage": "https://i.cbc.ca/1.3394327.1468874172!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/tories-census-scrubbed-20100721.jpg", "publishedAt": "2018-11-01T22:03:17Z", "content": "Before Statistics Canada set out to scoop up private banking information from 500,000 Canadians it had already collected reams of corporate and individual tax forms and health records, part of its growing reliance on \"administrative data\" sources instead of t… [+4265 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Just for Gussie': Nain tournament pays tribute to teen who died of TB", "description": "Gussie Bennett was a fixture at the rink in Nain, where he played goalie and helped out, says his coach William Flowers.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/gussie-bennett-memorial-tournament-1.4885355", "urlToImage": "https://i.cbc.ca/1.4583800.1526293921!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gussie-bennett.jpg", "publishedAt": "2018-11-01T21:59:59Z", "content": "A ball hockey tournament in memory of a teenage player who died of tuberculosis earlier this year will give his community a much-needed chance to grieve, says the coach organizing the event. \"His passing affected a lot of people here in Nain, and I wanted to … [+3194 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Trump promises executive order next week to change U.S. asylum laws", "description": "U.S. President Donald Trump says he is finalizing a plan that would require immigrants seeking asylum in the United States to approach a legal port of entry, pushing a hard line on immigration ahead of next week's congressional elections.", "url": "https://www.cbc.ca/news/world/trump-immigration-asylum-1.4888409", "urlToImage": "https://i.cbc.ca/1.4888444.1541107666!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/trump.jpg", "publishedAt": "2018-11-01T21:55:55Z", "content": "U.S. President Donald Trump says he is finalizing a plan that would require immigrants seeking asylum in the United States to approach a legal port of entry, pushing a hard line on immigration ahead of next week's congressional elections. It is not clear whet… [+2446 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laura Sciarpelletti", "title": "Meet the neighbours: Coast Salish and Syrian communities unite for evening of music and food", "description": "Cross-cultural exchange is the theme of a dinner on Thursday at the Ray-Cam Co-operative Centre in Vancouver.", "url": "https://www.cbc.ca/news/canada/british-columbia/meet-the-neighbours-coast-salish-and-syrian-communities-unite-for-evening-of-music-and-food-1.4887863", "urlToImage": "https://i.cbc.ca/1.4888400.1541107344!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ray-cam.jpg", "publishedAt": "2018-11-01T21:51:38Z", "content": "Cross-cultural exchange is the theme of a dinner on Thursday yesterday at the Ray-Cam Co-operative Centre in Vancouver. Coast Salish and Syrian community members will come together to share traditional music and food from their cultures, while discussing ways… [+2657 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Karissa Donkin", "title": "Preliminary inquiry for guards in Matthew Hines case adjourned for 3 weeks", "description": "Judge Ronald LeBlanc has adjourned a preliminary inquiry for two Dorchester Penitentiary guards charged in the death of inmate Matthew Hines. LeBlanc will hear final arguments from lawyers on Nov. 27.", "url": "https://www.cbc.ca/news/canada/new-brunswick/matthew-hines-preliminary-inquiry-day4-1.4888403", "urlToImage": "https://i.cbc.ca/1.4882979.1540845615!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ross-and-bourgoin.jpg", "publishedAt": "2018-11-01T21:50:33Z", "content": "A provincial court judge has adjourned a preliminary inquiry for two Dorchester Penitentiary guards charged in the death of inmate Matthew Hines. Alvida Ross, 49, and Mathieu Bourgoin, 32, have pleaded not guilty to charges of manslaughter and criminal neglig… [+1631 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Murray Brewster", "title": "Shipbuilding 'smoke and mirrors' unlikely to distract from Mark Norman case: experts", "description": "The Liberal government's plan to divide an enormous amount of maintenance work on the navy’s frigates among three of the country’s major shipyards likely won't calm a political brawl over the criminal case involving the military’s former second-in-command, ex…", "url": "https://www.cbc.ca/news/politics/shipbuilding-mark-norman-1.4888387", "urlToImage": "https://i.cbc.ca/1.4430290.1512247081!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/halifax-feature-20170718.jpg", "publishedAt": "2018-11-01T21:44:04Z", "content": "The Liberal government's plan to divide an enormous amount of maintenance work on the navy's frigates among three of the country's major shipyards likely won't calm a political brawl over the criminal case involving the military's former second-in-command, ex… [+4962 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Jets' Laine thrills Finnish fans with hat trick in win over Panthers", "description": "Finland native Patrik Laine had a hat trick as the Winnipeg Jets took a 4-2 victory over the Florida Panthers in a regular-season game in the Finnish capital on Thursday.", "url": "https://www.cbc.ca/sports/hockey/nhl/winnipeg-jets-florida-panthers-patrik-laine-global-series-1.4888251", "urlToImage": "https://i.cbc.ca/1.4888366.1541105537!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/finland-nhl-global-series.jpg", "publishedAt": "2018-11-01T21:29:03Z", "content": "Finland native Patrik Laine had a hat trick as the Winnipeg Jets took a 4-2 victory over the Florida Panthers in a regular-season game in the Finnish capital on Thursday. Laine scored in the second period and twice in the third, including an empty-netter, for… [+1607 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "RCMP investigating homicide in Oxford House", "description": "Officers in Oxford House are investigating the homicide of a 21-year-old male. RCMP were called to a house at 5:20 a.m. Thursday. The call was for an assault in progress that led to the death of the man.", "url": "https://www.cbc.ca/news/canada/manitoba/oxford-house-homicide-nov1-1.4888405", "urlToImage": "https://i.cbc.ca/1.4391080.1541106869!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp-vehicle.jpg", "publishedAt": "2018-11-01T21:25:43Z", "content": "Officers in Oxford House are investigating the homicide of a 21-year-old male. RCMP were called to a house at 5:20 a.m. Thursday. The call was for an assault in progress outside the residence that led to the death of the man. A 21-year-old male is in custody.… [+155 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Buyer's market continues in Calgary", "description": "Sales of detached homes in the city were down 8.6 per cent in October compared with the same month last year, bringing the year-to-date decline to 15 per cent.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-real-estate-numbers-down-1.4888371", "urlToImage": "https://i.cbc.ca/1.3360794.1451935866!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/calgary-real-estate-home-sales-housing-prices.jpg", "publishedAt": "2018-11-01T21:24:23Z", "content": "It continues to be a buyer's market in Calgary. Sales of detached homes in the city were down 8.6 per cent in October compared with the same month last year, bringing the year-to-date decline to 15 per cent. So far this year, the largest drop in sales was in … [+1229 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Julia Lipscombe", "title": "'It's the end of an era': Alberta's last-ever Greyhound bus leaves the station", "description": "The final Greyhound bus in Alberta travelled from Calgary to Edmonton Wednesday evening. After 89 years of service, the iconic transportation company is ending its service in Western Canada.", "url": "https://www.cbc.ca/news/canada/edmonton/staff-passengers-farewell-final-greyhound-bus-alberta-1.4888007", "urlToImage": "https://i.cbc.ca/1.4888100.1541106565!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/driver-bid-farewell-to-greyhound.jpg", "publishedAt": "2018-11-01T21:21:03Z", "content": "It was dusky in Calgary as Alberta's last ever Greyhound lurched out of the 16th Street terminal. On the bus, the subdued chatter in English, Arabic, Cantonese that's heard as a coach grows dark. But back at the station was a celebration of sorts, a bitterswe… [+6567 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Attempted murder suspect facing raft of new charges", "description": "A 72-year-old man charged in September with attempted murder is now facing a slew of new charges.", "url": "https://www.cbc.ca/news/canada/ottawa/opp-renfrew-charges-elderly-man-1.4888299", "urlToImage": "https://i.cbc.ca/1.4626944.1538752073!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/opp-cruiser.jpg", "publishedAt": "2018-11-01T21:15:24Z", "content": "A 72-year-old man charged in September with attempted murder is now facing a slew of new charges. Ontario Provincial Police were initially called to a wooded area in McNab Braeside Township, Ont., on Sept. 13, where they found a woman in critical condition fo… [+568 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Colleen Underwood", "title": "Flames Foundation quarrels with watchdog's critique, says it has nothing to hide", "description": "The Calgary Flames Foundation is defending itself against a scathing report by Charity Intelligence Canada that revealed the hockey team’s charitable foundation gave only 30 cents of every dollar raised to various causes.", "url": "https://www.cbc.ca/news/canada/calgary/defensive-flames-foundation-charity-intelligence-1.4887824", "urlToImage": "https://i.cbc.ca/1.3062836.1505344905!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/552900935tl023-anaheim-duck.jpg", "publishedAt": "2018-11-01T21:12:17Z", "content": "The Calgary Flames Foundation is defending itself against a scathing report by Charity Intelligence Canada that revealed the hockey team's charitable foundation gave only 30 cents of every dollar raised to various causes. The foundation ranked last in a list … [+4282 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Who is behind the numbered company leasing St. John's land to Canopy Growth?", "description": "A Tory MHA says the land was acquired, and then immediately leased to Canopy.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/numbered-company-canopy-growth-1.4888048", "urlToImage": "https://i.cbc.ca/1.4563349.1521131479!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cannabis-marijuana-industry-20180212.jpg", "publishedAt": "2018-11-01T21:09:43Z", "content": "Canopy Growth is leasing a piece of land in St. John's for its future cannabis production facility, and a Tory MHA is determined to find out who is behind a numbered company that bought the land shortly before leasing it to Canopy. Opposition House Leader Kei… [+3984 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Class action lawsuits target insurance companies over 'unfair and illegal' HST calculations", "description": "Six of Ontario's largest insurance providers are facing a series of class action lawsuits, which allege that the companies withheld benefit payments to thousands of accident victims. The lawsuits say the companies made incorrect HST calculations on benefit pa…", "url": "https://www.cbc.ca/news/canada/toronto/hst-insurance-lawsuit-1.4887883", "urlToImage": "https://i.cbc.ca/1.2707707.1405448303!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/generic-traffic-shot.jpg", "publishedAt": "2018-11-01T21:08:25Z", "content": "Six of Ontario's largest insurance providers are facing a series of class action lawsuits, which allege that the companies withheld benefit payments to thousands of accident victims. Lawyers representing the claimants say the companies have repeatedly refused… [+2997 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate Porter", "title": "Moore Farm co-op backs out 3 years into NCC lease", "description": "The co-operative trying to run an urban farm, bistro, bird garden and other activities at Moore Farm Estate in Gatineau is filing for bankruptcy, just three years into its lease with the National Capital Commission.", "url": "https://www.cbc.ca/news/canada/ottawa/moore-farm-gatineau-co-op-bankrupt-1.4887852", "urlToImage": "https://i.cbc.ca/1.4888278.1541103882!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/moore-farm-in-gatineau.jpg", "publishedAt": "2018-11-01T21:08:07Z", "content": "The co-operative trying to run an urban farm, bistro, bird garden and other activities at Moore Farm Estate in Gatineau is filing for bankruptcy, just three years into its lease with the National Capital Commission (NCC). The financial situation at the farm h… [+2335 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "New peer network helps Alberta's first responders face their demons", "description": "During a decade on the job, Leduc paramedic Sarah Baile is afraid of her radio.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-first-responders-critical-incident-network-1.4887713", "urlToImage": "https://i.cbc.ca/1.4887890.1541096659!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ptsd-symposium.JPG", "publishedAt": "2018-11-01T21:00:00Z", "content": "After a decade on the job, Leduc paramedic Sarah Baile talks about being afraid of her radio. \"You never know what it's going to bring through from the other side,\" she said. \"It could be a stubbed toe. It could be a pediatric drowning. It could be anything i… [+4686 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "CBC Nova Scotia News November 01, 2018", "description": "The only daily TV news package to focus on Nova Scotians and their stories", "url": "https://www.cbc.ca/news/canada/nova-scotia/cbc-nova-scotia-news-november-01-2018-1.4888535", "urlToImage": "https://i.cbc.ca/1.4888535.1541110802!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-01T21:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Top 5 most dangerous intersections for pedestrians in the Lower Mainland", "description": "ICBC has broken down which crossroads saw the most crashes between 2013 and 2017.", "url": "https://www.cbc.ca/news/canada/british-columbia/most-dangerous-intersections-for-pedestrians-updated-1.4887939", "urlToImage": "https://i.cbc.ca/1.3614117.1464933865!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/surrey-pedestrian-struck.jpg", "publishedAt": "2018-11-01T20:48:32Z", "content": "JUMP TO INTERACTIVE MAP It happens every winter: an increase in crashes involving pedestrians in B.C. More than a third of all collisions involving people on the street happen between October and January. ICBC data shows November has been the worst month for … [+597 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Teresa Wright", "title": "Baloney Meter: Has there been a significant reduction in irregular migration?", "description": "An examination of Border Security Minister Bill Blair's comments that the number of irregular migrants has decreased by 70 per cent in the last few months.", "url": "https://www.cbc.ca/news/politics/border-security-bill-blair-baloney-1.4888040", "urlToImage": "https://i.cbc.ca/1.4772790.1533299793!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/asylum-seekers-ontario-quebec.jpg", "publishedAt": "2018-11-01T20:31:01Z", "content": "\"The member opposite's assertion that the numbers (of irregular migrants) are going up is simply wrong. We have seen a significant reduction of those numbers just over the past few weeks. In the past several months, we have seen as much as a 70-per-cent reduc… [+4887 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Terry Roberts", "title": "Nalcor VP describes push to engage CIBC in Muskrat financing", "description": "The top financial executive at Nalcor Energy described the suggestion to involve CIBC in financing the megaproject, but says the process remained fair.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/muskrat-cibc-financing-1.4888097", "urlToImage": "https://i.cbc.ca/1.4886344.1541014434!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/derrick-sturge-nalcor.JPG", "publishedAt": "2018-11-01T20:15:49Z", "content": "Derrick Sturge says there was a \"strong suggestion\" that Nalcor Energy engage CIBC as the lender for the massive amount of borrowing needed to finance the Muskrat Falls project. He was also asked about shifting large amounts of money around as construction of… [+4031 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michael Gorman", "title": "Hearing scheduled into conduct of controversial chiropractor", "description": "A controversial Halifax-based chiropractor is facing a hearing with the provincial college related to posts she's made online that include unfounded and disproven claims about vaccinations and immunizations.", "url": "https://www.cbc.ca/news/canada/nova-scotia/chiropractor-hearing-disciple-vaccines-immunizations-1.4888061", "urlToImage": "https://i.cbc.ca/1.4676278.1527178507!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/halifax-chiropractor-dena-churchill.jpg", "publishedAt": "2018-11-01T20:08:23Z", "content": "A Halifax-based chiropractor will face a hearing next year with the provincial college related to controversial posts she's made online about vaccinations and immunizations. According to a notice on the Nova Scotia College of Chiropractors website, a hearing … [+2824 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Bell beefs up CraveTV to include new HBO shows without cable TV subscription", "description": "Bell Media announced Thursday it has beefed up its streaming service CraveTV to include new HBO shows, marking the first time Canadians can access new HBO programming without a TV subscription.", "url": "https://www.cbc.ca/news/business/bell-crave-hbo-1.4888056", "urlToImage": "https://i.cbc.ca/1.3692545.1469299519!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/comic-con-preview.jpg", "publishedAt": "2018-11-01T20:07:59Z", "content": "Bell Media has beefed up its streaming service CraveTV with new HBO shows and other exclusive content without the need for a television subscription, for a higher price. The company announced on Thursday that it is expanding its CraveTV brand to include new p… [+1535 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Blair Rhodes", "title": "Nova Scotia's chief justice announces retirement", "description": "One of the most colourful people ever to preside in a Nova Scotia courtroom is calling it quits. Chief Justice Joseph Kennedy of the Nova Scotia Supreme Court announced Thursday that he will retire on May 1, 2019.", "url": "https://www.cbc.ca/news/canada/nova-scotia/nova-scotia-s-chief-justice-to-retire-1.4888109", "urlToImage": "https://i.cbc.ca/1.4684173.1529004328!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nova-scotia-supreme-court.jpg", "publishedAt": "2018-11-01T20:07:23Z", "content": "One of the most colourful people to preside in a Nova Scotia courtroom is calling it quits. Chief Justice Joseph Kennedy of the Nova Scotia Supreme Court announced Thursday that he will be retiring effective May 1 of next year. Kennedy, 74, was appointed to t… [+1586 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Katie Simpson,Philippe-Vincent Foisy", "title": "'Missing' Liberal MP Di Iorio at the centre of nomination fight", "description": "A Liberal MP who has not been seen on Parliament Hill for weeks is at the centre of a dispute within his own party. Nicola Di Iorio did not followed through on his plan to resign after party officials said he was not allowed to hand-pick a Liberal candidate t…", "url": "https://www.cbc.ca/news/politics/what-happened-to-nicola-di-iorio-1.4887959", "urlToImage": "https://i.cbc.ca/1.4053573.1491251714!/httpImage/image.jpg_gen/derivatives/16x9_620/nicola-di-iorio.jpg", "publishedAt": "2018-11-01T20:05:07Z", "content": "By now, Nicola Di Iorio was supposed to be far from public life. The rookie Liberal MP announced in April he was resigning his Quebec seat, citing \"family reasons.\" But an internal dispute within the Liberal Party appears to be keeping his political future in… [+1666 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Marie-Maude Denis", "title": "Licensed cannabis growers have ties to organized crime, Enquête investigation finds", "description": "The legalization of cannabis was supposed to cut out organized crime, but a Radio-Canada investigation shows Health Canada has granted production licenses to companies with individuals with links to the criminal underworld.", "url": "https://www.cbc.ca/news/canada/montreal/cannabis-health-canada-enquete-investigation-1.4887997", "urlToImage": "https://i.cbc.ca/1.4888031.1541099048!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cannabis-ontario-sales-20181019.jpg", "publishedAt": "2018-11-01T19:56:43Z", "content": "An investor in a major Canadian cannabis company has had longstanding ties, including business dealings, with influential Mafia members and drug traffickers, Radio-Canada has learned. Another investor in the same company has links with a prominent member of t… [+6515 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Food bank in the works for Nain, hopes to open in fall", "description": "In May 2017, the Nunatsiavut government released a report showing that nearly 80 per cent of Nain residents were food insecure, but the town has no food bank.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/nain-food-bank-1.4887740", "urlToImage": "https://i.cbc.ca/1.3699420.1496159033!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pitsik-tradition-inuit-dried-fish-nain.jpg", "publishedAt": "2018-11-01T19:54:34Z", "content": "After a year of planning, a new food bank in Nain will soon receive its first shipment of food. The food bank will be one more way to improve food security in the northern Labrador community, where a Nunatsiavut survey released in May 2017 found that 79.4 per… [+3169 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Legal cannabis invites itself to the party for 35th Nez Rouge campaign", "description": "Opération Nez Rouge is getting ready for its 35th holiday season, asking impaired drivers to stay off the road and call its volunteers from Nov. 30 to Dec. 31, whether they've consumed alcohol or drugs.", "url": "https://www.cbc.ca/news/canada/montreal/operation-red-nose-35-campaign-1.4887897", "urlToImage": "https://i.cbc.ca/1.4887955.1541101839!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/operation-nez-rouge.JPG", "publishedAt": "2018-11-01T19:51:29Z", "content": "With the launch of its 35th annual campaign, the first since the legalization of cannabis, the founder of Opération Nez Rouge said the organization is ready to take on the new challenge. \"At Nez Rouge, we've always said, 'If you feel you're not able to drive,… [+2326 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Spare a minute for setting back your clocks on Sunday", "description": "It's that time of year again, but not everyone is happy having to make the readjustment twice a year.", "url": "https://www.cbc.ca/news/canada/british-columbia/daylight-saving-tick-1.4887729", "urlToImage": "https://i.cbc.ca/1.4351940.1520605374!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/antique-clocks.jpg", "publishedAt": "2018-11-01T19:50:05Z", "content": "It's that time of year again, but not everyone is happy having to make the readjustment twice a year. As most of B.C. prepares to turn its clocks back an hour this Sunday, citizens of the European Union are pushing to abolish the practice altogether. Nor does… [+1223 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Some dinosaur eggs were blue, brown or speckled", "description": "Some dinosaurs laid colored, speckled and spotted eggs boasting exquisite hues of blue and brown, scientists said on Thursday, in a discovery that scrambles the notion that such exceptional traits originated with birds.", "url": "https://www.cbc.ca/news/technology/dinosaur-egg-colour-1.4888009", "urlToImage": "https://i.cbc.ca/1.4664258.1526413621!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/giant-oviraptosaur.jpg", "publishedAt": "2018-11-01T19:49:12Z", "content": "Some dinosaurs laid coloured, speckled and spotted eggs boasting exquisite hues of blue and brown, scientists said on Thursday, in a discovery that scrambles the notion that such exceptional traits originated with birds. An analysis of 12 fossilized dinosaur … [+2391 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Thompson", "title": "Gap in privacy law leaves elections open to 'misuse' of personal information: privacy commissioner", "description": "The next federal election will face \"important risks\" unless Parliament makes political parties subject to privacy law, Privacy Commissioner Daniel Therrien warned Thursday.", "url": "https://www.cbc.ca/news/politics/privacy-elections-facebook-cambridge-analytica-1.4887956", "urlToImage": "https://i.cbc.ca/1.2666167.1401986822!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/daniel-therrien-privacy-commissioner-20140603.jpg", "publishedAt": "2018-11-01T19:40:40Z", "content": "The next federal election will face \"important risks\" unless Parliament makes political parties subject to privacy law, Privacy Commissioner Daniel Therrien warned Thursday. \"Canadian political parties' lack of oversight is unfortunately becoming an exception… [+3645 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Trudeau to apologize Wednesday for 1939 decision to turn back Jewish refugee ship", "description": "Prime Minister Justin Trudeau will make a formal apology in the House of Commons on Wednesday for the Canadian government's 1939 decision to turn away a ship of Jewish refugees fleeing Europe.", "url": "https://www.cbc.ca/news/politics/st-louis-apology-to-come-wednesday-1.4888076", "urlToImage": "https://i.cbc.ca/1.3852219.1511916148!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/the-german-girl-book.jpg", "publishedAt": "2018-11-01T19:36:17Z", "content": "Prime Minister Justin Trudeau will make a formal apology in the House of Commons on Wednesday for the Canadian government's 1939 decision to turn away a ship carrying Jewish refugees fleeing Europe. The date of the previously announced apology was confirmed b… [+1565 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Edmonton's 2019 budget calls for 3.3 per cent property tax hike", "description": "Homeowners in Edmonton are facing a 3.3 per cent increase in property tax next year. On Thursday, the City of Edmonton released its operating budget for 2019 to 2022 with the recommended increase in the first year of the four-year budget.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-city-hall-budget-1.4888019", "urlToImage": "https://i.cbc.ca/1.1869389.1539780190!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hi-edmonton-city-hall.jpg", "publishedAt": "2018-11-01T19:30:55Z", "content": "Home owners in Edmonton are facing a 3.3 per cent increase in property tax next year. The City of Edmonton on released its proposed four-year operating budget Thursday, with nearly $3 billion recommended spending in the first year of the four-year plan. If co… [+1172 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Wallis Snowdon", "title": "Edmonton animator recreates the horror of junior-high shop class", "description": "Hart Snider’s lasting hatred for his dingy, cigarette-butt-laden junior-high shop class inspired the Edmonton filmmaker's new animated short.", "url": "https://www.cbc.ca/news/canada/edmonton/shop-class-edmonton-animation-film-1.4887652", "urlToImage": "https://i.cbc.ca/1.4887678.1541091258!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jesse-coyote-animation-shop-class.jpg", "publishedAt": "2018-11-01T19:30:00Z", "content": "Hart Snider's lasting hatred for his dingy, cigarette-butt-laden junior-high-school shop class inspired the Edmonton filmmaker's new animated short. Shop Class, an eight-minute film now streaming on the National Film Board website, follows the trials and trib… [+4632 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Legislation sets path for human rights commission to return to B.C.", "description": "The B.C. government took the first legislative steps Thursday to re-establish a provincial human rights commission.", "url": "https://www.cbc.ca/news/canada/british-columbia/legislation-sets-path-for-human-rights-commission-to-return-to-b-c-1.4887821", "urlToImage": "https://i.cbc.ca/1.4780006.1541099998!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/david-eby.jpg", "publishedAt": "2018-11-01T19:21:44Z", "content": "The B.C. government took the first legislative steps Thursday to re-establish a provincial human rights commission. Attorney General David Eby introduced proposed amendments to the Human Rights Code in the legislature during the morning session, saying the co… [+786 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Legislation sets path for human rights commission to return to B.C.", "description": "The B.C. government took the first legislative steps Thursday to re-establish a provincial human rights commission.", "url": "https://www.cbc.ca/news/canada/british-columbia/legislation-human-rights-commission-bc-1.4887821", "urlToImage": "https://i.cbc.ca/1.4780006.1541099998!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/david-eby.jpg", "publishedAt": "2018-11-01T19:21:44Z", "content": "The B.C. government took the first legislative steps Thursday to re-establish a provincial human rights commission. Attorney General David Eby introduced proposed amendments to the Human Rights Code in the legislature during the morning session, saying the co… [+976 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Deer Lake's inclusion awareness cube a different take on community support", "description": "\"I think we need to make steps forward to try to make things better, and a place where nobody ever has to feel excluded.\"", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/inclusion-cube-deer-lake-1.4887716", "urlToImage": "https://i.cbc.ca/1.4887980.1541098221!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/inclusion-cube.jpg", "publishedAt": "2018-11-01T19:17:02Z", "content": "Deer Lake is taking rainbow crosswalks one step further with a new monument to show support and foster inclusion in the community. As Mike Goosney, the town's deputy mayor, watched the debate over a rainbow crosswalk unfold in Springdale a few months ago, he … [+1669 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Stephen Hunt", "title": "Discoverer of Badlands dinosaur bones featured in Google doodle", "description": "Google doodle celebrates the 160th anniversary of the birth of Joseph Burr Tyrrell, who discovered the first dinosaur bones in Alberta's Badlands back in 1884.", "url": "https://www.cbc.ca/news/canada/calgary/tyrrell-dinosaur-google-doodles-museum-badlands-alberta-1.4887360", "urlToImage": "https://i.cbc.ca/1.4887370.1541084206!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/google-doodle.jpg", "publishedAt": "2018-11-01T19:15:15Z", "content": "Fortunately for Drumheller's tourism industry, Joseph Burr Tyrrell's doctor urged his sickly patient to spend some time in the sun. That's because way back in 1883, the Ontario-born geologist, cartographer and aspiring miner, then 26 years old and suffering f… [+1679 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "2026 Olympics a chance to reinvigorate Calgary's brand, bid boss tells forum", "description": "Fresh from a marathon session at city hall, where she convinced just enough members of council not to kill the Calgary 2026 bid process, Mary Moran told a forum on Thursday that hosting the Games is an opportunity to reintroduce Calgary to the world.", "url": "https://www.cbc.ca/news/canada/calgary/olympics-forum-mru-moran-tombe-oreilly-calgary-2026-bid-1.4887888", "urlToImage": "https://i.cbc.ca/1.4887911.1541103868!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/forum-olympics.png", "publishedAt": "2018-11-01T19:14:50Z", "content": "Fresh from a marathon session at city hall, where she convinced just enough members of council not to kill the Calgary 2026 bid process, Mary Moran told a forum on Thursday that hosting the Games is an opportunity to reintroduce Calgary to the world. The bid … [+6785 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police seek help finding 17-year-old girl missing since September", "description": "Madison Morrisseau was reported last seen in downtown Winnipeg on the afternoon of Sept. 24.", "url": "https://www.cbc.ca/news/canada/manitoba/missing-17-year-old-1.4887986", "urlToImage": "https://i.cbc.ca/1.4888016.1541099604!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/madison-morrisseau.png", "publishedAt": "2018-11-01T19:14:39Z", "content": "Winnipeg police are asking for help finding a 17-year-old girl who hasn't been since since September. Madison Morrisseau was last reported seen in the city's downtown during the afternoon of Sept. 24. She is described as having a thin build, weighing about 15… [+352 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Homicide detectives probe suspected murder-suicide in Mississauga", "description": "A husband and wife are dead following what Peel Regional Police are investigating as a murder-suicide Thursday.", "url": "https://www.cbc.ca/news/canada/toronto/mississauga-suspected-murder-suicide-1.4888032", "urlToImage": "https://i.cbc.ca/1.3501210.1479412141!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/peel-regional-police-generic.png", "publishedAt": "2018-11-01T19:12:03Z", "content": "A husband and wife are dead following what Peel Regional Police are investigating as a murder-suicide Thursday. Police were called to a Mississauga machinery shop shortly after 5:30 a.m. after reports that a man had died by suicide, said Const. Danny Marttini… [+329 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tom Ayers", "title": "'Optimistic' Pieridae to make investment decision on Goldboro LNG by June", "description": "Pieridae Energy is optimistic it will build a liquefied natural gas plant in Guysborough County, N.S., starting sometime next year. But first, the company has to finalize supply and transportation issues, and deal with greenhouse gas emissions after that.", "url": "https://www.cbc.ca/news/canada/nova-scotia/pieridae-goldboro-lng-greenhouse-gas-emissions-1.4887853", "urlToImage": "https://i.cbc.ca/1.4887927.1541097294!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pieridae-goldboro-lng-plant.jpg", "publishedAt": "2018-11-01T19:12:00Z", "content": "Pieridae Energy is optimistic it will build a liquefied natural gas plant in Guysborough County, N.S., starting sometime next year. But first, the company has to finalize supply and transportation issues around the $10-billion Goldboro LNG plant. The issue of… [+3031 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Giacomo Panico", "title": "Police reverse discrimination fears unsurprising: equity council co-chair", "description": "The interim chair of the civilian council that helps guide the Ottawa Police Service in its effort to diversify its workforce says a recent census of employees revealing pushback from white men is actually a good thing.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-police-service-reverse-discrimination-survey-reaction-1.4887368", "urlToImage": "https://i.cbc.ca/1.4887415.1541085629!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ketcia-peters.JPG", "publishedAt": "2018-11-01T19:02:19Z", "content": "The interim co-chair of the civilian council that helps guide the Ottawa Police Service in its effort to diversify its workforce says a recent census of employees revealing pushback from white men is actually a good thing. Ketcia Peters, co-chair of the polic… [+3108 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rob Harris", "title": "WADA president turns criticism to American sports leagues", "description": "Facing increased criticism over Russia's reinstatement, World Anti-Doping Agency president Craig Reedie responded to one of his harshest detractors by pointing out that the major American sports leagues routinely ignore international guidelines.", "url": "https://www.cbc.ca/sports/olympics/wada-reedie-north-america-pro-leagues-1.4887961", "urlToImage": "https://i.cbc.ca/1.4835882.1537797881!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/reedie-craig-180417-1180.jpg", "publishedAt": "2018-11-01T19:01:23Z", "content": "Facing increased criticism over Russia's reinstatement, World Anti-Doping Agency president Craig Reedie responded to one of his harshest detractors by pointing out that the major American sports leagues routinely ignore international guidelines. Reedie, speak… [+2963 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Adam Carter", "title": "Iconic Kenesky goalie gear reborn and back in the NHL", "description": "A Hamilton icon that is intrinsically tied to history of the NHL and hockey in Canada returned to the world’s biggest stage.", "url": "https://www.cbc.ca/news/canada/hamilton/kenesky-nhl-1.4887832", "urlToImage": "https://i.cbc.ca/1.4887848.1541095454!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/capitals-penguins-hockey.jpg", "publishedAt": "2018-11-01T19:01:12Z", "content": "Joel Hulsman couldn't help but cry when he watched the Washington Capitals' first road game of this season. Hulsman is an old school hockey guy, so tears aren't commonplace. But he couldn't hold them back when he saw the distinctive stars stitched on goalie B… [+4756 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "U.S. vows tough approach to Venezuela, Nicaragua and Cuba", "description": "The United States imposed new sanctions on Venezuela and Cuba and promised additional penalties against Nicaragua as the Trump administration laid out a hard-line policy toward countries the White House branded a \"troika of tyranny.\"", "url": "https://www.cbc.ca/news/world/us-venezuela-cuba-nicaragua-1.4887859", "urlToImage": "https://i.cbc.ca/1.4887910.1541096916!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-caucasus-bolton.jpg", "publishedAt": "2018-11-01T18:58:52Z", "content": "The United States imposed new sanctions Thursday on Venezuela and Cuba and promised additional penalties against Nicaragua as the Trump administration laid out a hard-line policy toward countries the White House branded a \"troika of tyranny.\" National securit… [+3377 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Djokovic reaches Paris Masters quarter-finals", "description": "Novak Djokovic advanced to the Paris Masters quarter-finals when Damir Dzumhur retired trailing 6-1, 2-1 on Thursday.", "url": "https://www.cbc.ca/sports/tennis/milos-raonic-pulls-out-of-paris-masters-match-against-federer-1.4887967", "urlToImage": "https://i.cbc.ca/1.4888000.1541098599!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/novak-djokovic.jpg", "publishedAt": "2018-11-01T18:57:37Z", "content": "Novak Djokovic advanced to the Paris Masters quarter-finals when Damir Dzumhur retired trailing 6-1, 2-1 on Thursday. Dzumhur had a lengthy massage on his lower back late in the first set and got loud applause when he carried on playing, but after a few more … [+2276 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jonathon Gatehouse", "title": "Trump turns up heat on southern border, deploying troops and controversial campaign ads", "description": "A closer look at the day's most notable stories with The National's Jonathon Gatehouse: Trump turns up heat along southern border; Churchill's crucial rail link to the rest of Canada reopens; a debate about election debates.", "url": "https://www.cbc.ca/news/thenational/national-today-newsletter-border-trump-churchill-railway-1.4882321", "urlToImage": "https://i.cbc.ca/1.4887448.1541086336!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/775248229jr030-donal-trump.jpg", "publishedAt": "2018-11-01T18:47:30Z", "content": "Welcome to The National Today newsletter, which takes a closer look at what's happening around some of the day's most notable stories. Sign up here and it will be delivered directly to your inbox Monday to Friday. TODAY: If Donald Trump can't have a bricks-an… [+11950 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rubina Ahmed-Haq", "title": "Fatphobia in the workplace can be career limiting and psychologically harmful", "description": "Expert says fatphobia doesn't just affect job growth. It creeps into every aspect of a person's life and can affect a person’s psychological well-being.", "url": "https://www.cbc.ca/news/canada/fatphobia-in-the-workplace-can-be-career-limiting-and-psychologically-harmful-1.4878398", "urlToImage": "https://i.cbc.ca/1.4878632.1540498725!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/signing-a-contract.jpg", "publishedAt": "2018-11-01T18:46:57Z", "content": "When a person competes for a job, the hope is that they will be measured by their talent and ability, not by their appearance. But Virgie Tovar, a self-described \"fat woman\" weighing 250 pounds, says fatphobia has stunted her career growth. Fatphobia is a ter… [+3479 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Cameron MacIntosh", "title": "Churchill residents rejoice as rail service gets back on track", "description": "Full passenger and freight rail service should be restored to Churchill, Man., by the end of the month.", "url": "https://www.cbc.ca/news/canada/manitoba/churchill-rail-service-returns-november-1.4887333", "urlToImage": "https://i.cbc.ca/1.4887482.1541087013!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hudson-bay-railway-train-churchill.jpg", "publishedAt": "2018-11-01T18:32:38Z", "content": "Residents of Churchill have taken to the streets to celebrate after the federal government announced full passenger and freight rail service should be restored to the northern Manitoba community by the end of the month. Prime Minister Justin Trudeau made the … [+4500 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Matt Humphrey", "title": "Youth crime prevention needs to widen focus beyond 'at risk' kids: Kwantlen prof", "description": "Professor Gira Bhatt, a member of the South Asian Community Coalition Against Youth Violence's executive committee, says efforts to curb the violence have so far only focused on \"at-risk\" youth, rather than all youth in general.", "url": "https://www.cbc.ca/news/canada/british-columbia/at-risk-prevention-1.4887276", "urlToImage": "https://i.cbc.ca/1.4705524.1529003957!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/surrey-wake-up-rally.jpg", "publishedAt": "2018-11-01T18:31:15Z", "content": "As many of Metro Vancouver's newly elected city councils prepare to meet for the first time, a group of activists is calling on the new municipal governments to take a different approach in tackling youth crime. The South Asian Community Coalition Against You… [+2073 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Meghan Grant", "title": "Doctor convicted of raping daughter for years collapses after threat of incarceration", "description": "In the moments after a Calgary doctor was convicted of raping his own daughter over a number of years, he let out a shriek before collapsing on the floor of the courtroom.", "url": "https://www.cbc.ca/news/canada/calgary/doctor-rape-daughter-calgary-guilty-collapsed-ems-1.4887732", "urlToImage": "https://i.cbc.ca/1.4887761.1541094002!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/doctor-sexually-assault-daughter-calgary.jpg", "publishedAt": "2018-11-01T18:31:06Z", "content": "A Calgary doctor who spent years raping his own daughter shrieked and collapsed on the floor of the courtroom at the threat of being taken into custody moments after he was convicted of sexual assault. The 62-year-old man cannot be named in order to protect t… [+3474 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "NASA's Dawn spacecraft declared dead", "description": "NASA has lost a second spacecraft this week, ending a fruitful mission in the asteroid belt.", "url": "https://www.cbc.ca/news/technology/dawn-dead-1.4887867", "urlToImage": "https://i.cbc.ca/1.3428810.1454347553!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dawn.jpg", "publishedAt": "2018-11-01T18:23:28Z", "content": "NASA has lost a second spacecraft this week, ending a fruitful mission in the asteroid belt. Running low on fuel for some time, the Dawn spacecraft this week stopped communicating with flight controllers. Its prolonged silence prompted NASA to declare it dead… [+1612 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "New flag, renewed optimism and self-determination for NunatuKavut", "description": "NunatuKavut, which represents Inuit and those of Inuit ancestry, is in talks with the federal government about Indigenous self determination rights.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/nunatukavut-new-flag-general-assembly-1.4887427", "urlToImage": "https://i.cbc.ca/1.4828794.1537300629!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/todd-russell.JPG", "publishedAt": "2018-11-01T18:22:38Z", "content": "NunatuKavut Community Council unveiled its official new flag over the weekend at its annual general assembly, and President Todd Russell says the momentous reveal was just one part of an inspirational weekend. The AGA for NunatuKavut, which represents Inuit a… [+3560 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Riley Laychuk", "title": "Emaciated 96-year-old had fractures, head injuries, bruises, doctor testifies at daughter's trial", "description": "A doctor who treated Elene Collins before she died suspected she was being neglected by her caregiver, a Brandon, Man., courtroom heard Thursday morning.", "url": "https://www.cbc.ca/news/canada/manitoba/doctors-testify-rae-deutscher-trail-1.4887390", "urlToImage": "https://i.cbc.ca/1.4887758.1541095917!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/rae-deutscher-leaving-court.JPG", "publishedAt": "2018-11-01T18:17:47Z", "content": "A doctor who treated Elene Collins before she died suspected the 96-year-old, who had multiple injuries, was being neglected by her daughter, a Brandon, Man., courtroom heard Thursday morning. Dr. Barbara Kelleher testified in the Court of Queen's Bench on Th… [+4019 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Russia blames rocket failure on mistake during assembly", "description": "A Russian space investigation has found that sensor that was damaged during assembly forced a Russian rocket to abort its trip two minutes after it was launched, a top Russian official said Thursday.", "url": "https://www.cbc.ca/news/technology/soyuz-rocket-mistake-1.4887753", "urlToImage": "https://i.cbc.ca/1.4887844.1541095380!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/space-launch-russia.jpg", "publishedAt": "2018-11-01T18:10:02Z", "content": "A Russian space investigation has found that sensor that was damaged during assembly forced a Russian rocket to abort its trip two minutes after it was launched, a top Russian official said Thursday. The Soyuz-FG rocket carrying NASA astronaut Nick Hague and … [+3924 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lorenda Reddekopp", "title": "Mistrial declared at murder trial for 3 accused of killing Zack Noureddine", "description": "The murder trial for three men accused of killing Zaher 'Zack' Noureddine has ended in a mistrial. The 25-year-old aspiring music journalist was killed outside a Toronto restaurant in 2015.", "url": "https://www.cbc.ca/news/canada/toronto/mistrial-zack-noureddine-1.4887745", "urlToImage": "https://i.cbc.ca/1.3386484.1451770437!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/zaher-zack-noureddine.jpg", "publishedAt": "2018-11-01T18:09:06Z", "content": "The murder trial for three men accused of killing Zaher 'Zack' Noureddine has ended in a mistrial. Ontario Superior Court Justice Maureen Forestell ruled that the trial into the beating death of the 25-year-old aspiring music journalist could not continue, be… [+249 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Mechanical issue may have caused deadly Hwy. 407 crash, police say", "description": "A deadly crash on a busy toll highway north of Toronto may have been caused by a mechanical failure in one of the vehicles involved, Ontario Provincial Police said Thursday.", "url": "https://www.cbc.ca/news/canada/toronto/mechanical-issue-may-have-caused-407-crash-1.4887782", "urlToImage": "https://i.cbc.ca/1.4886669.1541023992!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/tanker-fire.PNG", "publishedAt": "2018-11-01T18:07:26Z", "content": "A deadly crash on a busy toll highway north of Toronto may have been caused by a mechanical failure in one of the vehicles involved, Ontario Provincial Police said Thursday. Sgt. Kerry Schmidt said a malfunction on a fuel truck is among the primary theories p… [+2364 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lydia Neufeld", "title": "Province commits $1.04B to extend LRT to west Edmonton", "description": "The Alberta government announced Thursday it is committing $1.04 billion to help cover the cost of extending the Valley Line LRT to Lewis Estates in west Edmonton, and $131 million to expand the Metro Line to Blatchford.", "url": "https://www.cbc.ca/news/canada/edmonton/lrt-valley-line-alberta-money-expand-west-edmonton-1.4887712", "urlToImage": "https://i.cbc.ca/1.4887714.1541092381!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/edmonton-mayor-don-iveson-premier-rachel-notley.jpg", "publishedAt": "2018-11-01T18:04:04Z", "content": "The Alberta government announced Thursday it is committing $1.04 billion to help cover the cost of extending the Valley Line LRT to Lewis Estates in west Edmonton. As well, the province is committing $131 million to expand the Metro Line to the Blatchford dev… [+1554 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police bust major western Canadian crime network, seize $2.7M worth of drugs, weapons, property", "description": "With the help of RCMP and other Prairie police forces, Winnipeg police say they have seized nearly $3 million worth of drugs and other property — including a semi — and disrupted a major criminal network across Canada's western provinces that should help stem…", "url": "https://www.cbc.ca/news/canada/manitoba/drug-network-bust-project-riverbank-1.4887526", "urlToImage": "https://i.cbc.ca/1.4887706.1541093855!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/max-waddell-project-riverbank-drug-bust.jpg", "publishedAt": "2018-11-01T17:59:57Z", "content": "With the help of RCMP and other Prairie police forces, Winnipeg police say they have seized nearly $3 million worth of drugs and other property including a semi and disrupted a major criminal network across Canada's western provinces that should help stem the… [+2301 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Adrienne Lamb,Rick Bremness", "title": "Sleeping beauty, soldiers and sacrifice: What to do with your weekend in Edmonton", "description": "Turn your clocks back and enjoy getting out and about in Edmonton with the extra hour of sleep this weekend.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-events-weekend-adrienne-lamb-1.4886684", "urlToImage": "https://i.cbc.ca/1.4886730.1541024233!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sleeping-beauty.jpg", "publishedAt": "2018-11-01T17:57:09Z", "content": "We turn our clocks back this weekend, so with the extra hour of sleep, you'll be well rested to get out and about in Edmonton this weekend. Alberta Ballet 's production of Sleeping Beauty runs until Sunday at the Jubilee Auditorium. If you're a rodeo fan, you… [+2062 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC", "title": "'Star-struck': Canadian soccer star Alphonso Davies surprises kids at his old school", "description": "Halloween turned out to be quite a treat for the kids at the St. Nicholas Catholic Junior High School soccer academy. The Edmonton school's most famous export — Canadian soccer star Alphonso Davies — dropped in to hang out.", "url": "https://www.cbc.ca/news/canada/edmonton/alphonso-davies-mls-soccer-st-nicholas-soccer-academy-edmonton-bayern-munich-1.4887615", "urlToImage": "https://i.cbc.ca/1.4747436.1531600805!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alphonso-davies-the-national.jpg", "publishedAt": "2018-11-01T17:50:08Z", "content": "Halloween turned out to be quite a treat for the kids at the St. Nicholas Catholic Junior High School soccer academy in northeast Edmonton. Out of the blue on Wednesday morning, the Beverly school's most famous export Canadian soccer star Alphonso Davies drop… [+3987 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "2020 Brier to be held in Kingston, Ont.", "description": "​The Tim Hortons Brier will return to Kingston, Ont., next season for the first time in over six decades. The national men's curling championship will be held Feb. 29-March 8, 2020 at the Leon's Centre, Curling Canada said Thursday in a release.", "url": "https://www.cbc.ca/sports/olympics/winter/curling/curling-brier-kingston-championship-1.4887737", "urlToImage": "https://i.cbc.ca/1.3477750.1457207414!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cur-brier-20160305.jpg", "publishedAt": "2018-11-01T17:47:40Z", "content": "The Tim Hortons Brier will return to Kingston, Ont., next season for the first time in over six decades. The national men's curling championship will be held Feb. 29-March 8, 2020 at the Leon's Centre, Curling Canada said Thursday in a release. Kingston last … [+783 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Darren Bernhardt", "title": "Halloween's done, now comes the really scary part for pets", "description": "Now that Halloween is over and there are mounds of treats in many homes, the danger level for any household with pets is extremely high, says a Winnipeg veterinarian.", "url": "https://www.cbc.ca/news/canada/manitoba/halloween-pets-danger-treats-1.4887466", "urlToImage": "https://i.cbc.ca/1.4380531.1541094122!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/halloween-pet-parade.jpg", "publishedAt": "2018-11-01T17:43:26Z", "content": "Chocolate and peanut butter are a nice mix unless peanut butter is the name of your dog. Now that Halloween is over and there are mounds of treats in many homes, the danger level for any household with pets is extremely high, says a Winnipeg veterinarian. The… [+2671 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Victoria shipyard among 3 awarded $7B in contracts with federal government", "description": "The federal government has awarded contracts worth $7 billion to three shipyards for maintenance and repair work on Royal Canadian Navy frigates.", "url": "https://www.cbc.ca/news/canada/british-columbia/victoria-shipyard-among-3-awarded-7b-in-contracts-with-federal-government-1.4887576", "urlToImage": "https://i.cbc.ca/1.3933511.1484265339!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/frigates-refit.jpg", "publishedAt": "2018-11-01T17:42:42Z", "content": "The federal government has awarded contracts worth $7 billion to three shipyards for maintenance and repair work on Royal Canadian Navy frigates. Public Services and Procurement Canada today announced the advanced contract award notices to Seaspan Victoria Sh… [+2266 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "One hunter's story of surviving foggy night in Lark Harbour woods", "description": "Richard Sheppard and Scott Park were rescued Wednesday.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/hunters-lark-harbour-coast-guard-1.4887609", "urlToImage": "https://i.cbc.ca/1.4804742.1535641836!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lark-harbour.jpg", "publishedAt": "2018-11-01T17:31:04Z", "content": "As darkness fell Tuesday, Richard Sheppard knew he and his hunting partner were in trouble. Sheppard and Scott Park had left Lark Harbour on Newfoundland's west coast earlier that day, with the intention of spending just a few hours hunting. With no cell phon… [+1865 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Gary Mar named new CEO of Petroleum Services Association of Canada", "description": "Gary Mar was an Alberta Progressive Conservative cabinet minister and Tory leadership candidate before being appointed Alberta's representative in Asia.", "url": "https://www.cbc.ca/news/canada/calgary/gary-mar-psac-president-1.4887511", "urlToImage": "https://i.cbc.ca/1.4713189.1529441281!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gary-mar-calgary-former-mla-alberta-foreign-envoy-to-asia.jpg", "publishedAt": "2018-11-01T17:30:37Z", "content": "Former Alberta politician Gary Mar has a new job as president and CEO of the Petroleum Services Association of Canada (PSAC). Mar was an Alberta Progressive Conservative MLA from 1993-2007 who held several several positions in former premier Ralph Klein's cab… [+626 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Justin Trudeau to meet with incoming mayors of Vancouver and Surrey", "description": "The prime minister will also be visiting UBC and addressing the Vancouver Board of Trade on his visit to the Lower Mainland on Thursday.", "url": "https://www.cbc.ca/news/canada/british-columbia/justin-trudeau-meets-incoming-mayors-vancouver-surrey-1.4864794", "urlToImage": "https://i.cbc.ca/1.4851528.1538703683!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/prime-minister-justin-trudeau.png", "publishedAt": "2018-11-01T17:22:58Z", "content": "Prime Minister Justin Trudeau will meet briefly with the incoming mayors of Vancouver and Surrey during his stop in Vancouver on Thursday. Trudeau is scheduled to meet Vancouver mayor-elect Kennedy Stewart at 5:25 p.m. PT, and with Surrey mayor-elect Doug McC… [+617 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nicole Martin", "title": "SIU investigating after man dies following alleged abduction in Bancroft-area", "description": "Ontario's Special Investigations Unit (SIU) is investigating after a 40-year-old man died in the Bancroft area following a police investigation into a possible abduction.", "url": "https://www.cbc.ca/news/canada/toronto/siu-investigating-after-man-dies-following-alleged-abduction-in-bancroft-area-1.4887422", "urlToImage": "https://i.cbc.ca/1.4881121.1541086540!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/police-tape.jpg", "publishedAt": "2018-11-01T17:20:50Z", "content": "Ontario's Special Investigations Unit (SIU) is investigating after a 40-year-old man died in the Bancroft area following a police investigation into a possible abduction. Ontario Provincial Police officers were alerted to a possible abduction from the Oshawa … [+830 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nicole Martin CBC", "title": "SIU Investigates Death of a Man in Apsley, Ontario", "description": "Police were called to assist with a domestic situation near the Village of Apsley. A man was pronounced dead at the scene after an altercation with police.", "url": "https://www.cbc.ca/news/canada/toronto/siu-investigates-death-of-a-man-in-apsley-ontario-1.4887422", "urlToImage": "https://i.cbc.ca/1.4881121.1541086540!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/police-tape.jpg", "publishedAt": "2018-11-01T17:20:50Z", "content": "Ontario's Special Investigation Unit is investigating the death of a man in Apsley in North Kawartha township. According to an OPP news release, they were called to assist with a domestic situation involving a man driving on Highway 28 shortly after 5 a.m. to… [+546 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Susan Bradley", "title": "Passersby object to 'It's Okay To Be White' signs posted by masked men in Halifax", "description": "A group of young masked men stapled posters with the slogan \"It's Okay To Be White\" on poles throughout downtown Halifax on Wednesday night, sparking concern among some passersby.", "url": "https://www.cbc.ca/news/canada/nova-scotia/okay-to-be-white-posters-men-group-downtown-halifax-1.4887174", "urlToImage": "https://i.cbc.ca/1.4887238.1541079721!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/white-poster-halifax.JPG", "publishedAt": "2018-11-01T17:18:09Z", "content": "A group of men wearing identical white masks stapled posters with the slogan \"It's Okay To Be White\" on poles throughout downtown Halifax on Wednesday night, sparking concerns among some passersby. Jody Corkum of Halifax had just finished his dinner at a Barr… [+3611 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Susan Bradley", "title": "'It's okay to be white' signs posted around Halifax", "description": "A group of men wearing identical white masks stapled posters with the slogan \"It's okay to be white,\" on poles throughout downtown Halifax on Wednesday night, sparking concerns of racism.", "url": "https://www.cbc.ca/news/canada/nova-scotia/okay-to-be-white-halifax-1.4887174", "urlToImage": "https://i.cbc.ca/1.4887238.1541079721!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/white-poster-halifax.JPG", "publishedAt": "2018-11-01T17:18:09Z", "content": "A group of men wearing identical white masks stapled posters with the slogan \"It's okay to be white,\" on poles throughout downtown Halifax on Wednesday night, sparking concerns of racism. Jody Corkum had just finished his dinner at a Barrington Street restaur… [+2296 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Acclaimed soccer blogger in Edmonton to talk sexual abuse in sport", "description": "When Michigan State University investigated a gymnast’s complaint against Dr. Larry Nassar in 2014, it determined the complainant “didn’t know the difference” between sexual assault and medical treatment.", "url": "https://www.cbc.ca/news/canada/edmonton/feminist-sports-blogger-edmonton-1.4887430", "urlToImage": "https://i.cbc.ca/1.4665452.1526487741!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/doctor-sexual-assault.jpg", "publishedAt": "2018-11-01T17:06:29Z", "content": "When Michigan State University investigated a gymnast's complaint against Dr. Larry Nassar in 2014, it determined the complainant \"didn't know the difference\" between sexual assault and medical treatment. The woman was a 24-year-old medical student. Nassar's … [+2084 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Mike Blanchfield", "title": "Freeland affirms 'ironclad' support of Israel following Pittsburgh murders", "description": "Canada's rejection of Jewish refugees before the Holocaust was shameful, but Foreign Affairs Minister Chrystia Freeland told Israel today that it is an \"ironclad\" ally against anti-Semitism — especially after the Pittsburgh synagogue murders.", "url": "https://www.cbc.ca/news/politics/freeland-israel-antisemitism-1.4887671", "urlToImage": "https://i.cbc.ca/1.4887683.1541091390!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/israel-canada.jpg", "publishedAt": "2018-11-01T16:59:27Z", "content": "Canada's rejection of Jewish refugees before the Holocaust was shameful, but Foreign Affairs Minister Chrystia Freeland told Israel today that it is an \"ironclad\" ally against anti-Semitism especially after the Pittsburgh synagogue murders. Freeland evoked th… [+868 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Bobby Orr expects another NHL lockout", "description": "Bobby Orr doesn't like the look of the NHL labour clouds forming on the horizon. In fact, the Hall of Fame defenceman says he fully expects another lockout in the not-too-distant future.", "url": "https://www.cbc.ca/sports/hockey/nhl/bobby-orr-would-be-surprised-if-there-isn-t-another-nhl-lockout-1.4887658", "urlToImage": "https://i.cbc.ca/1.4887677.1541091255!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bobby-orr.jpg", "publishedAt": "2018-11-01T16:55:59Z", "content": "Bobby Orr doesn't like the look of the NHL labour clouds forming on the horizon. In fact, the Hall of Fame defenceman says he fully expects another lockout in the not-too-distant future. \"My gut feeling is I'd be surprised if there's not,\" Orr said in an inte… [+2002 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Jasper RCMP to get new detachment, member housing", "description": "A new RCMP detachment will be built in Jasper National Park in 2019 and the project includes duplexes to house staff.", "url": "https://www.cbc.ca/news/canada/edmonton/jasper-national-park-rcmp-detachment-new-housing-1.4887532", "urlToImage": "https://i.cbc.ca/1.4887575.1541088993!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jasper-rcmp-detachment.jpg", "publishedAt": "2018-11-01T16:55:04Z", "content": "A new RCMP detachment will be built in Jasper National Park in 2019 and the project includes two new duplexes to house staff. The new housing units will be able to accommodate four RCMP members during their postings at the detachment in Jasper. \"We have such … [+1157 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Doug Harrison", "title": "Canadian short track team, new coach eyeing world records at season opener", "description": "Éric Bé​dard will carry the same confidence he displayed as a speed skater into his coaching debut with the Canadian men's short track team in Calgary on Saturday (CBCSports.ca, 3:20 p.m. ET): “We have a strong team and I expect good results.\"", "url": "https://www.cbc.ca/sports/olympics/winter/speedskating/bedard-canada-short-track-season-opener-1.4887205", "urlToImage": "https://i.cbc.ca/1.4887263.1541081223!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hamelin-charles-bedard-1180.jpg", "publishedAt": "2018-11-01T16:51:38Z", "content": "Their working relationship is in the honeymoon phase, though the potential for success together as athlete and coach dates back 20 years. In 1998, Charles Hamelin was 13, living in Sainte-Julie, Que., and in his fourth year of speed skating. Éric Bédard was 2… [+6301 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Montreal better equipped to handle winter storms, officials say", "description": "Montreal officials say the city is fully prepared for winter’s wrath — adding an ice breaker to its fleet of snow removal trucks while increasing its supply of salt to combat icy roads and sidewalks.", "url": "https://www.cbc.ca/news/canada/montreal/winter-weather-snow-removal-quebec-montreal-1.4887454", "urlToImage": "https://i.cbc.ca/1.4464633.1518277570!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/shovelling-snow-montreal.jpg", "publishedAt": "2018-11-01T16:46:07Z", "content": "Montreal officials say the city is fully prepared for winter's wrath adding an ice breaker to its fleet of snow removal trucks while increasing its supply of salt to combat icy roads and sidewalks. At a news conference Thursday, Coun. Jean-François Parenteau … [+2652 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Suspect charged in 5 sexual assaults in northeast Edmonton", "description": "A 36-year-old man has been charged in relation to five sexual assaults which took place over the past five months in northeast Edmonton.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-sexual-assault-groping-charges-1.4887551", "urlToImage": "https://i.cbc.ca/1.4663818.1535375895!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/police-car-edmonton.jpg", "publishedAt": "2018-11-01T16:36:13Z", "content": "A 36-year-old man has been charged in relation to five sexual assaults which took place over the past five months in northeast Edmonton. In each case, a man ran up behind a young woman during daylight hours, groped her from behind, before fleeing, police said… [+972 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Mairin Prentiss", "title": "Health minister won't change assisted dying law for N.S. woman choosing an early death", "description": "Canada's health minister said if she could change the federal legislation for a Nova Scotia woman who has chosen to die earlier than she wanted due to a condition in the country's new assisted dying law — she would.", "url": "https://www.cbc.ca/news/canada/nova-scotia/audrey-parker-assisted-dying-legislation-1.4887472", "urlToImage": "https://i.cbc.ca/1.4829113.1537310859!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/audrey-parker.JPG", "publishedAt": "2018-11-01T16:35:26Z", "content": "Canada's health minister said if she could change the federal legislation for a Nova Scotia woman who has chosen to die earlier than she wanted due to a condition in the country's new assisted dying law she would. But minister Ginette Petitpas Taylor said she… [+3288 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Special operations corporal charged with theft, trafficking", "description": "A member of the Canadian Armed Forces has been criminally charged for allegedly stealing clothes, GPS units, fans and other equipment from his unit and selling some of them online.", "url": "https://www.cbc.ca/news/canada/ottawa/caf-pedro-collier-alleged-theft-cansofcom-1.4887354", "urlToImage": "https://i.cbc.ca/1.4887579.1541089103!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cansofcom-ottawa-change-of-command-april-25-2018.jpg", "publishedAt": "2018-11-01T16:34:04Z", "content": "A member of the military's Canadian Special Operations Forces Command (CANSOFCOM) has been criminally charged for allegedly stealing clothes, GPS units, fans and other equipment from his unit, then selling some of them online. Cpl. Pedro Collier, based in Ott… [+1585 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laura Osman", "title": "Sens Foundation defends methods in wake of critical report", "description": "The Ottawa Senators Foundation is defending itself against criticism by a charity watchdog over what portion of the money it raises actually goes to good causes.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-sens-foundation-charity-dollars-1.4887326", "urlToImage": "https://i.cbc.ca/1.4887580.1541089172!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/hkn-canadiens-senators-20181020.jpg", "publishedAt": "2018-11-01T16:32:42Z", "content": "The Ottawa Senators Foundation is defending itself against criticism by a charity watchdog over what portion of the money it raises actually goes to good causes. The Sens charity is one of the eight foundations attached to Canada's NHL, NBA and MLB teams that… [+2120 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Stolen ATM, first aid supplies, investigation leads to arrest", "description": "A man and woman have been charged in stolen vehicle and first aid supplies, while police are still searching for an ATM.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/stolen-atm-cars-1.4887352", "urlToImage": "https://i.cbc.ca/1.4841004.1540744672!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-01T16:30:31Z", "content": "Two people have been arrested as part of an investigation into several incidents that started with an ATM being stolen from a car wash in Clarenville last week. The ATM's theft was reported to RCMP on Oct. 25, having been stolen from the Clarenville Car Wash … [+1836 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Liberal weight discrimination bill set to fail", "description": "Manitoba's Progressive Conservative government appears set to kill a Liberal bill that would ban discrimination on the basis of weight and body size.", "url": "https://www.cbc.ca/news/canada/manitoba/liberal-bill-weight-discrimination-1.4887552", "urlToImage": "https://i.cbc.ca/1.3472420.1456934248!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/australia-food.jpg", "publishedAt": "2018-11-01T16:23:45Z", "content": "Manitoba's Progressive Conservative government appears set to kill a Liberal bill that would ban discrimination on the basis of weight and body size. Liberal legislature member Jon Gerrard introduced a private member's bill proposing to add weight and size pr… [+872 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Repairs to ruptured gas pipeline near Prince George completed", "description": "Enbridge says the gradual process to bring the pipeline back to full capacity has begun — but there's no firm timeline for when this will be completed.", "url": "https://www.cbc.ca/news/canada/british-columbia/ruptured-gas-pipeline-near-prince-george-repaired-but-remains-at-reduced-capacity-1.4868429", "urlToImage": "https://i.cbc.ca/1.4887499.1541087370!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/pipeline-fire-20181009.jpg", "publishedAt": "2018-11-01T16:23:01Z", "content": "Enbridge Inc. says it has successfully completed repairs on the section of a natural gas pipeline that exploded near Prince George, B.C., three weeks ago, and it expects to begin safely returning the repaired segment to service within the next two days. \"We'v… [+1896 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jacques Poitras", "title": "Green Party will support Liberal government's throne speech", "description": "Three Green Party members of the New Brunswick Legislature will support the Liberal government's throne speech in a series of crucial confidence votes Friday morning.", "url": "https://www.cbc.ca/news/canada/new-brunswick/green-support-liberal-throne-speech-new-brunswick-1.4887522", "urlToImage": "https://i.cbc.ca/1.4887542.1541088416!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/green-party-mla-kevin-arseneau-leader-david-coon-mla-megan-mitton.jpg", "publishedAt": "2018-11-01T16:14:53Z", "content": "Three Green Party members of the New Brunswick Legislature will support the Liberal government's throne speech in a series of crucial confidence votes Friday morning. Rookie MLAs Megan Mitton and Kevin Arseneau announced their intentions in the legislature Fr… [+648 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "27 Recommendations returned in Ontario's 911 inquest", "description": "The jury in the joint coroner's inquest looking into Ontario's 911 system has returned with 27 recommendations.", "url": "https://www.cbc.ca/news/canada/sudbury/recommendation-jury-911-ontario-wanapitei-boat-crash-1.4887342", "urlToImage": "https://i.cbc.ca/1.2864055.1418044349!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lake-wanapitei-boat-crash-victims.jpg", "publishedAt": "2018-11-01T16:09:47Z", "content": "The jury in the joint coroner's inquest looking into Ontario's 911 system has returned with 27 recommendations 19 of those are directed to the Government of Ontario, while the remainder are for municipalities that provide 911 service to their residents. For t… [+1317 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "One of Halifax-area brothers arrested after N.B.-Maine border closure faces bail hearing", "description": "One of two brothers arrested during an incident that closed the Canada-U.S. border between Woodstock, N.B., and Houlton, Maine, for several hours last Friday will be back in court this afternoon for a bail hearing.", "url": "https://www.cbc.ca/news/canada/new-brunswick/border-woodstock-houlton-bailey-roy-halifax-court-1.4887227", "urlToImage": "https://i.cbc.ca/1.4884416.1540924585!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/damien-roy-and-bailey-roy.JPG", "publishedAt": "2018-11-01T16:06:33Z", "content": "One of two brothers arrested during an incident that closed the Canada-U.S. border between Woodstock, N.B., and Houlton, Maine, for several hours last Friday will be back in court this afternoon for a bail hearing. Bailey Roy, 21, of Halifax, is scheduled to … [+1639 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Renée Fleming, Steven Yeun and more 01/11/2018 [Full episode]", "description": "Opera singer Renée Fleming discusses lending her singing voice to Julianne Moore in Bel Canto. Theatre critic Carly Maga debriefs us on her immersive theatre experience following her return from The Curious Voyage. Hip-Hop Evolution host Shad, head writer Rod…", "url": "https://www.cbc.ca/podcasting/includes/qpodcast-98116b74-8d45-4514-ae16-c6b513eb9617", "urlToImage": null, "publishedAt": "2018-11-01T16:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Josee St-Onge", "title": "'I'm not going back to prison': How a healing lodge motivated one inmate to change", "description": "There are no locks or bars to keep Christopher Houle from leaving the Stan Daniels Healing Centre in Edmonton, but the inmate has never considered escaping.", "url": "https://www.cbc.ca/news/canada/edmonton/stan-daniels-indigenous-healing-lodge-1.4886751", "urlToImage": "https://i.cbc.ca/1.4886778.1541026209!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/christopher-houle-stan-daniels-healing-lodge.jpg", "publishedAt": "2018-11-01T16:00:00Z", "content": "There are no locks or bars to keep Christopher Houle from leaving the Stan Daniels Healing Centre in Edmonton, but the inmate says he has never considered escaping. \"I don't want to jeopardize everything that I've worked on,\" Houle said. \"If I do that, all th… [+4372 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Steven Yeun: On the freedom of filming Lee Chang-dong's Burning in Korea", "description": "The Walking Dead's Steven Yeun sat down with Tom Power at TIFF to talk about his starring role in the Korean film Burning, and the intimidation he felt working with his hero, director Lee Chang-dong.", "url": "https://www.cbc.ca/podcasting/includes/qpodcast-b58fd426-098d-4f84-870b-721af4d44c74", "urlToImage": null, "publishedAt": "2018-11-01T16:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Renée Fleming: The opera singer on lending her voice to Julianne Moore in Bel Canto", "description": "Fleming discusses recording the singing parts for Julianne Moore's character in Bel Canto, and how the actor studied her mouth, movement and breath in the film.", "url": "https://www.cbc.ca/podcasting/includes/qpodcast-fd1eafbd-aff0-4fb4-a099-39a35557c82e", "urlToImage": null, "publishedAt": "2018-11-01T16:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man accused in Mount Pearl standoff pleads not guilty to robbery charges", "description": "Justin Wiseman has pleaded not guilty to charges related to an armed robbery at Marie's Mini Mart in Mount Pearl.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/justin-wiseman-mount-pearl-standoff-1.4887398", "urlToImage": "https://i.cbc.ca/1.4740564.1531235542!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/justin-wiseman.png", "publishedAt": "2018-11-01T15:55:18Z", "content": "Justin Wiseman has pleaded not guilty to charges related to an armed robbery at a Marie's Mini Mart in Mount Pearl. The 26-year-old made headlines last March after a lengthy standoff on Jersey Avenue in Mount Pearl, which ended with the house in flames and Wi… [+858 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man who fired shots inside Miramichi Walmart dies of injuries suffered after chase", "description": "A 26-year-old man who opened fire at a Walmart in Miramichi on Halloween died of injuries he suffered after being chased by police, RCMP said Thursday.", "url": "https://www.cbc.ca/news/canada/new-brunswick/walmart-shooting-miramichi-1.4887266", "urlToImage": "https://i.cbc.ca/1.3550203.1461419335!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/miramichi-police.jpg", "publishedAt": "2018-11-01T15:50:43Z", "content": "A 26-year-old man who opened fire at a Walmart in Miramichi on Halloween died of injuries he suffered after being chased by police, RCMP said Thursday. After the man fired the shots inside the store Wednesday evening, he led police on a lengthy chase south on… [+1288 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Argentina considers potential late run for 2026 Winter Games", "description": "Argentina could be a late candidate to host the 2026 Winter Olympics, the country's Olympic Committee said on Wednesday, as the three current bidders face major obstacles ahead of next year's decision by the International Olympic Committee (IOC).", "url": "https://www.cbc.ca/sports/olympics/argentina-considers-potential-late-run-for-2026-winter-games-1.4887479", "urlToImage": "https://i.cbc.ca/1.4887494.1541087254!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/olympics.jpg", "publishedAt": "2018-11-01T15:49:09Z", "content": "Argentina could be a late candidate to host the 2026 Winter Olympics, the country's Olympic Committee said on Wednesday, as the three current bidders face major obstacles ahead of next year's decision by the International Olympic Committee (IOC). Calgary, Sto… [+2617 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Will Graves", "title": "Simone Biles wins her record 4th all-around world title", "description": "American star Simone Biles won her fourth world all-around gymnastics championship Thursday, a new record for women, surviving a series of uncharacteristic mistakes to become the first woman to earn four all-around titles.", "url": "https://www.cbc.ca/sports/olympics/summer/gymnastics/world-gymnastics-championship-simone-biles-1.4887436", "urlToImage": "https://i.cbc.ca/1.4887463.1541086640!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/biles-simone-20181101-1180.jpg", "publishedAt": "2018-11-01T15:48:46Z", "content": "Simone Biles is still the best even when she's not at her best. The 21-year-old star won her fourth world all-around championship Thursday in Doha, Qatar, surviving a series of uncharacteristic mistakes to become the first woman to earn four all-around titles… [+3369 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Reasonable-thinking people' already convinced on Trans Mountain, Notley says", "description": "Despite stubborn opposition from the B.C. government, Rachel Notley believes she has already earned \"majority support\" for the Trans Mountain pipeline expansion.", "url": "https://www.cbc.ca/news/canada/edmonton/rachel-notley-transmountain-pipeline-oilsands-export-1.4887258", "urlToImage": "https://i.cbc.ca/1.4813182.1536257913!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/trans-mountain-court-alt-20180830-rachel-notley.jpg", "publishedAt": "2018-11-01T15:47:43Z", "content": "Despite stubborn opposition from the B.C. government, Rachel Notley believes she has already earned \"majority support\" for the Trans Mountain pipeline expansion. \"Reasonable-thinking people\" are already convinced of the oilsands pipeline's economic merits, sh… [+3725 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Ottawa wants to create new protected areas for killer whales off B.C. coast", "description": "The federal government wants to create new ocean sanctuaries in British Columbia as part of an additional $61.5 million it is spending to protect endangered killer whales.", "url": "https://www.cbc.ca/news/canada/british-columbia/killer-whales-bc-1.4887207", "urlToImage": "https://i.cbc.ca/1.4887208.1541078766!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/killer-whale-orca.jpg", "publishedAt": "2018-11-01T15:47:17Z", "content": "The federal government wants to create new ocean sanctuaries off the British Columbia coast as part of an additional $61.5 million it is spending to protect endangered killer whales. Fisheries and Oceans Minister Jonathan Wilkinson said Wednesday the governme… [+3285 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bernice Hillier", "title": "With no place for him to call home, N.L. mother pleads for help for son", "description": "This mother is struggling to help her son, a young man from Stephenville who is homeless and in addiction recovery.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/homeless-mental-illness-drug-addiction-stephenville-1.4887206", "urlToImage": "https://i.cbc.ca/1.4887243.1541085871!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/wanda-cormier-mother-stephenville.jpg", "publishedAt": "2018-11-01T15:34:16Z", "content": "If it wasn't for his mother's love, Tanner Alexander's family fears he'd be in jail, or worse. As it is, the 25-year-old man from Stephenville faces significant challenges. He has schizophrenia and uses illicit drugs and, although he is in a recovery program,… [+5561 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "First female Manitoba Hydro president and CEO appointed", "description": "Jay Grewal is set to become Manitoba Hydro’s first female president and CEO.", "url": "https://www.cbc.ca/news/canada/manitoba/jay-grewal-manitoba-hydro-1.4887410", "urlToImage": "https://i.cbc.ca/1.4887418.1541085725!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/jay-grewal.jpeg", "publishedAt": "2018-11-01T15:30:01Z", "content": "Jay Grewal is set to become Manitoba Hydro's first female president and CEO. The province announced Grewal will replace Kelvin Shepherd at Hydro's top post Thursday. \"Ms. Grewal is a proven leader, with extensive senior leadership experience in the utility, r… [+1010 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kathleen Harris", "title": "Liberals launch pro-immigration campaign to calm 'anxieties' as Conservatives turn up heat", "description": "Canada's Liberal government has launched a public awareness campaign to calm fears and stress the benefits of immigration amid backlash around the world.", "url": "https://www.cbc.ca/news/politics/liberals-hussen-immigration-matters-campaign-1.4887252", "urlToImage": "https://i.cbc.ca/1.4863559.1539625483!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/ahmed-hussen.png", "publishedAt": "2018-11-01T15:25:03Z", "content": "Canada's Liberal government has launched a public awareness campaign to calm fears and stress the benefits of immigration amid backlash around the world. Immigration Minister Ahmed Hussen said Canada's system is different than other countries in that it is we… [+3780 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Scott Russell", "title": "The people's choice: Calgary's Olympic bid survives to face public vote", "description": "CBC Sports host Scott Russell believes Calgarians revere their Olympic history and is convinced they want to get the decision right as to whether or not to bid for 2026 Games. Russell says the future of the Olympic and Paralympic Winter Games - as well as the…", "url": "https://www.cbc.ca/sports/olympics/scott-russell-calgary-2026-decision-1.4887159", "urlToImage": "https://i.cbc.ca/1.4885704.1540998895!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/calgary-2026.jpg", "publishedAt": "2018-11-01T15:20:00Z", "content": "I went to Calgary on the Tuesday thinking I was going to interview a woman who wanted to bring the Olympic and Paralympic Winter Games to Calgary in 2026. Mary Moran, the CEO of a group called BidCo, was supposed to answer my questions, in the historic, great… [+4650 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Trudeau speaks in Churchill, Man. LIVE", "description": "Prime Minister Justin Trudeau, Minister of International Trade Diversification Jim Carr to announce business development support for northern Manitoba", "url": "https://www.cbc.ca/news/trudeau-speaks-in-churchill-man-live-1.4887323", "urlToImage": "https://i.cbc.ca/1.4887323.1541082912!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-01T15:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "UVic celebrates Day of the Dead with music, art and hot chocolate", "description": "The director of the school's Latin Studies program said the school will be celebrating the occasion in the Mexican style: with several days of observances that fuse Catholic and Indigenous traditions.", "url": "https://www.cbc.ca/news/canada/british-columbia/day-of-the-dead-1.4887005", "urlToImage": "https://i.cbc.ca/1.4378158.1541049263!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afp-tr3ng.jpg", "publishedAt": "2018-11-01T15:00:00Z", "content": "The University of Victoria will spend the rest of the week adorning altars and honouring ancestors. UVic's Latin Studies program will mark the Day of the Dead Día de Muertos, a major event in Latin America to honour those who have passed away with celebration… [+1662 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Gian-Paolo Mendoza", "title": "'I just wanted to see him breathing': Passersby resuscitate man hit by semi-trailer", "description": "Friends Matt Burnett and Jeremy Scholing performed CPR on the man, with the help of 911, after he was hit while crossing the Lougheed Highway.", "url": "https://www.cbc.ca/news/canada/british-columbia/i-just-wanted-to-see-him-breathing-passersby-resuscitate-man-hit-by-semi-trailer-1.4887109", "urlToImage": "https://i.cbc.ca/1.4887128.1541073553!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/matt-burnett-jeremy-scholing-pitt-meadows-pedestrian-struck.jpg", "publishedAt": "2018-11-01T14:55:47Z", "content": "Two passersbys helped resuscitate a man hit by a semi-trailer in Pitt Meadows overnight. Matt Burnett and Jeremy Scholing, both 23, heard the impact of the crash as they were driving home to Abbotsford along the Lougheed Highway. \"We just heard a bang and it … [+1445 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Giuseppe Valiante", "title": "Quebec school board develops algorithm to detect students at risk of dropping out", "description": "The model can find students in Grade 6 who are at significant risk of dropping out of school three years later with 92 per cent accuracy.", "url": "https://www.cbc.ca/news/canada/montreal/school-board-measures-dropping-out-risk-1.4887141", "urlToImage": "https://i.cbc.ca/1.4887338.1541083212!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/val-des-cerfs-schoolboard.JPG", "publishedAt": "2018-11-01T14:48:00Z", "content": "Eric Racine, head of a school board east of Montreal, says it's rarely obvious to educators which students will give up on school. So in a province that has some of the worst high school dropout rates in the country, his board has enlisted a computer algorith… [+3391 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Knife-wielding teen chases passengers off Winnipeg Transit bus, fights with police", "description": "Passengers scattered after a young man pulled out a knife and began fighting with a man on a Winnipeg Transit bus, witnesses say.", "url": "https://www.cbc.ca/news/canada/manitoba/transit-bus-knife-passenger-1.4887211", "urlToImage": "https://i.cbc.ca/1.4887244.1541083455!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/transit-bus-incident.jpg", "publishedAt": "2018-11-01T14:45:48Z", "content": "Passengers scattered after a teen pulled out a knife and began fighting with a man on a Winnipeg Transit bus, witnesses say. Witness Haley Musick told CBC News a teenage boy and a girl were \"clearly intoxicated and super high\" and causing a disturbance on the… [+997 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kim Kaschor", "title": "Disability advocates criticize lack of teeth in Manitoba accessibility regulations", "description": "As of Nov. 1, Manitoba businesses must be accessible to people with disabilities. However, advocates say the law is nothing without a good plan for enforcement.", "url": "https://www.cbc.ca/news/canada/manitoba/disability-advocates-criticize-lack-of-teeth-in-manitoba-accessibility-regulations-1.4887189", "urlToImage": "https://i.cbc.ca/1.4887209.1541082181!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/meghan-clark.JPG", "publishedAt": "2018-11-01T14:31:59Z", "content": "A new law is now in force for Manitoba businesses, but don't expect a bylaw officer to show up at your door any time soon. As of Nov 1, businesses and organizations in Manitoba should be following the letter of the law when it comes to providing accessibility… [+4698 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kim Kaschor", "title": "Disability advocates criticize lack of teeth in new Manitoba accessibility regulations", "description": "As of Nov. 1, Manitoba businesses must be accessible to people with disabilities. However, advocates say the law is nothing without a good plan for enforcement.", "url": "https://www.cbc.ca/news/canada/manitoba/disability-advocates-criticize-lack-of-teeth-in-new-manitoba-accessibility-regulations-1.4887189", "urlToImage": "https://i.cbc.ca/1.4887209.1541089525!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/megan-clark.JPG", "publishedAt": "2018-11-01T14:31:59Z", "content": "A new law is now in force for Manitoba businesses, but don't expect a bylaw officer to show up at your door any time soon. As of Nov 1, businesses and organizations in Manitoba should be following the letter of the law when it comes to providing accessibility… [+4697 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Pittsburgh synagogue shooting suspect pleads not guilty", "description": "The truck driver accused of gunning down 11 people at a Pittsburgh synagogue has pleaded not guilty to federal charges that could put him on death row.", "url": "https://www.cbc.ca/news/world/robert-bowers-pleads-not-guilty-1.4887303", "urlToImage": "https://i.cbc.ca/1.4881579.1540733043!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/robert-bowers-alleged-gunman-in-pittsburgh-synagogue-shooting.JPG", "publishedAt": "2018-11-01T14:30:30Z", "content": "The truck driver accused of gunning down 11 people at a Pittsburgh synagogue has pleaded not guilty to federal charges that could put him on death row. Robert Bowers was arraigned Thursday, a day after a grand jury issued a 44-count indictment that charges hi… [+937 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Red Cross cutting cheques to tornado victims it hasn't paid yet", "description": "The Canadian Red Cross says it's sending hundreds of dollars to tornado victims in the Ottawa area who haven't yet received any financial assistance from the charity.", "url": "https://www.cbc.ca/news/canada/ottawa/red-cross-ottawa-tornado-money-1.4887260", "urlToImage": "https://i.cbc.ca/1.4836927.1537827551!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/clean-up-dunrobin.jpg", "publishedAt": "2018-11-01T14:16:01Z", "content": "The Canadian Red Cross says it's sending hundreds of dollars to tornado victims in the Ottawa area who haven't yet received any financial assistance from the charity. The charity's slow turnover of the funds it's been collecting to help victims of the Sept. 2… [+636 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dan Ralph", "title": "CFL chief confident in Halifax franchise plan — as long as $170M stadium is built", "description": "CFL commissioner Randy Ambrosie remains bullish on Halifax becoming the league's newest franchise, but says it's all contingent on a suitable stadium being built in the Maritimes' largest city.", "url": "https://www.cbc.ca/news/canada/nova-scotia/cfl-franchise-halifax-randy-ambrosie-stadium-1.4878099", "urlToImage": "https://i.cbc.ca/1.4232241.1501692918!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fbo-cfl-hill-suspension-20170711.jpg", "publishedAt": "2018-11-01T14:09:02Z", "content": "CFL commissioner Randy Ambrosie remains bullish on Halifax becoming the league's 10th franchise, but says it's all contingent on a suitable stadium being built in the Maritimes' largest city. Halifax regional council voted 15-0 on Tuesday to direct municipal … [+4412 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Kippens family farm can stay, thanks to public pressure and fact finding", "description": "\"We had to do the right thing,\" says Kippens Mayor Debbie Brake-Patten of rescinding council's order to remove the animals and sheds from the farm.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/kippens-farm-order-rescinded-1.4887228", "urlToImage": "https://i.cbc.ca/1.4887245.1541079903!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/farm.jpg", "publishedAt": "2018-11-01T14:04:14Z", "content": "A family in Kippens who have been operating a farm since 1895 will be allowed to keep their animals on their land, after council rescinded an order telling the Aucoin family they needed to get rid of them. \"The public pressure was fabulous because it was the … [+2834 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laura Sciarpelletti", "title": "How to keep your post-Halloween pumpkins out of landfills", "description": "The trick-or-treaters have gone. The candles have been blown out. Halloween is over. But what happens to all those Jack-o'-lanterns now?", "url": "https://www.cbc.ca/news/canada/british-columbia/how-to-keep-your-post-halloween-pumpkins-out-of-landfills-1.4884913", "urlToImage": "https://i.cbc.ca/1.4377124.1540939289!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/halloween-jack-o-lantern-halifax-nova-scotia-pumpkin.JPG", "publishedAt": "2018-11-01T14:00:00Z", "content": "The trick-or-treaters have gone. Halloween is over. The candles have been blown out. What happens to all those Jack-o'-lanterns now? Campbell River residents are being encouraged to bring old pumpkins to the city's 12th annual Pumpkin Smash over the weekend. … [+2446 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Archives", "title": "How Jacques Plante made the goalie mask a must-have in the NHL", "description": "The story of the first goalie to regularly wear a mask for protection against pucks.", "url": "https://www.cbc.ca/archives/how-jacques-plante-made-the-goalie-mask-a-must-have-in-the-nhl-1.4886259", "urlToImage": "https://i.cbc.ca/1.4886534.1541018459!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/jacques-plante-is-seen-wearing-a-face-mask-in-january-1960.jpg", "publishedAt": "2018-11-01T13:59:21Z", "content": "There were a lot of things Jacques Plante had to pay attention to when was defending a net in the NHL most importantly, the pucks being shot in his direction. He literally saw thousands of pucks shot at him over the course of 837 regular-season NHL games and … [+2129 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Quebec's Davie shipyard to split billion-dollar ship maintenance contracts", "description": "Davie, in Lévis, Que., along with Irving Shipbuilding Inc. in Halifax and Seaspan Victoria Shipyards in Victoria will each get a contract to work on the Halifax-class frigate, Public Services and Procurement Canada announced Thursday.", "url": "https://www.cbc.ca/news/canada/montreal/davie-shipyard-contract-1.4887200", "urlToImage": "https://i.cbc.ca/1.4430950.1512339453!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/davie-shipyard-20171128.jpg", "publishedAt": "2018-11-01T13:56:54Z", "content": "Quebec's Davie shipyard will get a piece of contracts worth billions of dollars for maintenance on Canadian navy ships. Public Services and Procurement Canada announced Thursday in a news release it intends to sign contracts worth $7 billion with Davie, in Lé… [+1778 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Fraser", "title": "Bathurst obstetrics unit closed because province didn't heed warnings, union says", "description": "Chaleur Regional Hospital’s latest closure of the obstetrics unit comes after calls for higher pay and the training of more nurses fell on deaf ears, the president of the New Brunswick Nurses Union says.", "url": "https://www.cbc.ca/news/canada/new-brunswick/nurse-shortage-new-brunswick-1.4887096", "urlToImage": "https://i.cbc.ca/1.4887163.1541076152!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/paula-doucet.jpg", "publishedAt": "2018-11-01T13:55:35Z", "content": "Chaleur Regional Hospital's latest closure of the obstetrics unit comes after calls for higher pay and the training of more nurses fell on deaf ears, the president of the New Brunswick Nurses Union says. This is the second time in two weeks the obstetrics uni… [+3709 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Federal Conservative leader talks after meeting with Quebec premier LIVE", "description": "Andrew Scheer news conference in Quebec City", "url": "https://www.cbc.ca/news/federal-conservative-leader-talks-after-meeting-with-quebec-premier-live-1.4887219", "urlToImage": "https://i.cbc.ca/1.4887219.1541079301!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-01T13:51:51Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Flash floods 'likely' amid rainfall warning for Metro Vancouver", "description": "Up to 80 millimetres of rain is expected over the next 24 hours for parts of the South Coast.", "url": "https://www.cbc.ca/news/canada/british-columbia/rainfall-warning-vancouver-fraser-valley-1.4887172", "urlToImage": "https://i.cbc.ca/1.4882054.1540804669!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/east-vancouver-road-flooded.jpg", "publishedAt": "2018-11-01T13:48:22Z", "content": "Rainfall warnings are in effect for Metro Vancouver, Howe Sound and the Fraser Valley with heavy downpours making flash flooding likely. Between 50 and 80 millimetres are expected for those regions between Thursday and Friday morning. Environment Canada said … [+585 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Fewer hours, fewer tows proposed for downtown St. John's winter parking ban", "description": "St. John's City Council is mulling over changing the way the parking ban works for portions of Water and Duckworth Streets this coming winter.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/changes-st-johns-winter-parking-ban-1.4887186", "urlToImage": "https://i.cbc.ca/1.3376433.1450798673!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/parking-ticket.jpg", "publishedAt": "2018-11-01T13:46:01Z", "content": "The City of St. John's is planning to reduce the number of hours, as well as the amount of towing during the 2019 downtown winter parking ban in the city. If approved, the ban would last from 4 to 6 a.m., instead of last year's 3:30 to 6:30 a.m. span, and veh… [+859 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nick Boisvert", "title": "The AGO wants an Infinity Mirror Room in its permanent collection — but it needs help with the bill", "description": "More than 165,000 people visited Yayoi Kusama's renowned Infinity Mirror rooms at the AGO during a limited run this year. Now the museum hopes the public will help bring a permanent display to Toronto.", "url": "https://www.cbc.ca/news/canada/toronto/ago-kusama-infinity-room-crowdfunding-1.4887180", "urlToImage": "https://i.cbc.ca/1.4112972.1494620803!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/yayoi-kusama-inside-the-souls-of-millions-of-light-years-away.jpg", "publishedAt": "2018-11-01T13:44:45Z", "content": "The Art Gallery of Ontario has launched a crowdfunding campaign to bring one of Yayoi Kusama's signature Infinity Mirror rooms to its permanent collection. A temporary exhibit by the Japanese artist was a smash hit this past spring, and it seems the AGO is no… [+2409 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Encana to buy Newfield Exploration for US$5.5B", "description": "Encana Corp. has signed a deal to acquire Newfield Exploration Co. in an all-stock offer it said was worth about US$5.5 billion.", "url": "https://www.cbc.ca/news/canada/calgary/encana-deal-newfield-exploration-acquire-calgary-1.4887201", "urlToImage": "https://i.cbc.ca/1.4153229.1497014867!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/encana-20140513.jpg", "publishedAt": "2018-11-01T13:32:07Z", "content": "Encana Corp. has signed a deal to acquire Newfield Exploration Co. in an all-stock offer it said was worth about US$5.5 billion. Under the deal announced Thursday, Newfield shareholders will receive 2.6719 Encana shares for each share of Newfield common stock… [+1783 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Why you might not want to rake your leaves this fall", "description": "Good news for the lazy: Canada's leading conservation group is asking people not to rake their lawn.", "url": "https://www.cbc.ca/news/technology/don-t-rake-leaves-ncc-1.4887187", "urlToImage": "https://i.cbc.ca/1.4887192.1541078304!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ukraine-weather.jpg", "publishedAt": "2018-11-01T13:28:01Z", "content": "Good news for the lazy: Canada's leading conservation group is asking people not to rake their lawn. \"It's good news if you don't like raking the leaves because leaving them on the ground is the environmentally friendly thing to do,\" said Andrew Holland, a sp… [+1933 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "TransCanada's $1.5B Nova Gas expansion to proceed as company reports Q3 profit up", "description": "TransCanada Corp. says it will go ahead with a $1.5-billion expansion of its Nova Gas Transmission Ltd. System.", "url": "https://www.cbc.ca/news/canada/calgary/trans-canada-nova-gas-expansion-profit-calgary-1.4887166", "urlToImage": "https://i.cbc.ca/1.4523993.1517975131!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sundre-pipeline.jpg", "publishedAt": "2018-11-01T13:03:07Z", "content": "TransCanada Corp. says it will go ahead with a $1.5-billion expansion of its Nova Gas Transmission Ltd. System. The plan includes approximately 197 kilometres of large diameter pipeline, three compression units, meter stations and associated facilities. The p… [+646 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Omstead", "title": "Smoky Lake letter-writing campaign hopes to secure funds for new school", "description": "The school is hoping to gather 200 personalized letters from the town of less than 1,000 people to send to the Premier's office asking to fund a new school in the next budget.", "url": "https://www.cbc.ca/news/canada/edmonton/smoky-lake-letter-writing-campaign-hopes-to-secure-funds-for-new-school-1.4886590", "urlToImage": "https://i.cbc.ca/1.4886629.1541022194!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/h-a-kostash.jpg", "publishedAt": "2018-11-01T13:00:00Z", "content": "People in Smoky Lake say the town's only school is in disrepair. The dilapidated roof is prone to leaks and the entire mechanical system is on the brink of failure. The Aspen View School Division has put repairs at H.A. Kostash school at the top of its capita… [+3201 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jeremy Allingham", "title": "Portland Hotel Society boss resigns amid payroll chaos", "description": "The executive director of the Portland Hotel Society is resigning after less than two years on the job, as struggles continue with a new payroll system that has consistently delivered inaccurate payments.", "url": "https://www.cbc.ca/news/canada/british-columbia/portland-hotel-society-disarray-1.4886490", "urlToImage": "https://i.cbc.ca/1.4886795.1541037129!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jennifer-breakspear.jpg", "publishedAt": "2018-11-01T13:00:00Z", "content": "The executive director of the Portland Hotel Society is resigning after less than two years on the job, as struggles continue with a new payroll system that has consistently delivered inaccurate payments. Some PHS workers, along with their union representativ… [+3144 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Colette Derworiz", "title": "We play for them:' Bronco to return to ice for his first game since bus crash", "description": "Humboldt Bronco player Tyler Smith had a broken collarbone, a broken shoulder blade and nerve damage down his left arm.", "url": "https://www.cbc.ca/news/canada/edmonton/humbolt-bronco-bus-crash-tyler-smith-1.4887144", "urlToImage": "https://i.cbc.ca/1.4610409.1523203742!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tyler-smith.jpg", "publishedAt": "2018-11-01T12:32:18Z", "content": "Humboldt Bronco player Tyler Smith had a broken collarbone, a broken shoulder blade and nerve damage down his left arm. He was on the junior hockey team's bus when it collided with a semi-trailer at a Saskatchewan intersection on the way to a playoff game. Si… [+2501 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Hockey Night in Canada podcast: Elliotte Friedman on how to be an insider", "description": "For hockey fans, getting breaking news and analysis on the latest moves has never been easier. But it takes a lot of hard work to get that stuff out there. Elliotte Friedman, Justin Bourne and Greg Wyshynski join this week's pod to share their insider secrets.", "url": "https://www.cbc.ca/sports/podcasts/hnic/hnic-podcast-insiders-1.4884000", "urlToImage": "https://i.cbc.ca/1.4885824.1541001393!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ovechkin-media-1180.jpg", "publishedAt": "2018-11-01T12:31:33Z", "content": "For hockey fans, getting breaking news and analysis on the latest moves has never been easier. Long gone are the days of waiting for the morning newspaper to find out what happened and what it all means. These days, you can wake up, grab your phone and check … [+1119 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Trevor Tombe", "title": "It's time for an Olympic-sized financial reality check", "description": "‘Our leaders should engage with citizens with full information about all aspects of this decision. They should trust Calgarians with more than spin.’ Economist Trevor Tombe analyzes the latest Olympic numbers.", "url": "https://www.cbc.ca/news/canada/calgary/olympic-financial-reality-check-1.4886988", "urlToImage": "https://i.cbc.ca/1.2526381.1537917485!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/sochi-olympics.jpg", "publishedAt": "2018-11-01T12:30:55Z", "content": "\"Can you feel it?\" After 30 years, this question the motto of Calgary's 1988 Winter Olympic Games is back. Most councillors weren't feeling it. Are you? Following a few tense days of last-minute funding talks between the city, the province, and the federal go… [+7070 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "'Active police investigation' closes Windsor intersection", "description": "Police have not confirmed the exact nature of the investigation, but said there is no threat to public safety.", "url": "https://www.cbc.ca/news/canada/windsor/police-investigation-closes-windsor-intersection-1.4887138", "urlToImage": "https://i.cbc.ca/1.4887145.1541075442!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/giles-boulevard-and-mcdougall-street.jpg", "publishedAt": "2018-11-01T12:26:18Z", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in children and youth-oriented communities). Pseudonyms will no longer be permitted. By submitting a c… [+362 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Dwight Ball, Gerry Byrne heading to China to talk trade", "description": "The trip will come a week after the provincial government releases its mining sector plan, which Ball said will be released Friday.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/dwight-ball-mining-china-1.4887107", "urlToImage": "https://i.cbc.ca/1.4887110.1541072183!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/dwight-ball.png", "publishedAt": "2018-11-01T12:08:25Z", "content": "Newfoundland and Labrador Premier Dwight Ball will be going to China at the end of next week to talk trade, particularly about the opportunities that could come from the revived Kami iron ore development in western Labrador. \"Iron ore is our biggest sector in… [+2494 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Immigration minister on how newcomers benefit Canada LIVE", "description": "Minister of Immigration, Refugees and Citizenship Ahmed Hussen speaks at the Canadian Club in Toronto on 'Economic growth and prosperity: How immigration benefits the middle class'", "url": "https://www.cbc.ca/news/immigration-minister-on-how-newcomers-benefit-canada-live-1.4887111", "urlToImage": "https://i.cbc.ca/1.4887111.1541072402!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-01T12:08:13Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Paul Dewar to receive key to the city", "description": "Former Ottawa Centre MP Paul Dewar is getting the key to the city Thursday night.", "url": "https://www.cbc.ca/news/canada/ottawa/paul-dewar-ottawa-key-to-city-1.4886903", "urlToImage": "https://i.cbc.ca/1.4702205.1528803553!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/paul-dewar-ottawa-morning-june-12-2018.JPG", "publishedAt": "2018-11-01T12:03:29Z", "content": "Former Ottawa Centre MP Paul Dewar is getting the key to the city Thursday night. Dewar, who was diagnosed with terminal brain cancer earlier this year, was the MP for Ottawa Centre from 2006 to 2015. Glioblastoma is the same type of cancer that Tragically Hi… [+802 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bethany Lindsay", "title": "'Grandpa Gary' gets 18 months for sexual abuse of 2 neighbourhood girls", "description": "A Vancouver Island man has been sent to jail for repeatedly molesting a young neighbour beginning when she was about six years old.", "url": "https://www.cbc.ca/news/canada/british-columbia/grandpa-gary-gets-18-months-for-sexual-abuse-of-2-neighbourhood-girls-1.4886800", "urlToImage": "https://i.cbc.ca/1.1919618.1472071954!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-jail-cell-bars-getty-sb10062143p-001.jpg", "publishedAt": "2018-11-01T12:00:00Z", "content": "A Vancouver Island man has been sent to jail for repeatedly molesting a young neighbour beginning when she was about six years old. Seventy-nine-year-old Edward Gary Bolderson pleaded guilty to two counts of touching a child for a sexual purpose one for abusi… [+2734 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "N.S. university students can now access mental health services online", "description": "Beginning this week, students will be able to access HealthMindsNS, an e-tool that offers peer support and professional telephone counselling.", "url": "https://www.cbc.ca/news/canada/nova-scotia/universities-campus-stress-mental-health-support-healthymindsns-1.4886776", "urlToImage": "https://i.cbc.ca/1.4886787.1541026658!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/clancy-mcdaniel.jpg", "publishedAt": "2018-11-01T11:46:29Z", "content": "The stress of life on campus weighed on Clancy McDaniel, especially during her first year at St. Francis Xavier University. It meant she started missing meal times and sleeping through class. She needed help. \"It really took coaxing from my friends who were a… [+3072 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Suresh Doss", "title": "This Woodbridge shop serves up housemade Italian cheese", "description": "Quality Cheese is part convenience store for imported Italian goods and part cheese making facility in Woodbridge, Ont.", "url": "https://www.cbc.ca/news/canada/toronto/suresh-doss-quality-cheese-1.4886246", "urlToImage": "https://i.cbc.ca/1.4886402.1541015658!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/quality-cheese.jpg", "publishedAt": "2018-11-01T11:45:00Z", "content": "I see Woodbridge as home to some of the best Italian food shops and restaurants in the GTA. It is a sprawling community in the city of Vaughan that never ceases to amaze with each visit. It's the home of one of the largest Italian populations outside Italy, a… [+4412 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joanne Chianello", "title": "'Completely unacceptable': Conservative MP on Bay ward robocall", "description": "Ottawa West–​Nepean MP Anita Vandenbeld's robocall to her constituents endorsing her husband's municipal election campaign shows a \"gross misunderstanding\" of the code of conduct for members of Parliament, charged the Conservative MP who complained to the eth…", "url": "https://www.cbc.ca/news/canada/ottawa/anita-vandenbeld-peter-kent-ethics-commissioner-inquiry-1.4886682", "urlToImage": "https://i.cbc.ca/1.3218142.1441713981!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/anita-vandenbeld-liberal-ottawa-west-nepean-candidate-2015.jpg", "publishedAt": "2018-11-01T11:39:35Z", "content": "Ottawa WestNepean MP Anita Vandenbeld's robocall to her constituents endorsing her husband's municipal election campaign shows a \"gross misunderstanding\" of the code of conduct for members of Parliament, charged the Conservative MP who complained to the ethic… [+4129 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Police set up command post at Parc-Ex home of woman missing for 2 months", "description": "Montreal police have set up a command post in Parc-Extension at the home of a woman who has been missing for two months.", "url": "https://www.cbc.ca/news/canada/montreal/command-post-missing-woman-parc-extension-1.4887093", "urlToImage": "https://i.cbc.ca/1.4887102.1541071474!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/josiane-arguin-missing.jpg", "publishedAt": "2018-11-01T11:38:13Z", "content": "Montreal police have set up a command post in Parc-Extension at the home of a woman who has been missing for two months. Police say 34-year-old Josiane Arguin was last seen leaving her home on Anvers Avenue, the morning of Sept. 1. She didn't have any persona… [+265 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Case of Toronto van attack suspect Alek Minassian expected in court", "description": "The case of a man accused in a deadly van attack in north Toronto that left 10 people dead is expected in court today.", "url": "https://www.cbc.ca/news/canada/toronto/van-attack-suspect-court-november-1.4887092", "urlToImage": "https://i.cbc.ca/1.4632972.1524582524!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alek-minassian-toronto-van-attack-court-sketch.jpg", "publishedAt": "2018-11-01T11:25:46Z", "content": "The case of a man accused in a deadly van attack in north Toronto that left 10 people dead is expected in court today. Alek Minassian, 25, of Richmond Hill, Ont., faces 10 counts of first-degree murder and 16 of attempted murder after he allegedly drove a whi… [+545 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Postal workers on strike in new areas of Ontario, Quebec, Saskatchewan", "description": "There are new Canada Post strikes to mark the start of November in Hamilton, Ont., North Bay, Ont., La Mauricie, Que., and the Outaouais on Thursday.", "url": "https://www.cbc.ca/news/canada/ottawa/canada-post-strike-november-1-1.4886788", "urlToImage": "https://i.cbc.ca/1.4885556.1541067150!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/cupw-strike-ottawa.JPG", "publishedAt": "2018-11-01T11:08:13Z", "content": "There are new Canada Post strikes to mark the start of November in Hamilton, Ont., North Bay, Ont., La Mauricie, Que., and the Outaouais on Thursday. Meanwhile, postal workers represented by the Canadian Union of Postal Workers are still on strike in Ottawa a… [+1128 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "David Bell", "title": "So cool only Chris Hadfield could launch it: New Central Library throws open doors today", "description": "It wasn't cheap but it's about a lot more than books and a quiet place to sit, the top boss says of Calgary's new Central Library, which opens Thursday.", "url": "https://www.cbc.ca/news/canada/calgary/new-calgary-central-library-opens-1.4885079", "urlToImage": "https://i.cbc.ca/1.4886849.1541029721!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/new-calgary-central-library.jpg", "publishedAt": "2018-11-01T11:00:00Z", "content": "It wasn't cheap but it's about a lot more than books and a quiet place to sit, the top boss says of Calgary's new Central Library, which opens today. \"If you think libraries are buildings with books, man, you are really, really off base,\" Calgary Public Libra… [+3064 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michelle Ghoussoub", "title": "Former B.C. resident says she can't complete gender reassignment after move to Newfoundland", "description": "A woman trying to complete her gender transition says she's been set back \"years\" after moving from B.C. to Newfoundland.", "url": "https://www.cbc.ca/news/canada/british-columbia/former-b-c-resident-says-she-can-t-complete-gender-reassignment-after-move-to-newfoundland-1.4886997", "urlToImage": "https://i.cbc.ca/1.4094415.1493673615!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/stacey-piercey.jpg", "publishedAt": "2018-11-01T11:00:00Z", "content": "A woman trying to complete her gender transition says she's been set back \"years\" after moving from B.C. to Newfoundland. Stacey Piercey, who moved to the island last year, had been approved for breast augmentation in B.C., but is unable to get that surgery i… [+3567 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Longueuil to dump 150 million litres of raw sewage into St. Lawrence River", "description": "The City of Longueuil has been given the green light to dump nearly 150 million litres of raw sewage into the St. Lawrence River in mid-November.", "url": "https://www.cbc.ca/news/canada/montreal/longueuil-sewage-dump-st-lawrence-1.4887077", "urlToImage": "https://i.cbc.ca/1.4887088.1541069224!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ile-charron.jpg", "publishedAt": "2018-11-01T10:56:14Z", "content": "The City of Longueuil has been given the green light to dump nearly 150 million litres of raw sewage into the St. Lawrence River in mid-November. The city says the discharge will last eight days to give it time to repair an underground water line under the ri… [+981 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Section of 407 opens after two killed in crash that sparked tanker fire", "description": "A section of a busy toll highway that cuts through the Toronto area reopened early Thursday, almost 12 hours after a fiery crash involving a tanker truck claimed the lives of two men.", "url": "https://www.cbc.ca/news/canada/toronto/407-open-fuel-truck-crash-1.4887085", "urlToImage": "https://i.cbc.ca/1.4886669.1541023992!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/tanker-fire.PNG", "publishedAt": "2018-11-01T10:50:37Z", "content": "A section of a busy toll highway that cuts through the Toronto area reopened early Thursday, almost 12 hours after a fiery crash involving a tanker truck claimed the lives of two men. The Ontario Provincial Police say the eastbound lanes of Highway 407 from K… [+1491 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Matthew Kupfer", "title": "Metal tubing plant closing in Arnprior, Ont.", "description": "A metal tubing plant in Arnprior, Ont., is going to be shut down by the end of next year, according to what Swedish company Sandvik told town officials.", "url": "https://www.cbc.ca/news/canada/ottawa/sandvik-plant-arnprior-closure-1.4886904", "urlToImage": "https://i.cbc.ca/1.4886909.1541038899!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/sandvik-arnprior.JPG", "publishedAt": "2018-11-01T10:46:23Z", "content": "A metal tubing plant in Arnprior, Ont., is going to be shut down by the end of next year. The closure will affect 160 people who work at the Sandvik Materials Technology plant that has operated in the eastern Ontario town since 1975. \"Our thoughts go out to t… [+1343 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Windsor's weather, traffic and gas prices for Thursday", "description": "Everything you need to know to start your day.", "url": "https://www.cbc.ca/news/canada/windsor/windsor-weather-traffic-gas-prices-nov-1-2018-1.4887073", "urlToImage": "https://i.cbc.ca/1.4887079.1541068482!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/john-ryan-nov-1-2018.jpg", "publishedAt": "2018-11-01T10:38:34Z", "content": "Weather Today will see periods of rain with fog patches dissipating in the morning. Today's high is 9 C. Periods of rain will continue throughout the night. The low is 6 C. Traffic College Avenue between Huron Church Road and California Avenue is closed until… [+712 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lindsay Bird", "title": "Today the NLC bids goodbye to plastic bags. What's next?", "description": "One of N.L.'s biggest retailers is making a change, and possibly paving the way for more action on the issue of single-use plastic bags.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/nlc-plastic-bags-debate-1.4879469", "urlToImage": "https://i.cbc.ca/1.4812812.1536247985!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/liquor-express.jpg", "publishedAt": "2018-11-01T10:30:00Z", "content": "Waves of Change is a CBC series exploring the single-use plastic we're discarding, and why we need to clean up our act. You can be part of the community discussion by joining our Facebook group. The poster child for single-use plastic waste has taken another … [+7969 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Toronto lost nearly $1B in GDP due to scrapped tourist rebate, report says", "description": "It was a program that was eliminated by the federal government more than a decade ago, but new numbers from the Retail Council of Canada suggest the visitor rebate could have brought in $993 million in GDP to Toronto and $5.96 billion to Canada.", "url": "https://www.cbc.ca/news/canada/toronto/bring-back-visitors-rebate-program-says-rcc-1.4886134", "urlToImage": "https://i.cbc.ca/1.4774667.1533423539!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-caribbean-parade-20180804.jpg", "publishedAt": "2018-11-01T10:30:00Z", "content": "It was a program that was phased out by the federal government more than a decade ago, but new numbers from the Retail Council of Canada (RCC) show the visitor rebate could have brought in $993 million in Gross Domestic Product to Toronto and $5.96 billion to… [+2832 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Doug Hempstead", "title": "Ottawa-Gatineau traffic updates for Nov. 1", "description": "Follow live traffic updates during Ottawa Morning from 5:30 to 8:30 a.m. and All In A Day from 3 to 6 p.m.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-gatineau-traffic-november-1-2018-1.4887076", "urlToImage": "https://i.cbc.ca/1.4855129.1539078396!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fog-in-toronto.jpg", "publishedAt": "2018-11-01T10:28:37Z", "content": "Good morning commuters! It's seriously foggy right across the city this morning. You'll want to leave early, leave space and get more than your running lights on. No new construction to worry about today, but there is a Senators home game tonight at 7:30. The… [+478 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Google employees walk out to protest sexism, inequality", "description": "Hundreds of Google engineers and other workers worldwide are expected to walk off the job Thursday to protest the company's handling of executives accused of sexual misconduct.", "url": "https://www.cbc.ca/news/technology/google-employee-walkout-1.4887064", "urlToImage": "https://i.cbc.ca/1.4887067.1541066075!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/swiss-business.jpg", "publishedAt": "2018-11-01T10:28:27Z", "content": "Hundreds of Google engineers and other workers worldwide are expected to walk off the job Thursday to protest the company's handling of executives accused of sexual misconduct. Walkouts were planned for 11:10 a.m. across different time zones, beginning in Asi… [+3690 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man, 23, stabbed while trying to sell an object in downtown Montreal", "description": "A 23-year-old man was stabbed late last night in downtown Montreal after he arranged a meeting to sell an object, police say.", "url": "https://www.cbc.ca/news/canada/montreal/man-stabbed-drummond-street-1.4887060", "urlToImage": "https://i.cbc.ca/1.4887068.1541066154!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/drummond-stabbing.JPG", "publishedAt": "2018-11-01T10:19:03Z", "content": "A 23-year-old man was stabbed late last night in downtown Montreal after he arranged a meeting to sell an object, police say. Montreal police spokesperson Const. Manuel Couture says three suspects tried to rob the victim, who managed to get into an apartment … [+528 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sam Samson", "title": "Filipino teen hopes stem cell donor drive will help find someone to save her life", "description": "Roshlind Mance, 16, is relying on a stem cell transplant to treat a life-threatening combination of blood disorders. But fewer than one per cent of stem cell donors are of Filipino descent.", "url": "https://www.cbc.ca/news/canada/manitoba/stem-cell-donor-winnipeg-rare-disorder-1.4886855", "urlToImage": "https://i.cbc.ca/1.4886874.1541037649!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/roshlind-mance.jpg", "publishedAt": "2018-11-01T10:00:00Z", "content": "Just months ago, Roshlind Mance was a normal teenager going to classes and participating in the drama group at her Calgary high school. Today, she stays at home, hoping someone in Winnipeg will save her life. \"I'm no longer able to do what I used to do as a n… [+3548 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lorenda Reddekopp", "title": "'When we're training, we're free': Instructor fights to save Indigenous martial art", "description": "George Lepine is trying to make sure a part of Canada's Indigenous culture survives. He teaches something that looks a lot like tae kwon do or karate, but is actually a Cree martial art called Okichitaw.", "url": "https://www.cbc.ca/news/canada/toronto/indigenous-martial-arts-1.4886563", "urlToImage": "https://i.cbc.ca/1.4886586.1541019500!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/george-lepine.JPG", "publishedAt": "2018-11-01T10:00:00Z", "content": "George Lepine looks on as his students learn how to flip an attacker coming at them with a weapon. The class looks similar to karate or tae kwon do, right down to the black martial arts outfits the students wear, but the self-defence practice Lepine is teachi… [+3444 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lorenda Reddekopp", "title": "'When we're training, we're free': Instructor fights to save Indigenous martial art", "description": "George Lepine is trying to make sure a part of Canada's Indigenous culture survives. He teaches something that looks a lot like tae kwon do or karate, but is actually a Cree martial art called Okichitaw.", "url": "https://www.cbc.ca/news/canada/toronto/when-we-re-training-we-re-free-instructor-fights-to-save-indigenous-martial-art-1.4886563", "urlToImage": "https://i.cbc.ca/1.4886586.1541019500!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/george-lepine.JPG", "publishedAt": "2018-11-01T10:00:00Z", "content": "George Lepine looks on as his students learn how to flip an attacker coming at them with a weapon. The class looks similar to karate or tae kwon do, right down to the black martial arts outfits the students wear, but the self-defence practice Lepine is teachi… [+3413 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Austin Grabish", "title": "Man 'paying a lifetime for somebody being distracted for 5 seconds' welcomes new distracted driving penalties", "description": "Distracted drivers who are caught behind the wheel on a phone or other electronic device in Manitoba will be given a $672 fine, have their licence suspended and get five demerits starting Wednesday.", "url": "https://www.cbc.ca/news/canada/manitoba/distracted-driving-fines-rise-manitoba-1.4885776", "urlToImage": "https://i.cbc.ca/1.4886750.1541025110!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rene-bouchard.jpg", "publishedAt": "2018-11-01T10:00:00Z", "content": "Thirteen years after being hit on his motorcycle in a crash that could have killed him and which he says was caused by a distracted driver René Bouchard is still living in pain. He hopes new tougher penalties introduced by the Manitoba government will deter d… [+4062 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jillian Taylor", "title": "Mom who fought for son's military honours after his suicide will lay wreath at National War Memorial", "description": "A Winnipeg mother who fought for her son to have full military honours after his death by suicide will lay a wreath at the base of the National War Memorial this Remembrance Day, on behalf of all military mothers who have lost a child to war.", "url": "https://www.cbc.ca/news/canada/manitoba/silver-cross-mother-anita-cenerini-thomas-welch-1.4882768", "urlToImage": "https://i.cbc.ca/1.4882772.1541021211!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/anita-cenerini.JPG", "publishedAt": "2018-11-01T10:00:00Z", "content": "A Winnipeg mother who fought for her son to receive full military honours after his suicide will lay a wreath at the base of the National War Memorial this Remembrance Day, on behalf of all military mothers who have lost a child to war. Anita Cenerini is the … [+7000 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Child among 2 dead in fiery Mississauga crash overnight", "description": "Two people are dead, including a child, after a crash in Mississauga overnight, police said Thursday.", "url": "https://www.cbc.ca/news/canada/toronto/mavis-burnhamthorpe-crash-two-dead-1.4887059", "urlToImage": "https://i.cbc.ca/1.4887061.1541064752!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mavis-burnhamthorpe-roads-deadly-crash-toddler.jpg", "publishedAt": "2018-11-01T09:37:49Z", "content": "A woman and a child were killed in a crash in Mississauga overnight, police said Thursday. The collision occurred around 2 a.m. at the corner of Mavis and Burnhamthorpe roads. Both victims were without vital signs when paramedics arrived. They were pronounced… [+135 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "N.B. could be hit with more than 80 mm of rain this weekend", "description": "Big plans this weekend? If so, you might want to bring an umbrella.", "url": "https://www.cbc.ca/news/canada/new-brunswick/environment-canada-rain-new-brunswick-1.4887057", "urlToImage": "https://i.cbc.ca/1.3769036.1474306502!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rainy-day-in-toronto.jpg", "publishedAt": "2018-11-01T09:35:58Z", "content": "Big plans this weekend? If so, you might want to bring an umbrella. Environment Canada says two weather systems are expected to hit the southern part of the province on Friday and Saturday, bringing 50 mm of rain and possibly more than 80 mm in some areas. En… [+375 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jen White", "title": "After months of delays, Hyundai replacing faulty engine in Labrador man's car", "description": "A Labrador man who had been waiting months for Hyundai Canada to replace his car's ticking engine is now hopeful that the situation might soon be resolved.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/hyundai-canada-ticking-engine-labrador-1.4882722", "urlToImage": "https://i.cbc.ca/1.4882749.1540840869!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/damian-power.png", "publishedAt": "2018-11-01T09:30:00Z", "content": "When Damian Power bought a used car for his teenaged daughter six months ago, he didn't expect the 30-day warranty to come into play so quickly. Two days after he drove the car home from Capital PreOwned in St. John's to Wabush, Labrador, his daughter heard s… [+4873 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Smell of weed as driver passes cop leads to tickets", "description": "Driver ticketed for having open cannabis in car; passenger ticketed for smoking in vehicle.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/weed-car-tickets-1.4887056", "urlToImage": "https://i.cbc.ca/1.4876816.1540411127!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cannabis-smoking.jpg", "publishedAt": "2018-11-01T09:03:32Z", "content": "Officers pulled a driver over, after smelling weed coming from the vehicle's windows as it passed the police car on Wednesday. As a vehicle drove past a Royal Newfoundland Constabulary cruiser at 11:45 p.m., officers noticed the smell of burning cannabis. The… [+646 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jean Laroche", "title": "More than half of teaching staff at N.S. universities are contract workers", "description": "A report by the Canadian Union of Public Employees and Canadian Centre for Policy Alternatives has found 53 per cent of the people teaching at Nova Scotia universities are not working in positions that might lead to a permanent, secure academic post.", "url": "https://www.cbc.ca/news/canada/nova-scotia/universities-part-time-contract-employment-canadian-centre-for-policy-alternatives-1.4884492", "urlToImage": "https://i.cbc.ca/1.4886170.1541010230!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/dalhousie-university.JPG", "publishedAt": "2018-11-01T09:00:55Z", "content": "More than half the people teaching at Nova Scotia universities are working under contract rather than in a position that might lead to a permanent, secure academic post, according to a study published Thursday. The Canadian Union of Public Employees and Canad… [+3924 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Blair Rhodes", "title": "Sentence given after puppy starves to death in car frustrates SPCA inspector", "description": "The chief investigator for the Nova Scotia SPCA said she would have liked to see Bethany MacLean jailed and given a lifetime ban on owning animals.", "url": "https://www.cbc.ca/news/canada/nova-scotia/spca-starved-puppy-backseat-abandoned-car-bethany-maclean-1.4886354", "urlToImage": "https://i.cbc.ca/1.4884579.1540928179!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/keisha-the-dog.jpg", "publishedAt": "2018-11-01T09:00:00Z", "content": "The chief investigator of the Nova Scotia SPCA is speaking out against the sentence handed to a Cape Breton woman whose puppy starved to death in the backseat of her car. Jo-Anne Landsburg of the SPCA, who removed the remains of the emaciated husky from the c… [+2682 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Carolyn Ray", "title": "Unnecessary duties have N.S. doctors looking elsewhere, warns specialist", "description": "Dr. Amy Hendricks says she has no plans to leave Antigonish where she works as an internist, but she can't say the same for her overworked colleagues.", "url": "https://www.cbc.ca/news/canada/nova-scotia/unnecessary-duties-have-n-s-doctors-looking-elsewhere-1.4886308", "urlToImage": "https://i.cbc.ca/1.4886343.1541014428!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/amy-hendricks.jpg", "publishedAt": "2018-11-01T09:00:00Z", "content": "Administrative tasks that are being put on the plates of physicians in Nova Scotia are driving doctors out of the province, warns a specialist in Antigonish who worries more of her overburdened colleagues will pick up and leave. In the last year, Dr. Amy Hend… [+2886 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Holly Conners", "title": "Roofers to the rescue: Company offers free repairs to leaky Glace Bay centre", "description": "A community centre in Glace Bay is getting a much needed roof repair thanks to a business with Cape Breton ties. The offer of help comes from John Harrington, president and owner of PMC Roofing Ltd., which has its main office in Debert.", "url": "https://www.cbc.ca/news/canada/nova-scotia/company-offers-free-repairs-to-leaky-glace-bay-centre-1.4886507", "urlToImage": "https://i.cbc.ca/1.4886540.1541018637!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/morrison-campus-y-s-men-s-centre.jpg", "publishedAt": "2018-11-01T09:00:00Z", "content": "A community centre in Glace Bay is getting a much-needed roof repair thanks to a business with Cape Breton ties. The Morrison Campus Y's Men's Centre is housed in the former Morrison junior high school, which the Glace Bay Y's Men's and Women's Club purchased… [+1740 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Hadeel Ibrahim", "title": "Closer to home: A Muslim community's search for a cemetery", "description": "Hasan Alsalh was one of the first Syrian newcomers in the province to die, casting light on a problem for the growing Muslim community: where to bury the dead.", "url": "https://www.cbc.ca/news/canada/new-brunswick/fredericton-muslims-cemetery-1.4885395", "urlToImage": "https://i.cbc.ca/1.4885408.1540988908!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/muslim-cemetery-headline.JPG", "publishedAt": "2018-11-01T09:00:00Z", "content": "Hasan Alsalh was mute, but he smiled often. Because of an accident, he communicated with gestures and facial expressions and was especially fond of animated heart stickers and emojis. His smile was the same whether he was meeting a stranger or talking to peop… [+10116 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Muriel Draaisma", "title": "Union urges public high school teachers to avoid Royal Winter Fair this year", "description": "A union that represents Ontario public high school teachers is urging its members to refrain from taking school groups to the Royal Agricultural Winter Fair this year to show support for locked-out stagehands.", "url": "https://www.cbc.ca/news/canada/toronto/osstf-iatse-royal-agricultural-winter-fair-honour-picket-line-1.4886165", "urlToImage": "https://i.cbc.ca/1.2830376.1541011484!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/royal-winter-fair-2014.jpg", "publishedAt": "2018-11-01T09:00:00Z", "content": "A union that represents Ontario public high school teachers is urging its members not to take school groups to the Royal Agricultural Winter Fair this year to show support for locked-out stagehands. The fair opens on Friday at Exhibition Place in Toronto, but… [+4655 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elias Abboud", "title": "Young Inuit leaders optimistic about future, despite Nunavik's bleak suicide statistics", "description": "\"It's really, really time to invest in these younger generations,\" says Alicia Aragutak, 27, who chairs Nunavik's suicide prevention committee.", "url": "https://www.cbc.ca/news/canada/montreal/inuit-suicide-nunavik-1.4886836", "urlToImage": "https://i.cbc.ca/1.4886837.1541031266!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lucasi-iyaituk.jpg", "publishedAt": "2018-11-01T09:00:00Z", "content": "Lucasi Iyaituk wants to be mayor of his home community Puvirnituq one day. The 18-year-old says it with a smile. But he's not joking. He wants to lead. Iyaituk is co-ordinator of the youth centre in Puvirnituq, a village of 1,800 on the Hudson Bay coast hit h… [+4751 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Halloween is over, but there's a treat at gas pumps", "description": "It's the third straight week prices have dropped.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/gas-prices-down-newfoundland-labrador-1.4885567", "urlToImage": "https://i.cbc.ca/1.4163016.1497561500!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/gas-pump.jpg", "publishedAt": "2018-11-01T08:30:00Z", "content": "The price of gas is down by almost three and a half cents across Newfoundland and Labrador as of Thursday morning. It's the third straight week the cost has dropped. With the 3.3-cent drop, drivers filling up on the Avalon peninsula will pay $1.28 a litre, fo… [+404 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Niagara regional council is 75% new - and the public is watching", "description": "Niagara residents have booted 75 per cent of their regional council. Now the new one has to prove itself.", "url": "https://www.cbc.ca/news/canada/hamilton/niagara-region-1.4882715", "urlToImage": "https://i.cbc.ca/1.4697732.1541020856!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ont-drivers-cellphones-20081028-topix.jpg", "publishedAt": "2018-11-01T08:01:00Z", "content": "Laura Ip is used to a fight. And when December hits, she'll have a big one. Ip, founder of the Underdogs Boxing Club, is part of an elected Niagara Region council where all but eight of its 31 members are new. On Oct. 22, Niagara residents booted out 75 per c… [+3739 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Thompson", "title": "RCMP victimized by $100,000 credit card cloning scam", "description": "The Royal Canadian Mounted Police has changed the way it handles credit cards for gasoline purchases after it fell victim to organized criminals and the fraud went undetected for months.", "url": "https://www.cbc.ca/news/politics/rcmp-crime-credit-cards-clones-1.4886585", "urlToImage": "https://i.cbc.ca/1.4760234.1541024306!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/camille-habel.jpg", "publishedAt": "2018-11-01T08:00:00Z", "content": "The Royal Canadian Mounted Police has changed the way it handles credit cards for gasoline purchases after it fell victim to organized criminals and the fraud went undetected for months. By the time the RCMP realized one of its gas cards had been cloned, the … [+3159 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Magee", "title": "Group pushing $12M Moncton-area racquet sports centre seeks municipal money", "description": "A new group hopes to get financial support from Moncton-area municipalities as it plans to build a $12-million, 21-court tennis and racquetball facility by 2021.", "url": "https://www.cbc.ca/news/canada/new-brunswick/racquet-sports-funding-moncton-1.4885361", "urlToImage": "https://i.cbc.ca/1.4885401.1540988628!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/proposed-racquet-facility-rendering.png", "publishedAt": "2018-11-01T08:00:00Z", "content": "A group formed last year in the hopes of building a $12-million tennis and racquetball centre in the Moncton-area has started approaching municipal governments in the region for support. South East Racquet Sports Inc., with representatives from Racquetball Ne… [+3236 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "James Dunne", "title": "Is German FlixBus the fix for Canada's bus woes?", "description": "Forget the signature silver dog of Greyhound, a flashy new German-based bus line could be coming to Canada. FlixBus's lime green buses with bold orange arrows already dominate Europe's highways, and recently hit the road in the U.S. Now the company is looking…", "url": "https://www.cbc.ca/news/business/greyhound-bus-routes-flixbus-1.4886264", "urlToImage": "https://i.cbc.ca/1.4886535.1541019646!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/flix-1.jpg", "publishedAt": "2018-11-01T08:00:00Z", "content": "For many, the signature silver dog of Greyhound is the symbol of bus travel. But that iconic image might be replaced by a more colourful logo if the European bus line FlixBus gets access to Canada's intercity bus markets. FlixBus runs lime green buses that ha… [+5953 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Judy Trinh", "title": "Ottawa Police member census shows deep divide on diversity", "description": "The latest census of Ottawa Police Service members reveals a deep divide over the force's attempts to diversify its ranks, and suggests leadership has a long way to go to mend morale, CBC News has learned.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-police-service-census-divided-on-diversity-1.4885886", "urlToImage": "https://i.cbc.ca/1.4886515.1541018394!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ottawa-police-service-2017-census-report.JPG", "publishedAt": "2018-11-01T08:00:00Z", "content": "The latest census of Ottawa Police Service officers and civilian employees reveals a deep divide over the force's attempts to diversify its ranks, and suggests leadership has a long way to go to mend morale, CBC News has learned. The draft report obtained by … [+4701 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Mike Crawley", "title": "Ontarians will be 'pleasantly surprised' by Ford's welfare reforms, Lisa MacLeod says", "description": "Premier Doug Ford's government is about to reform social assistance in Ontario, raising fears of the kind of sweeping cuts to welfare made the last time the Progressive Conservatives took power in the province.", "url": "https://www.cbc.ca/news/canada/toronto/doug-ford-welfare-social-assistance-ontario-works-odsp-1.4885584", "urlToImage": "https://i.cbc.ca/1.4886300.1541013480!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/lisa-macleod.png", "publishedAt": "2018-11-01T08:00:00Z", "content": "Premier Doug Ford's government is about to reform social assistance in Ontario, raising fears of the kind of sweeping cuts to welfare made the last time the Progressive Conservatives took power in the province. More than 960,000 men, women and children receiv… [+4707 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Makda Ghebreslassie", "title": "'Stalked within your own home': Woman says abusive ex used smart home technology against her", "description": "While smart technology — web-controlled devices like locks, lights, thermostats and cameras — can provide convenience and a sense of security for some, these tools are increasingly being used by others to monitor, harass, stalk and intimidate, something known…", "url": "https://www.cbc.ca/news/technology/tech-abuse-domestic-abuse-technology-marketplace-1.4864443", "urlToImage": "https://i.cbc.ca/1.4865174.1541023026!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/marketplace-tech-abuse-ferial-nijem.jpg", "publishedAt": "2018-11-01T08:00:00Z", "content": "When Ferial Nijem moved into a smart home equipped with the latest in modern technology, she had no idea she was walking into what would become a living nightmare. At the hands of an ex-partner, Nijem experienced what she calls \"tech abuse.\" \"If anybody would… [+5504 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Moms and babies rooming together at St. Joe's helps combat opioid dependency", "description": "Canada's opioid crisis extends to society's very youngest: About 2,000 newborns are born with opioid exposure. But more and more, hospitals are trying to minimize the impact this has on new mothers and their babies, but allowing them to stay together in same …", "url": "https://www.cbc.ca/news/health/opioid-crisis-nicu-hamilton-bc-hospital-neonatal-abstinence-babies-newborns-1.4882916", "urlToImage": "https://i.cbc.ca/1.4886662.1541036227!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/9-month-old-kobie-and-his-mother-christina.jpg", "publishedAt": "2018-11-01T08:00:00Z", "content": "Kobie is having none of it. The baby boy, dressed in a tiny Batman onesie, is squirming and screeching in his playpen but they're happy sounds. \"It's not playtime, it's naptime,\" says his mother, Christina Casey. But she'll allow this display of defiance from… [+4580 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Rodney Stafford presses forward in bid to change laws in Canada", "description": "Rodney Stafford is determined to ensure those who murder Canada's most vulnerable serve their time in maximum security. Stafford's eight year old daughter, Tori, was brutally killed in 2009 by Terri-Lynne McClintic and her boyfriend Michael Rafferty.", "url": "https://www.cbc.ca/news/canada/london/rodney-victoria-stafford-mcclintic-healing-lodge-1.4886717", "urlToImage": "https://i.cbc.ca/1.4838158.1538094528!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rodney-stafford.jpg", "publishedAt": "2018-11-01T08:00:00Z", "content": "Rodney Stafford is determined to ensure those who murder or seriously harm Canada's most vulnerable serve their time in maximum security. Stafford's eight-year-old daughter, Tori, was brutally killed in 2009 by Terri-Lynne McClintic and her boyfriend Michael … [+1330 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jon Beasley-Murray", "title": "Canada can't pretend it's business as usual with Brazil's new dictatorship-loving president", "description": "In much of Latin America, the overarching political narrative of the past 30 years has been \"Never Again.\" Nunca Más\" in Spanish; \"Nunca Mais\" in Portuguese. Brazil's new far-right president, Jair Bolsonaro, is breaking with that pact. Canada cannot be compli…", "url": "https://www.cbc.ca/news/opinion/bosonaro-election-1.4886446", "urlToImage": "https://i.cbc.ca/1.4854256.1541017717!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/brazil-elections.jpg", "publishedAt": "2018-11-01T08:00:00Z", "content": "With the election of Jair Bolsonaro to the Brazilian presidency, the far-right has taken power in Latin America's largest and most populous country, which also has one of the world's largest economies. How, if at all, should Canada and Canadian business react… [+6149 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate Porter", "title": "Developer wants extra height for Orléans towers", "description": "Developer Brigil is proposing four new highrises along the Ottawa River in Orléans, arguing their proximity to a future light rail station warrants extra height.", "url": "https://www.cbc.ca/news/canada/ottawa/brigil-extra-height-orleans-towers-1.4885912", "urlToImage": "https://i.cbc.ca/1.4885953.1541005557!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/brigil-plans-towers-at-petrie-island.png", "publishedAt": "2018-11-01T08:00:00Z", "content": "Developer Brigil is proposing four new highrises along the Ottawa River in Orléans, arguing their proximity to a future light rail station warrants extra height. Brigil has submitted an application to build four more towers at its Petrie's Landing I developme… [+2212 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Mostly overcast Thursday with evening showers", "description": "You should get outside if you can today, because more rain is possible Friday and Saturday.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-weather-novemember-1-2018-1.4886789", "urlToImage": "https://i.cbc.ca/1.4877207.1540420869!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/parliament-hill-peace-tower-fall-leaves-autumn-red-orange-canada-ottawa.jpg", "publishedAt": "2018-11-01T08:00:00Z", "content": "Some fog patches around to start the day, but some limited sunshine early this morning too. Other than that look for a cloudy day with a high near 8 C. The wind will generally be light, so try to get outside if you can. More rain is expected by evening, lasti… [+137 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Pj Kwong", "title": "Olympic figure skating champs making Grand Prix debuts in Finland", "description": "China's loss is Finland's gain this week, as the new host of the Grand Prix of Figure Skating's third stop will be treated to performances by reigning Olympic champs Yuzuru Hanyu and Alina Zagitova.", "url": "https://www.cbc.ca/sports/olympics/winter/figureskating/helsinki-grand-prix-preview-1.4883975", "urlToImage": "https://i.cbc.ca/1.4547533.1540916825!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alina-zagitova.jpg", "publishedAt": "2018-11-01T08:00:00Z", "content": "If this seems like a new stop on the Grand Prix of Figure Skating circuit, well, it is. After China informed the International Skating Union of its decision to not host its annual Grand Prix, figure skating's governing body awarded this week's event to Helsin… [+3807 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Belle River anglers reel in muskie fish with Ontario ministry", "description": "About 40 anglers sent their fishing lines into the water alongside employees of the Ministry of Natural Resources and Forestry to catch muskie fish, which will be tracked for a number of years.", "url": "https://www.cbc.ca/news/canada/windsor/belle-river-anglers-muskie-fish-1.4885376", "urlToImage": "https://i.cbc.ca/1.4885774.1541000588!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/muskie-tag.JPG", "publishedAt": "2018-11-01T08:00:00Z", "content": "On a cool, October morning on a lake as clear as glass, volunteers geared up at the Belle River marina to reel in the big muskie. About 40 anglers sent their fishing lines into the water alongside employees of the Ministry of Natural Resources and Forestry to… [+3947 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Catharine Tunney", "title": "Ex-juror suffering from PTSD applauds bill to allow discussion with mental health services", "description": "A Toronto man diagnosed with post-traumatic stress disorder after serving on the jury for a murder trial is praising a new private member's bill that could help jurors deal with the fallout from listening to disturbing testimony and viewing horrific photos.", "url": "https://www.cbc.ca/news/politics/juror-private-members-bill-1.4885913", "urlToImage": "https://i.cbc.ca/1.3931666.1484175893!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mark-farrant.jpg", "publishedAt": "2018-11-01T08:00:00Z", "content": "A Toronto man diagnosed with post-traumatic stress disorder after serving on the jury for a murder trial is praising a new private member's bill that could help jurors deal with the fallout from listening to disturbing testimony and viewing horrific crime sce… [+2897 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Benjamin Shingler,Craig Desson", "title": "Meet Montreal's crew of Jewish emergency responders", "description": "Rabbis, teachers, businessmen — even a magician — are part of Hatzoloh Montreal, a Jewish emergency response service staffed 24 hours a day.", "url": "https://www.cbc.ca/news/canada/montreal/montreal-hatzoloh-jewish-emergency-service-1.4884316", "urlToImage": "https://i.cbc.ca/1.4884317.1540923031!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/montreal-s-orthodox-jewish-emergency-response-crew.jpg", "publishedAt": "2018-11-01T08:00:00Z", "content": "Simcha Wenger was at his Montreal synagogue when he got the call: come quickly, a man in his 30s is choking. Wenger and a group of fellow worshippers hopped in a car and were at the nearby home in minutes. The man was, in fact, having a heart attack. In those… [+4299 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "New privacy rules will force Canadian companies to disclose data breaches", "description": "New privacy rules designed to better safeguard the personal data of Canadians and let them know when it has been breached kick in today, but even security experts say they are far from perfect.", "url": "https://www.cbc.ca/news/business/pipeda-privacy-data-1.4886061", "urlToImage": "https://i.cbc.ca/1.3332323.1488245419!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/malware-hacking-cybersecurity.jpg", "publishedAt": "2018-11-01T08:00:00Z", "content": "New privacy rules designed to better safeguard the personal data of Canadians and let them know when it has been breached kick in Thursday, but even security experts say they are far from perfect. The legislation, known as the Personal Information Protection … [+4275 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "First-ever 'dogbone' interchange coming to Moncton", "description": "The elongated structure, with roundabouts at either end, was created to widen Route 15 and Harrisville Boulevard into four lanes and to add lanes for cyclist and pedestrians.", "url": "https://www.cbc.ca/news/canada/new-brunswick/first-dogbone-interchange-moncton-1.4886364", "urlToImage": "https://i.cbc.ca/1.4886391.1541015457!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dogbone-interchange.jpg", "publishedAt": "2018-11-01T07:00:00Z", "content": "The first \"dogbone\" interchange in New Brunswick is under construction in Moncton, and Department of Transportation officials say it's almost ready for motorists. \"We've done significant work,\" said Serge Gagnon, the department's executive director of enginee… [+1601 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Migrant caravan denied buses by Mexico, must continue toward U.S. on foot", "description": "Tired Central American migrants rested in a southern Mexico town while their representatives tried to negotiate bus transportation hundreds of kilometres ahead, but then came the bad news: They'd be walking again before dawn Thursday.", "url": "https://www.cbc.ca/news/world/migrant-caravan-denied-buses-1.4887023", "urlToImage": "https://i.cbc.ca/1.4887034.1541047982!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-immigration-caravan.jpg", "publishedAt": "2018-11-01T06:06:47Z", "content": "Tired Central American migrants rested in a southern Mexico town while their representatives tried to negotiate bus transportation hundreds of kilometres ahead, but then came the bad news: They'd be walking again before dawn Thursday. They planned to take adv… [+4651 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lori Hinnant and Bram Janssen", "title": "Migrant deaths and disappearances vastly underestimated: AP", "description": "An Associated Press tally has documented more than 56,800 migrants dead or missing worldwide since 2014 — almost double the number found in the world's only official attempt to try to count them.", "url": "https://www.cbc.ca/news/world/migrant-deaths-tally-1.4887035", "urlToImage": "https://i.cbc.ca/1.4887041.1541049357!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/par7677011.jpg", "publishedAt": "2018-11-01T05:38:35Z", "content": "As migration rises worldwide, so has its toll: The tens of thousands of people who die or simply disappear during their journeys. Barely counted in life, these migrants rarely register in death almost as if they never lived at all. A growing number of migrant… [+4723 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "4.9 magnitude earthquake recorded southwest of Port Alice, B.C", "description": "A 4.9 magnitude earthquake has been recorded 209 kilometres southwest of Port Alice, B.C. on Wednesday evening, according to Earthquakes Canada.", "url": "https://www.cbc.ca/news/canada/british-columbia/4-9-magnitude-earthquake-recorded-southwest-of-port-alice-b-c-1.4887038", "urlToImage": "https://i.cbc.ca/1.4887039.1541048931!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/earthquake.JPG", "publishedAt": "2018-11-01T05:28:20Z", "content": "A 4.9 magnitude earthquake was recorded 209 kilometres southwest of Port Alice, B.C. on Wednesday evening, according to Earthquakes Canada. There is no tsunami warning and no reports of damage, according to Natural Resources Canada. According to the United St… [+110 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Jake Virtanen's 2-goal performance leads Canucks past Blackhawks", "description": "Jake Virtanen scored twice on Wednesday, leading the Vancouver Canucks to a 4-2 win over the Chicago Blackhawks. It was the first two-goal game of the 22-year-old right winger's career.", "url": "https://www.cbc.ca/sports/hockey/nhl/chicago-blackhawks-vancouver-canucks-1.4886920", "urlToImage": "https://i.cbc.ca/1.4887031.1541047589!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/blackhawks-canucks.jpg", "publishedAt": "2018-11-01T04:53:21Z", "content": "Jake Virtanen scored twice on Wednesday, leading the Vancouver Canucks to a 4-2 win over the Chicago Blackhawks. It was the first two-goal game of the 22-year-old right winger's career. Brendan Gaunce and Antoine Roussel also scored for the Canucks (8-6-0). B… [+2644 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Higher oil prices and production gains drive operating earnings beat at Suncor", "description": "Suncor Energy Inc. is reporting third-quarter operating income of $1.56 billion, an 80 per cent increase over $867 million in the same period of 2017.", "url": "https://www.cbc.ca/news/canada/calgary/suncor-third-quarter-gains-1.4887018", "urlToImage": "https://i.cbc.ca/1.4819715.1536708863!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/suncor-fort-hills.JPG", "publishedAt": "2018-11-01T04:06:18Z", "content": "Suncor Energy Inc. is reporting third-quarter operating income of $1.56 billion, an 80 per cent increase over $867 million in the same period of 2017. The earnings amount to 96 cents per share, in line with analyst expectations of 95 cents according to Thomso… [+1783 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Anna McMillan", "title": "Barber turns Spruce Grove boy's wheelchair into Batmobile", "description": "Citizens of Spruce Grove are a little safer now that a 5-year-old Batman is patrolling the streets in his Batmobile.", "url": "https://www.cbc.ca/news/canada/edmonton/spruce-grove-batmobile-wheelchair-barber-1.4887006", "urlToImage": "https://i.cbc.ca/1.4887007.1541043310!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/troy-pardely.jpg", "publishedAt": "2018-11-01T04:04:31Z", "content": "Citizens of Spruce Grove are a little safer now that a five-year-old Batman is patrolling the streets in his Batmobile. Troy Pardely kept watch over his neighbourhood this Halloween while trick-or-treating with the Joker. Troy uses a wheelchair on occasion be… [+1652 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Indonesia says 'ping' possibly from jet's black box getting clearer", "description": "A \"ping\" sound believed to be emitted by the black box of an Indonesian jet that crashed into the sea this week with 189 aboard is getting clearer, the deputy of a national transport safety committee said on Thursday.", "url": "https://www.cbc.ca/news/world/lion-air-ping-black-box-1.4886986", "urlToImage": "https://i.cbc.ca/1.4886998.1541041390!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/indonesia-lion-air-crash.jpg", "publishedAt": "2018-11-01T03:19:08Z", "content": "A \"ping\" sound believed to be emitted by the black box of an Indonesian jet that crashed into the sea this week with 189 aboard is getting clearer, the deputy of a national transport safety committee said on Thursday. Ground staff lost touch with flight JT610… [+611 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laura Glowacki", "title": "Indoor trick-or-treating draws hundreds of costumed youngsters to North End centres", "description": "North End community groups stepped up Wednesday night to continue a popular Halloween tradition — indoor trick or treating.", "url": "https://www.cbc.ca/news/canada/manitoba/safe-halloween-north-end-1.4886971", "urlToImage": "https://i.cbc.ca/1.4886978.1541039691!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/aisha-mustafa.JPG", "publishedAt": "2018-11-01T03:14:37Z", "content": "North End community groups stepped up Wednesday night to continue a popular Halloween tradition indoor trick or treating. Nearly 1,000 children, dressed in spooky and sparkly Halloween garb, stopped in at two community centres in Winnipeg's North End for the … [+1745 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "An emotional Derrick Rose brought to tears after career-high 50-point night", "description": "Derrick Rose scored a career-high 50 points, turning back the clock to his prime years and lifting the Minnesota Timberwolves over the Utah Jazz 128-125 on Wednesday night.", "url": "https://www.cbc.ca/sports/basketball/nba/minnesota-timberwolves-derrick-rose-1.4886991", "urlToImage": "https://i.cbc.ca/1.4887003.1541042462!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/rose-derrick.jpg", "publishedAt": "2018-11-01T03:13:30Z", "content": "Derrick Rose scored a career-high 50 points, turning back the clock to his prime years and lifting the Minnesota Timberwolves over the Utah Jazz 128-125 on Wednesday night. Rose was in tears after the game as he walked off the court serenaded by chants of \"MV… [+3406 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Lawsuit alleges Harvey Weinstein sexually assaulted teen girl", "description": "Harvey Weinstein was accused in a civil court filing Wednesday of forcing a 16-year-old Polish model to touch his penis, subjecting her to years of harassment and emotional abuse and blocking her from a successful acting career as payback for refusing his adv…", "url": "https://www.cbc.ca/news/entertainment/lawsuit-weinstein-sexual-assault-1.4886953", "urlToImage": "https://i.cbc.ca/1.4886980.1541039772!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sexual-misconduct-weinstein.jpg", "publishedAt": "2018-11-01T02:49:05Z", "content": "Harvey Weinstein was accused in a civil court filing Wednesday of forcing a 16-year-old Polish model to touch his penis, subjecting her to years of harassment and emotional abuse and blocking her from a successful acting career as payback for refusing his adv… [+4403 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Watch this amazing time-lapse of The Homestretch’s Jenny Howe getting a complete Halloween makeover", "description": null, "url": "https://www.cbc.ca/news/canada/calgary/watch-this-amazing-time-lapse-of-the-homestretch-s-jenny-howe-get-a-complete-halloween-makeover-1.4887572", "urlToImage": "https://i.cbc.ca/1.4887572.1541090401!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-01T02:07:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Watch this amazing time-lapse of The Homestretch’s Jenny Howe get a complete Halloween makeover", "description": null, "url": "https://www.cbc.ca/news/canada/calgary/watch-this-amazing-time-lapse-of-the-homestretch-s-jenny-howe-getting-a-complete-halloween-makeover-1.4887572", "urlToImage": "https://i.cbc.ca/1.4887572.1541091303!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-01T02:07:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "The Homestretch’s Jenny Howe @CBCJenny got the full Halloween makeover treatment live during Wednesday’s show by the amazing Calgary makeup artist Angela McIntosh @LetsMakeupYYC. Here’s the time-lapse you need to see.", "description": null, "url": "https://www.cbc.ca/news/canada/calgary/the-homestretch-s-jenny-howe-cbcjenny-got-the-full-halloween-makeover-treatment-live-during-wednesday-s-show-by-the-amazing-calgary-makeup-artist-angela-mcintosh-letsmakeupyyc-here-s-the-time-lapse-you-need-to-see-1.4887572", "urlToImage": "https://i.cbc.ca/1.4887572.1541088901!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-01T02:07:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Paramedics with private operators frustrated with pay and staffing regulations", "description": "Some paramedics working with private ambulance companies in Newfoundland and Labrador say they're not being paid properly.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/private-ambulance-staff-frustrated-1.4886922", "urlToImage": "https://i.cbc.ca/1.4151059.1509352187!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ambulance.jpg", "publishedAt": "2018-11-01T01:58:07Z", "content": "Some paramedics working with private ambulance companies in Newfoundland and Labrador say they're not being paid properly. Richard Gill, president of Teamster's Union Local 855, which represents about 165 private medics, says some paramedics aren't being paid… [+4107 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Crews respond to house fire on 16th Avenue in Burnaby", "description": "Fire crews are responding to a house fire on 16th Avenue in Burnaby.", "url": "https://www.cbc.ca/news/canada/british-columbia/crews-respond-to-house-fire-on-16th-avenue-in-burnaby-1.4886938", "urlToImage": "https://i.cbc.ca/1.4886941.1541036139!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/fire.JPG", "publishedAt": "2018-11-01T01:51:31Z", "content": "Fire crews are responding to a house fire on 16th Avenue in Burnaby. The home, near 16th Avenue and 1st Street, is a duplex. Heavy black smoke was visible when crews arrived on the scene, according to a spokesperson from the Burnaby Fire Department. They said… [+111 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man pulled from duplex fire in Burnaby", "description": "Fire crews responded to a house fire on 16th Avenue in Burnaby around 5:30 p.m. Wednesday.", "url": "https://www.cbc.ca/news/canada/british-columbia/man-pulled-from-duplex-fire-in-burnaby-1.4886938", "urlToImage": "https://i.cbc.ca/1.4886941.1541036139!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/fire.JPG", "publishedAt": "2018-11-01T01:51:31Z", "content": "One man is recovering from burns after being pulled from a house fire in Burnaby on Wednesday. The duplex near 16th Avenue and 1st Street caught fire around 5:30 p.m. PT. The man was rescued from the house and briefly stopped breathing, but crews were able to… [+135 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "First train arrives in Churchill after tracks damaged more than a year ago", "description": "A freight train rolled into Churchill for the first time in more than a year after spring flooding damaged the tracks and severed the town’s only land link to the rest of the province.", "url": "https://www.cbc.ca/news/canada/manitoba/churchill-first-train-arrives-1.4886923", "urlToImage": "https://i.cbc.ca/1.4886925.1541035432!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/churchill-train-arrives.jpg", "publishedAt": "2018-11-01T01:32:54Z", "content": "A freight train rolled into Churchill Wednesday evening for the first time in more than a year after spring flooding damaged the tracks and severed the town's only land link to the rest of the province. Prime Minister Justin Trudeau is expected to attend a ce… [+980 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Manitoba wary of federal offer to help fund replacement for Greyhound buses", "description": "​The Manitoba government says it's willing to look at a federal plan to replace Greyhound bus service, but it won't put up subsidies.", "url": "https://www.cbc.ca/news/canada/manitoba/greyhound-replacement-manitoba-1.4886882", "urlToImage": "https://i.cbc.ca/1.4746807.1531529807!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/greyhound-buses.jpg", "publishedAt": "2018-11-01T01:03:32Z", "content": "The Manitoba government says it's willing to look at a federal plan to replace Greyhound bus service, but it won't put up subsidies. Federal Transport Minister Marc Garneau announced that the Trudeau government is open to helping affected provinces pay for bu… [+1140 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Giants Hall of Famer Willie McCovey dead at 80", "description": "Willie McCovey, the sweet-swinging Hall of Famer nicknamed \"Stretch\" for his six-foot-four height and those long arms, has died. He was 80.", "url": "https://www.cbc.ca/sports/baseball/mlb/giants-hall-of-famer-willie-mccovey-dead-at-80-1.4886896", "urlToImage": "https://i.cbc.ca/1.4886898.1541032691!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/obit-mccovey-baseball.jpg", "publishedAt": "2018-11-01T00:41:01Z", "content": "Willie McCovey, the sweet-swinging Hall of Famer nicknamed \"Stretch\" for his 6-foot-4 height and those long arms, died Wednesday. He was 80. The San Francisco Giants announced McCovey's death, saying the fearsome hitter passed \"peacefully\" in the afternoon \"a… [+3034 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ian Froese", "title": "Winnipeg pediatrician accused of sexually abusing son split family into factions, prosecutor says", "description": "You're either with Victor Chernick or you're against him, the Crown alleged Wednesday in the trial of a former Winnipeg pediatrician accused of frequently molesting his son decades ago.", "url": "https://www.cbc.ca/news/canada/manitoba/victor-chernick-closing-statements-winnipeg-pediatrician-1.4886024", "urlToImage": "https://i.cbc.ca/1.4886673.1541031564!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/victor-chernick.jpg", "publishedAt": "2018-11-01T00:32:07Z", "content": "A Crown prosecutor told a court Wednesday the Winnipeg pediatrician accused of frequently molesting his son decades ago was a powerful man who divided his children into two factions: those who supported him against the abuse allegations, and those who didn't.… [+4332 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Shopper describes shots being fired at Miramichi Walmart on Wednesday", "description": "A man opened fire inside a Walmart in Miramichi on Wednesday, according to a local resident who was in the store at the time the shots were fired.", "url": "https://www.cbc.ca/news/canada/new-brunswick/shooting-miramichi-walmart-1.4886835", "urlToImage": "https://i.cbc.ca/1.3550203.1461419335!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/miramichi-police.jpg", "publishedAt": "2018-11-01T00:21:34Z", "content": "A man opened fire inside a Walmart in Miramichi on Wednesday, according to a local resident who was in the store at the time of the shooting. Nadine Street entered the building shortly after 5 p.m. and saw what she described as a confrontation between staff a… [+1694 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Justin McElroy", "title": "With Greyhound gone, no alternative in place for several parts of B.C.", "description": "The last Greyhound bus pulled out of Pacific Central Station at noon Wednesday with its bus driver, Doug Campbell, believing that things would work out fine for most people who relied on the service — assuming they lived in big cities.", "url": "https://www.cbc.ca/news/canada/british-columbia/greyhound-bc-gaps-similkameen-exist-lewis-1.4886799", "urlToImage": "https://i.cbc.ca/1.4886827.1541031340!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/greyhound-driving-away.png", "publishedAt": "2018-11-01T00:19:36Z", "content": "The last Greyhound bus pulled out of Pacific Central Station at noon Wednesday with its bus driver, Doug Campbell, believing that things would out fine for most people who relied on the service assuming they lived in big cities. \"For the smaller communities, … [+2172 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Devin Heroux", "title": "'Let's do this': Cavalry of Canadian Olympians rally in support of Calgary 2026", "description": "With Calgary's 2026 Olympic bid on death's doorstep, some of Canada's highest-profile Olympians took to social media and showed up at Calgary's city hall in an attempt to convince councillors to keep it alive.", "url": "https://www.cbc.ca/sports/olympics/cavalry-of-canadian-olympians-rally-to-help-save-calgary-2026-1.4886784", "urlToImage": "https://i.cbc.ca/1.4886845.1541029623!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/maple-leafs-wickenheiser-hockey.jpg", "publishedAt": "2018-11-01T00:07:19Z", "content": "With Calgary's 2026 Olympic bid on death's doorstep, some of Canada's highest-profile Olympians took to social media and showed up at Calgary's city hall in an attempt to convince councillors to keep it alive. A vote to kill it fell short of the required two-… [+3478 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Blue Jays hang on to Justin Smoak with $8M option", "description": "The Toronto Blue Jays have exercised their $8-million US club option on first baseman Justin Smoak and have declined the $5.5-million club option on infielder Yangervis Solarte.", "url": "https://www.cbc.ca/sports/baseball/mlb/toronto-blue-jays-justin-smoak-yangervis-solarte-1.4886852", "urlToImage": "https://i.cbc.ca/1.4886863.1541030811!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/rays-jays.jpg", "publishedAt": "2018-11-01T00:07:14Z", "content": "The Toronto Blue Jays have exercised their $8-million US club option on first baseman Justin Smoak and have declined the $5.5-million club option on infielder Yangervis Solarte. The Blue Jays announced the moves Wednesday evening on Twitter. ROSTER UPDATE:&lt… [+544 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "A good fright for a good cause at LaSalle haunted house", "description": "With the help of the neighbourhood, Joey Cuscuna has turned his backyard into a haunted playground, and he expects thousands to come out and get a good fright.", "url": "https://www.cbc.ca/news/canada/montreal/a-good-fright-for-a-good-cause-at-lasalle-haunted-house-1.4886844", "urlToImage": "https://i.cbc.ca/1.4886858.1541030086!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lasalle-haunted-house.jpg", "publishedAt": "2018-11-01T00:04:46Z", "content": "If you're trick-or-treating in LaSalle, you won't want to miss this house. With the help of the neighbourhood, Joey Cuscuna has turned his backyard into a haunted playground, and he expects thousands to come out and get a good fright. He got the idea five yea… [+1380 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Province issues first licence for private, non-medical cannabis retail store in B.C.", "description": "The first legal, private non-medical cannabis retail store licence in B.C. has been issued for a store in Kimberley.", "url": "https://www.cbc.ca/news/canada/british-columbia/province-issues-first-licence-for-private-non-medical-cannabis-retail-store-in-b-c-1.4886808", "urlToImage": "https://i.cbc.ca/1.4083484.1541030505!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/pot-shop.JPG", "publishedAt": "2018-11-01T00:04:10Z", "content": "The first legal, private non-medical cannabis retail store licence in B.C. has been issued for a store in Kimberley. The licence was issued by the Liquor and Cannabis Regulation Branch (LCRB) to Tamarack Cannabis Boutique, and is effective Nov. 1, 2018. The s… [+397 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Province issues 1st licence for private, non-medical cannabis retail store in B.C.", "description": "The first legal, private non-medical cannabis retail store licence in B.C. has been issued for a store in Kimberley.", "url": "https://www.cbc.ca/news/canada/british-columbia/province-issues-1st-licence-for-private-non-medical-cannabis-retail-store-in-b-c-1.4886808", "urlToImage": "https://i.cbc.ca/1.4886921.1541039546!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/tamarack-dispensary.JPG", "publishedAt": "2018-11-01T00:04:10Z", "content": "The first legal, private non-medical cannabis retail store licence in B.C. has been issued for a store in Kimberley. The licence was issued by the Liquor and Cannabis Regulation Branch (LCRB) to Tamarack Cannabis Boutique, and is effective Nov. 1, 2018. The s… [+1117 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Eric Rankin", "title": "Leading B.C. surgeon denies negligence, arrogance led to operating room death", "description": "One of B.C.’s top thoracic surgeons is denying allegations he was “negligent” and “high-handed and arrogant” in the death of a patient in 2017. In a legal response to a civil claim filed by the dead man’s family, Dr. Reuben James Bond also denies he “intentio…", "url": "https://www.cbc.ca/news/canada/british-columbia/leading-b-c-surgeon-denies-negligence-arrogance-led-to-operating-room-death-1.4886206", "urlToImage": "https://i.cbc.ca/1.4822909.1541023809!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dr-reuben-james-bond-claims-the-fatal-surgery-was-in-accordance-with-the-standard-of-care.jpg", "publishedAt": "2018-11-01T00:00:00Z", "content": "One of B.C.'s top thoracic surgeons is denying allegations he was \"negligent\" and \"high-handed and arrogant\" in the death of a patient in 2017. In a legal response to a civil claim filed by the dead man's family, Dr. Reuben James Bond also denies he \"intentio… [+2482 chars]"}]}