{"articles": [{"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Fort McMurray artist uses 'wild colour' to bring portrait subjects to life", "description": "Four years ago, when someone tagged the shed behind Russell Thomas's Fort McMurray home, the former broadcaster and municipal politician painted over the vandalism with a mural of a highly-respected local Métis elder.", "url": "https://www.cbc.ca/news/canada/edmonton/russell-thomas-fort-mcmurray-portrait-artist-1.4905698", "urlToImage": "https://i.cbc.ca/1.4905774.1542228087!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/beaton-tulk.jpg", "publishedAt": "2018-11-15T00:00:00Z", "content": "Four years ago, when someone tagged the shed behind Russell Thomas's Fort McMurray home, the former broadcaster and municipal politician decided to cover the vandalism with a mural of a highly-respected local Métis elder. \"It was like the stars aligned,\" said… [+2755 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dan Taekema", "title": "Runway lights were on, snow was falling in plane crash that killed Brampton couple", "description": "Ronald Chamberlain and his wife, Mildred, crashed into the grass near a runway at the Brantford airport around 1:19 a.m. Tuesday. Emergency crews didn't arrive on scene until almost seven hours later.", "url": "https://www.cbc.ca/news/canada/hamilton/brantford-airport-crash-tsb-1.4905962", "urlToImage": "https://i.cbc.ca/1.4902840.1542237637!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/plane-crash-brantford-airport.jpg", "publishedAt": "2018-11-14T23:55:49Z", "content": "The runway lights were on and it was snowing when the plane carrying a husband and wife from Brampton rapidly dropped from the sky and crashed into the grass near a runway at the Brantford Municipal Airport. It was around 1:19 a.m. Tuesday when the Piper Arro… [+4640 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Anna Dimoff", "title": "Campbell River ice rink first in B.C. to switch from ammonia to CO2 refrigeration", "description": "A community on Vancouver Island is set to be the first ice rink in B.C. to make the switch from using ammonia to a carbon dioxide system.", "url": "https://www.cbc.ca/news/canada/british-columbia/campbell-river-ice-rink-first-in-b-c-to-switch-from-ammonia-to-co2-refrigeration-1.4905954", "urlToImage": "https://i.cbc.ca/1.4905966.1542238112!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/strath-gardens-campbell-rvr.jpg", "publishedAt": "2018-11-14T23:45:00Z", "content": "A community on Vancouver Island is set to be the first ice rink in B.C. to make the switch from using ammonia to a carbon dioxide system. After three workers died in a Fernie, B.C., ice rink due to an ammonia leak last year, Campbell River's Strathcona Region… [+1393 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Heather Barrett", "title": "Ken Tizzard spreads the gospel of Ron Hynes", "description": "Singer/songwriter Ken Tizzard says touring with Ron Hynes was a life-changing experience, and he continues to learn by playing his late mentor's music.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/first-listen-ken-tizzard-a-good-dog-is-lost-ron-hynes-songs-1.4900653", "urlToImage": "https://i.cbc.ca/1.4900661.1541862541!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ken-tizzard.jpg", "publishedAt": "2018-11-14T23:30:00Z", "content": "Musician Ken Tizzard is clear about how important legendary singer/songwriter Ron Hynes is to him. \"I just think it's part of what I need to do on this planet right now, is play his songs,\" said Tizzard. Tizzard's new album, A Good Dog Is Lost: A Collection o… [+2212 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Murray Brewster", "title": "Liberals appoint a new veterans 'ombudsperson'", "description": "Canada has a new veterans ombudsman — or rather (to use the Liberal government's preferred title), a new veterans 'ombudsperson'.", "url": "https://www.cbc.ca/news/politics/veterans-ombudsman-ombudsperson-1.4906134", "urlToImage": "https://i.cbc.ca/1.4906154.1542237635!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/veterans-ombusman-20181114.jpg", "publishedAt": "2018-11-14T23:26:38Z", "content": "Canada has a new veterans ombudsman or rather (to use the Liberal government's preferred title), a new veterans 'ombudsperson'. The appointment of Craig Dalton was announced late Wednesday by Veterans Affairs Minister Seamus O'Regan, who thanked the outgoing … [+2651 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Ballet students hit the road", "description": "Students with the Royal Winnipeg Ballet School's professional division perform at Stanley Knowles School on Wednesday as part of their annual tour around Manitoba and northwestern Ontario.", "url": "https://www.cbc.ca/news/canada/manitoba/ballet-students-hit-the-road-1.4906191", "urlToImage": "https://i.cbc.ca/1.4906191.1542239455!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-14T23:21:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Clare Hennig", "title": "Why do houses burn but trees remain? Photos from California wildfires reveal lessons for B.C.", "description": "The wildfire situation in California is being called the deadliest in the state's history and lessons for British Columbia are emerging from the photos of the carnage.", "url": "https://www.cbc.ca/news/canada/british-columbia/photos-from-california-wildfires-reveal-lessons-for-b-c-1.4905324", "urlToImage": "https://i.cbc.ca/1.4905365.1542232083!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/paradise.JPG", "publishedAt": "2018-11-14T23:15:57Z", "content": "The wildfire situation in California is now the deadliest in the state's history, with at least 50 people killed, more than 100 missing or unaccounted for and the town of Paradise almost entirely destroyed. But the footage coming out of affected communities t… [+2185 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "'Once in a lifetime' chance at Marie Antoinette's jewels has buyers laying down millions", "description": "A large, drop-shaped natural pearl pendant sold for a hammer price of $42 million at an auction of jewelry that once belonged to French Queen Marie Antoinette, which Sotheby's is calling a record price for a pearl at auction.", "url": "https://www.cbc.ca/news/world/marie-antoinette-jewelry-auction-1.4905996", "urlToImage": "https://i.cbc.ca/1.4906060.1542234949!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/648a0368-jpg.jpg", "publishedAt": "2018-11-14T23:00:00Z", "content": "A large, drop-shaped natural pearl pendant sold for a hammer price of $42 million at an auction of jewelry that once belonged to French Queen Marie Antoinette, which Sotheby's is calling a record price for a pearl at auction. The \"Queen Marie Antoinette's Pea… [+1646 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Craig Desson", "title": "How Corey Fleischer found meaning in erasing hate", "description": "For nine years, Corey Fleischer has been roaming the streets of Montreal looking to remove hate symbols from the city's streets. He is now using social media to take his idea global.", "url": "https://www.cbc.ca/news/canada/montreal/how-corey-fleischer-found-meaning-in-erasing-hate-1.4895406", "urlToImage": "https://i.cbc.ca/1.4897043.1542146210!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/corey-fleischer.jpg", "publishedAt": "2018-11-14T23:00:00Z", "content": "On an overcast afternoon, Corey Fleischer is kneeling in front of a swastika etched into a downtown Montreal sidewalk. \"I'm dedicating this to the 11 people who were massacred at the synagogue in Pittsburgh.\" He then covers up the swastika with cement using a… [+2465 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Parents, safety group concerned after school district ditches motorcoaches for long trips", "description": "Coaches equipped with seatbelts are being dropped in favour of school buses without seatbelts.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/school-bus-policy-safety-concerns-1.4904814", "urlToImage": "https://i.cbc.ca/1.3883683.1481047793!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/coach-line-tour-bus.jpg", "publishedAt": "2018-11-14T23:00:00Z", "content": "Parents in the province are concerned that a new Newfoundland and Labrador English School District busing policy will put their children at risk. The district is moving away from using motorcoaches to transport kids on school-sponsored trips, except under spe… [+3102 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Boy has forgiven bullies who walked on him in stream, mother says", "description": "As Brett Corbett's mother says her son is \"forgiving\" of students who bullied him, school administrators say they are working to address the students' behaviour.", "url": "https://www.cbc.ca/news/canada/nova-scotia/boy-forgives-bullies-who-walked-on-him-in-stream-1.4905980", "urlToImage": "https://i.cbc.ca/1.4899554.1541789932!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brett-corbett.jpg", "publishedAt": "2018-11-14T22:54:43Z", "content": "The mother of a Cape Breton teen with cerebral palsy says her son has forgiven a group of students who bullied him last week telling him to lie in a shallow stream as other students walked over him. But she said he is still afraid to return to his high school… [+2548 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Petz", "title": "Accused in Thompson teen's murder told undercover officer he thought he could beat the charge, court hears", "description": "An undercover police officer recorded one of the men accused of killing Nicholas Brophy appearing to admit that he knew where the murder weapon was, and bragging about how he thought he could beat the charge.", "url": "https://www.cbc.ca/news/canada/manitoba/nicholas-brophy-murder-trial-undercover-officers-1.4904919", "urlToImage": "https://i.cbc.ca/1.3558380.1541724278!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nicholas-brophy-19-has-been-missing-since-sept-8.jpg", "publishedAt": "2018-11-14T22:54:12Z", "content": "An undercover police officer recorded one of the men accused of killing Nicholas Brophy appearing to admit that he knew where the murder weapon was, and bragging about how he thought he could beat the charge. Two undercover officers testified Wednesday in the… [+2691 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Canmore mayor disappointed by Calgary vote to end 2026 Olympic bid", "description": "John Borrowman, who has lived in Canmore since before the 1988 Calgary Olympics, says he believed in the benefits to again co-host the Games.", "url": "https://www.cbc.ca/news/canada/calgary/canmore-olympic-no-1.4905952", "urlToImage": "https://i.cbc.ca/1.4134021.1495837962!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/john-borrowman-mayor-of-canmore.jpg", "publishedAt": "2018-11-14T22:54:05Z", "content": "The mayor of Canmore says he's disappointed that Calgarians have rejected a potential bid by their city for the 2026 Olympic Winter Games. John Borrowman, who has lived in Canmore since before the 1988 Calgary Olympics, says he believed in the benefits to aga… [+745 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Meghan Grant", "title": "'Monster' accused of shoving grandmother onto tracks to undergo 30-day psych assessment", "description": "As they laid eyes for the first time on the woman accused of trying to kill their mother in an unprovoked attack on a C-Train platform, emotions overwhelmed two siblings, who clung to each other as tears ran down their faces.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-transit-unprovoked-attack-attempted-murder-court-fitness-1.4905167", "urlToImage": "https://i.cbc.ca/1.4899555.1541790409!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/stephanie-favel-calgary-attempted-murder.jpg", "publishedAt": "2018-11-14T22:45:58Z", "content": "As they laid eyes for the first time on the woman accused of trying to kill their mother in a random attack on one of Calgary's C-Train platforms, emotions overwhelmed two siblings, who clung to each other as tears ran down their faces. Stephanie Favel, 35, w… [+3062 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Transcona Trail to receive lion's share of Winnipeg bike infrastructure money in 2019", "description": "The city plans to devote $1.7 million of its $5.4-million bike and pedestrian infrastructure budget next year to a new section of the Transcona Trail, according to a report that comes before council's public works committee next week.", "url": "https://www.cbc.ca/news/canada/manitoba/bike-projects-winnipeg-2019-1.4905908", "urlToImage": "https://i.cbc.ca/1.3487008.1496175868!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bike-lanes.jpg", "publishedAt": "2018-11-14T22:42:15Z", "content": "Transcona is in line to receive the biggest chunk of Winnipeg's investment in new bike lanes and trails next year. The city plans to devote $1.7 million of it's $5.4-million bike and pedestrian infrastructure budget in 2019 to a new section of the Transcona T… [+1228 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC", "title": "Brian Gallant plans to resign as Liberal leader", "description": "Former New Brunswick premier Brian Gallant plans to resign as Liberal leader on Thursday, almost two weeks after his government lost a confidence vote in the legislature.", "url": "https://www.cbc.ca/news/canada/new-brunswick/brian-gallant-plans-resignation-1.4906015", "urlToImage": "https://i.cbc.ca/1.4886317.1541013827!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brian-gallant.jpg", "publishedAt": "2018-11-14T22:40:27Z", "content": "Brian Gallant plans to resign as New Brunswick Liberal leader. Moncton East MLA Monique LeBlanc confirmed to Radio-Canada that Gallant told the caucus of his plans Wednesday afternoon. \"I have to admit I was a little sad,\" LeBlanc said. \"I went into politics … [+3909 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "1 person taken to hospital after Wednesday afternoon fire", "description": "One person was taken to hospital in stable condition after a home fire in Winnipeg's Beaumont area Wednesday afternoon.", "url": "https://www.cbc.ca/news/canada/manitoba/saturn-bay-fire-single-family-home-1.4905953", "urlToImage": "https://i.cbc.ca/1.4785690.1534300599!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winnipeg-firefighter.jpg", "publishedAt": "2018-11-14T22:35:49Z", "content": "One person was taken to hospital in stable condition after a home fire in Winnipeg's Beaumont area Wednesday afternoon. Winnipeg Fire Paramedic Service crews arrived at the fire on Saturn Bay around 1:30 p.m., a City of Winnipeg news release said. Crews found… [+309 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Steve Lambert", "title": "'He's got a hold of me:' Woman says she was groped by Manitoba politician", "description": "A longtime Manitoba Progressive Conservative party member and volunteer says she was groped by a legislature member ousted from government caucus last month over inappropriate remarks to female staff.", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-mla-cliff-graydon-grope-allegation-1.4905977", "urlToImage": "https://i.cbc.ca/1.4897174.1541696242!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cliff-graydon-dismissed.jpg", "publishedAt": "2018-11-14T22:32:58Z", "content": "A longtime Manitoba Progressive Conservative party member and volunteer says she was groped by a legislature member ousted from government caucus last month over inappropriate remarks to female staff. The woman, who asked not to be identified because she fear… [+4636 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Phone scammers pretending to be police are targeting Winnipeggers, police warn", "description": "Winnipeg police are warning the public about phone scammers they believe are targeting local numbers, faking a credit card fraud investigation to swindle money from victims.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-phone-scam-police-1.4905906", "urlToImage": "https://i.cbc.ca/1.4612049.1535149461!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cell-phone-with-laptop.jpg", "publishedAt": "2018-11-14T22:31:52Z", "content": "Winnipeg police are warning the public about phone scammers they believe are targeting local numbers, faking a credit card fraud investigation to swindle money from victims. In the scam, a caller will phone a victim and pretend to be a retail business, police… [+1797 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Paul Withers", "title": "Minister vows Northern Pulp won't get reprieve on mill effluent deadline", "description": "Nova Scotia's lands and forestry minister is not sympathetic to an admission by Northern Pulp that it will likely miss a government-imposed deadline to have a fully operational effluent treatment system in place by January 2020.", "url": "https://www.cbc.ca/news/canada/nova-scotia/northern-pulp-boat-harbour-effluent-deadline-1.4905735", "urlToImage": "https://i.cbc.ca/1.4847520.1538506415!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/iain-rankin.jpg", "publishedAt": "2018-11-14T22:31:51Z", "content": "Nova Scotia's lands and forestry minister is not sympathetic to an admission by Northern Pulp that it will likely miss a government-imposed deadline to have a fully operational effluent treatment system in place at its Pictou County paper mill. Minister Iain … [+1927 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Province says new Selkirk rapid access clinic will help those struggling with addictions in Interlake", "description": "Manitoba's fifth RAAM —rapid access to addictions medicine — clinic has just opened in Selkirk, providing an option for residents in the Interlake-Eastern region seeking help for addictions.", "url": "https://www.cbc.ca/news/canada/manitoba/selkirk-addictions-rapid-access-clinic-1.4905418", "urlToImage": "https://i.cbc.ca/1.4905869.1542229879!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jeannie-red-eagle.jpg", "publishedAt": "2018-11-14T22:24:34Z", "content": "Manitoba's health minister says the opening of a clinic in Selkirk will help people in the Interlake-Eastern region get help for addictions faster. Manitoba's fifth RAAM rapid access to addictions medicine clinic officially opened in Selkirk on Wednesday. \"We… [+2759 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "TransLink decision on new Surrey SkyTrain likely to come Thursday", "description": "TransLink is recommending Metro Vancouver mayors approve a motion Thursday that would see the immediate start of a planning and design process for a new SkyTrain line in Surrey", "url": "https://www.cbc.ca/news/canada/british-columbia/decision-on-new-surrey-skytrain-could-come-thursday-1.4905771", "urlToImage": "https://i.cbc.ca/1.4494244.1540262268!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/skytrain.jpg", "publishedAt": "2018-11-14T22:24:19Z", "content": "TransLink is recommending Metro Vancouver mayors approve a motion Thursday that would see the immediate start of a planning and design process for a new SkyTrain line in Surrey. Surrey council voted earlier this month to scrap the LRT project that would have … [+1267 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Decision on new Surrey SkyTrain likely to come Thursday", "description": "TransLink is recommending Metro Vancouver mayors approve a motion Thursday that would see the immediate start of a planning and design process for a new SkyTrain line in Surrey", "url": "https://www.cbc.ca/news/canada/british-columbia/decision-on-new-surrey-skytrain-likely-to-come-thursday-1.4905771", "urlToImage": "https://i.cbc.ca/1.4494244.1540262268!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/skytrain.jpg", "publishedAt": "2018-11-14T22:24:19Z", "content": "TransLink is recommending Metro Vancouver mayors approve a motion Thursday that would see the immediate start of a planning and design process for a new SkyTrain line in Surrey. Surrey council voted earlier this month to scrap the LRT project that would have … [+1262 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate McKenna", "title": "How Montreal teens created an arcade — and are helping to build a community", "description": "A youth-led co-operative called Press Start opened to the public in May in the Montreal neighbourhood of Pointe-Saint-Charles.", "url": "https://www.cbc.ca/news/canada/montreal/press-start-psc-1.4903488", "urlToImage": "https://i.cbc.ca/1.4903497.1542130719!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/press-start-arcade.jpg", "publishedAt": "2018-11-14T22:22:11Z", "content": "The kids are getting antsy. It's nearly 4 p.m. on a Saturday. The Press Start Arcade opens in a couple of minutes. When it does, the group most of them between the ages of eight and 12 is unleashed into a room filled with video and arcade games. Some of the k… [+3900 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Preston Mulligan", "title": "Officer accused of voyeurism peeked in motel windows, colleague testifies", "description": "The head of technical surveillance with the Halifax Regional Police said Farmer was repeatedly seen on video looking in the windows of the Esquire Motel at night.", "url": "https://www.cbc.ca/news/canada/nova-scotia/george-farmer-halifax-police-esquire-motel-windows-voyeurism-1.4905814", "urlToImage": "https://i.cbc.ca/1.4436058.1512591074!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/constable-george-farmer.jpg", "publishedAt": "2018-11-14T22:19:54Z", "content": "A Halifax police officer charged with voyeurism visited a local motel and peeped inside its windows so many times he wore a path in the grass along the back of the site, a fellow officer testified Wednesday at the trial for Const. George Farmer. Farmer, an 11… [+2429 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Angela Bosse", "title": "Young humanitarian says village life turned him into advocate", "description": "Austin Henderson credits his experience growing up in the New Brunswick village of Salisbury to his involvement in volunteer activities and advocacy.", "url": "https://www.cbc.ca/news/canada/new-brunswick/nb-young-humanitarian-red-cross-austin-henderson-1.4905150", "urlToImage": "https://i.cbc.ca/1.4905887.1542230767!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/austin-henderson.jpg", "publishedAt": "2018-11-14T22:14:43Z", "content": "This year's Red Cross Young Humanitarian credits much of his involvement in volunteer projects to growing up in a village. Austin Henderson is from Salisbury, a community of about 2,200 outside Moncton. Growing up, he said, many of his peers believed small to… [+2647 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Suspect in fatal hit-and-run charged nine months after Red Deer death", "description": "A 29-year-old man has been charged in relation to a fatal hit and run in Red Deer last spring.", "url": "https://www.cbc.ca/news/canada/edmonton/fatal-hit-and-run-suspect-charged-red-deer-death-1.4905912", "urlToImage": "https://i.cbc.ca/1.4905998.1542233172!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-14T22:11:59Z", "content": "A 29-year-old man has been charged in relation to a fatal hit and run in north Red Deer last spring. On March 11, a 38-year-old man was standing beside a parked vehicle on 76th Street when he was struck by a red truck, which drove off. RCMP recovered the truc… [+690 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "John Paul Tasker,Vassy Kapelos", "title": "Kevin O'Leary suing Elections Canada over fundraising limits", "description": "Failed Conservative leadership contender and reality TV star Kevin O'Leary is suing the federal elections commissioner and Elections Canada over fundraising rules that limit how much of his own money he can spend to clear up outstanding campaign debts — rules…", "url": "https://www.cbc.ca/news/politics/powerandpolitics/pnp-tasker-oleary-suing-elections-canada-1.4905684", "urlToImage": "https://i.cbc.ca/1.4087516.1493245110!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/78851115.jpg", "publishedAt": "2018-11-14T22:06:52Z", "content": "Failed Conservative leadership contender and reality TV star Kevin O'Leary is suing the federal elections commissioner and Elections Canada over fundraising rules that limit how much of his own money he can spend to clear up outstanding campaign debts rules O… [+3504 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michelle Bellefontaine", "title": "Jason Kenney says Carpay membership decision lies with UCP board, not with him", "description": "United Conservative Party Leader Jason Kenney says he doesn’t have the authority to expel the Calgary lawyer who compared the Pride flag to a Nazi swastika from the party.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-ucp-jason-kenney-john-carpay-lgbtq-1.4905895", "urlToImage": "https://i.cbc.ca/1.4905972.1542232514!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jason-kenney.jpg", "publishedAt": "2018-11-14T22:03:09Z", "content": "United Conservative Party Leader Jason Kenney says he doesn't have the authority to expel members such as John Carpay, the Calgary lawyer who compared the Pride flag to a Nazi swastika, from the party. \"It's our board that deals with expulsions,\" Kenney said … [+2133 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Radio", "title": "Midweek podcast: Calgary Olympics' failure to launch", "description": "This week on The House midweek podcast, Chris Hall hears from two Calgary city councillors with differing opinions on the city's failed Olympics bid, and an Olympics expert weighs in on whether the Games' reputation is too tarnished for taxpayers.", "url": "https://www.cbc.ca/radio/thehouse/midweek-podcast-calgary-olympics-failure-to-launch-1.4904674", "urlToImage": "https://i.cbc.ca/1.4904612.1542201490!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/in-the-news-20181114.jpg", "publishedAt": "2018-11-14T22:00:27Z", "content": "Hosting the Olympics used to be a prize that cities fought over. But now that Calgary has become the latest city to drop its bid for the 2026 Winter Games, it's looking more like a potential boondoggle politicians are less and less willing to take on. \"It was… [+4511 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "CBC Nova Scotia News November 14, 2018", "description": "The only daily TV news package to focus on Nova Scotians and their stories", "url": "https://www.cbc.ca/news/canada/nova-scotia/cbc-nova-scotia-news-november-14-2018-1.4906139", "urlToImage": "https://i.cbc.ca/1.4906139.1542237001!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-14T22:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ceiling panels have to come out, Paul Reynolds Centre pool closed", "description": "The pool will be closed until Dec. 9.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/paul-reynolds-centre-pool-closes-1.4901692", "urlToImage": "https://i.cbc.ca/1.4151256.1496930060!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/paul-reynolds-community-centre-pool-water-slide.jpg", "publishedAt": "2018-11-14T21:56:29Z", "content": "A new sports facility in St. John's will have to close its pool, as the ceiling sound panels need to be replaced. The Paul Reynolds Centre will be closed until Dec. 9, the city says in a press release. On Saturday, one of the sound panels came loose. An inspe… [+1116 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Outrage in Ireland after teenage girl's underwear used as evidence in rape trial", "description": "Women’s rights campaigners in Ireland and beyond are outraged and organizing protests after a man was acquitted of raping a 17-year-old in a trial where the defence lawyer used the woman’s laced thong underwear as evidence.", "url": "https://www.cbc.ca/news/world/ireland-rape-underwear-1.4905643", "urlToImage": "https://i.cbc.ca/1.470050.1431707740!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/default-headline-image-news.jpg", "publishedAt": "2018-11-14T21:50:51Z", "content": "Women's rights campaigners in Ireland and beyond are outraged and organizing protests after a man was acquitted of raping a 17-year-old in a trial where the defence lawyer used the woman's laced thong underwear as evidence. In her closing argument following t… [+3299 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Canada Post issues new offer to employees as eBay calls on Ottawa to end strikes", "description": "Canada Post has issued what it calls a \"time-limited\" contract offer to its employees in hopes of ending rotating strikes that have created a backlog of undelivered parcels. The offer came just hours after online sales and auctioning giant eBay called on the …", "url": "https://www.cbc.ca/news/business/canada-post-new-offer-1.4905899", "urlToImage": "https://i.cbc.ca/1.4905913.1542231529!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-post-rotating-strikes-20181113.jpg", "publishedAt": "2018-11-14T21:47:28Z", "content": "Canada Post has issued what it calls a \"time-limited\" contract offer to its employees in the hope of ending rotating strikes that have created a historic backlog of undelivered parcels. The offer came just hours after online sales and auctioning giant eBay ca… [+891 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Terry Roberts", "title": "'I feel let down': Former top civil servant 'jarred' by forensic audit of Muskrat Falls", "description": "The man who once led N.L.'s public service says he had no idea Nalcor omitted a half-billion-dollar strategic risk allowance from its cost estimates for Muskrat Falls.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/muskrat-thompson-inquiry-1.4905761", "urlToImage": "https://i.cbc.ca/1.4905791.1542228439!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/robert-thompson.JPG", "publishedAt": "2018-11-14T21:41:14Z", "content": "The man who once led Newfoundland and Labrador's public service during a critical period in the province's history had no idea that Nalcor had omitted a half-billion-dollar strategic risk allowance from its cost estimates for Muskrat Falls. Robert Thompson wa… [+5247 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "5 charged after recovery of powwow regalia stolen from Alberta family in Saskatoon", "description": "Most of an Alberta family's valued powwow regalia has been recovered and five people have been charged, after the regalia — including custom-made jingle dresses — was stolen in Saskatoon late last month.", "url": "https://www.cbc.ca/news/canada/saskatoon/stolen-jingle-dresses-charges-1.4905745", "urlToImage": "https://i.cbc.ca/1.4888010.1541098943!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/stolen-dresses.JPG", "publishedAt": "2018-11-14T21:38:34Z", "content": "Most of an Alberta family's valued powwow regalia has been recovered and five people have been charged, after the regalia including custom-made jingle dresses was stolen in Saskatoon late last month. The regalia including jingle dresses, moccasins and scarves… [+1208 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Commercial trucks banned from left lane on part of Coquihalla in new safety project", "description": "All commercial vehicles are restricted to the centre and right lanes on Snowshed Hill between Box Canyon and Zopkios beginning this week.", "url": "https://www.cbc.ca/news/canada/british-columbia/coquihalla-trucks-in-the-left-lane-1.4905253", "urlToImage": "https://i.cbc.ca/1.4905275.1542219813!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/coquihalla-snowshed.jpg", "publishedAt": "2018-11-14T21:34:58Z", "content": "Commercial vehicles are being banned from the far left lanes on a section of the Coquihalla Highway this winter as part of a new provincial safety project. All commercial vehicles are restricted to the centre and right lanes in both directions on Snowshed Hil… [+1860 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Pro wrestling shouldn't be governed by Edmonton Combative Sports Commission, committee decides", "description": "Professional wrestling should no longer be governed by the Edmonton Combative Sports Commission, a city council committee decided on Wednesday.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-combative-sports-commission-wrestling-1.4905675", "urlToImage": "https://i.cbc.ca/1.4175124.1516734847!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/wwe-bayley-alexa.jpg", "publishedAt": "2018-11-14T21:31:35Z", "content": "Professional wrestling should no longer be governed by the Edmonton Combative Sports Commission, a city council committee decided on Wednesday. The community and public services committee agreed that pro wrestling is unlike other combative sports, such as mix… [+2057 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Farrah Merali", "title": "Patrick Brown pulls no punches against political foes in new tell-all book", "description": "A new book released by former PC leader Patrick Brown raises allegations of spying by members of his former party and sexual misconduct against a current cabinet minister. He describes the night he was forced to resign as 'The Night of Knives.'", "url": "https://www.cbc.ca/news/canada/toronto/patrick-brown-new-tell-all-book-1.4904663", "urlToImage": "https://i.cbc.ca/1.4904731.1542207846!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/patrick-brown.jpg", "publishedAt": "2018-11-14T21:31:23Z", "content": "Former Ontario PC Leader Patrick Brown comes out swinging in a new tell-all memoir, which contains allegations that his former party spied on him as far back as 2015, as well as an allegation of sexual misconduct against a current PC cabinet minister. Entitle… [+4960 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "No charges laid against Abbotsford police officer accused of theft", "description": "The B.C. Prosecution Service has decided not to lay any charges against an Abbotsford police office who allegedly stole money from a suspect's home while conducting a search — even though an investigation recommended theft charges.", "url": "https://www.cbc.ca/news/canada/british-columbia/no-charges-laid-against-abbotsford-police-officer-accused-of-theft-1.4905538", "urlToImage": "https://i.cbc.ca/1.4639882.1538239246!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/abbotsford-police-officer-alleged-theft-hidden-video.png", "publishedAt": "2018-11-14T21:24:48Z", "content": "The B.C. Prosecution Service has decided not to lay any charges against an Abbotsford police office who allegedly stole money from a suspect's home while conducting a search even though an investigation recommended theft charges. The service determined that i… [+2827 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Police search for suspect after altercation at Thunder Bay, Ont., pub", "description": "Three people in Thunder Bay, Ont., have been sent to hospital by ambulance for medical treatment after an altercation at a pub in the city's south side.", "url": "https://www.cbc.ca/news/canada/thunder-bay/assault-newfies-pub-1.4905736", "urlToImage": "https://i.cbc.ca/1.4667044.1526570069!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/newfie-s-pub.JPG", "publishedAt": "2018-11-14T21:23:27Z", "content": "Three people in Thunder Bay, Ont., have been sent to hospital by ambulance for medical treatment after an altercation at a pub in the city's south side. Police said they attended Newfie's Pub on November 13 just before 1 a.m. after a report of multiple people… [+542 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lisa Xing", "title": "Speaker asks Ford's PC MPPs to stop giving so many standing ovations in Legislature", "description": "The Speaker has asked the Progressive Conservatives to keep their standing ovations to a minimum to \"enhance decorum\" in the Legislature.", "url": "https://www.cbc.ca/news/canada/toronto/doug-ford-ontario-government-standing-ovations-1.4905691", "urlToImage": "https://i.cbc.ca/1.4905785.1542228302!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ontario-legislature.JPG", "publishedAt": "2018-11-14T21:14:58Z", "content": "The frequency of standing ovations in the Ontario Legislature, predominantly by Progressive Conservative members, has become an issue of decorum, and elicited a somewhat lengthy reprimand from Speaker Ted Arnott Wednesday. At the beginning of question period,… [+1654 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Blair Rhodes", "title": "Teacher charged with assault after incident at Musquodoboit Rural High School", "description": "A 55-year-old high school teacher in Middle Musquodoboit has been charged with assault in connection with an incident involving a student at the school on Sept. 18.", "url": "https://www.cbc.ca/news/canada/nova-scotia/teacher-charged-assault-student-musquodoboit-rural-high-school-1.4905339", "urlToImage": "https://i.cbc.ca/1.4905856.1542229520!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/musquodoboit-rural-high-school.jpg", "publishedAt": "2018-11-14T21:12:08Z", "content": "Another Halifax-area school teacher is in trouble with the law. A 55-year-old male teacher at Musquodoboit Rural High School in Middle Musquodoboit, N.S., has been charged with assault in connection with an incident at the school on Sept. 18. Neither the scho… [+1026 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jorge Barrera", "title": "Liberals won't table promised Indigenous rights recognition legislation in Parliament this fall", "description": "One of Prime Minister Justin Trudeau's key promises on Indigenous rights — delivered on Valentine's Day — won't come to pass before the next federal election, CBC News has learned", "url": "https://www.cbc.ca/news/indigenous/fn-rights-framework-1.4905705", "urlToImage": "https://i.cbc.ca/1.3359953.1458262708!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/aboriginal-trudeau-20151208.jpg", "publishedAt": "2018-11-14T21:08:49Z", "content": "One of Prime Minister Justin Trudeau's key promises on Indigenous rights delivered on Valentine's Day won't come to pass before the next federal election, CBC News has learned. The federal Liberal government won't be tabling legislation to create its promised… [+3106 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jesse Campigotto", "title": "The Olympics have a problem", "description": "The Buzzer is CBC Sports' daily newsletter. Get up to speed in a hurry on the interesting stuff happening in sports, including the fallout from Calgary's \"no\" vote on the Olympics.", "url": "https://www.cbc.ca/sports/the-buzzer-nov-14-calgary-fallout-1.4905507", "urlToImage": "https://i.cbc.ca/1.4892387.1541436715!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/calgary-6155-olympic-plaza-winter-olympics-2026-bidco-biding-corporation-1988-legacy-rings.JPG", "publishedAt": "2018-11-14T21:00:00Z", "content": "Welcome to The Buzzer the new email newsletter from CBC Sports. Sign up here to get it delivered directly to your inbox every weekday. Here's what you need to know right now from the world of sports: Calgary said no to the Olympics so what now? The people of … [+5302 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Feds, B.C. expand protected habitat for 40 species at risk in B.C.'s Darkwoods", "description": "A conservation area in British Columbia's southeast mountains is being expanded with the help of the federal and provincial governments.", "url": "https://www.cbc.ca/news/canada/british-columbia/feds-b-c-expand-protected-habitat-for-40-species-at-risk-in-b-c-s-darkwoods-1.4905697", "urlToImage": "https://i.cbc.ca/1.4905738.1542228700!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/grizzly-sow.jpg", "publishedAt": "2018-11-14T20:56:46Z", "content": "A conservation area in British Columbia's southeast mountains is being expanded by almost 8,000 hectares with the help of federal and provincial government contributions totalling $14.6 million. The Darkwoods Conservation Area, located along Kootenay Lake bet… [+736 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Catherine Cullen", "title": "Probe of Conservatives' handling of sexual assault claim against ex-MP nearing its end", "description": "More than 10 months after Conservative Leader Andrew Scheer first ordered an investigation, it appears the third party probe into Rick Dykstra's candidacy in the 2015 election could soon be coming to a close.", "url": "https://www.cbc.ca/news/politics/dykstra-sexual-assault-conservative-1.4905201", "urlToImage": "https://i.cbc.ca/1.4508509.1517261830!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ontario-pc-staffing-changes-20180129.jpg", "publishedAt": "2018-11-14T20:55:24Z", "content": "As questions loom about the inappropriate online behaviour of ex-Conservative MP Tony Clement, a third-party probe involving a former Conservative MP accused of sexual misconduct appears to be nearing its conclusion. \"The review is in the final stages and I e… [+3039 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Muriel Draaisma", "title": "ROM plans 'Dawn of Life' gallery to tell story of earliest life on Earth", "description": "Toronto's Royal Ontario Museum announced plans on Wednesday to create a \"Dawn of Life\" gallery that will tell the story of earliest life on Earth.", "url": "https://www.cbc.ca/news/canada/toronto/royal-ontario-museum-dawn-of-life-gallery-early-collection-1.4905326", "urlToImage": "https://i.cbc.ca/1.4905375.1542221922!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/eusthenopteron.JPG", "publishedAt": "2018-11-14T20:54:21Z", "content": "Toronto's Royal Ontario Museum announced plans on Wednesday to create a \"Dawn of Life\" gallery that will tell the story of the earliest life on Earth. The Willner Madge Gallery, Dawn of Life, which would be the first of its kind in North America, will contain… [+3259 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Yvonne LeBlanc-Smith", "title": "Cape Breton group calls for fishing rope recycling program", "description": "Organization finds a large amount of fishing gear and rope during beach cleanups in the Cape Breton Regional Municipality.", "url": "https://www.cbc.ca/news/canada/nova-scotia/fishing-gear-plastic-recycling-cape-breton-1.4905535", "urlToImage": "https://i.cbc.ca/1.4905616.1542225231!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fishing-rope.jpg", "publishedAt": "2018-11-14T20:45:46Z", "content": "Waves of Change is a CBC series exploring the single-use plastic we're discarding, and why we need to clean up our act. You can be part of the community discussion by joining our Facebook group. The Cape Breton Environmental Association has turned its attenti… [+1947 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Fred Hutton", "title": "Terra Nova Golf Resort is in receivership", "description": "The future of the resort, which has two golf courses and an 80-room hotel, is up in the air.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/terra-nova-golf-receivership-1.4905750", "urlToImage": "https://i.cbc.ca/1.4905766.1542227984!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/terra-nova.jpg", "publishedAt": "2018-11-14T20:41:40Z", "content": "CBC News has learned that receivers with BDO have taken control of Terra Nova Golf Resort in Port Blandford, just west of Clarenville. \"It's still early days, but we will run a sales process and work to attract a buyer\" BDO Senior Vice-President Phil Clarke t… [+770 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Multiple injuries reported after bus crashes into pole, police say", "description": "Toronto police say a number of people have been injured after a bus struck a pole near Bathurst Street and Davenport Road.", "url": "https://www.cbc.ca/news/canada/toronto/toronto-bus-crash-1.4905762", "urlToImage": "https://i.cbc.ca/1.4492356.1516233441!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/breaking-news.png", "publishedAt": "2018-11-14T20:39:26Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Fraser", "title": "Let immigrants help solve doctor and nurse shortage, group says", "description": "Immigrants could be one of the solutions to labour shortages in many fields across the province, particularly health care, says a Moncton group that works with immigrants.", "url": "https://www.cbc.ca/news/canada/new-brunswick/nursing-shortage-bathurst-jobs-1.4904621", "urlToImage": "https://i.cbc.ca/1.4339437.1507211351!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/doctor.jpg", "publishedAt": "2018-11-14T20:36:17Z", "content": "Immigrants could be one of the solutions to labour shortages in many fields across the province, particularly health care, says a Moncton group that works with immigrants. \"People who are highly skilled practitioners in their craft, can't find a path to their… [+4176 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Edmonton café standing by $3.50 charge for lemon water after sour customer review", "description": "An Edmonton restaurant has been flooded with complaints after a customer — sour at being charged $3.50 for hot lemon water — posted a negative review online.", "url": "https://www.cbc.ca/news/canada/edmonton/lemon-water-edmonton-new-york-bagel-cafe-bad-review-1.4905369", "urlToImage": "https://i.cbc.ca/1.4905385.1542222006!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lemon-water-shutterstock.jpg", "publishedAt": "2018-11-14T20:30:00Z", "content": "An Edmonton restaurant has been flooded with complaints after a customer sour at an unexpected charge of $3.50 for hot lemon water posted a negative review online. \"That customer brought a lot of anger to our little restaurant,\" said Melanie Skrypnyk, an empl… [+3905 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Anna Dimoff", "title": "Teen hackathon winner creates app to connect female students with tech industry mentors", "description": "A teenager led her team to victory in a recent Vancouver hackathon that aimed to support and advance women in the tech industry.", "url": "https://www.cbc.ca/news/canada/british-columbia/teen-hackathon-winner-app-female-students-tech-industry-1.4902520", "urlToImage": "https://i.cbc.ca/1.4902524.1542074069!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/scarlet-nguyen-hackathon.jpg", "publishedAt": "2018-11-14T20:24:13Z", "content": "A teenager led her team to victory in a recent Vancouver hackathon that aimed to support and advance women in the tech industry. Scarlet Nguyen, 17, beat out a number of highly experienced adults in an app-building competition with her idea for a platform tha… [+2835 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lukas Wall", "title": "New-look St. John's Edge gunning for championship this season", "description": "When the season opens on Nov. 23, the Edge will be sporting a new look in both appearance and personnel, with new uniforms and a number of new faces on the court.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/edge-gunning-for-championship-1.4905425", "urlToImage": "https://i.cbc.ca/1.4905637.1542225649!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/carl-engilsh-media-day.JPG", "publishedAt": "2018-11-14T20:23:13Z", "content": "With training camp winding down and the team roster finalized, the new look St. John's Edge held their media day Wednesday before the tip off of a new season. When the season opens on Nov. 23, the Edge will be sporting a new look in both appearance and person… [+3256 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Robson Fletcher", "title": "Typical Calgary home would see taxes and fees rise by $113 in 2019 under proposed city budget", "description": "Calgary's proposed budget for 2019 includes a 3.5-per cent increase in residential property taxes along with user fee hikes that together add up to a total increase of about $113 for a typical household.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-2019-budget-first-blush-meeting-1.4905599", "urlToImage": "https://i.cbc.ca/1.4407488.1510942818!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nenshi.jpg", "publishedAt": "2018-11-14T20:22:34Z", "content": "Calgary's proposed budget for 2019 includes a 3.5-per cent increase in residential property taxes along with user fee hikes that together add up to a total increase of about $113 for a typical household. Many business owners outside the city's downtown core, … [+1295 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lori Ewing", "title": "As Dwane Casey returns to Toronto, his influence is felt beyond Raptors", "description": "Dwane Casey said it was strange being back on the Toronto Raptors basketball court where he'd left so much \"blood, sweat and tears.\"", "url": "https://www.cbc.ca/sports/basketball/nba/dwane-casey-toronto-raptors-return-1.4905657", "urlToImage": "https://i.cbc.ca/1.4905671.1542226229!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/casey-dwane-111418.jpg", "publishedAt": "2018-11-14T20:21:10Z", "content": "Dwane Casey said it was strange being back on the Toronto Raptors basketball court where he'd left so much \"blood, sweat and tears.\" Especially after it took him a while to find it again. The former longtime Raptors coach arrived at Scotiabank Arena on Wednes… [+2759 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Sidney Crosby skips practice with 'upper body injury'", "description": "Penguins star Sidney Crosby skipped practice on Wednesday, fueling speculation about the nature of his injury.", "url": "https://www.cbc.ca/sports/hockey/nhl/sidney-crosby-upper-body-injury-1.4905590", "urlToImage": "https://i.cbc.ca/1.4905614.1542225174!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sidney-crosby-photo.jpg", "publishedAt": "2018-11-14T20:18:09Z", "content": "Pittsburgh Penguins captain Sidney Crosby skipped practice while being evaluated Wednesday for an upper-body injury. Coach Mike Sullivan declined to get into specifics about Crosby's injury. Crosby did not miss a shift and played more than 21 minutes during P… [+707 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ainslie MacLellan", "title": "Montreal unveils details of plan to help businesses suffering from construction woes", "description": "The City of Montreal says its compensation program for businesses that have inccurred losses because of construction projects is the first of its kind in Canada.", "url": "https://www.cbc.ca/news/canada/montreal/montreal-unveils-details-of-plan-to-help-businesses-suffering-from-construction-woes-1.4905414", "urlToImage": "https://i.cbc.ca/1.4126546.1495461933!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/construction-montreal.JPG", "publishedAt": "2018-11-14T20:16:25Z", "content": "The City of Montreal says its new compensation program for businesses that have incurred losses because of construction projects is the first of its kind in Canada. In fact, the city is launching two programs: one $25-million program to compensate for losses … [+2221 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Significant snowfall coming Thursday evening", "description": "The first significant snowfall of the season is expected to hit Ottawa Thursday evening, Environment Canada says.", "url": "https://www.cbc.ca/news/canada/ottawa/significant-snowfall-expected-thursday-environment-canada-says-1.4905536", "urlToImage": "https://i.cbc.ca/1.3901743.1542226367!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ottawa-weather-20160216.jpg", "publishedAt": "2018-11-14T20:14:32Z", "content": "The first significant snowfall of the season is expected to hit Ottawa Thursday evening. The city will receive 10 to 15 centimetres of snow beginning late in the day, Environment Canada stated in a special weather statement Wednesday. A low of 9 C can be expe… [+144 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Riley Laychuk", "title": "Brandon University posters aim to promote equality, reconciliation by highlighting TRC's calls to action", "description": "Brandon University student Debbie Huntinghawk hopes new posters unveiled last week at the university, which highlight some of the Truth and Reconciliation Commission's 94 calls to action, help educate not only faculty and staff, but also the public.", "url": "https://www.cbc.ca/news/canada/manitoba/brandon-university-truth-reconcilliation-posters-1.4905435", "urlToImage": "https://i.cbc.ca/1.4905513.1542223460!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/debbie-huntinghawk-chris-lagemodiere.jpg", "publishedAt": "2018-11-14T20:04:56Z", "content": "Debbie Huntinghawk says she knows first-hand the struggles Indigenous people go though to get a good education. \"My grandparents went to residential schools,\" said Huntinghawk, a fifth-year student in the Native studies department's clinical specialization pr… [+2707 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jonathan Cheung", "title": "Your weekly Wednesday book selection: Fall recipes to keep you warm", "description": "November is a great month to stay in and fill your evenings with friends and good food. Discover great recipes that will keep you warm this fall.", "url": "https://www.cbc.ca/news/canada/montreal/your-weekly-wednesday-book-selection-fall-recipes-to-keep-you-warm-1.4903816", "urlToImage": "https://i.cbc.ca/1.4903817.1542140125!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jonathan-cheung-november-picks.jpg", "publishedAt": "2018-11-14T20:00:00Z", "content": "Every Wednesday, CBC Montreal's Homerun welcomes one of its four book columnists in studio. Trained chef and cookbook store owner Jonathan Cheung draws inspiration from seasonal ingredients, tried and true recipes and new cookbook releases. Here are Jonathan'… [+3091 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Suspect arrested after Lethbridge store clerk threatened, confined by 'enraged' man", "description": "Police in Lethbridge arrested a suspect after a man entered a convenience store and screamed at a store clerk, threw things around and then confined the woman to a back room.", "url": "https://www.cbc.ca/news/canada/calgary/lethbridge-police-clerk-store-convenience-man-arrest-confinement-threat-1.4905388", "urlToImage": "https://i.cbc.ca/1.3987377.1530973164!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lethbridge-police.jpg", "publishedAt": "2018-11-14T19:58:23Z", "content": "Police in Lethbridge arrested a suspect after a man entered a convenience store and screamed at a store clerk, tossing things around before chasing her and confining her in a back room. Officers were called to the 7-Eleven store on Columbia Boulevard at about… [+742 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Blair Rhodes", "title": "Court overturns $86K in damages awarded to Environment Department clerk", "description": "Nova Scotia’s highest court has overturned a decision by a provincial human rights board that awarded damages to a woman who couldn’t do her job at the provincial Department of the Environment.", "url": "https://www.cbc.ca/news/canada/nova-scotia/court-overturns-86k-in-damages-awarded-to-environment-department-clerk-1.4905360", "urlToImage": "https://i.cbc.ca/1.3310560.1500047303!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/halifax-law-courts-building.jpg", "publishedAt": "2018-11-14T19:56:44Z", "content": "Nova Scotia's highest court has overturned a decision by a provincial human rights board that awarded damages to a woman who couldn't do her job at the provincial Department of the Environment. The last time Sandra Wakeham worked as a clerk for the department… [+3556 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Shots fired through front window injure 21-year-old woman", "description": "A 21-year-old woman was injured early Tuesday in a shooting at a home in Somerville, about 20 kilometres north of Woodstock.", "url": "https://www.cbc.ca/news/canada/new-brunswick/rcmp-investigate-shooting-incident-somerville-1.4905444", "urlToImage": "https://i.cbc.ca/1.4823257.1536975851!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-14T19:55:28Z", "content": "A 21-year-old woman was injured early Tuesday in a shooting at a home in Somerville, about 20 kilometres north of Woodstock. Shots were fired through the front window of a residence on Highway 103 at around 2 a.m., RCMP said Wednesday. \"We don't believe it wa… [+504 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Waterford replacement gets another step closer to construction", "description": "The new adult mental health and addictions facility, announced in March, will replace the aging hospital, in operation since the mid-1800s.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/new-mental-health-facility-1.4905294", "urlToImage": "https://i.cbc.ca/1.2859111.1435596982!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/waterford-hospital-eastern-health-st-john-s.jpg", "publishedAt": "2018-11-14T19:54:45Z", "content": "The provincial government released its request for qualifications to build a new mental health and addictions facility to replace the aging Waterford Hospital in St. John's. The RFQ released Wednesday will be used to put together a short list of businesses in… [+2242 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jamie Malbeuf", "title": "Substance use costs Canada's territories up to $2,500 a person each year: report", "description": "Canada's territories are spending the most per capita on costs related to substance use, according to a report released Thursday.", "url": "https://www.cbc.ca/news/canada/north/territories-canada-substance-use-1.4905376", "urlToImage": "https://i.cbc.ca/1.4819121.1536692156!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/1031156926-alcohol-beer-booze.jpg", "publishedAt": "2018-11-14T19:47:06Z", "content": "Canada's territories are spending the most per capita on costs related to substance use, according to a report released Thursday. In 2014, Nunavut spent about $96 million related to substance use; in the Northwest Territories that number was $102 million, and… [+3564 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Fredericton police officer denies misconduct allegations", "description": "A Fredericton police officer is accused of making false or inaccurate statements about his his duties between Jan. 7 and Sept. 14, 2017.", "url": "https://www.cbc.ca/news/canada/new-brunswick/fredreicton-police-force-arbitration-zach-coady-1.4904940", "urlToImage": "https://i.cbc.ca/1.4904953.1542213035!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/zach-coady.JPG", "publishedAt": "2018-11-14T19:46:01Z", "content": "A Fredericton police officer accused of filing false or inaccurate reports over nine months last year denies he violated the police code of conduct. Zach Coady, who has been suspended with pay since last September, appeared for an arbitration hearing Wednesda… [+1924 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Whistleblower tips expose federal workers behaving badly", "description": "Five federal government workers in one department have been fired or reprimanded following complaints about their conduct made under whistleblower legislation.", "url": "https://www.cbc.ca/news/canada/ottawa/federal-department-outlines-worker-wrongdoing-2017-2018-1.4904605", "urlToImage": "https://i.cbc.ca/1.4857927.1539211640!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ag-report-20141125.jpg", "publishedAt": "2018-11-14T19:42:15Z", "content": "Five federal government workers in one department have been fired or reprimanded following complaints about their conduct made under whistleblower legislation. The misbehaviour occurred within Public Services and Procurement Canada (PSPC) during the 2017-18 f… [+2461 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Parents, guardians: Nova Scotia wants your opinion of the school bus system", "description": "The Education Department has launched an online survey that will be available until Dec. 5.", "url": "https://www.cbc.ca/news/canada/nova-scotia/nova-scotia-school-bus-system-survey-1.4905060", "urlToImage": "https://i.cbc.ca/1.4889602.1541181709!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/school-bus.jpg", "publishedAt": "2018-11-14T19:40:26Z", "content": "The Nova Scotia government is asking for feedback from parents and guardians about the school bus system. An online survey launched Wednesday and will be available until Dec. 5. The survey aims to provide information about the current level of service and hel… [+1027 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lydia Neufeld", "title": "Alberta government launches revenue counter in campaign for Trans Mountain pipeline expansion", "description": "The Alberta government launched a real-time lost-revenue counter on Wednesday which shows $80 million is being lost across the country every day without the Trans Mountain pipeline expansion.", "url": "https://www.cbc.ca/news/canada/edmonton/trans-mountain-pipeline-expansion-digital-counter-alberta-government-1.4905387", "urlToImage": "https://i.cbc.ca/1.4905430.1542222743!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/deron-bilous-economic-development-trade.jpg", "publishedAt": "2018-11-14T19:39:30Z", "content": "The Alberta government launched a lost-revenue counter on Wednesday that suggests $80 million is being lost across the country each day without the Trans Mountain pipeline expansion. The Federal Court of Appeal ruled against the $7.4-billion project on Aug. 3… [+1249 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Forensic examination of hyperbaric chamber under scrutiny at Adele Sorella's murder trial", "description": "Laval police Const. Manon Sauvageau, a specialist in searching for fibres, is being cross-examined about the transport of the device found in the defendant's Laval home, on the third day of Adele Sorella's trial.", "url": "https://www.cbc.ca/news/canada/montreal/forensic-examination-of-hyperbaric-chamber-under-scrutiny-at-adele-sorella-s-murder-trial-1.4905510", "urlToImage": "https://i.cbc.ca/1.4905412.1542222506!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/adele-sorella-hyperbaric-chamber.jpg", "publishedAt": "2018-11-14T19:39:07Z", "content": "A second police forensics expert called in to comb through the home of Adele Sorella after the deaths of Sorella's daughters took the witness box today, the third day of the 52-year-old woman's trial on two charges of first-degree murder. Laval police Const. … [+2448 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elias Abboud", "title": "'They looked like they were placed there': 1st officer to reach Sorella's home describes finding dead girls", "description": "Laval police Const. Valérie Daunais told the judge and jury at Adele Sorella's first-degree murder trial for the 2009 deaths of her daughters that she found the sisters on the floor in their playroom, side by side, their hands almost touching.", "url": "https://www.cbc.ca/news/canada/montreal/they-looked-like-they-were-placed-there-1st-officer-to-reach-sorella-s-home-describes-finding-dead-girls-1.4905510", "urlToImage": "https://i.cbc.ca/1.4902434.1542065948!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/adele-sorella-with-her-legal-team.jpg", "publishedAt": "2018-11-14T19:39:07Z", "content": "The first police officer to come across the lifeless bodies of the daughters of Adele Sorella said it looked as if the girls had been placed side by side in their playroom. Valérie Daunais appeared as a Crown witness on the third day of testimony at Sorella's… [+5649 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "California man pleads guilty to hoax that led police to kill innocent person", "description": "A California man has pleaded guilty to making a hoax call that ultimately led police to fatally shoot a Kansas man following a dispute between two online gamers over a $1.50 bet in a video game.", "url": "https://www.cbc.ca/news/world/swatter-guilty-barriss-kansas-1.4905310", "urlToImage": "https://i.cbc.ca/1.4905382.1542221992!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/police-shooting-wichita.jpg", "publishedAt": "2018-11-14T19:37:44Z", "content": "A California man has pleaded guilty to making a hoax call that ultimately led police to fatally shoot a Kansas man following a dispute between two online gamers over a $1.50 bet in a Call of Duty: WWII video game. Tyler R. Barriss, 26, admitted in court Tuesd… [+3487 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dave Dormer", "title": "Ramp from Memorial Drive onto southbound Crowchild Trail closed until Friday", "description": "Instead, motorists are advised to access southbound Crowchild Trail by using Kensington Road N.W.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-crowchild-trail-improvements-ramp-closed-1.4905251", "urlToImage": "https://i.cbc.ca/1.4905337.1542220956!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/crowchild-trail-construction-calgary.jpg", "publishedAt": "2018-11-14T19:33:03Z", "content": "Drivers who take the exit ramp from eastbound Memorial Drive/Parkdale Boulevard onto southbound Crowfoot Trail, take note it will be closed until 6 a.m. Friday as part of ongoing work. Instead, motorists are advised to access southbound Crowchild Trail by usi… [+1335 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jonathon Gatehouse", "title": "After chummy summit in Helsinki, Putin and Trump appear headed for bickering in Buenos Aires", "description": "A closer look at the day's most notable stories with The National's Jonathon Gatehouse: Trump and Putin will have lots to talk about if they meet in Buenos Aires for G20; Prince Charles turns 70 but he may not be in a celebratory mood; legal cannabis has gene…", "url": "https://www.cbc.ca/news/thenational/national-today-newsletter-russia-prince-charles-cannabis-1.4902715", "urlToImage": "https://i.cbc.ca/1.4904985.1542213612!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ww1-century-france-ceremony.jpg", "publishedAt": "2018-11-14T19:26:22Z", "content": "Welcome to The National Today newsletter, which takes a closer look at what's happening around some of the day's most notable stories. Sign up here and it will be delivered directly to your inbox Monday to Friday. TODAY: If Donald Trump and Vladimir Putin do … [+10986 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Lions, 'gifted linebacker' Herdman agree to contract extension", "description": "The B.C. Lions are keeping Canadian linebacker Jordan Herdman on their roster, announcing Wednesday that the Winnipeg native has signed an extension to play for the CFL team through 2020.", "url": "https://www.cbc.ca/sports/football/cfl/bc-lions-jordan-herdman-contract-extension-1.4905359", "urlToImage": "https://i.cbc.ca/1.4905364.1542223018!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jordan-herdman-photo.jpg", "publishedAt": "2018-11-14T19:19:05Z", "content": "The B.C. Lions are keeping Canadian linebacker Jordan Herdman on their roster. The CFL club announced on Wednesday that the 24-year-old Winnipeg native has signed an extension to play for the Lions through 2020. The news comes after B.C.'s season ended with t… [+879 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Water flows into street while taps dry since October at Winnipeg rooming house", "description": "People living in a Winnipeg rooming house have been without water for a month, while a steady stream has flowed from the ground into the front street that entire time.", "url": "https://www.cbc.ca/news/canada/manitoba/water-leak-west-end-winnipeg-1.4904673", "urlToImage": "https://i.cbc.ca/1.4904682.1542221998!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/water-break.jpg", "publishedAt": "2018-11-14T19:17:36Z", "content": "People living in a Winnipeg rooming house have been without water for a month, while a steady stream has flowed from the ground into the front street that entire time. Residents at the multi-unit building on Langside Street, just off of Ellice Avenue in the c… [+573 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "California electrical company stock plunges after revealing possible link to devastating wildfire", "description": "Shares in California's electricity and natural gas utility were hit hard on Wednesday after the company revealed it doesn't have enough cash and insurance to cover losses stemming from the devastating wildfire that may have been sparked by some of its equipme…", "url": "https://www.cbc.ca/news/business/pacific-gas-utility-california-wildfire-1.4904955", "urlToImage": "https://i.cbc.ca/1.4902043.1542052700!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/california-fires.jpg", "publishedAt": "2018-11-14T19:16:56Z", "content": "Shares in California's electricity and natural gas utility are being hammered after the company revealed it doesn't have enough cash and insurance to cover losses stemming from the devastating wildfire that may have been sparked by some of its equipment. Paci… [+3694 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Fracking talk unearths bad memories for former Elsipogtog chief", "description": "A former chief of Elsipogtog First Nation is worried the new provincial government may be about to repeat mistakes of the past that led to violence in 2013 if it forges ahead to restart shale gas wells in the Sussex area.", "url": "https://www.cbc.ca/news/canada/new-brunswick/susan-levi-peters-fracking-1.4905082", "urlToImage": "https://i.cbc.ca/1.1382120.1378966765!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-nb-susan-levis-peters.jpg", "publishedAt": "2018-11-14T19:13:14Z", "content": "Memories of Oct.17, 2013, remain vivid in the mind of former Elsipogtog chief Susan Levi-Peters. \"When the dust cleared after the whole take-down it was dark, gloomy, it looked like a war just happened. It felt like we were in a different country.\" Dozens had… [+3705 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Nova Scotia's species at risk: Mainland moose battle ticks, ATVs and clear cuts", "description": "The mainland moose, the largest land mammal in the province, is facing imminent extinction. This is the latest in CBC Radio's Information Morning series, Sharing the planet: Nova Scotia's species at risk.", "url": "https://www.cbc.ca/news/canada/nova-scotia/mainland-moose-species-at-risk-local-extinction-clifford-paul-1.4904762", "urlToImage": "https://i.cbc.ca/1.4265058.1503932317!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cow-and-calf.jpg", "publishedAt": "2018-11-14T19:12:22Z", "content": "This is the second in a series of stories from CBC's Information Morning about species that are struggling to survive in Nova Scotia, and the people who have vowed to save them. The largest land mammal in the province is facing imminent extinction. In recent … [+2429 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jean Laroche", "title": "Nova Scotia Power gets 46 per cent of province's cap-and-trade credits", "description": "Nova Scotia's Environment Minister Iain Rankin will have the power to limit trades, cancel deals and block companies from participating in auctions, as part of the new rules governing the province's cap-and-trade program.", "url": "https://www.cbc.ca/news/canada/nova-scotia/cap-and-trade-environment-emissions-carbon-price-reduction-pollution-1.4904881", "urlToImage": "https://i.cbc.ca/1.4772784.1533299222!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tufts-cove-nova-scotia-power.jpg", "publishedAt": "2018-11-14T19:06:52Z", "content": "Nova Scotia's biggest polluter, Nova Scotia Power, will get almost half the credits available to companies participating in the cap-and-trade program the province is setting up and which will begin in January. The goal of the program is to force polluters to … [+3808 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "U.S. defence secretary defends Mexico border deployment in first troop visit", "description": "U.S. Defence Secretary Jim Mattis defended the deployment of thousands of troops to the border with Mexico as he traveled there on Wednesday, saying the mission was \"absolutely legal\" and justified, and that it was improving military readiness.", "url": "https://www.cbc.ca/news/world/mattis-border-mexico-troops-1.4905259", "urlToImage": "https://i.cbc.ca/1.4905309.1542220581!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-immigration-mattis.jpg", "publishedAt": "2018-11-14T19:03:27Z", "content": "U.S. Defence Secretary Jim Mattis defended the deployment of thousands of troops to the border with Mexico as he traveled there on Wednesday, saying the mission was \"absolutely legal\" and justified, and that it was improving military readiness. U.S. President… [+4239 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Sedins inducted into B.C. Sports Hall of Fame", "description": "Henrik and Daniel Sedin retired at the end of last season after spending their entire 17-year NHL playing careers with the Vancouver Canucks.", "url": "https://www.cbc.ca/news/canada/british-columbia/sedins-hall-of-fame-1.4905129", "urlToImage": "https://i.cbc.ca/1.4605559.1522879237!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sedins.jpg", "publishedAt": "2018-11-14T19:02:08Z", "content": "Henrik and Daniel Sedin, who were the faces of the Vancouver Canucks for the better part of two decades, are being inducted into B.C.'s Sports Hall of Fame. The twin brothers were in attendance when the announcement was made at B.C. Place on Wednesday morning… [+1414 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Alleged drunk driver leaves wreckage at 2 crash sites", "description": "A sports car fled one crash in East Chester and then a short way down the road, smashed through a fence, severed the top of a spruce tree and flipped over on its roof in a ditch.", "url": "https://www.cbc.ca/news/canada/nova-scotia/impaired-driving-two-crashes-chester-1.4905088", "urlToImage": "https://i.cbc.ca/1.4683195.1532986246!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp-car.jpg", "publishedAt": "2018-11-14T18:59:47Z", "content": "RCMP were called to a pair of car crash scenes involving an alleged impaired driver just before daybreak Tuesday outside of Chester, N.S. The first call came at 6:02 a.m. with a report of a light-coloured sports car smashing into another vehicle on Highway 3 … [+863 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sara Frizzell", "title": "Iqaluit's largest grocery store prepares to reopen after fire", "description": "Iqaluit's largest grocery store is preparing to open on Saturday after a fire last week that destroyed its warehouse.", "url": "https://www.cbc.ca/news/canada/north/iqaluit-northmart-fire-reopen-1.4905185", "urlToImage": "https://i.cbc.ca/1.4905270.1542220526!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/northmart-restocking.JPG", "publishedAt": "2018-11-14T18:59:10Z", "content": "Iqaluit's largest grocery store is preparing to open on Saturday after a fire last week that destroyed its warehouse. Northmart has started restocking its shelves, after health and building inspectors toured the main store on Tuesday. \"People have been in the… [+1236 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Caroline Barghout", "title": "Winnipeg police arrest financial adviser for allegedly defrauding elderly client", "description": "Aime Edmond Grenier, 50, has been arrested for fraud over $5,000 and obtaining a loan under false pretence. The pending charges stem from a $200,000 personal loan Grenier got in 2016 from an elderly client who suffers from a cognitive impairment, police said.", "url": "https://www.cbc.ca/news/canada/manitoba/financial-adviser-arrested-aime-edmond-grenier-1.4904884", "urlToImage": "https://i.cbc.ca/1.4897860.1542219939!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/aime-grenier.jpg", "publishedAt": "2018-11-14T18:50:52Z", "content": "Financial adviser Aime Edmond Grenier, 50, has been arrested for fraud over $5,000 and obtaining a loan under false pretence. Grenier turned himself in to police on Tuesday and was released on a promise to appear in court at a later date. He will be officiall… [+2969 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Quispamsis 12-year-old vies to be Canada's smartest kid", "description": "Liam Veale is the only student representing New Brunswick in the game show.", "url": "https://www.cbc.ca/news/canada/new-brunswick/liam-veale-canada-s-smartest-person-jr-1.4904883", "urlToImage": "https://i.cbc.ca/1.4905006.1542214054!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/liam-veale.jpg", "publishedAt": "2018-11-14T18:47:39Z", "content": "Liam Veale could be one of the smartest kids in Canada. The 12-year-old from Quispamsis was watching a hockey game with his father when he saw an ad for the CBC-TV game show competition, Canada's Smartest Person Jr. \"I turned to my dad and said, 'Maybe I shou… [+1684 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Scott Russell", "title": "The real loser from Calgary's 'No' vote? The Olympic movement", "description": "The result of Tuesday's vote not only means Calgary will not host the 2026 Olympics, CBC Sports host Scott Russell writes that it's also an Olympic-sized wake-up call. Not everyone loves the Games, at least not the way they are now. Not even the people of Cal…", "url": "https://www.cbc.ca/sports/olympics/scott-russell-calgary-vote-ioc-1.4905135", "urlToImage": "https://i.cbc.ca/1.4905146.1542216741!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/oly-2026-calgary-bid-20181113.jpg", "publishedAt": "2018-11-14T18:42:55Z", "content": "There are no two ways around it. If you are one of the many people who love the Olympics and Paralympics, the results of the vote in Calgary on Tuesday night are worrisome. To think that a significant majority of those who cast ballots on whether to host the … [+5225 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Tuberculosis screening expanded following Nain outbreak", "description": "With more than two dozen cases of TB in Nain, screening efforts for the disease are being expended to prevent further spread.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/nain-tb-screening-expanded-1.4904809", "urlToImage": "https://i.cbc.ca/1.3585529.1518545939!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lung-x-ray.jpg", "publishedAt": "2018-11-14T18:42:43Z", "content": "Health officials in Nain say screening efforts for tuberculosis are being expanded to prevent further spread of the disease, after dozens of cases have been reported. Sylvia Doody, director of health services with the Nunatsiavut government, said they've been… [+2336 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Alberta education minister threatens to pull funding for 28 schools over GSAs", "description": "Alberta's education minister is threatening to pull funding from 28 private school authorities if they don't comply with legislation permitting gay-straight alliances.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-education-minister-threatens-to-pull-funding-28-schools-gsas-1.4905252", "urlToImage": "https://i.cbc.ca/1.4905302.1542220414!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/david-eggin.jpg", "publishedAt": "2018-11-14T18:41:53Z", "content": "Alberta's education minister is threatening to pull funding from 28 private school authorities if they don't comply with legislation permitting gay-straight alliances. David Eggen said he has issued ministerial orders establishing standard policies for GSAs f… [+2047 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Manitoba children's advocate to review death of 17-year-old shooting victim", "description": "A watchdog for children and youth services in Manitoba says it will be investigating the death of Christopher Dwight Beaulieu McIvor, a 17 year old who died from gunshot wounds on Saturday in Winnipeg.", "url": "https://www.cbc.ca/news/canada/manitoba/christopher-teddy-mcivor-childrens-advocate-1.4905271", "urlToImage": "https://i.cbc.ca/1.4904414.1542220830!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/christopher-dwight-beaulieu-mcivor.jpg", "publishedAt": "2018-11-14T18:41:28Z", "content": "A watchdog for children and youth services in Manitoba says it will be investigating the death of Christopher Dwight Beaulieu McIvor, a 17-year-old who died from gunshot wounds on Saturday in Winnipeg. McIvor, better known as Teddy, died after being shot with… [+1510 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Delays at Sturgeon Refinery add to Alberta heavy oil price discount woes", "description": "A new refinery touted as part of the solution to Alberta's oversupply of heavy oil likely won't begin processing oilsands bitumen until year-end, several months later than expected.", "url": "https://www.cbc.ca/news/canada/calgary/oil-oilsands-sturgeon-refinery-alberta-heavy-crude-north-west-macgregor-1.4905250", "urlToImage": "https://i.cbc.ca/1.3943535.1542221343!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ian-macgregor.jpg", "publishedAt": "2018-11-14T18:39:43Z", "content": "A new refinery touted as part of the solution to Alberta's oversupply of heavy oil likely won't begin processing oilsands bitumen until year-end, several months later than expected. That means 80,000 barrels per day of diluted bitumen that would have been del… [+1078 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Forward swap: Penguins acquire Pearson from Kings for Hagelin", "description": "The Pittsburgh Penguins have traded forward Carl Hagelin to the Los Angeles Kings for forward Tanner Pearson. The 26-year-old Pearson has one assist in 17 games this season, while Hagelin has collected a goal and three points in 16 contests.", "url": "https://www.cbc.ca/sports/hockey/nhl/pearson-hagelin-trade-nhl-1.4905248", "urlToImage": "https://i.cbc.ca/1.4905268.1542219631!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pearson-tanner-181103-1180.jpg", "publishedAt": "2018-11-14T18:23:56Z", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in children and youth-oriented communities). Pseudonyms will no longer be permitted. By submitting a c… [+362 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Julien Arsenault", "title": "Cirque du Soleil employees balk at performing in Saudi Arabia", "description": "In light of recent events that have sparked an international political crisis, some artists are asking why the Cirque is sticking to its plan to pitch its tent in Riyadh next month.", "url": "https://www.cbc.ca/news/canada/montreal/cirque-du-soleil-saudi-arabia-canadian-press-1.4905139", "urlToImage": "https://i.cbc.ca/1.3375763.1450742963!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toruk-circus-performer.jpg", "publishedAt": "2018-11-14T18:16:56Z", "content": "Cirque du Soleil's decision to go ahead with more performances in Saudi Arabia next month despite international outrage over the killing of journalist Jamal Khashoggi is creating a malaise within circus ranks, The Canadian Press has learned. Following stops i… [+3671 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man robbed, carjacked in Winnipeg", "description": "A man was forced to drive two people from downtown Winnipeg to the West End before he was robbed and forced to get out of his SUV, police say.", "url": "https://www.cbc.ca/news/canada/manitoba/carjacking-robbery-downtown-winnipeg-1.4905086", "urlToImage": "https://i.cbc.ca/1.4898401.1541725057!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/police.PNG", "publishedAt": "2018-11-14T18:13:30Z", "content": "A man was forced to drive two people from downtown Winnipeg to the West End before he was robbed and his car was taken, police say. The 35-year-old man was getting into his vehicle just before 10:30 p.m. Tuesday, near Garry Street and Assiniboine Avenue, when… [+668 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Edmonton man helps broker historic peace deal in Ethiopia", "description": "Imprisonment in an Ethiopian prison cell. That was the singular thought racing through Ahmed Abdulkadir’s mind as he returned to his home country for the first time in more than 30 years.", "url": "https://www.cbc.ca/news/canada/edmonton/ethiopia-peace-deal-edmonton-ahmed-abdulkadir-1.4904795", "urlToImage": "https://i.cbc.ca/1.4496223.1516401500!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ahmed-abdulkadir.jpg", "publishedAt": "2018-11-14T18:11:44Z", "content": "Imprisonment in an Ethiopian prison cell. That was the singular thought racing through Ahmed Abdulkadir's mind as he returned to his home country for the first time in more than 30 years. The Edmonton man feared he would be arrested the minute he stepped off … [+3951 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sean Kavanagh", "title": "Manitoba's premier thanks medical staff who saved him after treacherous New Mexico hike", "description": "Premier Brian Pallister returned to the Gila Regional Medical Center in Silver City New Mexico to thank staff for treating him after an accident in November last year and complete the hike that injured him.", "url": "https://www.cbc.ca/news/canada/manitoba/pallister-accident-new-mexico-hiking-medical-staff-1.4903882", "urlToImage": "https://i.cbc.ca/1.4904272.1542218575!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brian-pallister-and-wife-esther-thank-staff-at-gila-medical-centre-in-new-mexico.jpg", "publishedAt": "2018-11-14T18:06:04Z", "content": "Staff at the Gila Regional Medical Centre in New Mexico got a hearty \"thank you\" from Manitoba Premier Brian Pallister for treating him. He's also returning to complete the hike that nearly took his life. The premier returned to Silver City, N.M., almost a ye… [+3246 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "After facing near extinction, mountain gorilla population grows", "description": "The Switzerland-based International Union for Conservation of Nature has updated mountain gorillas' status from \"critically endangered\" to \"endangered,\" a more promising, if still precarious, designation.", "url": "https://www.cbc.ca/news/technology/mountain-gorilla-1.4904680", "urlToImage": "https://i.cbc.ca/1.4905136.1542216468!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/mountain-gorilla-rebound.jpg", "publishedAt": "2018-11-14T18:04:58Z", "content": "There are more gorillas in the mist a rare conservation success story, scientists say. After facing near-extinction, mountain gorillas are slowly rebounding. On Wednesday, the Switzerland-based International Union for Conservation of Nature updated mountain g… [+2991 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Plebiscite result 'comes as no surprise' to IOC", "description": "The International Olympic Committee had hoped that arguments about the sporting, social and long-term benefits of hosting the Olympic Games would sway the vote.", "url": "https://www.cbc.ca/sports/olympics/ioc-disappointed-plebiscite-1.4904808", "urlToImage": "https://i.cbc.ca/1.4905137.1542217464!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mary-moran-photo.jpg", "publishedAt": "2018-11-14T17:59:29Z", "content": "The International Olympic Committee made a statement following the results of last night's plebiscite where 56.4 per cent of Calgarians voted against the city hosting the 2026 Winter Olympics. \"The IOC takes note of the decision regarding the candidature of C… [+1649 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rachel Ward", "title": "L.A. billboard touting Rockies aims to draw more filmmakers to Calgary", "description": "A new billboard in Los Angeles — promoting Calgary as an ideal location to shoot movies — is already drawing some interest from filmmakers, says one of the people behind a new ad campaign aimed at bringing more productions to the city and its struggling, two-…", "url": "https://www.cbc.ca/news/canada/calgary/billboard-calgary-film-draws-some-interest-1.4904755", "urlToImage": "https://i.cbc.ca/1.4904805.1542211123!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/calgary-billboard.jpg", "publishedAt": "2018-11-14T17:56:10Z", "content": "A new billboard in Los Angeles promoting Calgary as an ideal location to shoot movies is already drawing some interest from filmmakers, says one of the people behind a new ad campaign aimed at bringing more productions to the city and its struggling, two-year… [+1887 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "15 patients moved to other facilities after fire at Pinawa Hospital", "description": "People who were at the Pinawa Hospital have been transferred to other facilities after a fire caused by an electrical issue started in the boiler room on Tuesday afternoon.", "url": "https://www.cbc.ca/news/canada/manitoba/pinawa-hospital-fire-patients-relocated-1.4904927", "urlToImage": "https://i.cbc.ca/1.4904227.1542153985!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/pinawa-hospital-streetview.png", "publishedAt": "2018-11-14T17:42:57Z", "content": "The Pinawa Hospital is still closed today, after a fire caused by an electrical issue started in the boiler room on Tuesday afternoon. The hospital is currently using a backup system for heat, but the hospital remains closed until air quality tests are done, … [+1026 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "53-year-old man killed in Brampton crash", "description": "A 53-year-old man was killed in a single-vehicle collision in Brampton on Wednesday, according to Peel police.", "url": "https://www.cbc.ca/news/canada/toronto/brampton-fatal-crash-single-vehicle-driver-dead-1.4905141", "urlToImage": "https://i.cbc.ca/1.3501210.1479412141!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/peel-regional-police-generic.png", "publishedAt": "2018-11-14T17:40:33Z", "content": "A 53-year-old man was killed in a single-vehicle collision in Brampton on Wednesday, according to Peel police. The crash occurred shortly after 10:30 a.m. near the intersection of McVean and Garryoaks drives. Paramedics rushed the man to hospital with serious… [+369 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Winds a challenge as crews douse fire in Portugal Cove-St. Philip's", "description": "Structure fire mostly under control by 2 p.m.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/portugal-cove-fire-1.4905147", "urlToImage": "https://i.cbc.ca/1.4905156.1542216896!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/portugal-cove-st-philip-s-fire.jpeg", "publishedAt": "2018-11-14T17:40:26Z", "content": "Fire and emergency crews have a fire under control in Portugal Cove-St. Philip's Wednesday afternoon. Crews were called just after 12 p.m., and remain on the scene as of 2 p.m. High winds gusting in the area made it difficult for crews to put out the fire, bu… [+620 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Predators increasingly target seniors with theft and fraud, warn Montreal police", "description": "Montreal police are reminding senior citizens and their relatives to remain vigilant, after a woman was charged with impersonating a 91-year-old patient in the long-term care residence where she worked and fraudulently using the patient's credit card.", "url": "https://www.cbc.ca/news/canada/montreal/fraud-seniors-montreal-police-1.4905008", "urlToImage": "https://i.cbc.ca/1.4238215.1505916685!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/seniors.jpg", "publishedAt": "2018-11-14T17:39:14Z", "content": "Montreal police are reminding senior citizens and their relatives to remain vigilant, after a woman was charged with impersonating a 91-year-old patient in the long-term care residence where she worked and fraudulently using the patient's credit card. Police … [+1738 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Kingston's homeless population declining, survey shows", "description": "The overall number of homeless people in Kingston, Ont., is declining, but a recent report shows a rise in both the number of homeless women and the number of people living in transitional housing.", "url": "https://www.cbc.ca/news/canada/ottawa/homelessness-kingston-data-drop-1.4903931", "urlToImage": "https://i.cbc.ca/1.2487926.1542216258!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-cold-snap-homeless.jpg", "publishedAt": "2018-11-14T17:33:00Z", "content": "The overall number of homeless people in Kingston, Ont., is declining, but a recent report shows a rise in both the number of homeless women and the number of people living in transitional housing. The report is based on a count completed in April by a group … [+1673 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Woman killed by transport truck while helping driver in ditch", "description": "A 33-year-old Burton woman was struck and killed by a transport truck Tuesday as she tried to help a driver who had rolled into a ditch.", "url": "https://www.cbc.ca/news/canada/new-brunswick/fatal-vehicle-crash-highway-rcmp-1.4904908", "urlToImage": "https://i.cbc.ca/1.3573459.1538183764!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-14T17:26:59Z", "content": "A 33-year-old Burton woman was struck and killed by a transport truck on Tuesday after she stopped to help a driver who had rolled into a ditch. The crash happened around 5:30 p.m. on the westbound shoulder of the Trans-Canada Highway near Havelock, about 50 … [+1042 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Thieves break into auto repair business, steal vehicles and tools", "description": "Winnipeg police have released images from surveillance video of two people who broke into an auto repair shop and stole two vehicles.", "url": "https://www.cbc.ca/news/canada/manitoba/auto-repair-business-break-in-1.4905019", "urlToImage": "https://i.cbc.ca/1.4905047.1542216219!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/surveillance-image-of-break-in-at-auto-repair-garage.jpg", "publishedAt": "2018-11-14T17:25:16Z", "content": "Winnipeg police have released images from surveillance video of two people who broke into an auto repair shop and stole two vehicles. The break-in at the business on Grey Street, just off Munroe Avenue in the city's East Kildonan neighbourhood, happened Oct. … [+489 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lorenda Reddekopp", "title": "Police search for men who posed as construction workers during violent home invasion", "description": "Toronto police are looking for at least three men and a driver after a 67-year-old man was tied up and beaten during an attempted robbery.", "url": "https://www.cbc.ca/news/canada/toronto/home-invasion-construction-workers-1.4904899", "urlToImage": "https://i.cbc.ca/1.4904914.1542215925!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/home-invasion-suspects.jpg", "publishedAt": "2018-11-14T17:20:01Z", "content": "Toronto police are looking for at least three men and a driver after a 67-year-old man was tied up and beaten during an attempted robbery. The attack happened shortly after 7 a.m. on Sept. 27 at a home in Yonge-Eglinton, according to police. Two men armed wit… [+923 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Canada's Olympic and Paralympic committees disappointed but respectful of vote", "description": "Watch LIVE as Alberta Culture and Tourism Minister Ricardo Miranda talks about the vote results in Calgary at 10:30 a.m. MT.", "url": "https://www.cbc.ca/news/canada/calgary/vote-olympic-reaction-calgary-no-2026-plebiscite-1.4905020", "urlToImage": "https://i.cbc.ca/1.4904612.1542201490!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/in-the-news-20181114.jpg", "publishedAt": "2018-11-14T17:15:49Z", "content": "Gripped by disappointment after Calgary's 2026 plans were seemingly snuffed after a plebiscite, Canadian Olympic Committee president Tricia Smith remains hopeful that the country will still host the Games in the future. Watch LIVE as Alberta Culture and Touri… [+2869 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Mike Blanchfield", "title": "NASA wants Canadian boots on the moon as first step in deep space exploration", "description": "The head of the U.S. space agency says he wants to see Canadian astronauts walking on the moon before long, as part of a first step toward the farther reaches of space.", "url": "https://www.cbc.ca/news/politics/nasa-canada-moon-orbit-1.4905039", "urlToImage": "https://i.cbc.ca/1.4905056.1542215292!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-space-20181114.jpg", "publishedAt": "2018-11-14T17:12:10Z", "content": "The head of the U.S. space agency says he wants to see Canadian astronauts walking on the moon before long, as part of a first step toward the farther reaches of space. Jim Bridenstine, the administrator of the National Aeronautics and Space Administration, s… [+1795 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Crews intensify search for victims of California's deadliest wildfire", "description": "The search for remains of victims in the charred ruins of the northern California town of Paradise is set to intensify, while firefighters step up their nearly week-long efforts to contain the state's deadliest-ever wildfire.", "url": "https://www.cbc.ca/news/world/victims-california-wildfire-search-1.4904803", "urlToImage": "https://i.cbc.ca/1.4904822.1542210678!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/california-wildfires.jpg", "publishedAt": "2018-11-14T17:06:53Z", "content": "The search for remains of victims in the charred ruins of the northern California town of Paradise was set to intensify on Wednesday, while firefighters stepped up their nearly week-long efforts to contain the state's deadliest-ever wildfire. A National Guard… [+3768 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "B.C. police hunt suspect in 'serious' alleged domestic assault in Edmonton", "description": "Sterling Miles Booker, who has 'rock' and 'roll' tattooed on his hands, is also facing charges for assault and mischief from Vancouver Island and is believed to have moved to New Westminster.", "url": "https://www.cbc.ca/news/canada/british-columbia/sterling-booker-edmonton-1.4904815", "urlToImage": "https://i.cbc.ca/1.4904824.1542210688!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/sterling-miles-booker.png", "publishedAt": "2018-11-14T17:01:49Z", "content": "Police in New Westminster, B.C., are looking for a suspect wanted in connection with a \"serious\" alleged domestic assault in Edmonton. Sterling Miles Booker, 41, is wanted for criminal harassment. He's also facing charges for break and enter and assault causi… [+527 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Fredericton man facing 4 murder charges gets new lawyer", "description": "Alleged Fredericton shooter Matthew Vincent Raymond has a new lawyer as a result of an order by provincial court Judge Julian Dickson.", "url": "https://www.cbc.ca/news/canada/new-brunswick/matthew-raymond-fredericton-court-1.4902706", "urlToImage": "https://i.cbc.ca/1.4800045.1535381592!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/raymond.jpg", "publishedAt": "2018-11-14T16:58:27Z", "content": "Alleged Fredericton shooter Matthew Vincent Raymond has a new lawyer as a result of an order by provincial court Judge Julian Dickson. Alison Ménard of Lemieux Ménard &amp; Co. of Moncton appeared on behalf of Raymond in Fredericton provincial court on Wednes… [+1043 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Penguins GM Rutherford signs on for 3 more years", "description": "General manager Jim Rutherford is sticking with the Pittsburgh Penguins through the 2021-22 NHL season. The 69-year-old Rutherford is the only GM to win Stanley Cups with multiple teams since the league expanded in 1967.", "url": "https://www.cbc.ca/sports/hockey/nhl/jim-rutherford-extension-penguins-nhl-1.4904999", "urlToImage": "https://i.cbc.ca/1.4905022.1542214283!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rutherford-jim-170518-1180.jpg", "publishedAt": "2018-11-14T16:55:09Z", "content": "General manager Jim Rutherford is sticking with the Pittsburgh Penguins. The team announced Wednesday it has extended Rutherford's contract through the 2021-22 NHL season. His old deal was set to expire at the end of this season. The 69-year-old Rutherford is… [+641 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sam Johnston", "title": "Djokovic aiming to cap stellar season with ATP Finals title", "description": "Novak Djokovic won his second straight match at the ATP Finals, beating Alexander Zverev 6-4, 6-1 on Wednesday to close in on a spot in the semifinals.", "url": "https://www.cbc.ca/sports/tennis/atp-finals-novak-djokovic-recap-nov-14-1.4904958", "urlToImage": "https://i.cbc.ca/1.4904987.1542213662!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/djokovic-novak-111418-620.jpg", "publishedAt": "2018-11-14T16:48:03Z", "content": "Novak Djokovic won his second straight match at the ATP Finals, beating Alexander Zverev 6-4, 6-1 on Wednesday to close in on a spot in the semifinals. The five-time champion from Serbia saved two break points at 4-4 in the opening set and then broke Zverev i… [+1979 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Recount confirms eastern Ontario mayor's slim win", "description": "Brant Burrow's election as mayor of a small eastern Ontario township of Elizabethtown-Kitley was confirmed in a recount Wednesday.", "url": "https://www.cbc.ca/news/canada/ottawa/elizabethtown-kitley-recount-mayor-results-1.4904902", "urlToImage": "https://i.cbc.ca/1.4879453.1540561002!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/brant-burrow.jpeg", "publishedAt": "2018-11-14T16:41:39Z", "content": "Brant Burrow's election as mayor of a small eastern Ontario township of Elizabethtown-Kitley was confirmed in a recount Wednesday, and turned out to be even slimmer than first thought. The first vote count gave Burrow, a regular face at council meetings and f… [+638 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "U.S. Senate leaders unchanged after election, more jockeying in House", "description": "Senators chose Mitch McConnell for another term leading Republicans and Chuck Schumer for Democrats in closed-door party elections Wednesday lacking the high drama underway on the House side in the midterm election fallout.", "url": "https://www.cbc.ca/news/world/us-congressional-leadership-1.4904832", "urlToImage": "https://i.cbc.ca/1.4904877.1542216105!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/trump-congress.jpg", "publishedAt": "2018-11-14T16:41:23Z", "content": "Nancy Pelosi on Wednesday challenged the Democrats who are fighting to stop her from becoming House Speaker to put forward an alternative. Asked about the opposition, Pelosi noted the lack of a challenger. The California Democrat said, \"Come on in. The water'… [+4019 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Winnipeg kicks off Christmas with annual tree lighting at city hall", "description": "A 45-foot Colorado blue spruce tree, donated by Windsor Park homeowner Dean Munoz-Perez, has been wrapped in 9,000 LED bulbs and set up in front of city hall.", "url": "https://www.cbc.ca/news/canada/manitoba/christmas-tree-lighting-city-hall-winnipeg-1.4904799", "urlToImage": "https://i.cbc.ca/1.4904800.1542210297!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/city-hall-christmas-tree.jpg", "publishedAt": "2018-11-14T16:37:47Z", "content": "Christmas officially kicks off in Winnipeg on Wednesday evening. A 45-foot Colorado blue spruce tree, donated by Windsor Park homeowner Dean Munoz-Perez, has been wrapped in 9,000 LED bulbs and set up in front of city hall. The switch to light it up will be f… [+1668 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Halifax-based naval officer charged with assault, 3 sexual assaults", "description": "A female member of the Canadian navy is facing charges of sexual assault and assault against two people while they were all serving on the Canadian Patrol Frigate HMCS Charlottetown in the Mediterranean.", "url": "https://www.cbc.ca/news/canada/nova-scotia/halifax-based-naval-officer-charged-with-sexual-assault-1.4904892", "urlToImage": "https://i.cbc.ca/1.4508289.1517498444!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hmcs-charlottetown-and-russian-corvette.jpg", "publishedAt": "2018-11-14T16:36:46Z", "content": "A female member of the Canadian navy is facing charges of sexual assault and assault against two people while they were all serving on the Canadian patrol frigate HMCS Charlottetown in the Mediterranean. The Canadian Forces National Investigation Service (CFN… [+730 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Canopy Growth shares stumble 8% after company posts quarterly loss", "description": "Canopy Growth Corp. reported a loss of $330.6 million in its most recent quarter as it ramped up spending ahead of the legalization of recreational marijuana in Canada.", "url": "https://www.cbc.ca/news/business/canopy-growth-earnings-1.4904704", "urlToImage": "https://i.cbc.ca/1.4904909.1542212245!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/marijuana-border-20181011.jpg", "publishedAt": "2018-11-14T16:33:54Z", "content": "Shares of Canopy Growth Corp., slipped as the cannabis producer reported a wider loss of $330.6 million in its latest quarter, missing analyst estimates, as operating costs surged ahead of the legalization of recreational marijuana in Canada. Revenue for the … [+2188 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Eddie Pells", "title": "World Anti-Doping Agency determines Beckie Scott wasn't bullied by its execs", "description": "World Anti-Doping Agency investigators found no evidence athletes' representative Beckie Scott was bullied at a recent meeting, but more people need to be interviewed to determine what happened.", "url": "https://www.cbc.ca/sports/olympics/wada-investigation-beckie-scott-bullying-1.4904816", "urlToImage": "https://i.cbc.ca/1.4904859.1542211250!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/scott-beckie-180605-1180.jpg", "publishedAt": "2018-11-14T16:04:26Z", "content": "World Anti-Doping Agency investigators found no evidence athletes' representative Beckie Scott was bullied at a recent meeting, but more people need to be interviewed to determine what happened. Scott's bullying allegation has dominated much of the global ant… [+3143 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Defeated council candidate awarded certificate of merit", "description": "Fabien Kalala Cimankinda performed CPR on a young man gunned down in broad daylight on Caldwell Avenue last year, but a bravery award he was supposed to get from the city remains on hold. On Tuesday night, he received a separate acknowledgement from Ottawa po…", "url": "https://www.cbc.ca/news/canada/ottawa/fabien-cimankinda-ottawa-police-certificate-merit-1.4904137", "urlToImage": "https://i.cbc.ca/1.4904598.1542200271!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fabien-kalala-cimankinda-smiling-nov-14-2018.jpg", "publishedAt": "2018-11-14T15:56:08Z", "content": "On Sept. 20, 2017, Fabien Kalala Cimankinda was with his young daughter, visiting relatives in the Caldwell Avenue neighbourhood where he grew up, when he heard several bursts of gunfire. First making sure his daughter was safe, he rushed outside to see what … [+3493 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Surrey appoints Terry Waterhouse to oversee transition from RCMP to city police force", "description": "Terry Waterhouse joined the city in 2015 as its first-ever director of public safety strategies — a title that was later changed to general manager of public safety.", "url": "https://www.cbc.ca/news/canada/british-columbia/terry-waterhouse-surrey-rcmp-police-1.4904672", "urlToImage": "https://i.cbc.ca/1.4904693.1542207216!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/terry-waterhouse-surrey.jpg", "publishedAt": "2018-11-14T15:55:07Z", "content": "The City of Surrey has appointed a new manager to lead its transition from using the RCMP to a city-run police force one of the first details Mayor Doug McCallum has offered into how the change will look. Terry Waterhouse was announced as the city's new gener… [+2102 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Class-action lawyer told of 2 coerced sterilizations of Indigenous women in Manitoba", "description": "A lawyer representing Indigenous women who say they were forcibly sterilized in Saskatchewan says she's heard from dozens of women with similar stories, including two incidents alleged to have happened in Manitoba hospitals.", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-indigenous-women-forced-sterilization-lawsuit-1.4904421", "urlToImage": "https://i.cbc.ca/1.4904730.1542207815!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alisa-lombard.jpg", "publishedAt": "2018-11-14T15:52:31Z", "content": "A lawyer representing Indigenous women who say they were forcibly sterilized in Saskatchewan says she's heard from dozens of women with similar stories, including at least two incidents alleged to have happened in Manitoba hospitals. In one of the Manitoba in… [+4091 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Peter Mendelsohn", "title": "Dwane Casey's return sparks 5 memorable Raptors' homecomings", "description": "Dwane Casey is expected to be warmly received by fans in his his return to Toronto on Wednesday night. That certainly wasn't the case for all former members of the Raptors.", "url": "https://www.cbc.ca/sports/basketball/nba-toronto-raptors-memorable-homecomings-1.4902888", "urlToImage": "https://i.cbc.ca/1.4903809.1542210296!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/vince-carter-photo.jpg", "publishedAt": "2018-11-14T15:51:29Z", "content": "Dwane Casey makes his return to Toronto on Wednesday night as head coach of the Detroit Pistons. Casey spent the last seven seasons as Toronto's bench boss, but was fired this past May after the Raptors were swept by the Cleveland Cavaliers for the second con… [+5658 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Cracks force partial closure of bridge over Red River in Winnipeg", "description": "The Manitoba government has closed down part of a bridge in south Winnipeg after cracks showed up in the deck concrete.", "url": "https://www.cbc.ca/news/canada/manitoba/cracks-bridge-red-river-inspection-winnipeg-1.4904709", "urlToImage": "https://i.cbc.ca/1.4904783.1542210570!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/red-river-bridge.JPG", "publishedAt": "2018-11-14T15:44:00Z", "content": "The Manitoba government has closed down part of a bridge in south Winnipeg after cracks showed up in the deck concrete. The westbound curb lane of the Red River Bridge, along the South Perimeter Highway, is blocked to traffic for further inspection. \"A detail… [+349 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joanne Chianello", "title": "Still no date for LRT completion", "description": "After two delays of Ottawa's $2.1-billion LRT system, there's still no firm date for when the city will get the keys, or when the public will ride those rails.", "url": "https://www.cbc.ca/news/canada/ottawa/lrt-update-confederation-line-no-new-date-1.4904671", "urlToImage": "https://i.cbc.ca/1.4634904.1524675226!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/lrt-test-run.JPG", "publishedAt": "2018-11-14T15:43:09Z", "content": "After two delays of Ottawa's $2.1-billion LRT system, there's still no firm date for when the city will get the keys, or when the public will ride those rails. In a verbal update to the the finance and economic development committee Wednesday, transportation … [+1578 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "$2 million in wildfire rebuild relief approved for Fort McMurray evacuees", "description": "Fort McMurray residents still struggling to rebuild after the 2016 wildfire will get $2 million in financial assistance from the local municipality.", "url": "https://www.cbc.ca/news/canada/edmonton/fort-mcmurray-wildfire-2016-more-money-alberta-government-1.4904639", "urlToImage": "https://i.cbc.ca/1.4158862.1497381437!/httpImage/image.jpg_gen/derivatives/16x9_620/fort-mcmurray-wildfire.jpg", "publishedAt": "2018-11-14T15:42:16Z", "content": "Fort McMurray residents still struggling to rebuild and return home after the 2016 wildfire will get $2 million in financial assistance from the local municipality. The Regional Municipality of Wood Buffalo council approved the relief funding during a regular… [+2291 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Todd O'Brien", "title": "Placentia boat owners want harbour authority dissolved", "description": "Some boat owners are concerned about safety and the authority's finances, but the Harbour Authority says it's doing everything by the book.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/placentia-harbour-authority-dissolved-1.4903384", "urlToImage": "https://i.cbc.ca/1.4904769.1542209180!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/bernard-mulrooney.JPG", "publishedAt": "2018-11-14T15:41:26Z", "content": "Wayne Fulford sits at his kitchen table holding a petition addressed to Ken McDonald, the MP for Avalon. It's a request from dozens of boat owners to dissolve the Placentia Harbour Authority. Fulford, a member of the concerned citizens and boat owners of Plac… [+3010 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "World reacts to Calgary's Olympic 'No' vote", "description": "The decisive “no” to bidding for the 2026 Winter Olympics voiced by Calgarians on Tuesday made headlines around the world.", "url": "https://www.cbc.ca/news/canada/calgary/bid-calgary-no-vote-plebiscite-international-coverage-headlines-1.4904614", "urlToImage": "https://i.cbc.ca/1.4904770.1542209197!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/oly-2026-calgary-bid-20181113.jpg", "publishedAt": "2018-11-14T15:41:25Z", "content": "The decisive \"no\" to bidding for the 2026 Winter Olympics voiced by Calgarians on Tuesday made headlines around the world. According to the unofficial tally, 56.4 per cent said they're against pursuing a bid, while just 43.6 per cent wanted the city to go for… [+2106 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "2 pedestrians struck after 2 vehicles crash in North York", "description": "Two pedestrians were seriously injured after two vehicles crashed in North York on Wednesday morning.", "url": "https://www.cbc.ca/news/canada/toronto/mother-child-struck-crash-north-york-1.4904681", "urlToImage": "https://i.cbc.ca/1.4820319.1536767809!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/police-tape.jpg", "publishedAt": "2018-11-14T15:40:55Z", "content": "Two pedestrians were seriously injured after two vehicles crashed in North York on Wednesday morning. The pedestrians, a mother and child, were rushed to hospital. Toronto police said the crash occurred near Keele Street and Four Winds Drive, near Finch Avenu… [+342 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michael Gorman", "title": "Privacy commissioner sees increase in complaints about denied access", "description": "Nova Scotia's information and privacy commissioner, Catherine Tully, is highlighting a growing trend of people complaining more frequently about the failure of public bodies to fully disclose requested information.", "url": "https://www.cbc.ca/news/canada/nova-scotia/freedom-of-information-protection-of-privacy-catherine-tully-1.4904660", "urlToImage": "https://i.cbc.ca/1.4179745.1498584428!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/catherine-tully.jpg", "publishedAt": "2018-11-14T15:11:03Z", "content": "Nova Scotia's information and privacy commissioner is highlighting a growing trend of people complaining more frequently about the failure of public bodies to fully disclose requested information. \"Forty per cent of the appeals filed with our office related t… [+3371 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ottawa sees 1st flu-related death of season", "description": "This winter's flu season, which got underway earlier than normal across Canada, has claimed its first victim in Ottawa.", "url": "https://www.cbc.ca/news/canada/ottawa/flu-season-ottawa-death-1.4904668", "urlToImage": "https://i.cbc.ca/1.4840013.1537998699!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/on-the-money-flu-shots.jpg", "publishedAt": "2018-11-14T15:10:05Z", "content": "This winter's flu season, which got underway earlier than normal across Canada, has claimed its first victim in Ottawa. Ottawa Public Health confirms an unidentified patient over the age of 65 died earlier this month, one of 12 confirmed cases of influenza si… [+508 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Brad Ross, longtime face of the TTC, takes job as city's communications chief", "description": "Longtime TTC spokesperson Brad Ross revealed Wednesday that he's leaving the transit service for a job as the city's communications chief.", "url": "https://www.cbc.ca/news/canada/toronto/brad-ross-ttc-toronto-new-job-1.4904700", "urlToImage": "https://i.cbc.ca/1.4904758.1542208688!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brad-ross-ttc-spokesperson-city-toronto.jpg", "publishedAt": "2018-11-14T15:09:39Z", "content": "Longtime TTC spokesperson Brad Ross revealed Wednesday that he's leaving the transit service for a job as the city's communications chief. Ross, who previously worked at city hall, joined the TTC in 2008. With a notable presence on social media channels, he q… [+329 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "DyslexicAtheist", "title": "Indigenous women kept from seeing their newborns until agreeing to sterilization", "description": "Article URL: https://www.cbc.ca/radio/thecurrent/the-current-for-november-13-2018-1.4902679/indigenous-women-kept-from-seeing-their-newborn-babies-until-agreeing-to-sterilization-says-lawyer-1.4902693 Comments URL: https://news.ycombinator.com/item?id=1845033…", "url": "https://www.cbc.ca/radio/thecurrent/the-current-for-november-13-2018-1.4902679/indigenous-women-kept-from-seeing-their-newborn-babies-until-agreeing-to-sterilization-says-lawyer-1.4902693", "urlToImage": "https://i.cbc.ca/1.3382542.1452873395!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/royal-university-hospital-in-saskatoon.JPG", "publishedAt": "2018-11-14T15:07:21Z", "content": "Read Story Transcript As a senator calls for a nationwide review of the forced sterilization of Indigenous women, a lawyer representing a proposed class action detailed the women's accounts of being sterilized without proper and informed consent. \"In the thro… [+3128 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Gas prices could drop as low as 99 cents a litre on Thursday, expert says", "description": "Attention Ontario drivers: gas prices are forecast to take a major fall on Thursday.", "url": "https://www.cbc.ca/news/canada/toronto/gas-price-decrease-99-cents-litre-thursday-crude-oil-gasbuddy-1.4904676", "urlToImage": "https://i.cbc.ca/1.4904687.1542206188!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gasoline-price-spike-20180705.jpg", "publishedAt": "2018-11-14T15:04:59Z", "content": "Attention Ontario drivers: don't gas up on Wednesday, wait until Thursday, when gas prices are forecast to fall. That's the word from Dan McTeague, senior petroleum analyst at Gas.Buddy.com, a website that monitors gas prices throughout North America. McTeagu… [+1982 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Groat Road Bridge work means detours for city buses until summer 2020", "description": "Ongoing construction on the Groat Road Bridge means starting next month no Edmonton, St. Albert or Strathcona County buses will be able to cross for the next year and a half.", "url": "https://www.cbc.ca/news/canada/edmonton/groat-road-bridge-bus-detours-1.4904183", "urlToImage": "https://i.cbc.ca/1.4904239.1542152362!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bus.jpg", "publishedAt": "2018-11-14T15:00:00Z", "content": "Ongoing construction on the Groat Road Bridge means starting next month no Edmonton, St. Albert or Strathcona County buses will be able to cross for the next year and a half. Buses will be detoured downtown starting Dec. 2 until work is completed in summer 20… [+2229 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michelle Ghoussoub", "title": "Ottawa provides $2M for programs to prevent violent extremism in B.C.", "description": "The federal government is providing $2 million in funding over five years to develop programs to prevent people from becoming radicalized in B.C.", "url": "https://www.cbc.ca/news/canada/british-columbia/ottawa-programs-prevent-violent-extremism-bc-1.4904323", "urlToImage": "https://i.cbc.ca/1.4864972.1539824434!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/question-period-20181002.jpg", "publishedAt": "2018-11-14T14:54:14Z", "content": "The federal government is providing $2 million in funding over five years to develop programs to prevent people from becoming radicalized in B.C. The announcement was made on Tuesday by Ron McKinnon, MP for Coquitlam-Port Coquitlam, on behalf of Minister of P… [+1228 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Paul Palmeter", "title": "Nova Scotia's Drake Batherson gets call-up to NHL", "description": "It will be a dream come true Thursday night in Ottawa for the 20-year-old when he steps on the ice at the Canadian Tire Centre arena. He will make his NHL debut against the Detroit Red Wings.", "url": "https://www.cbc.ca/news/canada/nova-scotia/nova-scotia-drake-batherson-call-up-nhl-1.4904630", "urlToImage": "https://i.cbc.ca/1.4904638.1542203874!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/drake-batherson.jpg", "publishedAt": "2018-11-14T14:38:26Z", "content": "It will be a dream come true Thursday night in Ottawa for 20-year-old Nova Scotia hockey star Drake Batherson when he steps on the ice at the Canadian Tire Centre arena. Batherson will make his NHL debut against the Detroit Red Wings. \"I was lucky enough to g… [+2619 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Christopher Reynolds", "title": "Bombardier CEO defends layoffs, insists they are necessary", "description": "The comments were the first Alain Bellemare has made about the layoffs — or potential cuts ahead — since the multinational company announced major restructuring in its aerospace division last Thursday.", "url": "https://www.cbc.ca/news/canada/montreal/bombardier-alain-bellemare-layoffs-1.4904580", "urlToImage": "https://i.cbc.ca/1.4904586.1542200746!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/bombardier-quebec-minister-20181112.jpg", "publishedAt": "2018-11-14T14:20:23Z", "content": "The head of Bombardier Inc. is defending his move to lay off 5,000 workers 3,000 of them in Canada citing efficiency while leaving the door open to more job cuts down the line. \"Yes, it is tough. And yes, many people do not like this. But the fact is we want … [+2359 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police in Thetford Mines looking for 2 men accused of sharing explicit videos of teen girls", "description": "Police in Thetford Mines are looking for two suspects who are alleged to have filmed two teenage girls during sexual acts and shared the videos on social media, all without their knowledge or consent.", "url": "https://www.cbc.ca/news/canada/montreal/thetford-mines-suspects-shared-intimate-videos-1.4904569", "urlToImage": "https://i.cbc.ca/1.1560091.1478196265!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-computer-keyboard-abc.jpg", "publishedAt": "2018-11-14T14:19:38Z", "content": "Police in Thetford Mines are looking for two young men they believe filmed two teenage girls during sexual acts and shared the videos on social media without their knowledge or consent. Last year, the girls, who were 14 and 15 at the time, had sex with three … [+771 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Janyce McGregor", "title": "Trudeau and Chinese premier reveal progress, even without formal trade talks", "description": "Canada may not be in comprehensive trade negotiations with China, but a laundry list of outcomes from Prime Minister Justin Trudeau's hour-long meeting with Chinese Premier Li Keqiang on Wednesday hints at what may be accomplished even without official talks.", "url": "https://www.cbc.ca/news/politics/trudeau-singapore-wednesday-1.4904545", "urlToImage": "https://i.cbc.ca/1.4904625.1542202389!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/trudeau-singapore-20181114.jpg", "publishedAt": "2018-11-14T14:12:35Z", "content": "Canada may not be in comprehensive trade negotiations with China, but a laundry list of outcomes from Prime Minister Justin Trudeau's hour-long meeting with Chinese Premier Li Keqiang on Wednesday hints at what may be accomplished even without official talks.… [+5525 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Delta casino gets green light from BCLC", "description": "The Cascades Casino Delta has been given the green light, despite objections from the City of Richmond.", "url": "https://www.cbc.ca/news/canada/british-columbia/delta-casino-gets-green-light-from-bclc-1.4904475", "urlToImage": "https://i.cbc.ca/1.4904507.1542171465!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/delta-casino.jpg", "publishedAt": "2018-11-14T14:02:33Z", "content": "The British Columbia Lottery Corporation (BCLC) has approved a new gambling and entertainment facility in Delta, B.C. The Cascades Casino Delta, which will be operated by Gateway Casinos &amp; Entertainment Limited, is set to have a hotel, restaurants, meetin… [+1051 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Fort McMurray dog that killed chihuahua designated as vicious animal", "description": "Despite pleas against the label from the dog’s owner, Kellie Brannan, Wood Buffalo municipal council upheld the by-law designation Tuesday night.", "url": "https://www.cbc.ca/news/canada/edmonton/fort-mcmurray-dog-vicious-animal-1.4904453", "urlToImage": "https://i.cbc.ca/1.4904462.1542166968!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dangerous-dog.jpg", "publishedAt": "2018-11-14T14:00:00Z", "content": "Municipal councillors in Fort McMurray have upheld a vicious animal designation for a dog that killed another dog. Deanne Bergey, senior manager for RCMP support and bylaw services for the Regional Municipality of Wood Buffalo, presented her case to confirm t… [+2449 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Communications", "title": "CBC Toronto's Sounds of the Season", "description": "Join us for our annual charity drive in support of local food banks!", "url": "https://www.cbc.ca/news/canada/toronto/events/features/cbc-toronto-s-sounds-of-the-season-1.3826517", "urlToImage": "https://i.cbc.ca/1.3350688.1477953669!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-sots-jessica-and-cody.jpg", "publishedAt": "2018-11-14T14:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Mé​tis Week provides a chance to 'reclaim the pride'", "description": "Mé​tis dancer Elizabeth Potskin dances a traditional jig in front of a crowd in Calgary to celebrate Mé​tis Week.", "url": "https://www.cbc.ca/news/canada/calgary/metis-week-calgary-alberta-1.4904445", "urlToImage": "https://i.cbc.ca/1.4904498.1542170546!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/damase-ellis.jpeg", "publishedAt": "2018-11-14T14:00:00Z", "content": "Métis dancer Elizabeth Potskin dances a traditional jig in front of a crowd in Calgary to celebrate Métis Week. The Red River Jig is a traditional Métis dance, a style borrowed from European settlers but now owned and celebrated by Métis people. It's one part… [+2747 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Don't call it a party: Graydon Pelley walks away from PCs, starting new political group", "description": "Graydon Pelley is focused on starting a new political party, aimed at forming government in the 2019 election.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/new-political-party-1.4904572", "urlToImage": "https://i.cbc.ca/1.3329583.1542202644!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/graydon-pelley-campaign.JPG", "publishedAt": "2018-11-14T13:56:46Z", "content": "Graydon Pelley is walking away from the PC Party of Newfoundland and Labrador and starting a new political party, with the goal of forming the provincial government in the 2019 election. \"Over the last little while I feel that we are not seeing that move towa… [+2202 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dean Bennett", "title": "Won't name 2 MLAs accused of inappropriate behaviour because of privacy: premier", "description": "Alberta Premier Rachel Notley says the NDP caucus won't reveal the names of two legislature members accused of inappropriate behaviour.", "url": "https://www.cbc.ca/news/canada/edmonton/notley-won-t-name-mla-inappropriate-behaviour-investigation-1.4904610", "urlToImage": "https://i.cbc.ca/1.4813182.1536257913!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/trans-mountain-court-alt-20180830-rachel-notley.jpg", "publishedAt": "2018-11-14T13:46:08Z", "content": "Alberta Premier Rachel Notley says the NDP caucus won't reveal the names of two legislature members accused of inappropriate behaviour. Notley says both cases have been addressed internally and divulging details and identities would jeopardize the privacy of … [+1834 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Canadian Paralympic Committee says 2026 Games would have 'united the nation'", "description": "The group representing Canada's Paralympic athletes says it is disappointed, but respects the decision by Calgarians to vote against making a bid for the 2026 Olympic and Paralympic Winter Games.", "url": "https://www.cbc.ca/sports/paralympics/calgary-2026-plebiscite-reaction-canadian-paralympic-committee-1.4904600", "urlToImage": "https://i.cbc.ca/1.4904616.1542201660!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/mckeever-brian-031810.jpg", "publishedAt": "2018-11-14T13:36:06Z", "content": "The group representing Canada's Paralympic athletes says it is disappointed, but respects the decision by Calgarians to vote against making a bid for the 2026 Olympic and Paralympic Winter Games. Marc-Andre Fabien, president of the Canadian Paralympic Committ… [+884 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Israeli defence minister resigns over Gaza ceasefire deal", "description": "Israeli Defence Minister Avigdor Lieberman has abruptly resigned his post to protest a ceasefire reached with Gaza militants, rocking the Israeli political scene and potentially bringing about early elections.", "url": "https://www.cbc.ca/news/world/hamas-israel-rockets-gaza-1.4904573", "urlToImage": "https://i.cbc.ca/1.4904587.1542199488!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afp-1au133.jpg", "publishedAt": "2018-11-14T13:31:42Z", "content": "Israeli Defence Minister Avigdor Lieberman has abruptly resigned his post in protest over a ceasefire reached with Gaza militants, rocking the Israeli political scene and potentially bringing about early elections. Lieberman termed the ceasefire ending two da… [+5280 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jamie Strashin", "title": "Why Calgary passed on the 2026 Olympics - and what's next for the Games nobody seems to want", "description": "Calgary voters have sent politicians a clear message: they want no part of the city's beleaguered bid for the 2026 Winter Olympics. Beyond the boosterism of those connected to the Olympic movement, there never seemed to be an overwhelming amount of genuine ex…", "url": "https://www.cbc.ca/sports/olympics/calgary-2026-plebiscite-jamie-strashin-1.4904585", "urlToImage": "https://i.cbc.ca/1.4904612.1542201490!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/in-the-news-20181114.jpg", "publishedAt": "2018-11-14T13:19:18Z", "content": "Calgary voters have sent politicians a clear message: they want no part of the city's beleaguered bid for the 2026 Winter Olympics. The vote is not binding but should leave those on Calgary City council no doubt. Leading up to this plebiscite, bid organizers … [+5786 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "2 teens arrested in death of 17-year-old from Nuns' Island", "description": "Montreal police have arrested two teens, a boy and a girl, in connection with the death of a 17-year-old, whose body was found in a wooded area on Nuns' Island earlier this week.", "url": "https://www.cbc.ca/news/canada/montreal/2-teens-arrested-nuns-island-teen-death-1.4904590", "urlToImage": "https://i.cbc.ca/1.4904604.1542200688!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/nuns-island-death-17-year-old.jpeg", "publishedAt": "2018-11-14T13:15:54Z", "content": "Montreal police have arrested two teens, a boy and a girl, in connection with the death of a 17-year-old, whose body was found in a wooded area on Nuns' Island earlier this week. The two teens, who are also 17, are expected to appear in youth court in Montrea… [+797 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Theresa May begins process of convincing party, Parliament on Brexit divorce deal", "description": "Prime Minister Theresa May says a draft divorce agreement with the European Union \"takes us significantly closer to delivering what the British people voted for\" when they decided to leave the bloc.", "url": "https://www.cbc.ca/news/world/may-brexit-cabinet-meeting-1.4904575", "urlToImage": "https://i.cbc.ca/1.4904620.1542201822!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/britain-eu-brexit.jpg", "publishedAt": "2018-11-14T13:10:47Z", "content": "Prime Minister Theresa May will try to convince senior ministers on Wednesday to accept a draft European Union divorce deal, telling the House of Commons the agreement \"takes us significantly closer to delivering what the British people voted for.\" May told l… [+2481 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "DAPHNE SANTOS-VIEIRA", "title": "Natalie Lim from Vancouver wins the 2018 CBC Poetry Prize for Arrhythmia", "description": "Lim will receive $6,000 from the Canada Council for the Arts and a writing residency at the Banff Centre. Read her poem, Arrhythmia, now.", "url": "https://www.cbc.ca/books/natalie-lim-from-vancouver-wins-the-2018-cbc-poetry-prize-for-arrhythmia-1.4898113", "urlToImage": "https://i.cbc.ca/1.4877016.1540415210!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/cbc-poetry-prize-natalie-lim.png", "publishedAt": "2018-11-14T13:00:29Z", "content": "Natalie Lim from Vancouver, B.C. has won the 2018 CBC Poetry Prize for Arrhythmia, a poem about language, family and losing a part of yourself. As the grand prize winner, Lim will receive $6,000 from the Canada Council for the Arts and a writing residency at … [+2342 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Tax hikes and service cuts expected as Calgary rolls out new 4-year budget", "description": "Calgary city council will debate and finalize the budget during the last week of November.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-four-year-budget-2019-1.4904431", "urlToImage": "https://i.cbc.ca/1.2853667.1417192854!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/council-budget.jpg", "publishedAt": "2018-11-14T13:00:00Z", "content": "Property tax and utility rate hikes, as well as service cuts are expected Wednesday when the city unveils Calgary's new four-year budget to council. Council directed administration to aim for property tax hikes of about three per cent for each of the next fou… [+659 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Will the NHL concussion settlement change anything?", "description": "On CBC's new daily podcast Front Burner, TSN senior correspondent Rick Westhead reports on the lawsuit against the NHL alleging that the league failed to protect players from head injuries or warn them of the risk of playing. A tentative settlement has been r…", "url": "https://www.cbc.ca/radio/frontburner/will-the-nhl-concussion-settlement-change-anything-1.4904351", "urlToImage": "https://i.cbc.ca/1.1547114.1542159291!/httpImage/image.jpg_gen/derivatives/16x9_620/sp-940-carcillo-8col.jpg", "publishedAt": "2018-11-14T13:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Vancouver community centres offer free diabetes screening on World Diabetes Day", "description": "The Vancouver Park Board is partnering with Diabetes Canada for the second year in a row to screen individuals that may be at risk of developing Type 2 diabetes.", "url": "https://www.cbc.ca/news/canada/british-columbia/type-diabetes-test-screening-vancouver-community-centre-1.4904394", "urlToImage": "https://i.cbc.ca/1.4452330.1513387517!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/type-2-diabetes-questionnaire-shot.jpg", "publishedAt": "2018-11-14T13:00:00Z", "content": "The Vancouver Park Board is partnering with Diabetes Canada for the second year in a row to screen individuals that may be at risk of developing Type 2 diabetes. Wednesday, on World Diabetes Day, eight community centres across the city will offer free risk as… [+1693 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jennie Russell", "title": "'Time for the health minister to step up': Critics call for end to Covenant Health assisted-dying policy", "description": "Health Minister Sarah Hoffman must finally order an end to a Covenant Health policy that has traumatized some terminally ill patients seeking an assisted death, critics say.", "url": "https://www.cbc.ca/news/canada/edmonton/time-for-the-health-minister-to-step-up-critics-call-for-end-to-covenant-health-assisted-dying-policy-1.4904161", "urlToImage": "https://i.cbc.ca/1.4904193.1542150658!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/dr-david-swann.png", "publishedAt": "2018-11-14T13:00:00Z", "content": "Critics are demanding that Health Minister Sarah Hoffman finally order an end to a Covenant Health policy that has traumatized some terminally ill patients seeking an assisted death. As CBC News reported Tuesday, Hoffman has known since 2016 that some Covenan… [+4396 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "University of Ottawa will vote to pick next student association", "description": "The University of Ottawa plans to hold a referendum next year on who will represent students at the school, potentially replacing the group plagued by concerns about how it manages money.", "url": "https://www.cbc.ca/news/canada/ottawa/sfuo-ottawa-university-fraud-referendum-1.4904465", "urlToImage": "https://i.cbc.ca/1.2556965.1476799284!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/university-of-ottawa-generic.jpg", "publishedAt": "2018-11-14T12:38:07Z", "content": "The University of Ottawa plans to hold a referendum next year on who will represent students, potentially replacing the group plagued by concerns about how it manages money. After fraud allegations emerged this summer, the university suspended transfer paymen… [+3200 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Gary Moore", "title": "City votes in favour of new plan that will save 8 mature trees in Officers' Square", "description": "Fredericton city council has chosen a new design for Officers' Square that will save eight mature trees — four more trees compared to its original plan.", "url": "https://www.cbc.ca/news/canada/new-brunswick/officers-square-new-design-1.4904412", "urlToImage": "https://i.cbc.ca/1.4893463.1541473132!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/officers-square-conceptual-design-one.jpg", "publishedAt": "2018-11-14T12:36:57Z", "content": "Fredericton city council has chosen a new design for Officers' Square that will save eight mature trees four more trees compared to its original plan. The new design will also save a large elm tree at the corner of the park between Queen Street and St. Anne's… [+2235 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Helen Pike", "title": "Harassment, sexual requests part of a day's work, says Calgary massage therapist", "description": "A Calgary massage therapist says prospective male clients have been making her uncomfortable with harassing messages and sexual requests.", "url": "https://www.cbc.ca/news/canada/calgary/massage-therapy-sexual-harassment-1.4904315", "urlToImage": "https://i.cbc.ca/1.4659188.1526059721!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/massage-therapist-hands.jpg", "publishedAt": "2018-11-14T12:30:00Z", "content": "It's a massage therapist's job to make her clients comfortable. But in recent months, a Calgary woman has had to remind herself why she got into the profession in the first place because prospective male clients have been making her uncomfortable with harassi… [+5624 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Boeing didn't disclose control feature eyed in Indonesia crash, U.S. pilots say", "description": "Boeing didn't tell airline pilots about features of a new flight-control system in its 737 MAX that reportedly is a focus of the investigation into last month's deadly crash in Indonesia, according to pilots who fly the jet in the U.S.", "url": "https://www.cbc.ca/news/world/boeing-737-max-anti-stall-system-safety-1.4904544", "urlToImage": "https://i.cbc.ca/1.4904547.1542191700!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/boeing-controls.jpg", "publishedAt": "2018-11-14T12:02:47Z", "content": "Boeing didn't tell airline pilots about features of a new flight-control system in its 737 MAX that reportedly is a focus of the investigation into last month's deadly crash in Indonesia, according to pilots who fly the jet in the U.S. Pilots say they were no… [+3919 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bethany Lindsay", "title": "$3.5M in donations helps brings hundreds of refugees to Canada", "description": "It all happened so fast. Tuesday afternoon, Jennifer Basu and a group of friends met at Vancouver International Airport to welcome the refugee they’d sponsored to come to Canada.", "url": "https://www.cbc.ca/news/canada/british-columbia/3-5m-in-donations-helps-brings-hundreds-of-refugees-to-canada-1.4904331", "urlToImage": "https://i.cbc.ca/1.4904335.1542158499!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/refugees.jpg", "publishedAt": "2018-11-14T12:00:00Z", "content": "It all happened so fast. Tuesday afternoon, Jennifer Basu and a group of friends met at Vancouver International Airport to welcome the refugee they'd sponsored to come to Canada. Basu said she'd been thinking about sponsoring someone for a while, but it didn'… [+2460 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Matthew Kupfer", "title": "Private fund helps sponsor 685 refugees across Canada", "description": "An Ottawa-based network that helped find private sponsors for 685 refugees across Canada with the backing of major philanthropists got a third of its sponsorship groups in Ottawa.", "url": "https://www.cbc.ca/news/canada/ottawa/refugee-fund-private-sponsors-1.4904367", "urlToImage": "https://i.cbc.ca/1.4904426.1542194415!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/emilie-coyle.JPG", "publishedAt": "2018-11-14T12:00:00Z", "content": "An Ottawa-based network that helped find private sponsors for 685 refugees across Canada with the backing of major philanthropists got a third of its sponsorship groups in Ottawa. Canada had 1,000 unclaimed spaces for privately sponsored refugees in early Aug… [+2701 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Geoff Leo", "title": "Sask. eHealth exec got free PGA golf trip from vendor doing business with province", "description": "A former Chief Information Officer with eHealth acknowledges that last year he received an all-expenses-paid trip to Charlotte, North Carolina where he and two other eHealth employees attended the PGA Championship.", "url": "https://www.cbc.ca/news/canada/saskatchewan/ehealth-exec-pga-trip-vendor-funded-1.4903286", "urlToImage": "https://i.cbc.ca/1.4903303.1542125729!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/wilbour-craddock.PNG", "publishedAt": "2018-11-14T12:00:00Z", "content": "A former Chief Information Officer with the Saskatchewan Crown corporation eHealth acknowledges that last year he received an all-expenses-paid trip to Charlotte, North Carolina where he and two other eHealth employees attended the PGA Championship. Wilbour C… [+13618 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bethany Lindsay", "title": "Philanthropists donate $3.5M to help bring almost 700 refugees to Canada", "description": "It all happened so fast. Tuesday afternoon, Jennifer Basu and a group of friends met at Vancouver International Airport to welcome the refugee they’d sponsored to come to Canada.", "url": "https://www.cbc.ca/news/canada/british-columbia/donations-help-bring-hundreds-refugees-canada-1.4904331", "urlToImage": "https://i.cbc.ca/1.4904335.1542158499!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/refugees.jpg", "publishedAt": "2018-11-14T12:00:00Z", "content": "It all happened so fast. Tuesday afternoon, Jennifer Basu and a group of friends met at Vancouver International Airport to welcome the refugee they'd sponsored to come to Canada. Basu said she'd been thinking about sponsoring someone for a while, but it didn'… [+2460 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ariana Kelland", "title": "Couple says witless reasons at root of order to tear down chicken coop in Witless Bay", "description": "They just wanted to raise three chickens, but the town council and a family of complainants had other ideas, says a couple in Witless Bay.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/chicken-coop-witless-bay-1.4903884", "urlToImage": "https://i.cbc.ca/1.4903888.1542140760!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/gideon-barker-and-jaclyn-humphries.JPG", "publishedAt": "2018-11-14T11:54:07Z", "content": "There ain't nobody here but three chickens McNugget, Bean and Lentil, to be specific but the Town of Witless Bay has ordered their little, yellow coop must go. Gideon Barker and Jaclyn Humphries say illogical, backwards thinking has put a damper on what was s… [+3392 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Windsor's weather, traffic and gas prices for Wednesday", "description": "Everything you need to know to start your day.", "url": "https://www.cbc.ca/news/canada/windsor/windsor-weather-traffic-gas-prices-nov-14-2018-1.4904559", "urlToImage": "https://i.cbc.ca/1.4904561.1542195090!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dog-in-snow.jpg", "publishedAt": "2018-11-14T11:37:30Z", "content": "Weather Today will see sunny skies becoming a mix of sun and cloud near noon. The high is 0 C, but feels like -10 C. Tonight will be mainly cloudy with a low of -3 C wind chill feels like -7 C. Traffic Seminole Street from Central Avenue to Chandler Road is r… [+761 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Sloppy winter weather shutting down services across Newfoundland and Labrador", "description": "Schools are closed and ferries are delayed as winter weather wallops Newfoundland and Labrador.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/winter-weather-newfoundland-1.4904535", "urlToImage": "https://i.cbc.ca/1.4904537.1542189948!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/snow-plows-newfoundland.jpg", "publishedAt": "2018-11-14T11:24:41Z", "content": "Schools and transportation networks across Newfoundland and Labrador are dealing with some wild winter weather this morning. Most of the province is under one or more weather warnings, many schools are closed all day on the west coast of the island, and delay… [+1420 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Wind gusts could hit 100 km/h on P.E.I.", "description": "Charlottetown recorded a record snowfall Tuesday, and a wind warning remains in effect for all of Prince Edward Island Wednesday.", "url": "https://www.cbc.ca/news/canada/prince-edward-island/pei-wind-warning-1.4904554", "urlToImage": "https://i.cbc.ca/1.4904556.1542193553!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/snowfall-hunter-river-p-e-i-nov-13-2018.jpg", "publishedAt": "2018-11-14T11:18:18Z", "content": "Charlottetown recorded a record snowfall Tuesday, and a wind warning remains in effect for all of Prince Edward Island Wednesday. Environment Canada recorded 13 centimetres of snow at Charlottetown Airport. The previous record for a Nov. 13 was 10.2 centimetr… [+476 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Charlottetown financial statements reveal $11.2M surplus", "description": "The City of Charlottetown has released its consolidated financial statements for 2017, which show a surplus of $11.2 million.", "url": "https://www.cbc.ca/news/canada/prince-edward-island/pei-charlottetown-2017-financial-statements-1.4904375", "urlToImage": "https://i.cbc.ca/1.3945120.1505347205!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/charlottetown-city-hall-close-up.jpg", "publishedAt": "2018-11-14T11:15:55Z", "content": "The City of Charlottetown has released its consolidated financial statements for 2017, which show a surplus of $11.2 million. The surplus comes two years after the city went $3 million over budget largely due to snow clearing expenses in 2015. \"We really buck… [+1402 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ian Froese", "title": "Abortion pill rarely used in rural Manitoba, new data shows", "description": "A drug hailed for easing abortion access for women in rural and remote areas is being dispensed infrequently in the Manitoba communities where barriers to care have stood for years.", "url": "https://www.cbc.ca/news/canada/manitoba/mifegymiso-abortion-pill-rural-pharamacies-1.4903762", "urlToImage": "https://i.cbc.ca/1.4225866.1501252326!/httpImage/image.jpg_gen/derivatives/16x9_620/mifegymiso.jpg", "publishedAt": "2018-11-14T11:00:00Z", "content": "A drug that was supposed to increase abortion access for women in rural and remote areas is being dispensed infrequently, if at all, outside of Winnipeg and Brandon. In the nearly two years since Mifegymiso, commonly known as the abortion pill, has been avail… [+6024 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nick Boisvert", "title": "Canada's first successful heart transplant was 50 years ago this week. Here's how it happened", "description": "Toronto's St. Michael's Hospital is marking the 50th anniversary of Canada's first successful heart transplant. \"We showed that it can be done,\" remembered a doctor involved in the landmark surgery.", "url": "https://www.cbc.ca/news/canada/toronto/50-anniversary-heart-transplant-1.4903577", "urlToImage": "https://i.cbc.ca/1.4903613.1542133970!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dr-john-k-wilson.jpg", "publishedAt": "2018-11-14T11:00:00Z", "content": "In mid-November 1968, a team of cardiologists at St. Michael's Hospital received a call they had been waiting on for months. An 18-year-old man had been badly injured in an accident, they learned. He was ruled brain dead, but his heart was still beating. It w… [+4289 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Magee", "title": "Elections NB uses Facebook ads to spur people to run in byelections", "description": "Elections NB has bought geo-targeted Facebook ads in communities across the province where municipal byelections will be held next month in the hopes people will put their names forward as nominees by Friday.", "url": "https://www.cbc.ca/news/canada/new-brunswick/elections-nb-facebook-ads-byelections-1.4903844", "urlToImage": "https://i.cbc.ca/1.3574716.1462853023!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/elections-new-brunswick.jpg", "publishedAt": "2018-11-14T11:00:00Z", "content": "Elections NB is using geo-targeted ads on Facebook in the hopes of garnering more nominations for upcoming municipal byelections. The ads on the social media site appear in the 23 communities where byelections will be held Dec. 10 to fill 31 vacancies. Kimber… [+2138 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jackie Sharkey", "title": "CBD belongs in store next to vitamins, echinacea, says industry group", "description": "The natural health industry is pressuring Health Canada to classify CBD, the non-hallucinogenic component of cannabis, as a natural health product. Medical users are now turning to recreational pot distributors with unclear CBD labelling to get it.", "url": "https://www.cbc.ca/news/canada/kitchener-waterloo/cannabidiol-recreational-natural-health-product-health-food-association-1.4903851", "urlToImage": "https://i.cbc.ca/1.4832776.1537531757!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/marijuana-multiple-sclerosis-medical-marijuana-patient.jpg", "publishedAt": "2018-11-14T11:00:00Z", "content": "The natural health industry is putting pressure on Health Canada to classify CBD, the non-hallucinogenic component of cannabis, as a natural health product. That would put CBD in the same category as echinacea, vitamin D and other health supplements. \"An incr… [+2884 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rhianna Schmunk", "title": "Dealer who used cars to deliver drugs tries — and fails — to become a car salesman", "description": "Asif Aslam built secret compartments in cars to move drugs around before being busted in \"Operation Monolith\" five years ago.", "url": "https://www.cbc.ca/news/canada/british-columbia/asif-aslam-drugs-1.4902148", "urlToImage": "https://i.cbc.ca/1.4903833.1542138310!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/643111243.jpg", "publishedAt": "2018-11-14T11:00:00Z", "content": "A convicted drug dealer who has a history with gangs has lost his application to become a licensed car salesman in B.C. largely because it was cars he used to shuffle drugs around. Asif Aslam was busted for trying to send 1.7 kilograms of cocaine to the Yukon… [+2678 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Many workers don't know what to do about workplace issues, Winnipeg HR expert says — these are her tips", "description": "As workplace harassment allegations surface on social media against Winnipeg restaurant chain Stella's, a Winnipeg human resource professional says many employees in similar situations across the city often don't know where to turn if they have concerns about…", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-workplace-complaint-human-resources-tips-1.4904487", "urlToImage": "https://i.cbc.ca/1.3987453.1487306127!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/aging-america-changing-workplace.jpg", "publishedAt": "2018-11-14T11:00:00Z", "content": "As workplace harassment allegations surface on social media against Winnipeg restaurant chain Stella's, a Winnipeg human resource professional says many employees in similar situations don't know where to turn if they have concerns about their workplace. \"I t… [+3877 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Doug Hempstead", "title": "It's more slippery than it may appear today", "description": "Follow live traffic updates during Ottawa Morning from 5:30 to 8:30 a.m. and All In A Day from 3 to 6 p.m.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-gatineau-traffic-november-14-2018-1.4904541", "urlToImage": "https://i.cbc.ca/1.4519184.1517765991!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/winter-mtl.JPG", "publishedAt": "2018-11-14T10:57:11Z", "content": "Good morning commuters! Holy cats, watch your speed today at intersections. That thing we had Monday where a very light snow fell and quickly became a film of black ice? Well, that's happened again. This morning I could see the sheen on the asphalt as the str… [+510 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man shot to death in north end is Toronto's 89th homicide this year — tying grim record set in 1991", "description": "A male was shot to death overnight Wednesday in north Toronto, marking the city's 89th homicide of this year — tying a grim statistical record that has stood for nearly three decades.", "url": "https://www.cbc.ca/news/canada/toronto/homicide-89th-toronto-murder-north-end-shooting-1.4904542", "urlToImage": "https://i.cbc.ca/1.4904548.1542192250!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/north-toronto-shot-to-death-89th-homicide.jpg", "publishedAt": "2018-11-14T10:51:08Z", "content": "A male was shot to death overnight Wednesday in north Toronto, marking the city's 89th homicide of this year tying a grim statistical record that has stood for nearly three decades. Police were called to the area of Albion and Weston roads around midnight aft… [+473 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Bixi celebrates end of season, announces expansion to 5 more boroughs", "description": "This marks the 10th year of Bixi's operation in Montreal, and the service will continue to grow next year, with the company expanding services to five more boroughs.", "url": "https://www.cbc.ca/news/canada/montreal/bixi-season-expansion-1.4904439", "urlToImage": "https://i.cbc.ca/1.4613138.1523383426!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/bixi-montreal-spring.JPG", "publishedAt": "2018-11-14T10:34:07Z", "content": "Today is the last day to use a Bixi before the season officially ends Nov. 15, and the company says it's hit a new record for 5.3 million trips taken in 2018. This marks the 10th year of Bixi's operation in Montreal. The service will continue to grow next yea… [+1585 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jacob Barker", "title": "'I feel accomplished': Sheshatshiu wrestler brings home gold from England", "description": "Josh Dyke won gold for his weight class last weekend at the British Juniors wrestling championships in Peterborough, England.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/sheshatshiu-wrestler-josh-dyke-wins-gold-1.4904140", "urlToImage": "https://i.cbc.ca/1.4904276.1542153306!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/josh-dyke.jpg", "publishedAt": "2018-11-14T10:30:00Z", "content": "The community of Sheshatshiu is celebrating a big win after 18-year-old wrestler Josh Dyke took gold at an international tournament in England last weekend. \"I feel accomplished,\" Dyke told the CBC. \"I trained so hard just to get it.\" Dyke won bronze at last … [+2099 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Chiu", "title": "Couple's 'nightmare' shows what's wrong with Halifax's accessible-taxi system", "description": "Wendy and Guy White, who both use wheelchairs, were unable to get an accessible taxi twice in less than a week — both times dealing with hospital visits. Their ordeal comes as the number of accessible taxis in the city plummets.", "url": "https://www.cbc.ca/news/canada/nova-scotia/couple-s-nightmare-shows-what-s-wrong-with-halifax-s-accessible-taxi-system-1.4898918", "urlToImage": "https://i.cbc.ca/1.4899317.1541869218!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/wendy-and-guy-white.jpg", "publishedAt": "2018-11-14T10:00:38Z", "content": "Guy White was forced to sleep on a fold-out chair in a Halifax hospital room when he couldn't get a ride home, scrambling to scrounge up the medication he takes every two hours for the Parkinson's disease that makes walking difficult. His wife, Wendy, was for… [+7433 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elysha Enos", "title": "First he takes Manhattan: MAC's Leonard Cohen exhibition gets international tour", "description": "Montreal's Musée d'art contemporain (MAC) has officially announced the international tour of its blockbuster Leonard Cohen: A Crack in Everything exhibition, which kicks off in New York City in the spring.", "url": "https://www.cbc.ca/news/canada/montreal/mac-leonard-cohen-nyc-manhattan-tour-1.4904265", "urlToImage": "https://i.cbc.ca/1.4390260.1510008359!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/cohen-exhibition.JPG", "publishedAt": "2018-11-14T10:00:00Z", "content": "Montreal's Contemporary Art Museum (MAC) has officially announced the international tour of its blockbuster Leonard Cohen: A Crack in Everything exhibition, which kicks off in New York City in the spring. The Jewish Museum, on New York City's Museum Mile, wil… [+2468 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sabrina Fabian", "title": "Nova Scotia coffee company seeks solution to plastic package problem", "description": "Just Us! Coffee is facing several challenges as it tries to reduce its environmental footprint. It needs to collect its used bags and then find a company to recycle them.", "url": "https://www.cbc.ca/news/canada/nova-scotia/nova-scotia-coffee-company-solutions-plastic-1.4903895", "urlToImage": "https://i.cbc.ca/1.4904071.1542146704!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/joey-pitoello.jpg", "publishedAt": "2018-11-14T10:00:00Z", "content": "Waves of Change is a CBC series exploring the single-use plastic we're discarding, and why we need to clean up our act. You can be part of the community discussion by joining our Facebook group. Just Us! Coffee sells thousands of bags of coffee to grocery sto… [+3032 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Angela MacIvor", "title": "Jail staff neglected policies days before Clayton Cromwell's death", "description": "N.S. justice officials acknowledge they weren't following their own policies in the days leading up Clayton Cromwell’s death. The 23-year-old inmate died from a drug overdose in his Burnside jail cell in April 2014.", "url": "https://www.cbc.ca/news/canada/nova-scotia/cromwell-death-inmate-jail-staff-burnside-nova-scotia-1.4898711", "urlToImage": "https://i.cbc.ca/1.4898720.1541771165!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/clayton-cromwell.jpg", "publishedAt": "2018-11-14T10:00:00Z", "content": "Staff at Nova Scotia's largest jail knew in the days before Clayton Cromwell's overdose death that illicit drugs were floating around the facility, but failed to properly search inmates and cells and did not adequately monitor inmates receiving methadone. Thi… [+6876 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Julia Wright", "title": "'Couldn't believe it': Long-lost sisters reunited by DNA test", "description": "Two New Brunswick seniors have forged an unexpected friendship after a DNA test kit revealed they are long-lost sisters from Prince Edward Island.", "url": "https://www.cbc.ca/news/canada/new-brunswick/dna-test-sisters-new-brunswick-1.4904225", "urlToImage": "https://i.cbc.ca/1.4904247.1542152592!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/gladys-craig-and-betty-mcmurray.JPG", "publishedAt": "2018-11-14T10:00:00Z", "content": "Two New Brunswick women are forging an unexpected friendship after a DNA test kit revealed they're long-lost sisters from Prince Edward Island. Finding out about a sibling she'd never met was \"like a dream,\" said Betty McMurray, 89. \"It was hard to take, at f… [+5049 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Paul Withers", "title": "Northern Pulp admits it is likely to miss 2020 effluent deadline", "description": "The deadline matters because mill's provincial industrial approval expires Jan. 30, 2020 and a functioning effluent treatment system is required.", "url": "https://www.cbc.ca/news/canada/nova-scotia/northern-pulp-admits-likely-to-miss-2020-effluent-deadline-1.4904168", "urlToImage": "https://i.cbc.ca/1.4460034.1513863622!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/20171012.jpg", "publishedAt": "2018-11-14T10:00:00Z", "content": "The owners of a pulp and paper mill in Pictou County, N.S., say it's unlikely a new effluent treatment pipeline will be ready in time for the government-imposed deadline of January 2020. \"We are at risk of missing the timelines by a few months,\" said Jean-Fra… [+4941 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lauren Pelley", "title": "Toronto's new city manager plans major shake-up, new chief of staff position", "description": "City staff are bracing for shake-ups at city hall under the leadership of Toronto's new city manager, CBC Toronto has learned.", "url": "https://www.cbc.ca/news/canada/toronto/toronto-s-new-city-manager-plans-major-shake-up-new-chief-of-staff-position-1.4904116", "urlToImage": "https://i.cbc.ca/1.4840800.1538060283!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-city-hall.jpg", "publishedAt": "2018-11-14T10:00:00Z", "content": "City staff are bracing for shake-ups at city hall under the leadership of Toronto's new city manager, CBC Toronto has learned. Chris Murray, who became the city's top bureaucrat in August, is expected to implement upcoming \"organizational changes,\" including … [+4123 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "High winds leave close to 6,000 NB Power customers without electricity", "description": "Poor weather conditions have forced school closures and thousands of NB Power customers to lose electricity on Wednesday morning.", "url": "https://www.cbc.ca/news/canada/new-brunswick/wind-storm-environment-canada-nb-power-1.4904534", "urlToImage": "https://i.cbc.ca/1.4900665.1541859328!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/stormnov10.JPG", "publishedAt": "2018-11-14T09:58:55Z", "content": "Poor weather conditions have forced school closures and thousands of NB Power customers to lose electricity on Wednesday morning. In the Anglophone North School District all schools in the Bathurst, Dalhousie and Campbellton areas are closed. Meanwhile, close… [+1098 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Canada Post workers back on the picket line in St. John's", "description": "A federally-appointed mediator oversaw negotiations between Canada Post and the union for nearly three weeks, but the talks failed and workers are back on rotating picket lines.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/canada-post-avalon-back-on-strike-1.4904529", "urlToImage": "https://i.cbc.ca/1.4904531.1542188802!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/canada-post-workers-strike-newfoundland.jpeg", "publishedAt": "2018-11-14T09:47:39Z", "content": "Canada Post workers at the main sorting station on Kenmount Road in St. John's are out in the wet snow Wednesday morning to stand on the picket line. The strike began Tuesday night at about 7 p.m. It's part of a national Canadian Union of Postal Workers rotat… [+830 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Zach Goudie", "title": "Bell Island pony needs new home for the winter", "description": "As winter nears, an animal rescue group says there's a pony on Bell Island in urgent need of help.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/bell-island-pony-winter-home-1.4903706", "urlToImage": "https://i.cbc.ca/1.4903746.1542136583!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/heather-ballard-and-bud-the-pony.jpg", "publishedAt": "2018-11-14T09:30:00Z", "content": "If you go for a drive on Bell Island, you might see Bud the pony grazing in a pasture near the roadside. He's a short, rust-coloured, Shetland Welsh pony, with one eye brown and the other a piercing blue. But despite his good looks, Bud has some bad luck. Hea… [+1868 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Keith Boag", "title": "Reckless rhetoric is the real threat to public faith in Florida recounts: Keith Boag", "description": "What's going on in Florida is a potentially destructive debacle that can shake the public's confidence in elections. But, at this point, reckless rhetoric from politicians is to blame for any lasting damage, not the behaviour of election officials, Keith Boag…", "url": "https://www.cbc.ca/news/world/florida-recount-senate-race-1.4904334", "urlToImage": "https://i.cbc.ca/1.4904360.1542158778!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-election.jpg", "publishedAt": "2018-11-14T09:00:00Z", "content": "The vaunted framers of the U.S. Constitution never anticipated the kind of destructive debacle of a Senate race unfolding in Broward County, Fla., this week. They had no reason to expect the haggling about undervotes and overvotes, the obtusely designed ballo… [+5461 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Don Pittis", "title": "Why tech giants don't invest tax cuts in American jobs: Don Pittis", "description": "If share prices of U.S. tech giants continue to decline, American taxpayers may have reason to be bitter about out how some industry leaders spent their tax-cut windfalls that were supposed to help create jobs.", "url": "https://www.cbc.ca/news/business/share-buyback-tech-stocks-1.4902823", "urlToImage": "https://i.cbc.ca/1.4903575.1542132903!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-stocks.jpg", "publishedAt": "2018-11-14T09:00:00Z", "content": "More than $100 billion US in tax cuts that were supposed to \"make America great again\" went into the pockets of well-off investors in U.S. tech companies, according to new research by one of the world's most influential business newspapers. Just as tech share… [+5759 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jacques Poitras", "title": "PANB leader calls for House vote if Tories want to frack outside Sussex", "description": "People’s Alliance Leader Kris Austin says the new Higgs government will be making “a wrong move” if it allows shale gas development outside the Sussex area without a vote in the legislature.", "url": "https://www.cbc.ca/news/canada/new-brunswick/fracking-shale-gas-higgs-pcs-austin-peoples-alliance-1.4904357", "urlToImage": "https://i.cbc.ca/1.4889240.1541173480!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kris-austin.jpg", "publishedAt": "2018-11-14T09:00:00Z", "content": "People's Alliance Leader Kris Austin says the new Higgs government will be making \"a wrong move\" if it allows shale gas development outside the Sussex area without a vote in the legislature. Austin said he and his two fellow Alliance MLAs will want a say on a… [+3813 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Thomas Daigle", "title": "Prince Charles at 70: Why he's been 'banging the drum' to make a difference, but says he won't meddle as king", "description": "Prince Charles, who turns 70 on Wednesday, has spent his lifetime doing charitable work, but his history of sharing strong opinions has left some observers uneasy about how he will serve as king.", "url": "https://www.cbc.ca/news/world/prince-charles-70-birthday-1.4902108", "urlToImage": "https://i.cbc.ca/1.4902138.1542124034!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/royal-charles-135432.jpg", "publishedAt": "2018-11-14T09:00:00Z", "content": "Prince Charles has been predestined for one job since the age of three and he's had plenty of time to think about the way he'll shape the role. The heir to the throne turns 70 on Wednesday, still waiting to be king, although no one except him can say for sure… [+10223 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sara Frizzell", "title": "Nunavut community says Inuit lives need to be protected over polar bear population", "description": "In communities along the west coast of Hudson Bay, Nunavummiut are both scared and angered by the increasing number of polar bear-human interactions.", "url": "https://www.cbc.ca/news/canada/north/polar-bear-management-arviat-1.4904164", "urlToImage": "https://i.cbc.ca/1.4904171.1542153960!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/arviat-polar-bear-monitor.JPG", "publishedAt": "2018-11-14T09:00:00Z", "content": "In communities along the west coast of Hudson Bay, Nunavummiut are both scared and angered by the increasing number of polar bear-human interactions. Their concerns are being discussed this week in Iqaluit, during public consultations on a draft polar bear ma… [+5488 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ottawa, it's cold outside on Wednesday", "description": "Despite the sunshine, temperatures will be running way below normal on Wednesday.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-weather-november-14-2018-1.4904297", "urlToImage": "https://i.cbc.ca/1.3401513.1452689557!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cold-weather-jog-topix.jpg", "publishedAt": "2018-11-14T09:00:00Z", "content": "Brace yourselves for the coldest day of the season so far. Despite the sunshine, temperatures will be running way below normal on Wednesday. A normal high would be 5 C and we will be about ten degrees shy of that. The wind will pick up again, gusting near 40 … [+439 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laurie Fagan", "title": "Courts set high bar for conviction on dangerous driving causing death", "description": "For some, Deinsberg St-Hilaire's recent acquittal on charges of dangerous driving causing death and leaving the scene of the 2015 collision that killed cyclist Andy Nevin begs the question, is the legal bar for conviction set too high?", "url": "https://www.cbc.ca/news/canada/ottawa/legal-dangerous-driving-courts-1.4896925", "urlToImage": "https://i.cbc.ca/1.3132048.1435597147!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/andy-nevin-victim-in-cyclist-hit-and-run-on-leitrim-road.jpg", "publishedAt": "2018-11-14T09:00:00Z", "content": "On Nov. 2, when Superior Court Justice Catherine Aitken pronounced Deinsberg St-Hilaire not guilty of dangerous driving causing death and leaving the scene of a fatal collision, Kerry Nevin stood up and stormed out of the courtroom. \"This is a disgrace,\" Nevi… [+4057 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Christine Bear", "title": "Trying to bridge the 'genomic divide': Lack of Indigenous data a challenge for researchers", "description": "Problems are inherent in using genetic databases to unearth Indigenous ancestry, but efforts are underway to help Indigenous students acquire skills and knowledge that would help them move into advisory and leadership roles withing genomic research.", "url": "https://www.cbc.ca/news/technology/indigenous-dna-research-1.4896440", "urlToImage": "https://i.cbc.ca/1.4897549.1542058696!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lab.jpg", "publishedAt": "2018-11-14T09:00:00Z", "content": "A prominent U.S. senator turned to genetic testing last month to try to prove her claim that she had Indigenous ancestry. But in assessing Elizabeth Warren's DNA, the geneticists were forced to use samples from Mexico, Peru and Colombia because there were no … [+7194 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Tree disease leaving 'zombie forest' in its wake, expert warns", "description": "A forester from Bancroft, Ont., says the province could be doing much more to deal with an insidious disease that's killing beech trees across Ontario.", "url": "https://www.cbc.ca/news/canada/ottawa/beech-tree-disease-death-concerns-1.4902382", "urlToImage": "https://i.cbc.ca/1.4900549.1541820550!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/beech-bark-disease.PNG", "publishedAt": "2018-11-14T09:00:00Z", "content": "A forester from Bancroft, Ont., says the province could be doing much more to deal with an insidious disease that's killing beech trees across Ontario. Svetlana Zeran called in to CBC's Ontario Today Monday to say beech bark disease is a major concern on the … [+2131 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Farrah Merali", "title": "Former Domino's Pizza driver awarded more than $28K after company broke labour laws", "description": "Ontario's Ministry of Labour has ordered a Domino's Pizza franchise in Mississauga, Ont. to pay a former delivery driver $28,144.54 in lost wages and other benefits after it ruled the company violated several parts of the Employment Standards Act.", "url": "https://www.cbc.ca/news/canada/toronto/dominos-pizza-ordered-to-pay-up-1.4903379", "urlToImage": "https://i.cbc.ca/1.4903431.1542128843!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/juan-jose-lira-cervantes.jpg", "publishedAt": "2018-11-14T09:00:00Z", "content": "Ontario's Ministry of Labour has ordered a Domino's Pizza franchise in Mississauga, Ont. to pay a former delivery driver $28,144.54 in lost wages and other benefits after the ministry ruled the company violated several parts of the Employment Standards Act. J… [+5249 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Devin Heroux", "title": "'Now what?': Olympians disappointed, heartbroken after 'No' vote", "description": "A night that began with optimism for many Olympians ended in heartbreak as Calgarians voted in a 56 per cent majority against bidding for the 2026 Winter Olympics.", "url": "https://www.cbc.ca/sports/olympics/calgary-2026-plebiscite-devin-heroux-olympian-reaction-1.4904267", "urlToImage": "https://i.cbc.ca/1.4904526.1542179238!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/moran-mary-111418.jpg", "publishedAt": "2018-11-14T07:15:28Z", "content": "CALGARY The mood was somewhat celebratory beer-drinking fans and supporters alongside Oympians all waiting for the big reveal. A Calgary pub, ironically located on Olympic Way, was packed Tuesday night with Olympians and fans decked out in sea of red and whit… [+5350 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Julie Van Rosendaal", "title": "Try these classic '80s recipes with truly timeless tastes", "description": "Some of recipes popular in the '80s are timeless and Julie Van Rosendaal shares a few throwbacks that will never go out of style.", "url": "https://www.cbc.ca/news/canada/calgary/julie-van-rosendaal-80s-recipes-1.4904156", "urlToImage": "https://i.cbc.ca/1.4904486.1542170110!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dine-like-the-80s.jpg", "publishedAt": "2018-11-14T06:49:24Z", "content": "You may have been eating in the '80s if you remember the prevalence of prepared convenience foods casseroles made with tins of soup, taco and pizza kits that came in a box, Manwiches, Velveeta, Jell-O Pudding Pops, Cool Ranch Doritos, Fruit Roll-ups, microwav… [+4764 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Greg Beacham", "title": "Leafs ride hot power play to thumping of Kings", "description": "Nazem Kadri scored two power-play goals and John Tavares had a goal and two assists in the Toronto Maple Leafs' 5-1 victory over the Los Angeles Kings on Tuesday night.", "url": "https://www.cbc.ca/sports/hockey/nhl/toronto-maple-leafs-los-angeles-kings-recap-1.4904108", "urlToImage": "https://i.cbc.ca/1.4904518.1542175756!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/rielly-tavares-111418.jpg", "publishedAt": "2018-11-14T06:12:53Z", "content": "Nazem Kadri scored two power-play goals and John Tavares had a goal and two assists in the Toronto Maple Leafs' 5-1 victory over the Los Angeles Kings on Tuesday night. Morgan Rielly and Andreas Johnsson also scored in Toronto's fourth win in five games overa… [+2016 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bartley Kives", "title": "Councillors reject land use plan for Parker neighbourhood", "description": "A trio of city councillors sent Parker lands owner Andrew Marquess back to the drawing board by rejecting land-use changes that would have paved the way for a development called Fulton Grove.", "url": "https://www.cbc.ca/news/canada/manitoba/parker-plan-hearing-court-1.4904206", "urlToImage": "https://i.cbc.ca/1.4904513.1542172724!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jennifer-keesmaat-john-wintrup.jpg", "publishedAt": "2018-11-14T05:59:01Z", "content": "A trio of city councillors sent Parker lands owner Andrew Marquess back to the drawing board by rejecting land-use changes that would have paved the way for a development called Fulton Grove. Council's city centre community committee voted late Tuesday evenin… [+2393 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Edmonton mayor questions economic handouts associated with Amazon HQ2 winners", "description": "Edmonton didn't stand a chance at winning the bid for Amazon's second headquarters, but the mayor and a city councillor are standing behind the city's strategy.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-amazon-bid-corporate-incentives-1.4904472", "urlToImage": "https://i.cbc.ca/1.4902616.1542148138!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afp-1ao4jw.jpg", "publishedAt": "2018-11-14T05:07:34Z", "content": "Edmonton was not favoured to win the bid for Amazon's second headquarters, but its mayor and a city councillor are standing behind the city's strategy. The online shopping giant ended its 14-month-long competition for a second headquarters Tuesday by selectin… [+1644 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Jones", "title": "Oilers snap losing skid with dominant win over Habs", "description": "Leon Draisaitl had a goal and two assists and Connor McDavid had three assists as the Edmonton Oilers snapped a season-high four-game losing streak with a 6-2 victory over the Montreal Canadiens on Tuesday.", "url": "https://www.cbc.ca/sports/hockey/nhl/edmonton-oilers-montreal-canadiens-recap-1.4904103", "urlToImage": "https://i.cbc.ca/1.4904479.1542170672!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/caggiula-drake-111318.jpg", "publishedAt": "2018-11-14T04:49:22Z", "content": "Leon Draisaitl had a goal and two assists and Connor McDavid had three assists as the Edmonton Oilers snapped a season-high four-game losing streak with a 6-2 victory over the Montreal Canadiens on Tuesday. Matt Benning, Drake Caggiula, Ryan Nugent-Hopkins, D… [+1573 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Eddie Pells", "title": "Olympic champ Edwin Moses asks for thorough review of WADA culture", "description": "Olympic champion Edwin Moses has sent a letter to leaders of the World Anti-Doping Agency, asking for an investigation into the culture at WADA that would expand beyond the athletes' representative Beckie Scott's claim that she was bullied at a recent meeting.", "url": "https://www.cbc.ca/sports/olympics/beckie-scott-says-some-wada-executives-attempted-to-bully-her-1.4904474", "urlToImage": "https://i.cbc.ca/1.4904478.1542169296!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/moses-edwin-31102018.jpg", "publishedAt": "2018-11-14T04:28:15Z", "content": "Olympic champion Edwin Moses sent a tersely worded letter to leaders of the World Anti-Doping Agency, asking for an investigation into the culture at WADA that would expand beyond athletes' representative Beckie Scott's claim that she was bullied at a recent … [+1694 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "QMJHL takes early pounding in Canada-Russia Series", "description": "Ivan Muranov had the game-winning goal late in the first period as Russia topped Team QMJHL 5-1 on Tuesday.", "url": "https://www.cbc.ca/sports/hockey/chl-canada-russia-series-recap-nov-13-1.4904374", "urlToImage": "https://i.cbc.ca/1.4904463.1542167619!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-russia-13112018.jpg", "publishedAt": "2018-11-14T04:01:50Z", "content": "Ivan Muranov had the game-winning goal late in the first period as Russia topped Team QMJHL 5-1 on Tuesday. Kirill Slepets and Ivan Chekhovich both scored in the third period for Russia, while Nikita Shashkov and Dmitry Zavgorodniy chipped in as well. Pyotr K… [+550 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Canada Wolverines eliminated from 2021 Rugby League World Cup contention", "description": "The Jamaica Reggae Warriors defeated the Canada Wolverines 38-8 Tuesday night at the Americas Championship,", "url": "https://www.cbc.ca/sports/rugby/canada-wolverines-world-cup-2021-qualifying-1.4904467", "urlToImage": "https://i.cbc.ca/1.4902182.1542167859!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/borggren-emil-111218.jpg", "publishedAt": "2018-11-14T04:00:41Z", "content": "The Jamaica Reggae Warriors defeated the Canada Wolverines 38-8 Tuesday night at the Americas Championship, The defeat eliminated the Canadian men from qualifying for the 2021 Rugby League World Cup. On Saturday, Jamaica will play the winner of the match betw… [+299 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jillian Taylor,Laura Glowacki", "title": "Family of 17-year-old shot, killed calls for inquest into death", "description": "The family of Christopher Dwight Beaulieu McIvor is calling for an inquest into his death because he was in the care of Child and Family Services.", "url": "https://www.cbc.ca/news/canada/manitoba/vigil-for-teen-shot-killed-sherburn-street-1.4904253", "urlToImage": "https://i.cbc.ca/1.4904318.1542167633!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sherburn-homicide-vigil.jpg", "publishedAt": "2018-11-14T03:56:16Z", "content": "Marilyn Davis says she never thought she would have to bury her 17-year-old grandson. Christopher Dwight Beaulieu McIvor was shot and killed on Saturday in a house on Sherburn Street. Davis said her grandson was in the care of Child and Family Services. \"You … [+1356 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Death toll climbs to 48 in Northern California fire", "description": "The death toll in the Northern California Camp Fire grew today to 48, as recovery teams identified six more sets of human remains from Paradise, the town overrun by flames last week.", "url": "https://www.cbc.ca/news/world/california-fire-deaths-1.4904399", "urlToImage": "https://i.cbc.ca/1.4904419.1542164175!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/southern-california-wildfires.jpg", "publishedAt": "2018-11-14T03:52:07Z", "content": "The death toll in the Northern California Camp Fire grew to 48 Tuesday, as recovery teams identified six more sets of human remains from Paradise, a town once home to 27,000, overrun by flames last week. The wildfire disaster is already ranked as the most let… [+4308 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Winter weather travel advisory in effect for parts of GTA", "description": "Environment Canada says brief but intense flurries are likely on their way for parts of the GTA beginning Tuesday night going into Wednesday morning.", "url": "https://www.cbc.ca/news/canada/toronto/gta-winter-weather-travel-advisory-1.4904447", "urlToImage": "https://i.cbc.ca/1.3449783.1513893870!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/img-2163-jpg.JPG", "publishedAt": "2018-11-14T03:46:00Z", "content": "Environment Canada has issued a winter weather travel advisory for parts of the GTA Tuesday night. The federal weather agency has forecast brief but intense flurries for several regions north and east of Toronto beginning Tuesday night and continuing into Wed… [+389 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Investigation launched into abuse claims by South Korea's 'garlic girls'", "description": "The darlings of South Korea's Winter Olympics are back in the headlines eight months after their stirring run to a curling silver medal in Pyeongchang.", "url": "https://www.cbc.ca/sports/olympics/winter/curling/south-korea-olympic-garlic-girls-abuse-1.4904444", "urlToImage": "https://i.cbc.ca/1.4904448.1542166067!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/garlic-girls-111318.jpg", "publishedAt": "2018-11-14T03:28:29Z", "content": "The darlings of South Korea's Winter Olympics are back in the headlines eight months after their stirring run to a curling silver medal in Pyeongchang. South Korea's sports ministry on Wednesday announced a joint investigation with the national Olympic commit… [+1809 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Vin A. Cherwoo", "title": "Canucks fall to Isles on Kuhnhackl's unusual night", "description": "Kuhnhackl highlight reel as Isles undue Canucks Kuhnhackl highlight night hands Canucks Canucks fall to Isles on Kuhnhackl's highlight night", "url": "https://www.cbc.ca/sports/hockey/nhl/nhl-canucks-islanders-recap-nov-13-1.4904004", "urlToImage": "https://i.cbc.ca/1.4904406.1542162907!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canucks-islanders-13112018.jpg", "publishedAt": "2018-11-14T03:13:24Z", "content": "Tom Kuhnhackl scored two unusual goals to lead the New York Islanders to a 5-2 victory over the Vancouver Canucks on Tuesday night. Jordan Eberle had a goal and an assist and Josh Bailey also scored to help the Islanders end a three-game skid. Mathew Barzal a… [+1371 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "The million dollar drug that patients can't access", "description": "Glybera is a made-in-Canada discovery that made history, becoming the world's first drug approved to treat a genetic disease. But when it went on the market at a price of $1 million, it was immediately labelled the most expensive drug in the world and was onl…", "url": "https://www.cbc.ca/news/thenational/the-million-dollar-drug-that-patients-can-t-access-1.4904458", "urlToImage": "https://i.cbc.ca/1.4904458.1542178814!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-14T03:02:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Sherwood Park community centre deemed structurally sound, but remains closed", "description": "It has been determined that the Sherwood Park community centre and County Hall are structurally sound after a pair of explosions sparked a massive police investigation last week.", "url": "https://www.cbc.ca/news/canada/edmonton/sherwood-park-community-centre-explosions-structurally-sound-1.4904398", "urlToImage": "https://i.cbc.ca/1.4900206.1541802495!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/strathcona-county-complex.JPG", "publishedAt": "2018-11-14T02:57:33Z", "content": "The community centre in Sherwood Park have been deemed structurally sound after a pair of explosions sparked a massive police investigation last week. The explosions happened in the Strathcona County Community Centre's parkade on Nov. 6, which was damaged in … [+891 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Cory Correia", "title": "B.C. NDP to introduce ride-hailing legislation in November", "description": "The provincial government is expected to introduce long awaited ride-hailing legislation this month.", "url": "https://www.cbc.ca/news/canada/british-columbia/bc-ndp-introduce-ride-hailing-legislation-november-1.4904349", "urlToImage": "https://i.cbc.ca/1.3497748.1489090724!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/uber-taxi.jpg", "publishedAt": "2018-11-14T02:53:32Z", "content": "The provincial government is expected to introduce long awaited ride-hailing legislation this month. Premier John Horgan said Tuesday he expects to have it before the House and passed before MLAs rise for their Christmas break. \"Within the next two weeks it w… [+969 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bartley Kives", "title": "Addictions treatment centre proponents, opponents make their case at City Hall", "description": "Dozens of people in favour and against the creation of an addictions-treatment centre in a west Winnipeg residential neighbourhood are making their case on Tuesday evening before a trio of city councillors.", "url": "https://www.cbc.ca/news/canada/manitoba/bruce-oake-centre-public-hearing-1.4904189", "urlToImage": "https://i.cbc.ca/1.4904348.1542158422!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/anne-and-scott-oake.jpg", "publishedAt": "2018-11-14T02:52:55Z", "content": "Dozens of people in favour and against the creation of an addictions-treatment centre in a west Winnipeg residential neighbourhood are making their case on Tuesday evening before a trio of city councillors. Council's Assiniboia community committee is holding … [+2489 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Edmonton bus driver safety shield project to cost $11.7M", "description": "The city’s executive committee has approved agreements with two contractors that will provide an $11.7 million upgrade to Edmonton busses, including the installation of safety shields for drivers.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-bus-driver-safety-shields-11-7-million-agreement-approved-1.4904389", "urlToImage": "https://i.cbc.ca/1.3579799.1526066697!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/bus-shield.JPG", "publishedAt": "2018-11-14T02:36:03Z", "content": "Edmonton buses could have new driver safety features installed as early as January The city's executive committee approved agreements on Tuesday with two contractors that will provide an $11.7 million upgrade to Edmonton buses, including the installation of s… [+1654 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate McGillivray", "title": "Judge declines to rule in case on Ontario's definition of death", "description": "An Ontario judge has decided that the Shalom Ouanounou case, which looked at the definition of death in Ontario, is moot after a fellow judge delivered a decision on a strikingly similar case in June.", "url": "https://www.cbc.ca/news/canada/toronto/shalom-ouanounou-case-moot-decision-1.4904343", "urlToImage": "https://i.cbc.ca/1.4569742.1530048855!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/shalom-ouanounou.jpg", "publishedAt": "2018-11-14T02:19:50Z", "content": "An Ontario judge has declined to make a decision in a controversial case looking at the definition of death in Ontario, after a fellow judge delivered a decision on a strikingly similar case in June. Superior Court Justice Glenn Hainey declared the Shalom Oua… [+3837 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Paradise councillor Paul Dinn wins PC nod for Topsail-Paradise byelection", "description": "Paul Dinn edged out the competition by 18 votes, and will run for the Progressive Conservative Party in an upcoming byelection.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/paul-dinn-pc-nomination-1.4904361", "urlToImage": "https://i.cbc.ca/1.4904380.1542160362!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/paul-dinn.jpg", "publishedAt": "2018-11-14T02:02:05Z", "content": "It was a close race, but Paul Dinn came out on top in the fight for the right to run for Progressive Conservatives in an upcoming byelection for the district of Topsail-Paradise. Dinn, who was elected to Paradise town council in 2013, beat out former NTV jour… [+978 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Barriers to accessibility at Calgary's new Central Library", "description": "Some Calgarians are raising concerns over accessibility at Calgary's new Central Library.", "url": "https://www.cbc.ca/news/canada/calgary/accessibility-barries-calgary-central-library-1.4904287", "urlToImage": "https://i.cbc.ca/1.4904350.1542158476!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sean-crump.jpg", "publishedAt": "2018-11-14T02:02:03Z", "content": "Some Calgarians are raising concerns over accessibility at Calgary's new Central Library. The library has welcomed about 115,000 visitors since its opening nearly two weeks ago. But some say they've found it \"discouraging\" how difficult it can be to navigate … [+1859 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Crime-scene photos hint at Adele Sorella's daughters' last morning alive", "description": "Hundreds of photos were presented as evidence on the second day of Adele Sorella's trial for the first-degree murders of her daughters, Amanda, 9, and Sabrina, 8. They tell the story of two girls all set to go to school on the day of their deaths, but who nev…", "url": "https://www.cbc.ca/news/canada/montreal/crime-scene-photos-hint-at-adele-sorella-s-daughters-last-morning-alive-1.4904075", "urlToImage": "https://i.cbc.ca/1.4904310.1542154835!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/de-vito-girls-lunch-boxes.jpg", "publishedAt": "2018-11-14T01:01:09Z", "content": "Photographs taken at the home of Adele Sorella the day her children died tell the story of two young girls who wanted for nothing. They were set to go to school that day, but they never left the house. Hundreds of photos were presented as evidence in a Laval … [+2675 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Janice Johnston", "title": "Edmonton police ask for help to solve 2016 murder of Colombian tourist", "description": "On Nov. 13, 2016, Leonardo Duran-Ibanez was randomly attacked by a group of four men and two women, and died of severe head trauma. Police have identified persons of interest and have interviewed them, but need someone to come forward with information before …", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-police-ask-for-help-to-solve-2016-murder-of-colombian-tourist-1.4904261", "urlToImage": "https://i.cbc.ca/1.4904285.1542153556!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/leonardo-duran-ibanez.jpg", "publishedAt": "2018-11-14T01:00:00Z", "content": "Exactly two years ago, Leonardo Duran-Ibanez was walking along a street in north central Edmonton with his brother-in-law, Elias Malkum. The 42-year-old was visiting from Colombia, staying with his sister and Malkum. A group of four men and two women approach… [+2011 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Natasha Riebe", "title": "12-year-old plan to rejig Edmonton's 105th Avenue back on the table", "description": "The plan to streetscape Edmonton's 105th Avenue is more than 12 years old, and despite a tight upcoming four-year budget the corridor known as Columbia Avenue may turn into the pedestrian hot spot some have been hoping for.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-macewan-university-1.4904104", "urlToImage": "https://i.cbc.ca/1.4904278.1542153407!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cbc.jpg", "publishedAt": "2018-11-14T00:57:26Z", "content": "The vision to revitalize 105th Avenue in downtown Edmonton is more than 12 years old, but despite a tight upcoming four-year budget the project may be getting a new lease on life. The city is dusting off plans to turn what's also known as Columbia Avenue into… [+2653 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "After unsuccessful drilling, no wells are being explored off Nova Scotia", "description": "The Aspy D-11/D-11A well drilling reached a depth of 7,400 metres, but didn't find commercially viable quantities of hydrocarbons, says the Hess Corporation. It is one of two companies involved in the Scotian Basin drilling project.", "url": "https://www.cbc.ca/news/canada/nova-scotia/bp-canada-hess-offshore-drilling-1.4904190", "urlToImage": "https://i.cbc.ca/1.2871719.1418415459!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/norway-oil-offshore-brent-platform.jpg", "publishedAt": "2018-11-14T00:47:54Z", "content": "There are now no exploratory drilling projects happening off the coast of Nova Scotia, says a spokesperson for the Canada-Nova Scotia Offshore Petroleum Board. On Nov. 9, Hess Corporation, which partners with BP Canada in the Scotian Basin Exploration Drillin… [+907 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Recovery effort underway for old fishing boat adrift near Caraquet", "description": "A tug boat has arrived in Caraquet to help recover an old fishing boat that floated away after it broke free from its moorings over the weekend.", "url": "https://www.cbc.ca/news/canada/new-brunswick/lady-shippagan-adrift-roger-lanteigne-1.4904291", "urlToImage": "https://i.cbc.ca/1.4901700.1542024185!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lady-shippagan.jpg", "publishedAt": "2018-11-14T00:45:53Z", "content": "A tug boat has arrived in Caraquet to help recover an old fishing boat that floated away after it broke free from its moorings over the weekend. The Lady Shippagan was set adrift thanks to a combination of weak ropes and strong winds around 5 p.m. Sunday. It … [+1134 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Katie Simpson", "title": "Why Canada is willing to sign USMCA with steel and aluminum tariffs still in place", "description": "Donald Trump appears to be closing in on what could become one of the most divisive economic policy decisions of his presidency.", "url": "https://www.cbc.ca/news/politics/canada-umsca-auto-tariffs-1.4904303", "urlToImage": "https://i.cbc.ca/1.3521935.1459884826!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/automakers-uaw-contracts.jpg", "publishedAt": "2018-11-14T00:45:13Z", "content": "U.S. President Donald Trump appears to be closing in on what could become one of the most divisive economic policy decisions of his presidency. Reuters is reporting the U.S. Commerce Department has finished its draft report on auto tariff recommendations, whi… [+2383 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ronald Blum", "title": "A's Melvin, Braves' Snitker win Manager of Year awards", "description": "Oakland's Bob Melvin was voted Manager of the Year for the third time, winning the American League honour after leading the Athletics to the playoffs despite the lowest opening-day payroll in the major leagues.", "url": "https://www.cbc.ca/sports/baseball/mlb/melvin-snitker-mlb-top-manager-honours-1.4904292", "urlToImage": "https://i.cbc.ca/1.4904307.1542154657!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/melvin-bob-04092018.jpg", "publishedAt": "2018-11-14T00:31:57Z", "content": "Oakland's Bob Melvin was voted Manager of the Year for the third time, winning the American League honour after leading the Athletics to the playoffs despite the lowest opening-day payroll in the major leagues. Atlanta's Brian Snitker won the National League … [+1490 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Teen struck at crosswalk outside high school says she's 'really lucky' it wasn't worse", "description": "Katherine Taylor-Hood, 15, was struck by a car on the crosswalk outside Holy Heart of Mary High School in St. John's.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/teen-hit-on-school-crosswalk-1.4901814", "urlToImage": "https://i.cbc.ca/1.4901915.1542039871!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/katherine-taylor-hood-crosswalk.png", "publishedAt": "2018-11-14T00:30:38Z", "content": "Katherine Taylor-Hood said her mind went completely blank as soon as she was hit. \"You think absolutely nothing,\" she said. \"I just followed through. I had to let it happen, so I rolled.\" There was no time for fear even, you just had to go with it. - Katherin… [+3168 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nicole Ireland", "title": "Juul curbs sales of some e-cigarette flavours, but not in Canada", "description": "Vaping giant Juul Labs Inc. is stopping its sales of some e-cigarette flavours in U.S. stores to deter use by kids and teens, but is not doing the same in Canada.", "url": "https://www.cbc.ca/news/health/juul-ecigarettes-flavour-canada-1.4904019", "urlToImage": "https://i.cbc.ca/1.4904244.1542152421!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-vaping.jpg", "publishedAt": "2018-11-14T00:21:52Z", "content": "Vaping giant Juul Labs Inc. is stopping its sales of some e-cigarette flavours in U.S. stores to deter use by kids and teens, but is not doing the same in Canada. The company announced the move on Tuesday, in advance of an expected crackdown by the Food and D… [+3844 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate McGillivray", "title": "New gun control campaign aims to get public to 'speak out before it's too late'", "description": "With the federal government now mulling a ban on handguns and assault weapons, the Coalition for Gun Control says Canadians need to start making some noise about tightening gun laws.", "url": "https://www.cbc.ca/news/canada/toronto/coalition-for-gun-control-trigger-change-1.4904160", "urlToImage": "https://i.cbc.ca/1.4904172.1542150010!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/wendy-cukier-and-stacey-king.jpg", "publishedAt": "2018-11-14T00:08:37Z", "content": "As the federal Liberals mull a ban on handguns and assault weapons, the Coalition for Gun Control has launched a national campaign to put their feet to the fire. The \"Trigger Change\" campaign encourages Canadians to sign a petition and contact their local mem… [+3861 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Charges laid in killing of man during fight at Sunchild Reserve gas station", "description": "Two men have been charged in the death of 23-year-old Arley Creed Lagrelle after a fight at a gas station on the Sunchild First Nation reserve.", "url": "https://www.cbc.ca/news/canada/edmonton/charges-laid-homicide-sunchild-reserve-gas-station-1.4904222", "urlToImage": "https://i.cbc.ca/1.4904270.1542153201!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-14T00:08:13Z", "content": "Two men have been charged in the death of 23-year-old Arley Creed Lagrelle after a fight at a gas station on the Sunchild First Nation reserve. A 29-year-old man has been charged with second-degree murder, assault with a weapon and kidnapping, RCMP said in a … [+839 chars]"}]}