{"articles": [{"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Benjamin Shingler", "title": "Girl sexually abused 3 times by boys while in Batshaw's care, court documents show", "description": "A Quebec youth court judge found the child's rights were violated and said her \"dignity, integrity and autonomy\" were compromised, all while under the care of Batshaw, the youth protection agency that serves English-speaking Montrealers.", "url": "https://www.cbc.ca/news/canada/montreal/batshaw-montreal-judge-nadeau-girl-1.4913371", "urlToImage": "https://i.cbc.ca/1.4913428.1542743108!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/girl-youth-protection-abuse.jpg", "publishedAt": "2018-11-21T00:00:00Z", "content": "A young girl, already \"severely traumatized\" and vulnerable, was sexually abused three times in less than a year while in the care of a Montreal youth protection agency, in a case that highlights staffing problems and poor organizational oversight, court docu… [+4054 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Josee St-Onge", "title": "Parking lot owner within his rights to use Denver boot, defence lawyer tells court", "description": "The owner of a parking enforcement company was within his rights when he used a Denver boot to immobilize a vehicle, his lawyer argued Tuesday in Edmonton provincial court.", "url": "https://www.cbc.ca/news/canada/edmonton/court-mischief-extortion-denver-boot-parking-enforcement-1.4913659", "urlToImage": "https://i.cbc.ca/1.4061641.1542750113!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/derrick-cantwell.jpg", "publishedAt": "2018-11-20T23:54:57Z", "content": "The owner of a parking enforcement company was within his rights when he used a Denver boot to immobilize a vehicle, his lawyer argued Tuesday in Edmonton provincial court. Derrick Cantwell, who owns RFM Parking, was charged with mischief and extortion in Jun… [+2042 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dave Dormer", "title": "Retail theft rings more active as holiday shopping season approaches", "description": "As the holiday shopping season approaches, police across Alberta are reminding consumers that if a deal seems too good to be true, there’s a chance you’re buying stolen goods.", "url": "https://www.cbc.ca/news/canada/calgary/alberta-retail-theft-holiday-season-1.4913838", "urlToImage": "https://i.cbc.ca/1.4913874.1542755500!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/retail-crime-in-alberta.jpg", "publishedAt": "2018-11-20T23:52:40Z", "content": "As the holiday shopping season approaches, police across Alberta are reminding consumers that if a deal seems too good to be true, there's a chance you're buying stolen goods. Often it's organized criminal groups targeting retailers, with ill-gotten goods the… [+2492 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Gill", "title": "Response to Fredericton's homeless puzzles advocate", "description": "Advocates for the homeless and representatives of the City of Fredericton and the province will meet Wednesday to discuss options to address homelessness in the city.", "url": "https://www.cbc.ca/news/canada/new-brunswick/meeting-wednesday-fredericton-homeless-1.4913425", "urlToImage": "https://i.cbc.ca/1.4908456.1542373686!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/tents.jpeg", "publishedAt": "2018-11-20T23:46:26Z", "content": "Advocates for the homeless and representatives from the City of Fredericton and the province will meet Wednesday to discuss options to address homelessness in the city. Homelessness has become more apparent as harsher weather and temperatures arrive and as th… [+2544 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Skyscraper elevator plunges 84 floors — and everyone survives", "description": "Six people, including a pregnant woman, survived an elevator plunge of 84 floors, after a cable in the shaft of one of Chicago's tallest buildings snapped early Friday morning.", "url": "https://www.cbc.ca/news/world/elevator-plunge-chicago-1.4913707", "urlToImage": "https://i.cbc.ca/1.4913761.1542751632!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/99293072.jpg", "publishedAt": "2018-11-20T23:42:02Z", "content": "Six people, including a pregnant woman, survived an elevator plunge of 84 floors, after a cable in the shaft of one of Chicago's tallest buildings snapped early Friday morning. The group got into an elevator in the North Michigan Avenue skyscraper formerly th… [+916 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jillian Taylor", "title": "Appeal court strikes down reduced, 'artificial' sentence for convicted refugee", "description": "The Manitoba Court of Appeal has ruled a sentencing judge handed down a reduced sentence to prevent the deportation of a refugee.", "url": "https://www.cbc.ca/news/canada/manitoba/appeal-court-ruling-1.4913627", "urlToImage": "https://i.cbc.ca/1.3820697.1530974511!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/manitoba-court.jpg", "publishedAt": "2018-11-20T23:35:14Z", "content": "The Manitoba Court of Appeal has overturned a reduced sentence handed down by a Manitoba judge to prevent the deportation of a convicted refugee. In its Oct. 31 decision, the court looked at \"the extent to which a sentencing judge can craft a sentence in orde… [+1424 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ready to play: Labrador schools excited for new inclusive playground equipment", "description": "They'll have to wait until spring, when the ground thaws enough to install it.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/accessible-playground-equipment-1.4906325", "urlToImage": "https://i.cbc.ca/1.4910903.1542577007!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/labrador-straits-academy.jpg", "publishedAt": "2018-11-20T23:30:00Z", "content": "Two schools in southern Labrador are eagerly awaiting the arrival of inclusive playground equipment. Labrador Straits Academy in L'Anse au Loup and St. Mary's All Grade in Mary's Harbour will soon the new equipment, which will allow students with mobility cha… [+1770 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ainslie MacLellan", "title": "'I was sure she was dead': Husband of woman injured in Montreal police chase wants answers", "description": "Nancy Carrier, 42, has come through a 9.5-hour operation and faces more surgery after she was seriously injured Saturday when Montreal police tried to force the driver of a car to stop, leading to a crash right in front of Carrier's home on Place de Léry.", "url": "https://www.cbc.ca/news/canada/montreal/i-was-sure-she-was-dead-husband-of-woman-injured-in-montreal-police-chase-wants-answers-1.4913843", "urlToImage": "https://i.cbc.ca/1.4910371.1542482308!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/police-car-collision.jpg", "publishedAt": "2018-11-20T23:22:07Z", "content": "Simon Duclos was only a few minutes away from his home when he got the call from a police officer. \"She said, 'Your wife was in a serious accident,'\" Duclos told Radio-Canada, standing outside the Montreal General Hospital where his wife is now recovering. Na… [+2849 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Trump provides written answers to Mueller questions", "description": "U.S. President Donald Trump has provided the special counsel's office with written responses to questions on Russian election interference.", "url": "https://www.cbc.ca/news/world/trump-answers-mueller-russia-1.4913752", "urlToImage": "https://i.cbc.ca/1.4898751.1541773229!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/trump.jpg", "publishedAt": "2018-11-20T23:21:32Z", "content": "U.S. President Donald Trump has provided the special counsel's office with written answers to questions about his knowledge of Russian interference in the 2016 election, his lawyers said Tuesday, marking the first time Trump has directly cooperated with the i… [+4435 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Muriel Draaisma", "title": "TTC's 'newest generation' hybrid electric bus expected on the road in 2 weeks", "description": "The Toronto Transit Commission took ownership of its \"newest generation\" hybrid electric bus on Tuesday and Mayor John Tory was on hand to celebrate the moment.", "url": "https://www.cbc.ca/news/canada/toronto/ttc-hybrid-electric-bus-first-1.4913591", "urlToImage": "https://i.cbc.ca/1.4913634.1542747887!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ttc-hybrid-electric-bus.jpg", "publishedAt": "2018-11-20T23:16:29Z", "content": "The Toronto Transit Commission took ownership of what it calls its \"newest generation\" hybrid electric bus on Tuesday and Mayor John Tory was on hand to celebrate the moment. The TTC said in a news release that \"these ecofriendly vehicles\" use hybrid technolo… [+3246 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bobbi-Jean MacKinnon", "title": "Saint John police board seeks review of officer conduct during Oland jury selection", "description": "The Saint John Board of Police Commissioners will ask for an independent investigation of an officer's actions during jury selection for Dennis Oland's murder retrial that resulted in a mistrial being declared Tuesday morning.", "url": "https://www.cbc.ca/news/canada/new-brunswick/dennis-oland-jury-mistrial-police-commission-investigation-1.4912997", "urlToImage": "https://i.cbc.ca/1.4911792.1542656973!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/saint-john-police-force-const-sean-rocca-oct-29-2018.jpg", "publishedAt": "2018-11-20T23:13:10Z", "content": "The Saint John Board of Police Commissioners will ask for an independent investigation of an officer's actions during jury selection for Dennis Oland's murder retrial that resulted in a mistrial being declared Tuesday morning. Const. Sean Rocca conducted back… [+3433 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Will Graves", "title": "Last-place Penguins getting beat at their own game", "description": "Mike Sullivan's regular film sessions with the Pittsburgh Penguins don't lack for clues on why one of the NHL's marquee franchises is in the midst of its bumpiest stretch in more than a decade.", "url": "https://www.cbc.ca/sports/hockey/nhl/pittsburgh-penguins-early-season-struggles-1.4913850", "urlToImage": "https://i.cbc.ca/1.4913861.1542755147!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/crosby-sidney-112018.jpg", "publishedAt": "2018-11-20T23:13:09Z", "content": "Mike Sullivan's regular film sessions with the Pittsburgh Penguins don't lack for clues on why one of the NHL's marquee franchises is in the midst of its bumpiest stretch in more than a decade. The defence can morph into a disjointed mess under sustained pres… [+5068 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "B.C. cities mark international Trans Day of Remembrance — some for the first time", "description": "Hundreds of transgender people around the world are killed every year simply for being trans. British Columbians are marking their deaths in an annual day of remembrance.", "url": "https://www.cbc.ca/news/canada/british-columbia/b-c-cities-mark-international-trans-day-of-remembrance-1.4913484", "urlToImage": "https://i.cbc.ca/1.4675321.1527111814!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pride-and-trans-flags.jpg", "publishedAt": "2018-11-20T23:09:06Z", "content": "Hundreds of transgender people around the world are killed every year simply for being trans. British Columbians are marking their deaths in an annual day of remembrance. Some cities, like Prince Rupert, are officially recognizing Nov. 20 as the Trans Day of … [+2428 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Yvonne Leblanc-Smith", "title": "'Murder for lobster' crew member released on day parole", "description": "A crew member of the Twin Maggies who was convicted of manslaughter in what became known as the \"murder for lobster\" case has been out on day parole since June.", "url": "https://www.cbc.ca/news/canada/nova-scotia/murder-for-lobster-crew-member-out-on-day-parole-1.4913460", "urlToImage": "https://i.cbc.ca/1.1632018.1431952007!/httpImage/image.jpg_gen/derivatives/16x9_620/ns-twin-maggies-852x479-1.jpg", "publishedAt": "2018-11-20T23:02:18Z", "content": "A crew member of the Twin Maggies convicted of manslaughter in what became known as the \"murder for lobster\" case in Nova Scotia was released to a halfway house in June and intended to return to fishing, according to parole board documents. In January 2015, J… [+1963 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jorge Barrera", "title": "Ontario First Nations youth ask Trudeau for northern child advocate", "description": "First Nation youth from northern Ontario, concerned over the Doug Ford government’s decision to scrap the province’s child advocate, asked Prime Minister Justin Trudeau for help on Tuesday.", "url": "https://www.cbc.ca/news/indigenous/first-nations-youth-ottawa-child-advocate-1.4913696", "urlToImage": "https://i.cbc.ca/1.4913733.1542754091!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ashley-bach.JPG", "publishedAt": "2018-11-20T22:58:37Z", "content": "First Nations youth from northern Ontario, concerned over the Doug Ford government's decision to scrap the province's child advocate, asked Prime Minister Justin Trudeau for help on Tuesday. The youth, from the 49 Nishnawbe Aski Nation (NAN) communities, trav… [+3686 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "John Paul Tasker", "title": "Andrew Scheer pushes lifetime firearms ban for criminals, calls Liberal policies 'lazy'", "description": "Conservative Leader Andrew Scheer unveiled a series of firearms policies Tuesday aimed at curbing gun violence - while slamming the Liberal government's plan to study a national hand gun ban as a lazy effort that will punish lawful gun owners.", "url": "https://www.cbc.ca/news/politics/andrew-scheer-pushes-lifetime-firearms-ban-for-criminals-calls-liberal-policies-lazy-1.4913638", "urlToImage": "https://i.cbc.ca/1.4910670.1542543555!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ont-conservative-convention-20181117.jpg", "publishedAt": "2018-11-20T22:54:02Z", "content": "Conservative Leader Andrew Scheer unveiled a series of firearms policies Tuesday meant to curb gun violence and slammed the Liberal government's plan to study a national handgun ban as a \"lazy\" effort that could punish lawful gun owners. While the Conservativ… [+5150 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Samantha Craggs", "title": "'Looking for an apartment and crying': Woman evicted over rules that protect tenants", "description": "The rules are in place to keep tenants safe, the city says. But a tenant rights group says they need to be more flexible.", "url": "https://www.cbc.ca/news/canada/hamilton/acorn-protest-1.4912824", "urlToImage": "https://i.cbc.ca/1.4912826.1542727192!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/shawna-chorney.jpg", "publishedAt": "2018-11-20T22:52:51Z", "content": "For 10 years, Shawna Chorney has had the perfect apartment a one-bedroom for $634 in a cozy duplex in the east end. Now her days appear to be numbered there, and she can't help but lament why. She's frustrated with the decision by her landlord, who is evictin… [+4572 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Mike Blanchfield", "title": "Freeland says Khashoggi case not closed; but Trump says facts may never be known", "description": "Canada will use the upcoming G20 summit to push for answers in the murder of journalist Jamal Khashoggi in the Saudi Arabian consulate in Istanbul, Foreign Affairs Minister Chrystia Freeland says.", "url": "https://www.cbc.ca/news/politics/freeland-khashoggi-demanding-answers-1.4913759", "urlToImage": "https://i.cbc.ca/1.4884197.1540918666!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nic459061.jpg", "publishedAt": "2018-11-20T22:47:38Z", "content": "Canada will use the upcoming G20 summit to push for answers in the murder of journalist Jamal Khashoggi in the Saudi Arabian consulate in Istanbul, Foreign Affairs Minister Chrystia Freeland says. Freeland said Tuesday Canada considers his murder to be very m… [+2721 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Roshini Nair", "title": "Mentorship program creates space for diversity in Vancouver's arts scene", "description": "From a Facebook rant to a full-blown mentorship program: how two members of Vancouver's arts community are cracking open the city's arts scene to encourage diverse voices.", "url": "https://www.cbc.ca/news/canada/british-columbia/mentorship-program-creates-space-for-diversity-in-vancouver-s-arts-scene-1.4913246", "urlToImage": "https://i.cbc.ca/1.4913567.1542753560!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/the-future-mentorship-program.jpg", "publishedAt": "2018-11-20T22:44:54Z", "content": "The Future, a Vancouver-based arts mentorship program for young Indigenous women and women of colour, began with a Facebook rant. Kristen Cheung, an arts fundraiser, had been sitting on jury panels for arts organizations and was frustrated by the lack of dive… [+2884 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joshua Clipperton", "title": "NHL coaches dropping like flies as struggling teams search for answers", "description": "The decision by the Edmonton Oilers to sack head coach Todd McLellan on Tuesday marked the fourth change behind the bench of the young campaign as struggling clubs look to shake things up.", "url": "https://www.cbc.ca/sports/hockey/nhl/mclellan-edmonton-oilers-nhl-coaches-1.4913778", "urlToImage": "https://i.cbc.ca/1.4913794.1542753308!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/mclellan-todd.jpg", "publishedAt": "2018-11-20T22:37:39Z", "content": "Following a rare season without any coach firings, NHL teams have been quick to drop the axe in 2018-19. The decision by the Edmonton Oilers to sack head coach Todd McLellan on Tuesday marked the fourth change behind the bench of the young campaign as struggl… [+4345 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Steve Rukavina", "title": "'I blocked it out,' alleged victim testifies in sexual abuse trial of Fr. Brian Boucher", "description": "A second witness has testified he was sexually abused beginning when he was 11 by Montreal Catholic priest Brian Boucher. The allegations date back to the 1990s, a decade before the complainant in this trial alleges he was similarly abused.", "url": "https://www.cbc.ca/news/canada/montreal/i-blocked-it-out-alleged-victim-testifies-in-sexual-abuse-trial-of-fr-brian-boucher-1.4913308", "urlToImage": "https://i.cbc.ca/1.4913699.1542753133!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brian-boucher.jpg", "publishedAt": "2018-11-20T22:34:26Z", "content": "A second witness has testified he was sexually abused beginning when he was 11 by Montreal Catholic priest Brian Boucher. The allegations date back to the mid-1990s, a decade before the complainant in this trial alleges he was similarly abused by Boucher. The… [+4969 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Steve Rukavina", "title": "2nd alleged victim testifies in sexual abuse trial of Fr. Brian Boucher", "description": "A second witness has testified he was sexually abused beginning when he was 11 by Montreal Catholic priest Brian Boucher. The allegations date back to the 1990s, a decade before the complainant in this trial alleges he was similarly abused.", "url": "https://www.cbc.ca/news/canada/montreal/2nd-alleged-victim-testifies-in-sexual-abuse-trial-of-fr-brian-boucher-1.4913308", "urlToImage": "https://i.cbc.ca/1.4913699.1542753133!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brian-boucher.jpg", "publishedAt": "2018-11-20T22:34:26Z", "content": "A second witness has testified he was sexually abused beginning when he was 11 by Montreal Catholic priest Brian Boucher. The allegations date back to the mid-1990s, a decade before the complainant in this trial alleges he was similarly abused by Boucher. The… [+4969 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Wild Atlantic whitefish struggle to survive in Nova Scotia", "description": "The three-lake watershed in Lunenburg County, N.S., is the only place on earth where the Atlantic whitefish, a salmon relative, still survives in the wild.", "url": "https://www.cbc.ca/news/canada/nova-scotia/wild-atlantic-whitefish-struggle-to-survive-in-nova-scotia-1.4913433", "urlToImage": "https://i.cbc.ca/1.2586300.1526598538!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/endangered-atlantic-whitefish.jpg", "publishedAt": "2018-11-20T22:31:22Z", "content": "This is the sixth in a series of stories from CBC's Information Morning about species that are struggling to survive in Nova Scotia, and the people who have vowed to save them. The only place left on earth where wild Atlantic whitefish can be found is at a th… [+2304 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Ontario will give municipalities $15M in January to deal with legal pot, Fedeli says", "description": "The Ontario government will start distributing millions in funding in January to help municipalities cover costs associated with legalizing recreational cannabis.", "url": "https://www.cbc.ca/news/canada/toronto/cash-to-help-ontario-municipalities-legal-pot-fedeli-1.4913755", "urlToImage": "https://i.cbc.ca/1.4832862.1537534199!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/vic-fedeli-ontario-finance-minister.jpg", "publishedAt": "2018-11-20T22:25:51Z", "content": "The Ontario government will start distributing millions in funding in January to help municipalities cover costs associated with legalizing recreational cannabis. In a letter to the Association of Municipalities of Ontario, Finance Minister Vic Fedeli says $1… [+1550 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Every new car sold in 2040 will be zero-emission, B.C. government says", "description": "Premier John Horgan said the government is planning to introduce legislation in the spring to gradually phase in targets for the sale of electric cars and hydrogen fuel cell vehicles and will take steps to make those vehicles cheaper.", "url": "https://www.cbc.ca/news/canada/british-columbia/every-new-car-sold-in-2040-will-be-zero-emission-b-c-government-says-1.4913679", "urlToImage": "https://i.cbc.ca/1.4913686.1542751918!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/andrew-weaver-and-john-horgan.JPG", "publishedAt": "2018-11-20T22:17:48Z", "content": "All new cars and trucks sold in B.C. in the year 2040 will have to be zero-emission vehicles, the premier promised Tuesday. John Horgan said the government is planning to introduce legislation in the spring to gradually phase in targets for the sale of electr… [+1062 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Lindsey Vonn to miss Lake Louise races after injuring knee in training crash", "description": "Lindsey Vonn says she injured her knee in a training crash and will miss the upcoming World Cup speed races in Lake Louise, Alberta.", "url": "https://www.cbc.ca/sports/olympics/winter/alpineskiing/lindsey-vonn-knee-injury-lake-louise-1.4913760", "urlToImage": "https://i.cbc.ca/1.4913769.1542751906!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/vonn-lindsey.jpg", "publishedAt": "2018-11-20T22:14:43Z", "content": "Lindsey Vonn says she injured her knee in a training crash and will miss the upcoming World Cup speed races in Lake Louise, Alberta. The three-time Olympic medallist didn't specify which knee she hurt in a super-G wipeout on Monday, but she said on her social… [+873 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "CBC Nova Scotia News November 20, 2018", "description": "The only daily TV news package to focus on Nova Scotians and their stories", "url": "https://www.cbc.ca/news/canada/nova-scotia/cbc-nova-scotia-news-november-20-2018-1.4913869", "urlToImage": "https://i.cbc.ca/1.4913869.1542756398!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-20T22:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Noisy metal recycler belongs away from Saint John port, MLA says", "description": "Saint John residents would be better served if a scrap-metal recycling plant is moved from its home at the port to an industrial area on the outskirts of the city, according to a local MLA and former city councillor.", "url": "https://www.cbc.ca/news/canada/new-brunswick/american-iron-metal-explosions-saint-john-gerry-lowe-1.4913620", "urlToImage": "https://i.cbc.ca/1.4888129.1541101130!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/american-iron-and-metal-saint-john.png", "publishedAt": "2018-11-20T21:58:21Z", "content": "Saint John residents would be better served if a scrap-metal recycling plant is moved from its home at the port to an industrial area on the outskirts of the city, according to a local MLA and former city councillor. \"It would be great if somehow we could pic… [+2211 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michelle Bellefontaine", "title": "Bill 27 intended to take politics out of decisions about Alberta public-sector pensions", "description": "Politicians would be taken out of decisions made about provincial public-sector pension plans under a new bill introduced Tuesday in the Alberta legislature.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-public-sector-pensions-bill-27-1.4913685", "urlToImage": "https://i.cbc.ca/1.4863701.1539628764!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/joe-ceci.jpg", "publishedAt": "2018-11-20T21:57:02Z", "content": "Politicians would be taken out of decisions made about provincial public-sector pension plans under a new bill introduced Tuesday in the Alberta legislature. Bill 27 proposes a joint governance model, where decisions about the three main Alberta pension plans… [+2677 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Susan Bradley", "title": "56 years later, Pictou, N.S., native hasn't given up looking for her brother", "description": "He was born in Pictou, N.S., on June 15, 1953 with the name John Arthur Landry. Adopted at nine, the boy vanished into Nova Scotia's closed adoption system and even a private investigator has not been able to help his sister, Kathy Ahmad of Ohio, find him.", "url": "https://www.cbc.ca/news/canada/nova-scotia/adoption-nova-scotia-sister-ohio-brother-pictou-county-1.4913278", "urlToImage": "https://i.cbc.ca/1.4913508.1542746871!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/john-brother-of-kathy-ahmad.jpg", "publishedAt": "2018-11-20T21:53:29Z", "content": "He was born in Pictou, N.S., on June 15, 1953 with the name John Arthur Landry. Adopted at the age of nine, the boy vanished into Nova Scotia's closed adoption system and even a private investigator has not been able to help his sister, Kathy Ahmad of Toledo,… [+2601 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rachel Ward", "title": "India's 1st women's hockey team enjoys smooth skating in Alberta", "description": "India's top female hockey players learned the game on frozen Himalayan ponds using second-hand gear nabbed from their brothers.", "url": "https://www.cbc.ca/news/canada/calgary/india-hockey-womens-team-alberta-airdrie-calgary-1.4913154", "urlToImage": "https://i.cbc.ca/1.4913472.1542744066!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/team-india.jpg", "publishedAt": "2018-11-20T21:51:01Z", "content": "Hockey players from India say they're skating better than ever now that they're on Alberta ice. India's top female hockey players learned the game against the odds, on frozen Himalayan ponds and in second-hand gear nabbed from brothers. Now their hard work ha… [+3069 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tamara Baluja,Jennifer Wilson", "title": "You're not alone: Vancouverites share their stories of loneliness", "description": "Young adults, between 25 and 35 are the hardest hit by social isolation in Metro Vancouver, according to a report.", "url": "https://www.cbc.ca/news/canada/british-columbia/you-re-not-alone-vancouverites-share-their-stories-of-loneliness-1.4913290", "urlToImage": "https://i.cbc.ca/1.4895725.1542749223!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/vancouver-is-pretty-pretty-lonely.JPG", "publishedAt": "2018-11-20T21:36:07Z", "content": "\"I'm so lonely in Vancouver I don't know what to do anymore.\" That's how Winston Yeun feels and it's been that way for as long as he can remember. Young adults, between 25 and 35 are the hardest hit by social isolation in Metro Vancouver, according to the Van… [+4359 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tori Weldon", "title": "5-year-old boy struck by SUV while getting on school bus", "description": "A five-year-old boy was struck Tuesday morning by an SUV that did not stop behind a bus with flashing red lights. Instead, the vehicle swerved to miss the bus and hit the boy, who was rushed to the hospital with serious injuries.", "url": "https://www.cbc.ca/news/canada/new-brunswick/bus-school-accident-boy-suv-irishtown-1.4913186", "urlToImage": "https://i.cbc.ca/1.4913600.1542747418!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bus-communication-rd.jpg", "publishedAt": "2018-11-20T21:34:54Z", "content": "A five-year-old boy was hit by an SUV on Tuesday morning as he was about to board his school bus in Irishtown, north of Moncton. The boy suffered serious injuries, police said. According to the RCMP, the bus stopped on Communication Road at about 8 a.m. and h… [+1004 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "A cross-country feat on two feet: Albertan recounts the tales of hiking the Great Trail", "description": "'If you're going to do something huge like that, never ever look at the map. You just look at what's in front.'", "url": "https://www.cbc.ca/news/canada/edmonton/dana-meise-the-great-hike-1.4913434", "urlToImage": "https://i.cbc.ca/1.4913465.1542745752!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dana-meise-facebook.jpg", "publishedAt": "2018-11-20T21:30:39Z", "content": "As Dana Meise trudged into Tuktoyaktuk, N.W.T., last week, his mind was 10 years and 21,000 kilometres away. The Sherwood Park man was finishing his on-foot trek of Canada's Great Trail, becoming the first person to touch the country's three coasts as he jour… [+3425 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jen White", "title": "St. John's man, accused in rental scam, found guilty of fraud in unrelated matter", "description": "Raymond Trudel, 35, was found guilty of fraud under $5,000 on Tuesday morning in provincial court in St. John's.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/raymond-trudel-fraud-conviction-1.4913345", "urlToImage": "https://i.cbc.ca/1.4913373.1542742021!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/raymond-trudel.JPG", "publishedAt": "2018-11-20T21:29:00Z", "content": "A man who's facing a slew of charges in relation to a rental scam in St. John's was convicted of fraud in an unrelated case. Raymond Trudel, 35, was found guilty of fraud under $5,000 on Tuesday morning at provincial court in St. John's. In his decision, Judg… [+1787 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Paul Withers", "title": "Mi'kmaq leaders withdraw duty to consult objection on $18M dam project", "description": "Nova Scotia Mi'kmaq have withdrawn their objection to a proposed $18-million refurbishment of the crumbling hydro dam on the Tusket River in southern Nova Scotia. Chiefs say their concerns have been resolved following meetings with the province and Nova Scoti…", "url": "https://www.cbc.ca/news/canada/nova-scotia/mikmaq-dam-tusket-1.4913540", "urlToImage": "https://i.cbc.ca/1.4664496.1526422257!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tusket-dam-in-yarmouth-county.jpg", "publishedAt": "2018-11-20T21:23:24Z", "content": "Nova Scotia Mi'kmaq have withdrawn their objection to an $18-million refurbishment of the crumbling hydro dam on the Tusket River in southern Nova Scotia. Chiefs say their concerns over inadequate consultation have been resolved after meeting with the provinc… [+2202 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jesse Campigotto", "title": "Hockey is getting more Gritty, less gritty", "description": "The Buzzer is CBC Sports' daily newsletter. Get up to speed in a hurry on the interesting stuff happening in sports, including another sign that fighting is disappearing from hockey and the game that broke fantasy football.", "url": "https://www.cbc.ca/sports/the-buzzer-nov-20-broad-street-bullies-1.4913467", "urlToImage": "https://i.cbc.ca/1.4913658.1542748617!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gritty-1180.jpg", "publishedAt": "2018-11-20T21:22:14Z", "content": "The Buzzer is the new email newsletter from CBC Sports. Sign up here to get it delivered directly to your inbox every weekday. OK, here's what you need to know right now from the world of sports: A key Ottawa player might be suspended for the Grey Cup Jonatha… [+5852 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lydia Neufeld", "title": "No warm welcome home for Alberta Holocaust denier", "description": "A Jasper, Alta., woman who spent time in a German prison for denying the Holocaust says she has not received a warm welcome home by the people in her community.", "url": "https://www.cbc.ca/news/canada/edmonton/b-nai-brith-canada-anti-semitic-monika-schaefer-jasper-alberta-1.4913385", "urlToImage": "https://i.cbc.ca/1.3679930.1540581528!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/monika-schaefer-believes-holocaust-was-a-lie.jpg", "publishedAt": "2018-11-20T21:15:44Z", "content": "A Jasper, Alta., woman who spent time in a German prison for denying the Holocaust says she has not received a warm welcome home by the people in her community. Monika Schaefer, 59, and her German-Canadian brother Alfred Schaefer, 63, were convicted by a Germ… [+1620 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Blair Rhodes", "title": "First Nova Scotia prosecution under Westray law begins", "description": "Elie Hoyeck is charged with criminal negligence causing death for the September 2013 fire at his car shop in Cole Harbour, N.S., that claimed the life of employee Peter Kempton.", "url": "https://www.cbc.ca/news/canada/nova-scotia/first-nova-scotia-prosecution-under-westray-law-begins-1.4913561", "urlToImage": "https://i.cbc.ca/1.2770775.1411071736!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/elie-hoyeck-owner-of-your-mechanic-auto-corner.jpg", "publishedAt": "2018-11-20T21:13:17Z", "content": "The trial of the first Nova Scotian charged under the so-called Westray law opened Tuesday in a Halifax courtroom, with the prosecution accusing the owner of an auto-repair business of disregarding safety in the lead up to an employee's death. Elie Hoyeck is … [+2532 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Karissa Donkin", "title": "New minister 'anxious' to see review into child protection system", "description": "New Brunswickers will have to wait a bit longer to see a review into the province's child protection system.", "url": "https://www.cbc.ca/news/canada/new-brunswick/child-protection-review-update-1.4913352", "urlToImage": "https://i.cbc.ca/1.4019750.1542742491!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/child-sketch.jpg", "publishedAt": "2018-11-20T21:11:47Z", "content": "New Brunswickers will have to wait a bit longer to see a review into the province's child protection system. The previous government hired Nova Scotia-based consultant George Savoury to review the system, following a case of child neglect involving five child… [+3367 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Former Maple Leafs player, coach Dan Maloney dies at age 68", "description": "Former Maple Leafs player and coach Dan Maloney has died at age 68. He played 11 seasons with four teams before stepping behind Toronto's bench in the 1980s.", "url": "https://www.cbc.ca/sports/hockey/nhl/dan-maloney-death-maple-leafs-1.4913598", "urlToImage": "https://i.cbc.ca/1.4913643.1542747988!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/maloney-dan-1180.jpg", "publishedAt": "2018-11-20T21:09:58Z", "content": "Former NHL player and coach Dan Maloney has died at age 68. The NHL Alumni Association announced Maloney's death on its Twitter account. No cause of death was given. Selected by the Blackhawks in the first round (14th overall) in the 1970 NHL draft, Maloney w… [+723 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "RCMP lay murder charge following death of Yellowknife taxi driver", "description": "Elias Schiller is in custody and faces a murder charge, according to a news release issued by the police service Tuesday afternoon.", "url": "https://www.cbc.ca/news/canada/north/murder-charge-cab-driver-death-yellowknife-1.4913609", "urlToImage": "https://i.cbc.ca/1.4911812.1542658595!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp-tape-stanton-hospital.jpg", "publishedAt": "2018-11-20T21:05:09Z", "content": "RCMP charged an 18-year-old with murder following the death of a Yellowknife cab driver earlier this week. Elias Schiller is in custody and faces a murder charge, according to a news release issued by RCMP Tuesday afternoon. The victim. who has not been ident… [+621 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Avoid eating romaine lettuce in Ontario and Quebec, health officials warn", "description": "Canadian and U.S. officials say they are working to determine the source of an outbreak of E. coli infections.", "url": "https://www.cbc.ca/news/health/romaine-lettuce-warning-ontario-quebec-1.4913578", "urlToImage": "https://i.cbc.ca/1.4781175.1533927364!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/salad-safety.jpg", "publishedAt": "2018-11-20T20:54:07Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nicole Ireland", "title": "New Brunswick joins provinces affected by E. coli linked to romaine lettuce", "description": "The E. coli strain currently suspected of making people sick in both Canada and the U.S. is the same that caused a similar outbreak last year, prompting questions about why regulators aren't issuing a mandatory recall.", "url": "https://www.cbc.ca/news/health/romaine-lettuce-ecoli-1.4913578", "urlToImage": "https://i.cbc.ca/1.4914779.1542825905!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ont-lettuce-outbreak-20181121.jpg", "publishedAt": "2018-11-20T20:54:07Z", "content": "A case of E. coli thought to be linked to romaine lettuce has been confirmed in New Brunswick, making it the third province affected by an outbreak that has now made 19 people in Canada ill. \"New Brunswickers should avoid eating romaine lettuce and salad mixe… [+7081 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Former head of Michigan State University charged with lying in Larry Nassar investigation", "description": "Former Michigan State University president Lou Anna Simon has been charged with lying to police conducting an investigation of Larry Nassar's sexual abuse.", "url": "https://www.cbc.ca/news/world/nassar-gymnastics-simon-charges-1.4913492", "urlToImage": "https://i.cbc.ca/1.4913505.1542744691!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gymnastics-usa-congress.jpg", "publishedAt": "2018-11-20T20:51:22Z", "content": "Former Michigan State University president Lou Anna Simon has been charged with lying to police conducting an investigation of Larry Nassar's sexual abuse. Simon, who stepped down earlier this year over the scandal, was charged Tuesday with two felonies and t… [+1250 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Alberta RCMP officer and suspect injured in 'confrontation' near Hinton", "description": "An RCMP officer and a suspect were both injured Tuesday during a confrontation outside Hinton, police said in a news release.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-rcmp-injured-hinton-1.4913565", "urlToImage": "https://i.cbc.ca/1.4683195.1532986246!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp-car.jpg", "publishedAt": "2018-11-20T20:48:39Z", "content": "An RCMP officer and a suspect were both injured Tuesday during a confrontation outside Hinton, police said in a news release. The confrontation between responding officers and a suspect \"resulted in the discharge of a police weapon,\" RCMP said. \"Both a member… [+527 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Child poverty decreasing 'pitifully slowly' in B.C., report finds", "description": "One in five children in B.C. live in families that struggle to pay bills, rent and living costs, according to the report released by First Call B.C. Child and Youth Advocacy Coalition, covering statistics from 2016.", "url": "https://www.cbc.ca/news/canada/british-columbia/first-call-1-in-5-child-poverty-1.4913082", "urlToImage": "https://i.cbc.ca/1.4913120.1542734558!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/adrienne-montani.jpg", "publishedAt": "2018-11-20T20:41:18Z", "content": "One in five children continue to live in poverty in British Columbia, according to the latest child poverty report card. The report, released by the First Call B.C. Child and Youth Advocacy Coalition on Tuesday, covers statistics from 2016. While there have b… [+2952 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police officer denied promotion because of race, hearing told", "description": "The lawyer for a veteran Ottawa police officer who claims he's been repeatedly passed over for promotion because of his ethnicity says it's \"not acceptable\" that there are so few visible minorities among the force's highest ranks.", "url": "https://www.cbc.ca/news/canada/ottawa/bhatnagar-ottawa-police-human-rights-tribunal-1.4913293", "urlToImage": "https://i.cbc.ca/1.4913555.1542745568!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/insp-samir-bhatnagar.JPG", "publishedAt": "2018-11-20T20:37:43Z", "content": "The lawyer for a veteran Ottawa police officer who claims he's been repeatedly passed over for promotion because of his ethnicity says it's \"not acceptable\" that there are so few visible minorities among the force's highest ranks. Paul Champ made the remark T… [+3376 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kimberley Molina", "title": "Police officer denied promotion because of race, hearing told", "description": "The lawyer for a veteran Ottawa police officer who claims he's been repeatedly passed over for promotion because of his ethnicity says it's \"not acceptable\" that there are so few visible minorities among the force's highest ranks.", "url": "https://www.cbc.ca/news/canada/ottawa/bhatnagar-ottawa-police-promotion-1.4913293", "urlToImage": "https://i.cbc.ca/1.4913555.1542745568!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/insp-samir-bhatnagar.JPG", "publishedAt": "2018-11-20T20:37:43Z", "content": "The lawyer for a veteran Ottawa police officer who claims he's been repeatedly passed over for promotion because of his ethnicity says it's \"not acceptable\" that there are so few visible minorities among the force's highest ranks. Paul Champ made the remark T… [+4388 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Why could losing two valued House leaders matter to you?", "description": "Two big changes may affect how smoothly the Nova Scotia House of Assembly runs in the future: the retirement of NDP House leader Dave Wilson and the possibility that Tory House leader Chris d'Entremont may have to resign his seat if he successfully jumps to f…", "url": "https://www.cbc.ca/news/canada/nova-scotia/why-could-losing-two-valued-house-leaders-matter-to-you-1.4913573", "urlToImage": "https://i.cbc.ca/1.4913573.1542746401!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-20T20:30:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Really a disgrace': Alberta curling legend calls out boozers booted from bonspiel", "description": "Drunken players booted from an Alberta bonspiel over the weekend should have taken time for sober second thought, says Wally Ursuliak.", "url": "https://www.cbc.ca/news/canada/edmonton/curling-bonspiel-alberta-drunken-1.4913429", "urlToImage": "https://i.cbc.ca/1.4911044.1542725398!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/fry-ryan-030515-620.jpg", "publishedAt": "2018-11-20T20:27:25Z", "content": "Drunken players booted from an Alberta bonspiel over the weekend should have taken time for sober second thought, says Wally Ursuliak. Ursuliak, an Alberta curling legend, says the sport is no drinkers game. \"Curling and the booze doesn't really go together, … [+2824 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Stephanie Kinsella", "title": "Legal fight ensnares 121 Muskrat Falls managers still waiting on wages", "description": "An injunction filed by Astaldi has \"really prevented the flow of money,\" said Premier Dwight Ball.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/muskrat-falls-non-unionized-workers-injunction-astaldi-1.4913450", "urlToImage": "https://i.cbc.ca/1.4628307.1524235886!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/muskrat-falls-spillway.jpg", "publishedAt": "2018-11-20T20:18:40Z", "content": "The 122 non-unionized workers that Premier Dwight Ball promised to help get their pay squared away are still waiting for wages owed and it's gotten more complicated as to when that money will come. There is a court injunction in place, launched by Astaldi the… [+2025 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Regina police recruiting interpreters to help with language barriers", "description": "Regina police are looking for translators they can call on to help with witness reports, written documents and general interpretation, among other things.", "url": "https://www.cbc.ca/news/canada/saskatchewan/regina-police-language-interpreters-1.4913342", "urlToImage": "https://i.cbc.ca/1.4173183.1542743132!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/kw-multicultural-festival.JPG", "publishedAt": "2018-11-20T20:06:57Z", "content": "The Regina Police Service is trying to accommodate a diversifying city by recruiting language interpreters. \"If there's a language barrier it can be a problem in an investigation,\" said Les Parker, a spokesperson for Regina police. Police are looking for peop… [+895 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Canada Post strike 'just killing us,' says small business", "description": "Monkeys and More in Halifax says it's having its worst year ever due to shipping issues caused by the rotating strikes that began in October.", "url": "https://www.cbc.ca/news/canada/nova-scotia/canada-post-cupw-halifax-business-1.4913072", "urlToImage": "https://i.cbc.ca/1.4913126.1542734651!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sherrie-kearney.jpg", "publishedAt": "2018-11-20T20:01:25Z", "content": "The operators of a Halifax business that specializes in selling handmade scarves, mittens and aprons online says enterprises like theirs are slowly becoming casualties of the ongoing Canada Post dispute. Dale Kearney, who runs Monkeys and More with his wife, … [+2718 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Federal Tory plan for gun laws LIVE", "description": "Conservative Leader Andrew Scheer outlines the second of three policy pillars in his plan for \"Safer Canada\" dealing with gun laws and enforcement", "url": "https://www.cbc.ca/news/federal-tory-plan-for-gun-laws-live-1.4913383", "urlToImage": "https://i.cbc.ca/1.4913383.1542742202!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-20T20:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Why are more than 750 seniors stuck in New Brunswick hospitals?", "description": "The New Brunswick Coalition for Seniors and Nursing Homes Residents' Rights is raising concerns about a 35 per cent increase in the number of seniors waiting for nursing homes.", "url": "https://www.cbc.ca/news/canada/new-brunswick/long-wait-for-nursing-homes-1.4913155", "urlToImage": "https://i.cbc.ca/1.4285940.1505239231!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cecile-cassista-executive-director-of-the-coalition-for-seniors-and-nursing-home-residents-rights.jpg", "publishedAt": "2018-11-20T19:56:11Z", "content": "Too many New Brunswick seniors are spending extended periods in hospital when they should be elsewhere, according to a seniors advocate in the province, who has been following the issue closely. \"When I received the October stats, it was quite alarming,\" said… [+3315 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Catharine Tunney", "title": "RCMP tightens online posting rules after misleading message on guns", "description": "The RCMP has improved its internal approval process for online postings after sending out a potentially misleading message on firearms earlier this year, a House of Commons committee heard this week.", "url": "https://www.cbc.ca/news/politics/rcmp-contempt-parliament-process-1.4913250", "urlToImage": "https://i.cbc.ca/1.4833959.1537747945!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/guns-domestic-20180724.jpg", "publishedAt": "2018-11-20T19:55:44Z", "content": "The RCMP has improved its internal approval process for online postings after sending out a potentially misleading message on firearms earlier this year, a House of Commons committee heard this week. The procedure and house affairs committee has been hearing … [+3242 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Trans Mountain pipeline hearings with Indigenous groups start in Calgary", "description": "A rooftop smudging ceremony where herbs were burned and prayers said served as a proxy for swearing in as the oral traditional evidence gathering part of a National Energy Board reconsideration of the Trans Mountain pipeline expansion project began Tuesday.", "url": "https://www.cbc.ca/news/canada/calgary/trans-mountain-pipeline-indigenous-consultations-calgary-neb-oral-testimony-1.4913336", "urlToImage": "https://i.cbc.ca/1.4804608.1535678427!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kinder-morgan-trans-mountain-expansion-project.jpg", "publishedAt": "2018-11-20T19:55:19Z", "content": "A rooftop smudging ceremony where herbs were burned and prayers said served as a proxy for swearing in as the oral traditional evidence gathering part of a National Energy Board reconsideration of the Trans Mountain pipeline expansion project began Tuesday. T… [+1952 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Verity Stevenson", "title": "Luigi Sorella delivers emotional testimony about discovering his nieces' bodies in their Laval home", "description": "A voicemail left by Adele Sorella, on trial for the 2009 first-degree murders of her two daughters, left her brother Luigi fearing his sister had tried to commit suicide again, the man testified Tuesday.", "url": "https://www.cbc.ca/news/canada/montreal/luigi-sorella-delivers-emotional-testimony-about-discovering-his-nieces-bodies-in-their-laval-home-1.4913258", "urlToImage": "https://i.cbc.ca/1.4913389.1542742275!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/adele-sorella-nov-20-2018.jpg", "publishedAt": "2018-11-20T19:49:06Z", "content": "Luigi Sorella was at first relieved when he arrived at his sister Adele's home in Laval on March 31, 2009. He had rushed over after receiving a worrying voicemail from his sister at around 1 p.m. that day. That phone message was entered as evidence during the… [+2456 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate Porter", "title": "Church, mosque moves cap busy term for planning committee", "description": "Ottawa's planning committee capped of the waning term of council by voting to allow cross-town moves by a mosque and a francophone church, as well as an addition to Vanier's Inuit Children's Centre.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-planning-committee-final-meeting-1.4913061", "urlToImage": "https://i.cbc.ca/1.3429088.1454357042!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/city-hall.jpg", "publishedAt": "2018-11-20T19:43:09Z", "content": "Ottawa's planning committee capped of the waning term of council by voting to allow cross-town moves by a mosque and a francophone church, as well as an addition to Vanier's Inuit Children's Centre. The Ahlul-Bayt Centre received approval Tuesday to use a for… [+2664 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Senior staff at B.C. Legislature placed on leave pending investigation", "description": "The two most senior administrative employees of the B.C. Legislature have been placed on administrative leave.", "url": "https://www.cbc.ca/news/canada/british-columbia/james-lenz-bc-legislature-leave-1.4913351", "urlToImage": "https://i.cbc.ca/1.4532645.1519597786!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/b-c-legislature.jpg", "publishedAt": "2018-11-20T19:40:41Z", "content": "The two most senior administrative employees of the B.C. Legislature have been placed on administrative leave. House Leader Mike Farnworth told the legislature that Clerk of the House Craig James and Sergeant-at-Arms Gary Lenz were being put on leave with imm… [+606 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Drew Anderson", "title": "New taxes, spending restraint needed to avoid fiscal cliff in Alberta: report", "description": "Alberta could face a deficit of almost $40 billion in 2040 unless the government restrains spending and tempers oil and gas royalty swings with new taxes, according to a report from the University of Calgary's School of Public Policy.", "url": "https://www.cbc.ca/news/canada/calgary/alberta-fiscal-danger-taxes-spending-1.4913055", "urlToImage": "https://i.cbc.ca/1.4913223.1542737942!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/trevor-tombe.jpg", "publishedAt": "2018-11-20T19:37:28Z", "content": "Alberta could face a deficit of almost $40 billion in 2040 unless the government restrains spending and tempers oil and gas royalty swings with new taxes, according to a report from the University of Calgary's School of Public Policy. Economist Trevor Tombe, … [+3774 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "St. John's Women's Centre kicks off winter boot drive", "description": "If you're cleaning out the closet or updating your winter wardrobe, the St. John's Women's Centre wants your new or gently used items.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/women-s-centre-winter-boot-drive-1.4911399", "urlToImage": "https://i.cbc.ca/1.4912627.1542721361!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/natasha-bader.JPG", "publishedAt": "2018-11-20T19:37:16Z", "content": "If you're wondering what to do with that winter coat that just doesn't fit anymore, or the cozy pair of warm boots gathering dust in your closet, the St. John's Status of Women Council has a solution. The organization is holding its winter boot drive again th… [+1523 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Andrea Huncar", "title": "Province investigating death of young man ejected from Edmonton bar", "description": "Alberta Gaming Liquor and Cannabis has launched an investigation into the death of a young man who was told to leave an Edmonton bar last weekend in freezing weather.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-bar-ranch-roadhouse-alberta-gaming-and-liquor-1.4913313", "urlToImage": "https://i.cbc.ca/1.4912340.1542674215!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/mohamed-abdi.jpeg", "publishedAt": "2018-11-20T19:36:49Z", "content": "The province is investigating the death of a young man who was told to leave an Edmonton bar last weekend in freezing weather. Mohamed Abdi, 20, was found dead Sunday, two days after he was kicked out of the Ranch Roadhouse for undisclosed reasons. Police hav… [+988 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'The time is now': Alberta boosts support for oil and gas upgrading", "description": "In a bid to combat the effects of low energy prices, Alberta is boosting its investment in two petrochemical upgrading programs to $2.1 billion, the government said Tuesday.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-energy-diversification-programs-2-1-billion-1.4913265", "urlToImage": "https://i.cbc.ca/1.4911709.1542654614!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rachel-notley.jpg", "publishedAt": "2018-11-20T19:36:43Z", "content": "In a bid to combat the effects of low energy prices, Alberta is boosting its investment in two petrochemical upgrading programs to $2.1 billion, the government said Tuesday. \"For decades, we've been settling for less while seeing new jobs and investment go so… [+2020 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ian Froese", "title": "Domestic violence supports, new measures against drunk drivers promised by Manitoba government", "description": "The Manitoba government announced plans to support victims of domestic violence, including the creation of a family resolution service, in the speech from the throne on Tuesday.", "url": "https://www.cbc.ca/news/canada/manitoba/pallister-manitoba-government-throne-speech-domestic-violence-1.4913137", "urlToImage": "https://i.cbc.ca/1.4620816.1523821846!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/mba-budget-20180312.jpg", "publishedAt": "2018-11-20T19:35:06Z", "content": "The Manitoba government announced plans to support victims of domestic violence, including the creation of a family resolution service, in the speech from the throne on Tuesday. The Progressive Conservative government used its fourth throne speech to reiterat… [+3487 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Parkland students who pushed for gun control after mass shooting win award", "description": "The Florida students who created an international movement to raise awareness for gun violence after a deadly school shooting were awarded the International Children's Peace Prize on Tuesday.", "url": "https://www.cbc.ca/news/world/parkland-students-peace-award-1.4913149", "urlToImage": "https://i.cbc.ca/1.4913252.1542739839!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/south-africa-us-school-shooting-tutu.jpg", "publishedAt": "2018-11-20T19:32:36Z", "content": "The Florida students who created an international movement to raise awareness for gun violence after a deadly school shooting were awarded the International Children's Peace Prize on Tuesday. During a ceremony in Cape Town, South Africa, Archbishop Desmond Tu… [+4003 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "California fires partly due to environmentalists, says U.S. Interior chief", "description": "U.S. Interior Department Secretary Ryan Zinke said on Tuesday the deadly wildfires that scorched areas in California were partly due to lawsuits from environmentalists who have sought to stop forest management practices, such as forest thinning.", "url": "https://www.cbc.ca/news/world/environmentalists-california-fires-ryan-zinke-1.4913272", "urlToImage": "https://i.cbc.ca/1.4913320.1542740408!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-congress.jpg", "publishedAt": "2018-11-20T19:30:00Z", "content": "U.S. Secretary of the Interior Ryan Zinke said on Tuesday the deadly wildfires that scorched areas in California were partly due to lawsuits from environmentalists who have sought to stop forest management practices, such as forest thinning. \"Radical environm… [+1672 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Bike lane proposed for Brookside Drive would be 1st of its kind for city", "description": "Fredericton hopes to change part of Brookside Drive on the north side to give people options for getting around that don't involve cars.", "url": "https://www.cbc.ca/news/canada/new-brunswick/public-meeting-brookside-drive-1.4913060", "urlToImage": "https://i.cbc.ca/1.4247418.1502763181!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jon-lewis.jpg", "publishedAt": "2018-11-20T19:25:12Z", "content": "Fredericton hopes to change part of Brookside Drive on the north side to give people options for getting around that don't involve cars. Traffic engineer Jon Lewis said the project to revitalize Brookside Drive could make travelling better for cyclists, pedes… [+1959 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rachel Sanders", "title": "Surrey teacher aims to inspire students after visit to migrant caravan in Mexico", "description": "Violette Baillargeon was in Mexico City for a union conference when she decided to visit the stadium where the caravan of nearly 3,000 travellers was staying for a few days of rest. Baillargeon had been tracking the caravan with students in her Spanish 11 cla…", "url": "https://www.cbc.ca/news/canada/british-columbia/surrey-spanish-teacher-visits-migrant-caravan-1.4912296", "urlToImage": "https://i.cbc.ca/1.4912302.1542671682!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/violette-baillargeon.jpg", "publishedAt": "2018-11-20T19:24:33Z", "content": "A Surrey, B.C., teacher says she saw scenes of kindness, understanding and hope when she visited the Central American migrant and refugee caravan on a recent trip to Mexico. Violette Baillargeon was in Mexico City for a union conference when she and some coll… [+2843 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Children share ideas with city officials on ways to make Toronto a friendlier place", "description": "A handful of grade 4 and 5 students from Toronto public schools shared a few ideas with city officials on Tuesday on how to make Toronto a friendlier place for children.", "url": "https://www.cbc.ca/news/canada/toronto/national-child-day-toronto-children-ideas-child-friendly-to-1.4913227", "urlToImage": "https://i.cbc.ca/1.4913285.1542739706!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/national-child-day.jpg", "publishedAt": "2018-11-20T19:23:38Z", "content": "A handful of grade 4 and 5 students from Toronto schools shared a few ideas with city officials on Tuesday on how to make Toronto a friendlier place for children for National Child Day. Students from Kensington Community School and St. Barnabas Catholic Schoo… [+3423 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jonathon Gatehouse", "title": "U.S. stands by Saudi Arabia as purported transcript of Khashoggi killing goes public", "description": "A closer look at the day's most notable stories with The National's Jonathon Gatehouse: Trump voices support for Saudi Arabia despite Khashoggi killing; too many Canadians aren't taking influenza seriously; preparing for Crown Prince Naruhito's official ascen…", "url": "https://www.cbc.ca/news/thenational/national-today-newsletter-khashoggi-mbs-flu-japan-emperor-1.4911420", "urlToImage": "https://i.cbc.ca/1.4913056.1542733220!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/file-uae-turkey-saudi-arabia-crime-journalist.jpg", "publishedAt": "2018-11-20T19:20:45Z", "content": "Welcome to The National Today newsletter, which takes a closer look at what's happening around some of the day's most notable stories. Sign up here and it will be delivered directly to your inbox Monday to Friday. TODAY: The White House issued a statement tha… [+12519 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Emma Smith", "title": "'It is our story:' Why a contest inspired by Viola Desmond was cut short", "description": "MacGillvray Law Firm, which owns the New Glasgow theatre where Viola Desmond stood up to segregation, is rethinking its contest inspired by the civil rights pioneer.", "url": "https://www.cbc.ca/news/canada/nova-scotia/viola-desmond-macgillivrey-law-firm-new-glasgow-roseland-theatre-1.4913059", "urlToImage": "https://i.cbc.ca/1.3887054.1503434192!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/viola-desmond-bank-of-canada.jpg", "publishedAt": "2018-11-20T19:20:36Z", "content": "The owner of the former New Glasgow, N.S., theatre where Viola Desmond stood up to segregation is rethinking a contest inspired by the civil rights pioneer after being accused of cultural appropriation. MacGillivray Injury and Insurance Law planned to display… [+3489 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Emma Smith", "title": "'It is our story:' Why a contest inspired by Viola Desmond was cut short", "description": "MacGillivray Law Firm, which owns the New Glasgow theatre where Viola Desmond stood up to segregation, is rethinking its contest inspired by the civil rights pioneer.", "url": "https://www.cbc.ca/news/canada/nova-scotia/viola-desmond-macgillivray-law-firm-new-glasgow-roseland-theatre-1.4913059", "urlToImage": "https://i.cbc.ca/1.3887054.1503434192!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/viola-desmond-bank-of-canada.jpg", "publishedAt": "2018-11-20T19:20:36Z", "content": "The owner of the former New Glasgow, N.S., theatre where Viola Desmond stood up to segregation is rethinking a contest inspired by the civil rights pioneer after being accused of cultural appropriation. MacGillivray Injury and Insurance Law planned to display… [+3489 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Kelvin High School evacuated due to threat", "description": "Kelvin High School is being evacuated as a precaution after a bomb threat was received, police say.", "url": "https://www.cbc.ca/news/canada/manitoba/kelvin-high-school-evacuated-1.4913326", "urlToImage": "https://i.cbc.ca/1.4913348.1542741360!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kelvin-evacuated.jpg", "publishedAt": "2018-11-20T19:17:36Z", "content": "Kelvin High School is being evacuated as a precaution after a bomb threat was received, police say. Students and staff at the Crescentwood neighbourhood school are being moved to a safe location while police investigate a spokesperson at the Winnipeg School D… [+182 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Winnipeg teens charged with armed robbery", "description": "Four Winnipeg teenagers have been charged with a slew of offences including armed robbery after two men were held at gunpoint in separate incidents Monday evening.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-teenagers-charged-armed-robbery-1.4913255", "urlToImage": "https://i.cbc.ca/1.4894054.1541528667!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winnipeg-police-service.jpg", "publishedAt": "2018-11-20T19:11:16Z", "content": "Four Winnipeg teenagers have been charged with a slew of offences including armed robbery after two men were held at gunpoint in separate incidents Monday evening. Winnipeg police said Tuesday they received a report of four men with a firearm around McPhillip… [+1142 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "RCMP want tips on possible hitchhiker after 64-year-old man killed in Selkirk", "description": "The RCMP are hoping someone saw a person walking near the scene of a homicide in Selkirk.", "url": "https://www.cbc.ca/news/canada/manitoba/selkirk-homicide-tips-rcmp-1.4913222", "urlToImage": "https://i.cbc.ca/1.4912552.1542691436!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/people-met-outside-the-jemima-bay-home-in-selkirk-where-the-man-lived-an-rcmp-truck-was-still-parke.jpg", "publishedAt": "2018-11-20T19:10:06Z", "content": "The RCMP are hoping someone saw a person walking near the scene of a homicide in Selkirk. An unresponsive 64-year-old man was found Friday night at his home in the city just north of Winnipeg. Paramedics responding to a man in cardiac arrest quickly alerted R… [+665 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bartley Kives", "title": "Sale of surplus Parker land improves prospect of Transitway savings", "description": "The Southwest Transitway is on track to be completed under budget, thanks to the sale of land no longer needed for the project and relatively few last-minute changes.", "url": "https://www.cbc.ca/news/canada/manitoba/southwest-transitway-savings-1.4913180", "urlToImage": "https://i.cbc.ca/1.3635429.1465942904!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/hydro-line.JPG", "publishedAt": "2018-11-20T19:04:25Z", "content": "The Southwest Transitway is on track to be completed under budget, thanks to the sale of land no longer needed for the project and relatively few last-minute changes. The city is one year away from wrapping up most of the work on a project that involves both … [+2153 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Bruins' Patrice Bergeron sidelined at least a month with rib injury", "description": "Boston Bruins forward Patrice Bergeron is expected to miss at least four weeks with a rib injury, the team announced on Tuesday.", "url": "https://www.cbc.ca/sports/hockey/nhl/patrice-bergeron-injury-1.4913216", "urlToImage": "https://i.cbc.ca/1.4913256.1542740628!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/patrice-bergeron-photo.jpg", "publishedAt": "2018-11-20T19:04:24Z", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in children and youth-oriented communities). Pseudonyms will no longer be permitted. By submitting a c… [+362 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jason Proctor,Joan Marshall", "title": "Maple Ridge homicide victim identified as Hells Angels member", "description": "A man who was killed and dumped under the Golden Ears Bridge in Maple Ridge on the weekend has been identified as a member of the Hells Angels.", "url": "https://www.cbc.ca/news/canada/british-columbia/homicide-hells-angels-chad-wilson-1.4912315", "urlToImage": "https://i.cbc.ca/1.4631974.1524514314!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hells-angels.jpg", "publishedAt": "2018-11-20T18:51:52Z", "content": "A man who was killed and then dumped under the Golden Ears Bridge in Maple Ridge on the weekend has been identified as a full-patch member of the Hells Angels. According to the Integrated Homicide Investigation Team, Chad John Wilson's body was discovered Sun… [+3053 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Fraser", "title": "Non-emergency ambulance service is cost-effective fix, minister says", "description": "New Brunswick's new non-emergency ambulance service will be efficient and cost-effective and keep emergency response vehicles on the road, the health minister said Tuesday.", "url": "https://www.cbc.ca/news/canada/new-brunswick/ambulance-new-brunswick-1.4912669", "urlToImage": "https://i.cbc.ca/1.4868886.1539890294!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ted-flemming.jpg", "publishedAt": "2018-11-20T18:51:11Z", "content": "New Brunswick's new non-emergency ambulance service will be efficient and cost-effective and keep emergency response vehicles on the road, the health minister said Tuesday. Ted Flemming suggested the new system was an obvious solution to problems with delays … [+4314 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Wallis Snowdon", "title": "Cryogenics experts 'at a loss' to explain Leduc gas accident deaths", "description": "Experts in the cryogenic industry say they are waiting for answers from an investigation into the deaths of three men last week in a Leduc industrial accident.", "url": "https://www.cbc.ca/news/canada/edmonton/leduc-alberta-industrial-gas-deaths-cryogenics-1.4913172", "urlToImage": "https://i.cbc.ca/1.4908901.1542387004!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rear-view-millennium-cryogenic-technologies.jpg", "publishedAt": "2018-11-20T18:48:49Z", "content": "Experts in the cryogenic industry say they are waiting for answers from an Occupational Health and Safety investigation into the deaths of three men last week in an industrial accident. The workers aged 31, 34 and 52 were killed Nov. 15 at Millennium Cryogeni… [+4475 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Daytime break-and-entry suspect sought after caught on camera", "description": "The suspect smashed out a glass window of the front entrance of a Paradise home on Nov. 9, says the RNC.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/break-entry-paradise-cctv-video-1.4913221", "urlToImage": "https://i.cbc.ca/1.4913224.1542737973!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/break-and-entry.jpg", "publishedAt": "2018-11-20T18:28:56Z", "content": "Police are looking for a suspect in what they call a \"brazen\" daytime break-and-entry at a home in Paradise. On Nov. 9, a resident on Summit Drive came home to find their house had been broken into. The male suspect is seen on CCTV footage released by the Roy… [+574 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Trump stands by Saudis, even though prince may have known about killing", "description": "U.S. President Donald Trump says the United States intends to remain a \"steadfast partner\" of Saudi Arabia even though \"it could very well be\" that Saudi Crown Prince Mohammed bin Salman had knowledge of the killing of journalist Jamal Khashoggi.", "url": "https://www.cbc.ca/news/world/trump-stands-by-saudi-arabia-khashoggi-1.4913191", "urlToImage": "https://i.cbc.ca/1.4913056.1542733220!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/file-uae-turkey-saudi-arabia-crime-journalist.jpg", "publishedAt": "2018-11-20T18:25:19Z", "content": "U.S. President Donald Trump said Tuesday that the United States intends to remain a \"steadfast partner\" of Saudi Arabia, even though \"it could very well be\" that Crown Prince Mohammed bin Salman had knowledge of the killing of journalist Jamal Khashoggi. Trum… [+610 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shaina Luck", "title": "2 Nova Scotians honoured with Order of Canada in Ottawa", "description": "Law professor Jocelyn Downie has spent years working on issues surrounding medically assisted dying in Canada, while historian Elizabeth Cromwell has dedicated her work to preserving the stories of Black Loyalists who settled in Nova Scotia.", "url": "https://www.cbc.ca/news/canada/nova-scotia/2-nova-scotians-honoured-with-order-of-canada-in-ottawa-1.4912930", "urlToImage": "https://i.cbc.ca/1.4913094.1542734078!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jocelyn-downie.jpg", "publishedAt": "2018-11-20T18:20:41Z", "content": "Two Nova Scotians received the Order of Canada on Tuesday, which honours contributions they have made to national life. Jocelyn Downie, a Dalhousie University law professor, was recognized for helping frame the way Canada treats people who want a medically as… [+3730 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Youth mentor charged with sexual assault of 7-year-old boy", "description": "A 35-year-old man who was part of a youth organization in Winnipeg is charged with sexually assaulting a seven-year-old boy he was mentoring.", "url": "https://www.cbc.ca/news/canada/manitoba/mentor-sexual-assault-winnipeg-1.4913003", "urlToImage": "https://i.cbc.ca/1.4669775.1536355849!/fileImage/httpImage/image.gif_gen/derivatives/16x9_620/winnipeg-police-logo.gif", "publishedAt": "2018-11-20T18:14:26Z", "content": "A 35-year-old man who was part of a youth organization in Winnipeg is charged with sexually assaulting a seven-year-old boy he was mentoring. Police allege the incidents happened during three encounters between April and November 2014 when the man, Guillaume … [+1895 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Burgeo dog 'lucky to be alive' after days missing, trapped in a hole", "description": "Blackie was lost for more than 48 hours before a teenager spotted him.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/teen-rescues-burgeo-dog-1.4913022", "urlToImage": "https://i.cbc.ca/1.4913045.1542735578!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jared-meade-albert-parsons-and-blackie.jpg", "publishedAt": "2018-11-20T18:10:26Z", "content": "Nov. 16 was a bone-chilling afternoon in Burgeo when high school student Jared Meade and his friend Ethan Benoit decided to head out to the store, despite the outdoors feeling like -12 with the windchill. Benoit took a shortcut, and when the pair met up again… [+2273 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Agents at the Canada-U.S. border more susceptible to cancer: report", "description": "Working as a guard at the Canada-U.S. border could be hazardous to your health, and that has everything to do with air quality, according to a report co-authored by Jim Brophy.", "url": "https://www.cbc.ca/news/canada/windsor/risk-of-cancer-higher-for-canada-american-border-agents-1.4912673", "urlToImage": "https://i.cbc.ca/1.4736195.1530872085!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ambassador-bridge.jpg", "publishedAt": "2018-11-20T18:00:58Z", "content": "People who work at the Ambassador Bridge or the Detroit-Windsor Tunnel are at a higher risk of developing cancer, according to a new report. In a journal released Tuesday titled New Solutions, the report examines evidence from a workers' compensation case inv… [+1901 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bartley Kives", "title": "Low-income Winnipeg Transit pass approved despite concerns about the details", "description": "A plan to create a low-income bus pass cleared its first hurdle at city hall amid concerns Winnipeg Transit hasn't fully crunched the numbers on one of Mayor Brian Bowman's campaign pledges.", "url": "https://www.cbc.ca/news/canada/manitoba/low-income-bus-passes-committee-1.4912864", "urlToImage": "https://i.cbc.ca/1.4150713.1496875715!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/peggo-card.jpg", "publishedAt": "2018-11-20T17:57:29Z", "content": "A plan to create a low-income bus pass cleared its first hurdle at city hall amid concerns Winnipeg Transit hasn't fully crunched the numbers on one of Mayor Brian Bowman's campaign pledges. City council's public works committee voted Tuesday to make a low-in… [+2160 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Chemical weapons body, over Russia objections, votes to assign blame to some attacks", "description": "The global chemical weapons watchdog's initiative to apportion blame for poison gas and nerve agent attacks survived two institutional challenges from Russia on Tuesday and is set to become operational next year.", "url": "https://www.cbc.ca/news/world/opcw-meeting-chemical-weapons-1.4913068", "urlToImage": "https://i.cbc.ca/1.4913131.1542734705!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/britain-salisbury-to-moscow.jpg", "publishedAt": "2018-11-20T17:55:09Z", "content": "The global chemical weapons watchdog's initiative to apportion blame for poison gas and nerve agent attacks survived two institutional challenges from Russia on Tuesday and is set to become operational next year. The U.S. and other Western powers at the Organ… [+3035 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Environmental movement needs hope to survive, activist says", "description": "The greatest challenge facing the environmental movement today isn't global warming, deforestation or the pollution of the Earth's oceans, but an absence of hope in the messaging meant to motivate people to care, a local activist says.", "url": "https://www.cbc.ca/news/canada/ottawa/hope-can-save-planet-environmentalist-says-1.4912334", "urlToImage": "https://i.cbc.ca/1.4473480.1515096329!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/143918209.jpg", "publishedAt": "2018-11-20T17:52:41Z", "content": "The greatest challenge facing the environmental movement today isn't global warming, deforestation or the pollution of the Earth's oceans, but an absence of hope in the messaging meant to motivate people to care, a local activist says. Curious about what he p… [+3832 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Business group calls for back-to-work legislation to end Canada Post strike", "description": "A group that represents small and medium-sized Canadian businesses is calling on the federal government to pass back-to-work legislation to end the Canada Post strike, arguing that two-thirds of their members have been hurt by the ongoing dispute.", "url": "https://www.cbc.ca/news/business/canada-post-strike-trudeau-1.4913042", "urlToImage": "https://i.cbc.ca/1.4865675.1539727886!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-post-talks-20180924.jpg", "publishedAt": "2018-11-20T17:50:23Z", "content": "A group that represents small and medium-sized Canadian businesses is calling on the federal government to pass back-to-work legislation to end the Canada Post strike, arguing that two-thirds of their members have been hurt by the dispute. The Canadian Federa… [+2588 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jean Laroche", "title": "Cobequid Pass weather-warning signs need expensive upgrade", "description": "The Nova Scotia government may have to pay as much as $150,000 to lay fibre-optic cable to two remote electronic Highway 104 signs to hard-wire them to the internet.", "url": "https://www.cbc.ca/news/canada/nova-scotia/cobequid-pass-weather-warning-signs-need-expensive-upgrade-1.4912922", "urlToImage": "https://i.cbc.ca/1.3913294.1542735160!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/cobequid-pass.JPG", "publishedAt": "2018-11-20T17:45:58Z", "content": "The Nova Scotia government may have to pay as much as $150,000 to lay fibre-optic cable to two remote electronic highway signs on the Cobequid Pass to hard-wire them to the internet. The current cellular connection to the Highway 104 weather-warning signs has… [+1459 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "The new Winnipeg police canine calendar is raising money for a memorial to honour police dogs", "description": null, "url": "https://www.cbc.ca/news/canada/manitoba/the-new-winnipeg-police-canine-calendar-is-raising-money-for-a-memorial-to-honour-police-dogs-1.4913167", "urlToImage": "https://i.cbc.ca/1.4913167.1542735972!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-20T17:35:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "New Winnipeg Police calendar raises money for memorial to honour police dogs", "description": "Officers and their four-legged partners are front and centre in the Winnipeg Police K-9 2019 calendar.", "url": "https://www.cbc.ca/news/canada/manitoba/new-winnipeg-police-calendar-raises-money-for-memorial-to-honour-police-dogs-1.4913167", "urlToImage": "https://i.cbc.ca/1.4913167.1542743101!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-20T17:35:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "95-unit affordable housing complex planned for Winnipeg, federal government says", "description": "The federal government will spend $18 million to build a new, 95-unit affordable housing complex in Winnipeg.", "url": "https://www.cbc.ca/news/canada/manitoba/federal-housing-announcement-winnipeg-1.4912802", "urlToImage": "https://i.cbc.ca/1.4644996.1525279388!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/aboriginal-housing-20180425.jpg", "publishedAt": "2018-11-20T17:31:15Z", "content": "The federal government will spend $18 million to build a new, 95-unit affordable housing complex in Winnipeg. All of the units will have rents that are capped at 30 per cent of the median household income in the area, says a news release from Canada Mortgage … [+597 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Karin Larsen", "title": "Wayward Chinatown otter making a meal of Sun Yat-Sen koi", "description": "Park staff don't know where the otter came from or how it got there.", "url": "https://www.cbc.ca/news/canada/british-columbia/chinatown-otter-sun-yat-sen-garden-koi-fish-1.4912942", "urlToImage": "https://i.cbc.ca/1.4912974.1542733958!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sun-yat-sen-otter.jpg", "publishedAt": "2018-11-20T17:30:00Z", "content": "A wayward otter has moved into the Dr. Sun Yat-Sen Classical Chinese Garden in Vancouver and is making a meal of the attraction's valuable koi fish. The animal, identified as a river otter, was first spotted Saturday in a pond shared by the garden and the adj… [+1957 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "He tried to keep it private, but top manager's pay details revealed at Muskrat Falls inquiry", "description": "\"This has to be in public and there will be no restrictions,\" rules Richard LeBlanc, inquiry commissioner.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/paul-harrington-top-manager-pay-1.4913076", "urlToImage": "https://i.cbc.ca/1.4913117.1542734447!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/paul-harrington-muskrat-falls.JPG", "publishedAt": "2018-11-20T17:29:18Z", "content": "The pay for a top manager and contractor on the Muskrat falls project was revealed at the inquiry Tuesday despite legal efforts a few days ago to forbid questions on the topic. \"This has to be in public and there will be no restrictions,\" said commissioner Ri… [+1968 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rachel Ward", "title": "Medical gear loan group fills up new digs with 10K pieces of equipment", "description": "The director of a medical equipment lending service says despite moving to a larger facility this fall, the group is finding more people than ever need a hand with expensive gear.", "url": "https://www.cbc.ca/news/canada/calgary/red-deer-medical-equipment-loaning-service-growing-1.4912800", "urlToImage": "https://i.cbc.ca/1.3228626.1542734467!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gateway-manor.jpg", "publishedAt": "2018-11-20T17:25:46Z", "content": "A group that loans expensive medical gear is finding more people than ever need help to keep living at home and stay mobile and dignified. Despite moving to a new location this fall due to demand, the Lending Cupboard in Red Deer, Alta., is still very busy wi… [+2582 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Atwater Tunnel floods, leaving at least 2 cars stranded", "description": "The tunnel, which runs beneath the Lachine Canal, began filling up with water late Tuesday morning.", "url": "https://www.cbc.ca/news/canada/montreal/atwater-tunnel-flooding-1.4913047", "urlToImage": "https://i.cbc.ca/1.4913089.1542734048!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/atwater-tunnel-flooding.jpeg", "publishedAt": "2018-11-20T17:22:17Z", "content": "A punctured pipe has flooded the Atwater Tunnel, stranding at least two vehicles in several feet of water. The tunnel, which runs beneath the Lachine Canal, began filling up with water late Tuesday morning. Images from the scene show two white cars nearly com… [+939 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Corner Brook's BeeHighve is now N.L.'s first licensed cannabis producer", "description": "Retail stores will be able to order BeeHighve products through the NLC, said Mark German, the company's vice-president.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/beehighve-first-nl-producer-1.4912839", "urlToImage": "https://i.cbc.ca/1.4913046.1542733086!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/rita-hall-and-mark-german.JPG", "publishedAt": "2018-11-20T17:21:25Z", "content": "A Corner Brook company is hoping to sweeten the pot literally for the province's cannabis users now that it officially has a license to cultivate from Health Canada. BeeHighve just became the first company in the province licensed to produce cannabis, which m… [+1734 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Meghan Grant", "title": "Roommate torturer to continue serving indeterminate sentence: Alberta Court of Appeal", "description": "Roommate torturer and dangerous offender Dustin Paxton must continue to serve an indeterminate prison sentence, the Alberta Court of Appeal has ruled.", "url": "https://www.cbc.ca/news/canada/calgary/dustin-paxton-roommate-torture-assault-sexual-dangerous-offender-appeal-1.4912904", "urlToImage": "https://i.cbc.ca/1.2437499.1388705513!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/crime-torture-20131016.jpg", "publishedAt": "2018-11-20T17:07:28Z", "content": "Roommate torturer and dangerous offender Dustin Paxton must continue to serve an indeterminate prison sentence, the Alberta Court of Appeal has ruled. Paxton was convicted of aggravated and sexual assault in 2012 after he dropped his former business partner a… [+1280 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Gill", "title": "Fredericton budget woes mean tax increase or spending cuts, say staff", "description": "Fredericton city council is tasked with making a tough decision: raise taxes or cut capital spending.", "url": "https://www.cbc.ca/news/canada/new-brunswick/frederictin-budget-raise-tax-cut-spend-1.4912879", "urlToImage": "https://i.cbc.ca/1.3832351.1478078178!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fredericton-city-hall.jpg", "publishedAt": "2018-11-20T17:02:41Z", "content": "Fredericton city council is tasked with making a tough decision: raise taxes or cut capital spending. Those were the options staff presented to council at a budget meeting Monday night. City treasurer Tina Tapley didn't mince words when describing the positio… [+3030 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Stephen Hawkins", "title": "Rangers' Adrian Beltre retires after 21 MLB seasons", "description": "Adrian Beltre of the Texas Rangers retired Tuesday after 21 seasons in a career in which he hit 477 home runs and became the first player from the Dominican Republic to have 3,000 hits.", "url": "https://www.cbc.ca/sports/baseball/mlb/adrian-beltre-retires-1.4912966", "urlToImage": "https://i.cbc.ca/1.4912992.1542732065!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/adrian-beltre-photo.jpg", "publishedAt": "2018-11-20T17:02:17Z", "content": "Adrian Beltre of the Texas Rangers retired Tuesday after 21 seasons in a career in which he hit 477 home runs and became the first player from the Dominican Republic to have 3,000 hits. The 39-year-old third baseman announced his decision in a statement relea… [+2324 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ray Paruch, longtime CBRM councillor, on medical leave for cancer treatment", "description": "Ray Paruch, 70, was first elected to CBRM council in 1995 and has served ever since. He is currently councillor for District 6, which covers a residential and commercial area of Sydney.", "url": "https://www.cbc.ca/news/canada/nova-scotia/ray-paruch-cbrm-councillor-medical-leave-cancer-treatment-1.4912891", "urlToImage": "https://i.cbc.ca/1.4016080.1527622136!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ray-paruch.jpg", "publishedAt": "2018-11-20T17:02:10Z", "content": "Ray Paruch, a longtime Cape Breton Regional Municipality councillor, is on medical leave while he undergoes treatment for cancer. \"The only priority for Ray at this time is his health and well-being,\" Mayor Cecil Clarke said in a news release Tuesday. Paruch,… [+432 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Residents tired of living on the road the internet forgot", "description": "People living along a rural road on the shore of the St. Lawrence River near Cornwall, Ont., say they're fed up with slow internet service, and are demanding their township council do something about it.", "url": "https://www.cbc.ca/news/canada/ottawa/summerstown-residents-demand-better-internet-access-1.4911805", "urlToImage": "https://i.cbc.ca/1.4569839.1535753243!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/laptop.jpg", "publishedAt": "2018-11-20T16:59:40Z", "content": "People living along a rural road on the shore of the St. Lawrence River near Cornwall, Ont., say they're fed up with slow internet service, and are demanding their township council do something about it. Tree Haven Road is a wooded, L-shaped residential stree… [+2084 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Worst may be yet to come for cannabis execs, pot users looking to cross Canada-U.S. border, experts say", "description": "Marijuana has been legal in Canada for a month already but immigration lawyers and cannabis executives say when it comes to getting into the United States, the worst may be yet to come.", "url": "https://www.cbc.ca/news/business/pot-canadian-us-border-1.4912842", "urlToImage": "https://i.cbc.ca/1.4912963.1542731247!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cda-cannabis-us-border-20181120.jpg", "publishedAt": "2018-11-20T16:55:50Z", "content": "Marijuana has been legal in Canada for a month already but immigration lawyers and cannabis executives say when it comes to getting into the United States, the worst may be yet to come. As Canadians get used to the fact that cannabis is no longer against the … [+4889 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bryce Hoye", "title": "Judge again denies bail for man charged with murdering Christine Wood", "description": "Brett Overby was escorted out of a Winnipeg courtroom Tuesday morning after a judge denied his second bail request since he was arrested in April 2017.", "url": "https://www.cbc.ca/news/canada/manitoba/christine-wood-brett-overby-bail-denied-1.4912877", "urlToImage": "https://i.cbc.ca/1.4062337.1491664964!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/brett-overby.JPG", "publishedAt": "2018-11-20T16:53:59Z", "content": "The man accused of killing 21-year-old Christine Wood will remain in custody after a judge refused to grant him bail. A sheriff escorted a handcuffed Brett Overby out of a Winnipeg court Tuesday morning after Manitoba Court of Queen's Bench Justice Sadie Bond… [+885 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Drive-thru book return at Pierrefonds-Roxboro's library sparks outrage at city hall", "description": "Just as Pierrefonds-Roxboro Library's $24.4-million library renovation project nears completion, a member of Montreal's executive committee is calling for a change of plans. At issue? The way citizens will be able to return their borrowed books.", "url": "https://www.cbc.ca/news/canada/montreal/pierrefonds-roxboro-drive-thru-drop-off-1.4912815", "urlToImage": "https://i.cbc.ca/1.4912830.1542727211!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/library-design.jpg", "publishedAt": "2018-11-20T16:49:55Z", "content": "Just as Pierrefonds-Roxboro Library's $24.4-million library renovation project nears completion, a member of Montreal's executive committee is calling for a change of plans. At issue is the way citizens will be able to return their borrowed books. On Monday, … [+2329 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "We'koqma'q offering $100K reward for information on Cassidy Bernard's death", "description": "The chief of We'koqma'q First Nation says the band has decided to offer a $100,000 reward for any information that leads to the arrest and conviction of the person or people responsible for Cassidy Bernard's death.", "url": "https://www.cbc.ca/news/canada/nova-scotia/we-koqma-q-band-offering-reward-in-cassidy-bernard-death-1.4912878", "urlToImage": "https://i.cbc.ca/1.4907575.1542313764!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cassidy-bernard.jpg", "publishedAt": "2018-11-20T16:47:19Z", "content": "The chief of We'koqma'q First Nation says the band will offer a $100,000 reward for any information that leads to the arrest and conviction of the person or people responsible for Cassidy Bernard's death. Bernard, 22, was found dead in her home on Oct. 24. He… [+1415 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Struggling Oilers replace fired head coach McLellan with Hitchcock", "description": "The Edmonton Oilers have fired head coach Todd McLellan and replaced him with Ken Hitchcock.", "url": "https://www.cbc.ca/sports/hockey/nhl/mclellan-fired-oilers-nhl-1.4912983", "urlToImage": "https://i.cbc.ca/1.4913005.1542732242!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mclellan-todd-180112-1180.jpg", "publishedAt": "2018-11-20T16:46:34Z", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in children and youth-oriented communities). Pseudonyms will no longer be permitted. By submitting a c… [+362 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Oilers fire head coach Todd McLellan, hire Ken Hitchcock", "description": "The Edmonton Oilers have fired head coach Todd McLellan.", "url": "https://www.cbc.ca/news/canada/edmonton/oilers-coach-fired-todd-mclellan-1.4912975", "urlToImage": "https://i.cbc.ca/1.3462959.1456356814!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/todd-mclellan.jpg", "publishedAt": "2018-11-20T16:41:36Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Eva Uguen-Csenge", "title": "Vancouver Park Board approves $35K for trans programs in community centres", "description": "In their first committee meeting since the municipal election, park board commissioners voted unanimously to approve $35,000 in funding for new trans and gender diverse programs in Vancouver's community centres.", "url": "https://www.cbc.ca/news/canada/british-columbia/transgender-vancouver-park-board-fund-program-1.4912486", "urlToImage": "https://i.cbc.ca/1.4675321.1527111814!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pride-and-trans-flags.jpg", "publishedAt": "2018-11-20T16:33:42Z", "content": "In their first committee meeting since the municipal election, Vancouver Park Board commissioners voted unanimously to approve $35,000 in funding for new trans and gender diverse programs in the city's community centres. The funding will help the Queer Arts F… [+1815 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Canada's embassies and diplomats poorly protected despite warnings, auditor says", "description": "Canada is not properly protecting diplomats and staff who face security threats at Canadian missions abroad, including many in locations at high risk of terrorist attacks, violence and espionage, the federal auditor general says.", "url": "https://www.cbc.ca/news/politics/ag-canada-embassies-diplomats-1.4912962", "urlToImage": "https://i.cbc.ca/1.4228444.1501452354!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canadian-embassy-in-caracas.jpg", "publishedAt": "2018-11-20T16:33:08Z", "content": "Canada is not properly protecting diplomats and staff who face security threats at Canadian missions abroad, including many in locations at high risk of terrorist attacks, violence and espionage, the federal auditor general says. Michael Ferguson's audit of s… [+3883 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man fatally shoots hunting partner after mistaking him for deer, RCMP say", "description": "A 60-year-old Debert, N.S., man is dead after police say he was shot in a tragic hunting accident Monday about an hour north of Halifax.", "url": "https://www.cbc.ca/news/canada/nova-scotia/debert-man-dead-after-tragic-hunting-accident-say-rcm-1.4912907", "urlToImage": "https://i.cbc.ca/1.3309355.1490715754!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp-cruiser.jpg", "publishedAt": "2018-11-20T16:32:36Z", "content": "A 60-year-old Debert, N.S., man is dead after police say he was shot in a tragic hunting accident Monday about an hour north of Halifax. Nova Scotia RCMP and paramedics were called to a wooded area in Belmont just before 5 p.m. According to police, the victim… [+402 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Police investigating 2 new allegations of assault involving students at St. Michael's College School", "description": "​Toronto police say they’re investigating two new allegations of assault involving students at St. Michael’s College School.", "url": "https://www.cbc.ca/news/canada/toronto/police-investigating-2-new-allegations-of-assault-involving-students-at-st-michael-s-college-school-1.4912949", "urlToImage": "https://i.cbc.ca/1.3864439.1531356041!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/breaking-news.png", "publishedAt": "2018-11-20T16:23:47Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "2 new allegations of assault involving students at St. Michael's College School being investigated", "description": "​Toronto police say they're investigating two new allegations of assault involving students at St. Michael's College School.", "url": "https://www.cbc.ca/news/canada/toronto/2-new-allegations-of-assault-involving-students-at-st-michael-s-college-school-being-investigated-1.4912949", "urlToImage": "https://i.cbc.ca/1.4909437.1542398097!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-st-michael-s-parents-meeting.jpg", "publishedAt": "2018-11-20T16:23:47Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Amara McLaughlin", "title": "Police investigate after receiving videos of another alleged assault from St. Michael's College School", "description": "Toronto police say they are investigating after receiving two videos Monday allegedly showing a St. Michael's College School student being assaulted with a belt.", "url": "https://www.cbc.ca/news/canada/toronto/police-investigate-after-receiving-videos-of-another-alleged-assault-from-st-michael-s-college-school-1.4912949", "urlToImage": "https://i.cbc.ca/1.4913143.1542742741!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-st-michael-s-college-school.jpg", "publishedAt": "2018-11-20T16:23:47Z", "content": "Toronto police say they are investigating after receiving two videos Monday allegedly showing a St. Michael's College School student being assaulted with a belt. Insp. Dominic Sinopoli, who heads the force's sex crimes unit, said the alleged incidents appear … [+4801 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police investigate after receiving videos of another alleged assault St. Michael's College School", "description": "Toronto police say they are investigating after receiving two videos Monday allegedly showing a St. Michael's College School student being assaulted with a belt.", "url": "https://www.cbc.ca/news/canada/toronto/police-investigate-after-receiving-videos-of-another-alleged-assault-st-michael-s-college-school-1.4912949", "urlToImage": "https://i.cbc.ca/1.4913143.1542735050!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-st-michael-s-college-school.jpg", "publishedAt": "2018-11-20T16:23:47Z", "content": "Toronto police say they are investigating after receiving two videos Monday allegedly showing a St. Michael's College School student being assaulted with a belt. Investigators received the videos the same day police charged six students with being involved in… [+1772 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Amara McLaughlin", "title": "Police investigate after receiving videos of another alleged assault from St. Michael's College School", "description": "Toronto police say they are investigating after receiving two videos Monday allegedly showing a St. Michael's College School student being assaulted with a belt.", "url": "https://www.cbc.ca/news/canada/toronto/st-michaels-video-investigation-1.4912949", "urlToImage": "https://i.cbc.ca/1.4913143.1542742741!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-st-michael-s-college-school.jpg", "publishedAt": "2018-11-20T16:23:47Z", "content": "Toronto police say they are investigating after receiving two videos Monday allegedly showing a St. Michael's College School student being assaulted with a belt. Insp. Dominic Sinopoli, who heads the force's sex crimes unit, said the alleged incidents appear … [+4797 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Inmates kept in prison too long for lack of halfway houses: auditor", "description": "Canada's auditor general says hundreds of federal prisoners are having their parole delayed only because the Correctional Service of Canada doesn't have halfway houses for them to live in.", "url": "https://www.cbc.ca/news/politics/inmates-kept-in-prison-too-long-for-lack-of-halfway-houses-auditor-1.4912931", "urlToImage": "https://i.cbc.ca/1.4248888.1502844380!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/jamieson-halfway-house.JPG", "publishedAt": "2018-11-20T16:16:32Z", "content": "Canada's auditor general says hundreds of federal prisoners are having their parole delayed only because the Correctional Service of Canada doesn't have halfway houses for them to live in. In a new report Tuesday, Michael Ferguson says staying in prison, some… [+851 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Global markets sink again as tech and retail stocks drop", "description": "Stocks are skidding Tuesday morning, putting the market back into the red for the year, as weak results from retailers and mounting losses for big technology companies compound the market's losses from the day before. Energy and industrial companies are also …", "url": "https://www.cbc.ca/news/business/markets-drop-1.4912854", "urlToImage": "https://i.cbc.ca/1.4912890.1542729023!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/financial-markets-wall-street.jpg", "publishedAt": "2018-11-20T16:09:36Z", "content": "Stocks are skidding Tuesday morning, putting the market back into the red for the year, as weak results from retailers and mounting losses for big technology companies compound the market's losses from the day before. Energy and industrial companies are also … [+4035 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "David Johnston has spent $76K in 6 months since leaving Rideau Hall", "description": "Former governor general David Johnston has billed taxpayers more than $76,000 in the first six months since leaving Rideau Hall.", "url": "https://www.cbc.ca/news/politics/johnston-spending-clarkson-gg-1.4912848", "urlToImage": "https://i.cbc.ca/1.4894124.1541529143!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/committee-20181106.jpg", "publishedAt": "2018-11-20T16:06:11Z", "content": "Former governor general David Johnston has billed taxpayers more than $76,000 in the first six months since leaving Rideau Hall. He released his expenses online Tuesday morning as his predecessor Adrienne Clarkson continued to face scrutiny on her spending si… [+1644 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Stolen pickup used to ram Pasadena Academy, RCMP say 2 youths charged", "description": "The front entrance of Pasadena Academy was extensively damaged on Nov. 17.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/pasadena-academy-stolen-truck-damage-1.4912893", "urlToImage": "https://i.cbc.ca/1.4912898.1542729212!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pasadena-damages.jpg", "publishedAt": "2018-11-20T16:05:03Z", "content": "Two youths have been charged for allegedly stealing a truck and using that vehicle to ram the front entrance of Pasadena Academy. RCMP say they were called on Nov. 17 just after 4 a.m. about extensive damage to the school. A stolen pickup truck was used to ra… [+512 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Justin McElroy", "title": "Rezoning for below-market-rental housing project rejected by District of North Vancouver", "description": "Council rejected the proposed rezoning of 600 West Queens Rd., following contentious public hearings that took place in the summer under the previous municipal government.", "url": "https://www.cbc.ca/news/canada/british-columbia/north-van-delbrook-rezoning-rejection-1.4912498", "urlToImage": "https://i.cbc.ca/1.4912518.1542729755!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rents.jpg", "publishedAt": "2018-11-20T16:03:25Z", "content": "The District of North Vancouver has decided against rezoning a parking lot that would have created a seniors' respite care centre and rental housing at below market rates. Council rejected the proposed rezoning of 600 West Queens Rd., following contentious pu… [+3056 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Murray Brewster", "title": "Auditor general trashes Liberal plan to keep CF-18s flying until 2032", "description": "Canada’s auditor general has shot down the Liberal government’s handling of the air force’s aging CF-18s in a blistering report that raises national security and even long-term safety questions about the viability of the country’s frontline fighter jets.", "url": "https://www.cbc.ca/news/politics/ag-cf-18s-1.4912813", "urlToImage": "https://i.cbc.ca/1.4643977.1542728313!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fighter-jets.jpg", "publishedAt": "2018-11-20T16:02:07Z", "content": "Canada's auditor general has shot down the Liberal government's handling of the air force's aging CF-18s in a blistering report that raises national security and even long-term safety questions about the viability of the country's frontline fighter jets. Audi… [+3497 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "With no budget for rural internet, nobody's made a plan, auditor general says", "description": "Canada's auditor general says people who live in rural and remote parts of the country don't have high-speed internet access because the federal government doesn't want to pay for a plan to give it to them.", "url": "https://www.cbc.ca/news/politics/auditor-general-rural-remote-internet-1.4912895", "urlToImage": "https://i.cbc.ca/1.3254623.1443810131!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/telus-vancouver-investment.jpg", "publishedAt": "2018-11-20T16:01:58Z", "content": "Canada's auditor general says people who live in rural and remote parts of the country don't have high-speed internet access because the federal government doesn't want to pay for a plan to give it to them. In a report Tuesday, Michael Ferguson says the gover… [+1138 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "How CRA treats you depends on where you live, auditor reports", "description": "The auditor general says the treatment you get from the Canada Revenue Agency depends on where in Canada you live and how friendly your taxman is.", "url": "https://www.cbc.ca/news/politics/cra-auditor-general-1.4912862", "urlToImage": "https://i.cbc.ca/1.4909762.1542404786!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/auditor-general-report-20171121.jpg", "publishedAt": "2018-11-20T15:53:18Z", "content": "The auditor general says the treatment you get from the Canada Revenue Agency depends on where in Canada you live and how friendly your taxman is. This violates the agency's \"taxpayer bill of rights,\" which says every taxpayer deserves the same service as eve… [+1032 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Blaine Higgs lays out plans today in 1st throne speech as premier", "description": "Blaine Higgs's first throne speech as premier — and the second throne speech in New Brunswick this fall — will be delivered Tuesday afternoon.", "url": "https://www.cbc.ca/news/canada/new-brunswick/blaine-higgs-throne-speech-1.4912816", "urlToImage": "https://i.cbc.ca/1.4892634.1541443973!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/blaine-higgs.jpg", "publishedAt": "2018-11-20T15:51:09Z", "content": "Blaine Higgs's first throne speech as premier and the second throne speech in New Brunswick this fall will be delivered Tuesday afternoon. Lt.-Gov. Jocelyne Roy Vienneau will read the speech starting at 1 p.m. CBC New Brunswick will carry the speech live on t… [+875 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Highlights from the auditor general's 2018 fall reports", "description": "Highlights from the 2018 auditor general's report.", "url": "https://www.cbc.ca/news/politics/auditor-general-federal-2018-fall-reports-highlights-1.4912853", "urlToImage": "https://i.cbc.ca/1.4682401.1527611090!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/auditor-general-michael-ferguson-reports.jpg", "publishedAt": "2018-11-20T15:49:32Z", "content": "Here are highlights from the auditor general's 2018 fall reports, tabled in the House of Commons Tuesday. New planes, no pilots Canada's $500-million purchase of used CF-18 fighter jets from Australia will be hamstrung by the ongoing problem that the air forc… [+1822 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Federal government doesn't know what historic buildings it owns, AG warns", "description": "Canada's auditor general has found the three federal agencies that own most of Canada's heritage buildings are not doing enough to preserve them, which means future generations of Canadians could lose important parts of the country's history.", "url": "https://www.cbc.ca/news/politics/auditor-general-heritiage-1.4912836", "urlToImage": "https://i.cbc.ca/1.3117336.1542728092!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/heritage-lighthouse-deadline-20150528.jpg", "publishedAt": "2018-11-20T15:41:45Z", "content": "Canada's auditor general has found the three federal agencies that own most of Canada's heritage buildings are not doing enough to preserve them, which means future generations of Canadians could lose important parts of the country's history. Parks Canada, th… [+897 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Liam Britten", "title": "Undercover sting nabs deer-meat delinquents on Vancouver Island", "description": "A covert operation by the B.C. Conservation Officer Service led to thousands of dollars in fines for three men including two who were busted trying to buy illegal venison.", "url": "https://www.cbc.ca/news/canada/british-columbia/bc-wildlife-trafficking-poaching-deer-meat-fines-1.4912473", "urlToImage": "https://i.cbc.ca/1.4809625.1536172274!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/1141693736-deer.jpg", "publishedAt": "2018-11-20T15:40:02Z", "content": "Poachers in British Columbia will pay a deer price for their actions. That's what some are saying after court documents released this month detailed an undercover sting operation that led to fines for three Vancouver Island men for buying illegal deer meat an… [+2924 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Doug Harrison", "title": "Redblacks' Jonathan Rose suspended from Grey Cup for shoving official", "description": "The CFL on Tuesday barred Ottawa Redblacks defensive back Jonathan Rose from this Sunday's 106th Grey Cup against the Calgary Stampeders following his ejection for shoving an official late in the first half of Sunday’s East final victory over Hamilton.", "url": "https://www.cbc.ca/sports/football/cfl/jonathan-rose-suspension-grey-cup-1.4912825", "urlToImage": "https://i.cbc.ca/1.4912857.1542727990!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rose-jonathan-181118-1180.jpg", "publishedAt": "2018-11-20T15:37:05Z", "content": "A brain cramp that cost his team seven points on the scoreboard has led to Ottawa Redblacks defensive back Jonathan Rose missing the most important game of the season. The CFL on Tuesday barred the 25-year-old from this Sunday's 106th Grey Cup against the Cal… [+2308 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Murray Brewster", "title": "Victims of sexual misconduct not treated in 'respectful manner' by military, says auditor", "description": "Victims of sexual misconduct in the Canadian military face a slow, confusing patchwork system that sometimes forces them to make complaints of inappropriate behaviour when they might not be willing — or ready, the auditor general says.", "url": "https://www.cbc.ca/news/politics/military-sexual-abuse-1.4912805", "urlToImage": "https://i.cbc.ca/1.4625221.1526575551!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/military.jpg", "publishedAt": "2018-11-20T15:35:55Z", "content": "Victims of sexual misconduct in the Canadian military face a slow, confusing patchwork system that sometimes forces them to make complaints of inappropriate behaviour when they might not be willing or ready, the auditor general said Tuesday. One of the chapte… [+4522 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nick Boisvert", "title": "Why researchers believe a radical new brain therapy could 'change medicine forever'", "description": "It's a procedure that's already been used to treat Alzheimer's, tremors and depression, but researchers believe a radical new form of brain therapy may have only scratched the surface of its full potential.", "url": "https://www.cbc.ca/news/canada/toronto/focused-ultrasound-synposium-1.4912703", "urlToImage": "https://i.cbc.ca/1.4912728.1542723142!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/focused-ultrasound.jpg", "publishedAt": "2018-11-20T15:33:52Z", "content": "It's a procedure that's already been used to treat Alzheimer's, tremors and depression, but researchers believe a radical new form of brain therapy may have only scratched the surface of its full potential. The procedure, called focused ultrasound, beams powe… [+3345 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "15-year-old arrested after Fall River knife attack", "description": "Halifax RCMP were called to a wooded area on Lockview Road shortly after noon on Monday. The victim, a teenage boy, was taken to hospital and later released.", "url": "https://www.cbc.ca/news/canada/nova-scotia/15-year-old-boy-knife-attack-arrest-1.4912804", "urlToImage": "https://i.cbc.ca/1.4904270.1542153201!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-20T15:25:20Z", "content": "A 15-year-old boy is facing charges after a knife attack on another 15-year-old boy in Fall River, N.S., on Monday. Halifax RCMP say at 12:19 p.m., police were called to a wooded area on Lockview Road in Fall River. When officers arrived they arrested the sus… [+271 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Former used car salesman convicted of fraud accused of stealing rifle", "description": "Darren Blumenthal, a former used car salesman convicted of fraud last week, is now facing a slew of weapons-related charges after a rifle was stolen from a sporting goods store in Lantz, N.S.", "url": "https://www.cbc.ca/news/canada/nova-scotia/darren-blumenthal-weapons-charges-1.4912736", "urlToImage": "https://i.cbc.ca/1.3648172.1466630925!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/great-buys-lower-sackville.jpg", "publishedAt": "2018-11-20T15:16:20Z", "content": "A former used car salesman convicted of fraud last week is now facing a slew of weapons-related charges after a rifle was stolen from a sporting goods store in Lantz, N.S. Darren Hersh Blumenthal, 50, of Halifax is facing 11 new charges, including theft, unau… [+1389 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Greg Beacham", "title": "'It was a crazy game, crazy game': Rams upend Chiefs in historic affair", "description": "Even before the fourth lead change of the fourth quarter, well before the 1,001st yard of combined offence was tallied, the Kansas City Chiefs and the Los Angeles Rams already knew this was a classic. Two powerhouse NFL teams at the peak of their brilliance d…", "url": "https://www.cbc.ca/sports/football/nfl/chiefs-rams-shootout-1.4912748", "urlToImage": "https://i.cbc.ca/1.4912777.1542726723!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/goff-mahomes-photo.jpg", "publishedAt": "2018-11-20T15:12:58Z", "content": "Even before the fourth lead change of the fourth quarter, well before the 1,001st yard of combined offence was tallied, the Kansas City Chiefs and the Los Angeles Rams already knew this was a classic. Two powerhouse NFL teams at the peak of their brilliance d… [+4310 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "B.C. pitcher James Paxton traded to New York Yankees", "description": "New York Yankees acquired James Paxton, the 30-year-old left-hander from Ladner, B.C., from the rebuilding Seattle Mariners on Monday for top prospect Justus Sheffield and two other minor leaguers.", "url": "https://www.cbc.ca/news/canada/british-columbia/james-paxton-yankees-1.4912739", "urlToImage": "https://i.cbc.ca/1.4912783.1542725527!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/mariners-athletics-baseball.jpg", "publishedAt": "2018-11-20T15:11:37Z", "content": "James Paxton spent the first two months of the 2016 season in the minor leagues after an awful spring training caused his demotion. When he returned to the majors, he quickly emerged as the Seattle Mariners' ace, and now the New York Yankees hope he can bolst… [+2663 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Quebec police officer sentenced to 8 months for crash that killed 5-year-old", "description": "Patrick Ouellet was found guilty of dangerous driving causing the death of Nicholas Thorne-Belance in July.", "url": "https://www.cbc.ca/news/canada/montreal/fatal-crash-boy-saint-hubert-police-sentenced-1.4912730", "urlToImage": "https://i.cbc.ca/1.4711586.1529362970!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/patrick-ouellet.jpg", "publishedAt": "2018-11-20T15:07:47Z", "content": "Former provincial police officer Patrick Ouellet has been sentenced to eight months in jail for causing a traffic crash that killed a five-year-old boy. Quebec court Judge Éric Simard handed down the sentence Tuesday at the Longueuil courthouse. Ouellet was f… [+756 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Gas prices dip below $1 in Winnipeg", "description": "Winnipeggers are getting a late Halloween treat at the gas pumps.", "url": "https://www.cbc.ca/news/canada/manitoba/gas-prices-lower-winnipeg-1.4912737", "urlToImage": "https://i.cbc.ca/1.4912744.1542723763!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gas-prices-in-winnipeg.jpg", "publishedAt": "2018-11-20T15:01:52Z", "content": "Winnipeggers are getting a late Halloween treat at the gas pumps. Prices have slipped below $1 per litre for the first time since February, sitting at 99.4 cents at many stations but as low as 96.4 cents at a handful of others. The pump price steadily climbed… [+270 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "At least 40 killed in explosion in Afghanistan capital", "description": "At least 40 people were killed in an explosion at a hall in the Afghan capital Kabul on Tuesday, two government officials say.", "url": "https://www.cbc.ca/news/world/afghanistan-kabul-explosion-1.4912741", "urlToImage": "https://i.cbc.ca/1.4912803.1542726507!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afghanistan-bomb-blast.jpg", "publishedAt": "2018-11-20T14:50:22Z", "content": "Afghan officials say a suicide bomber targeted a gathering of Muslim religious scholars in Kabul, killing at least 40 people. Public Health Ministry spokesman Wahid Majroh said another 60 people were wounded in the attack, which took place as Muslims around t… [+920 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Inmate charged with attempted murder in Kingston hospital shooting", "description": "Kingston, Ont., police have charged a prison inmate with three counts of attempted murder in the shooting of another patient at Kingston General Hospital Monday evening.", "url": "https://www.cbc.ca/news/canada/ottawa/kingston-hospital-shooting-charges-1.4912704", "urlToImage": "https://i.cbc.ca/1.4386469.1531622928!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/kingston-police-cruiser-aug-18-2017.JPG", "publishedAt": "2018-11-20T14:33:16Z", "content": "Kingston, Ont., police have charged a prison inmate with three counts of attempted murder in the shooting of a patient at the Kingston General Hospital Monday evening. According to Kingston police, the inmate disarmed a correctional officer inside the hospita… [+812 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Surrey approves free 2-hour parking at hospital, city hall", "description": "The decision came in a city council meeting on Monday evening.", "url": "https://www.cbc.ca/news/canada/british-columbia/surrey-approves-free-parking-hospital-city-hall-1.4912548", "urlToImage": "https://i.cbc.ca/1.4910580.1542505215!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/surrey-memorial-hospital.png", "publishedAt": "2018-11-20T14:33:06Z", "content": "Surrey city council has voted unanimously to approve free two-hour parking at city hall and in the area surrounding Surrey Memorial Hospital. The decision came in a city council meeting on Monday evening. A city staff report estimated that scrapping paid park… [+865 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Justin Timberlake to perform in Winnipeg next February", "description": "He's bringing sexy back ... to Winnipeg.", "url": "https://www.cbc.ca/news/canada/manitoba/justin-timberlake-winnipeg-1.4912723", "urlToImage": "https://i.cbc.ca/1.4519585.1517795464!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/775109419sr00054-pepsi-supe.jpg", "publishedAt": "2018-11-20T14:30:47Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jacob Barker", "title": "Labrador marks 100 years since the Spanish Flu", "description": "Descendants and others gathered at the Friendship Centre in Happy Valley-Goose Bay to mark the 100th year since the arrival of the Spanish Flu in Labrador.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/100-years-okak-labrador-ceremony-1.4912517", "urlToImage": "https://i.cbc.ca/1.4912554.1542691648!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alex-saunders.jpg", "publishedAt": "2018-11-20T14:30:00Z", "content": "Simultaneous ceremonies were held around Labrador Monday to mark 100 years since the deadly Spanish Flu arrived. In the now-abandoned community of Okak, it killed nearly one third of Labrador's Inuit population. \"You mark significant events like this hopefull… [+2045 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jim Bronskill", "title": "Deportation averted for vocal Putin critic who feared return to Russia", "description": "Supporters of a Russian scientist who fears political retribution from the Putin government if she is deported back to her native country say she'll be allowed to stay in Canada, at least for now.", "url": "https://www.cbc.ca/news/politics/elena-musikhina-putin-visa-russia-1.4912636", "urlToImage": "https://i.cbc.ca/1.4884494.1540926074!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/immigration-20181030.jpg", "publishedAt": "2018-11-20T14:28:32Z", "content": "Supporters of a Russian scientist who fears political retribution from the Putin government if she is deported back to her native country say she'll be allowed to stay in Canada, at least for now. Elena Musikhina, a vocal critic of the Kremlin, has been grant… [+2149 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Fraser", "title": "Storm could bring up to 25 cm of snow over parts of the province", "description": "Parts of New Brunswick, mostly in the south, will be hit with a major snowstorm today, according to a special weather warning from Environment Canada", "url": "https://www.cbc.ca/news/canada/new-brunswick/environment-canada-snow-warning-1.4912622", "urlToImage": "https://i.cbc.ca/1.4908839.1542385594!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winter.jpg", "publishedAt": "2018-11-20T14:25:08Z", "content": "Parts of New Brunswick will be hit with a major snowstorm today, according to a special weather warning from Environment Canada. The warning said between 15 cm and 25 cm of snow is expected as a low pressure system passes south of New Brunswick on Wednesday n… [+1141 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Muriel Draaisma", "title": "Canada Post warns southern Ontario to have worst mail delivery delays in country", "description": "Canada Post is warning customers of \"prolonged delivery delays for the foreseeable future\" because of rotating strikes by its largest union and it says the worst delays are expected to be in southern and southwestern Ontario.", "url": "https://www.cbc.ca/news/canada/toronto/canada-post-delivery-delays-southern-1.4912691", "urlToImage": "https://i.cbc.ca/1.4912720.1542722545!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-post-rotating-strikes-20181113.jpg", "publishedAt": "2018-11-20T14:22:26Z", "content": "Canada Post is warning customers of \"prolonged delivery delays for the foreseeable future\" because of rotating strikes by its largest union and it says the worst delays are expected to be in southern and southwestern Ontario. In a statement issued Monday, the… [+2632 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Amara McLaughlin", "title": "'We're trying to fight this': Some residents displaced by 650 Parliament St. fire will be homeless next month", "description": "Approximately 200 residents staying in hotels after a massive six-alarm fire gutted a highrise apartment this summer who will be homeless at the end of the month say they're \"angry\" and were expecting more from management.", "url": "https://www.cbc.ca/news/canada/toronto/parliament-street-residents-kicked-out-of-hotels-1.4912593", "urlToImage": "https://i.cbc.ca/1.4793495.1538088875!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-firefighters-parliament-street-highrise.jpg", "publishedAt": "2018-11-20T14:16:58Z", "content": "Approximately 200 residents staying in hotels after a massive six-alarm fire gutted a highrise apartment this summer who will be homeless at the end of the month say they're \"angry\" and were expecting more from management. Wellesley Parliament Square, who man… [+4538 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Pam Berman", "title": "Windsor amalgamation plan blasted by some West Hants residents", "description": "At a public session Monday night hosted by the town of Windsor, several residents of West Hants said they felt railroaded by a process that seemed rushed and did not include a plebiscite.", "url": "https://www.cbc.ca/news/canada/nova-scotia/west-hants-windsor-amalgamation-criticism-1.4912511", "urlToImage": "https://i.cbc.ca/1.4912710.1542721959!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/windsor-nova-scotia.jpg", "publishedAt": "2018-11-20T14:16:00Z", "content": "People who live in the Nova Scotia municipality of West Hants have several concerns about a planned amalgamation with the adjacent town of Windsor. \"I don't understand what the benefits are going to be for me,\" Dawn Allen, of Centre Burlington, said at a publ… [+1544 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Dead whale found with 115 plastic cups, 2 flip-flops in its stomach", "description": "A dead whale that washed ashore in eastern Indonesia had a large lump of plastic waste in its stomach, including plastic bags and flip-flops, causing concern among environmentalists and government officials in one of the world's largest plastic polluting coun…", "url": "https://www.cbc.ca/news/technology/indonesia-whale-ocean-plastics-1.4912654", "urlToImage": "https://i.cbc.ca/1.4912657.1542718657!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/indonesia-beached-whale.jpg", "publishedAt": "2018-11-20T14:03:03Z", "content": "A dead whale that washed ashore in eastern Indonesia had a large lump of plastic waste in its stomach, including drinking cups and flip-flops, a park official said Tuesday, causing concern among environmentalists and government officials in one of the world's… [+2197 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Over 13 pounds of plastic waste found inside whale washed ashore in Indonesia", "description": "A dead whale that washed ashore in eastern Indonesia had a large lump of plastic waste in its stomach, including plastic bags and flip-flops, causing concern among environmentalists and government officials in one of the world's largest plastic polluting coun…", "url": "https://www.cbc.ca/news/world/indonesia-whale-ocean-plastics-1.4912654", "urlToImage": "https://i.cbc.ca/1.4912657.1542718657!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/indonesia-beached-whale.jpg", "publishedAt": "2018-11-20T14:03:03Z", "content": "A dead whale that washed ashore in eastern Indonesia had a large lump of plastic waste in its stomach, including drinking cups and flip-flops, a park official said Tuesday, causing concern among environmentalists and government officials in one of the world's… [+2197 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "POV podcast: Silken Laumann on mental health among athletes", "description": "On this week's episode of the Player's Own Voice podcast, one of Canada’s most celebrated Olympians Silken Laumann tackles the tough topic of mental health struggles among athletes and adjusting to post-competitive life.", "url": "https://www.cbc.ca/sports/podcasts/players-own-voice/silken-laumann-pov-podcast-1.4912313", "urlToImage": "https://i.cbc.ca/1.4912332.1542673752!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/laumann-silken.jpg", "publishedAt": "2018-11-20T14:02:12Z", "content": "One of Canada's most celebrated Olympians has a thoughtful answer to a thorny question why is it so hard for athletes to talk about mental health? Silken Laumann argues that it's simply because athletes are tough. To make it in the high performance world mean… [+866 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Natasha Riebe", "title": "Grey Cup Festival snarls traffic for rush hour commuters in Edmonton", "description": "The CFL’s Grey Cup festival is expected to draw locals and visitors to downtown Edmonton over the next few days, and with it, more headaches for people commuting by vehicle or bus.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-grey-cup-1.4912376", "urlToImage": "https://i.cbc.ca/1.4912394.1542678541!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jasper-closed.jpg", "publishedAt": "2018-11-20T14:00:00Z", "content": "The Grey Cup festival is expected to draw locals and visitors to downtown Edmonton over the next few days, and with it, more headaches for rush hour commuters. Jasper Avenue between 96th and 99th streets is closed to traffic while crews put up beer tents, a z… [+2624 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "PC MLA Chris d'Entremont eyes jump to federal politics", "description": "Long-time Nova Scotia politician Chris d'Entermont is seeking the Conservative Party of Canada nomination in the riding of West Nova.", "url": "https://www.cbc.ca/news/canada/nova-scotia/chris-dentremont-federal-politics-conservative-party-canada-1.4912692", "urlToImage": "https://i.cbc.ca/1.4847525.1538506523!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/chris-d-entremont.jpg", "publishedAt": "2018-11-20T13:49:06Z", "content": "Chris d'Entremont wants to go to Ottawa. The veteran Tory provincial politician announced Tuesday he's seeking the Conservative Party of Canada nomination for the riding of West Nova. The Argyle-Barrington MLA has been in the Nova Scotia Legislature for 15 ye… [+657 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Russia says U.S. senators meddling in election of next Interpol head", "description": "The Kremlin says that public opposition by a group of U.S. senators to a Russian candidate to head the international police organization Interpol amounts to election meddling.", "url": "https://www.cbc.ca/news/world/kremlin-us-meddling-selection-interpol-head-1.4912629", "urlToImage": "https://i.cbc.ca/1.4832852.1537533453!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/peskov.jpg", "publishedAt": "2018-11-20T13:47:29Z", "content": "The Kremlin said on Tuesday that public opposition by a group of U.S. senators to a Russian candidate to head the international police organization Interpol amounted to election meddling. Interpol's general assembly is due to elect a new head at a meeting on … [+1246 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Sensual fresco discovered in ancient Pompeii bedroom", "description": "Archeologists have found a fresco in an ancient Pompeii bedroom that depicts a sensual scene of the Roman god Jupiter, disguised as a swan, and a legendary queen of Sparta from Greek mythology.", "url": "https://www.cbc.ca/news/technology/pompeii-leda-swan-1.4814064", "urlToImage": "https://i.cbc.ca/1.4912687.1542720736!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/correction-aptopix-italy-pompeii-fresco.jpg", "publishedAt": "2018-11-20T13:44:47Z", "content": "Archaeologists have found a fresco in an ancient Pompeii bedroom that depicts a sensual scene of the Roman god Jupiter, disguised as a swan, and a legendary queen of Sparta from Greek mythology. The figure of Leda being impregnated by the god in swan form was… [+2140 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dan McGarvey", "title": "Calgary Muslims gather to celebrate Prophet Muhammad's birthday", "description": "Muslims in Calgary, Canada and around the world marked one of the biggest days on the Islamic calendar Monday: the Prophet Muhammad’s birthday.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-muslims-green-dome-mosque-1.4912569", "urlToImage": "https://i.cbc.ca/1.4912572.1542696724!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/green-dome-mosque.jpeg", "publishedAt": "2018-11-20T13:13:58Z", "content": "Muslims in Calgary, Canada and around the world marked one of the biggest days on the Islamic calendar Monday: the Prophet Muhammad's birthday. More than 500 men and women marked the event at a special gathering at the Al Madinah Calgary Islamic Assembly. The… [+1021 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "House fire closes part of Selkirk Avenue in Winnipeg's North End", "description": "Emergency crews are at a fire in Winnipeg's North End, which has shut down part of a major thoroughfare.", "url": "https://www.cbc.ca/news/canada/manitoba/fire-north-end-selkirk-avenue-winnipeg-1.4912639", "urlToImage": "https://i.cbc.ca/1.3893019.1514601988!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/charlottetown-fire-department-911-on-side-of-engine.JPG", "publishedAt": "2018-11-20T13:06:27Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "No TTC service between Union and Spadina due to fire", "description": "The TTC says there is no Line 1 subway service between Union and Spadina stations due to a fire.", "url": "https://www.cbc.ca/news/canada/toronto/ttc-subway-service-union-spadina-fire-1.4912658", "urlToImage": "https://i.cbc.ca/1.4492356.1516233441!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/breaking-news.png", "publishedAt": "2018-11-20T13:02:33Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Edmonton defence lawyer faces charges for alleged incident at nightclub", "description": "An Edmonton criminal defence lawyer is facing charges after allegedly getting kicked out of a downtown nightclub and threatening a police officer.", "url": "https://www.cbc.ca/news/canada/edmonton/ajay-juneja-edmonton-lawyer-criminal-charges-1.4912281", "urlToImage": "https://i.cbc.ca/1.3777038.1542676519!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/edmonton-courthouse.jpg", "publishedAt": "2018-11-20T13:00:00Z", "content": "An Edmonton criminal defence lawyer is facing charges after allegedly getting kicked out of a downtown nightclub and threatening a police officer. Ajay Juneja, 39, faces charges of causing a disturbance, resisting arrest and uttering threats in connection wit… [+719 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Search for missing helicopter, destined for Montreal, to resume today", "description": "The pilot was last heard from while flying over the Mont-Laurier area, about 325 kilometres away from Rouyn-Noranda.", "url": "https://www.cbc.ca/news/canada/montreal/missing-helicopter-quebec-1.4912632", "urlToImage": "https://i.cbc.ca/1.3695026.1471524160!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/surete-du-quebec.jpg", "publishedAt": "2018-11-20T12:46:53Z", "content": "The search for a missing helicopter is expected to resume this morning in the Laurentians. It left Rouyn-Noranda, about 525 kilometres northwest of Ottawa, around 10:30 a.m. Monday en route to Montreal, but never arrived. The pilot was last heard from while f… [+378 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "B.C. cow with bovine TB was slaughtered in Alberta", "description": "Beef producers will be closely following the investigation into a case of bovine tuberculosis discovered in a cow slaughtered in southern Alberta.", "url": "https://www.cbc.ca/news/canada/calgary/bovine-tb-2018-1.4912472", "urlToImage": "https://i.cbc.ca/1.4738304.1531016454!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/bovine-tuberculosis-20180221.jpg", "publishedAt": "2018-11-20T12:45:00Z", "content": "Beef producers will be closely following the investigation into a case of bovine tuberculosis discovered in a cow slaughtered in southern Alberta. The animal came from a farm in B.C.'s southern interior, but was slaughtered at a plant in Brooks, Alta. Rich Sm… [+1410 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Scott Dippel", "title": "City council prepares to do battle over which major Calgary projects should get built", "description": "With the demise of Calgary's 2026 Olympic bid, city council is going to turn its attention to a contentious list of unfunded major projects.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-city-council-major-projects-1.4912420", "urlToImage": "https://i.cbc.ca/1.4882864.1540842352!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/calgary-downtown-skyline-sunset.jpg", "publishedAt": "2018-11-20T12:30:23Z", "content": "With the demise of Calgary's 2026 Olympic bid, city council is going to turn its attention to a contentious list of unfunded major projects. Coun. Jeff Davison asked his council colleagues to agree to meet in January to discuss which items to prioritize. The … [+3206 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Ivanka Trump used personal email for government work", "description": "Ivanka Trump, the president's daughter and a top White House adviser, sent hundreds of emails about government business from a personal email account last year, the Washington Post reported.", "url": "https://www.cbc.ca/news/world/ivanka-trump-personal-email-government-work-washington-post-1.4912617", "urlToImage": "https://i.cbc.ca/1.4912618.1542714848!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ivanka-trump-emails.jpg", "publishedAt": "2018-11-20T12:30:04Z", "content": "Ivanka Trump, the president's daughter and a top White House adviser, sent hundreds of emails about government business from a personal email account last year, the Washington Post reported Monday. The emails were sent to White House aides, cabinet members an… [+1816 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Some Saudi royals turn against crown prince after Khashoggi murder", "description": "Amid the international uproar over the killing of journalist Jamal Khashoggi, some members of Saudi Arabia's ruling family are agitating to prevent Crown Prince Mohammed bin Salman from becoming king, three sources close to the royal court say.", "url": "https://www.cbc.ca/news/world/saudi-royals-prince-mohammed-bin-salman-khashoggi-murder-1.4912591", "urlToImage": "https://i.cbc.ca/1.4912605.1542712620!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-saudi.jpg", "publishedAt": "2018-11-20T12:19:06Z", "content": "Amid the international uproar over the killing of journalist Jamal Khashoggi, some members of Saudi Arabia's ruling family are agitating to prevent Crown Prince Mohammed bin Salman from becoming king, three sources close to the royal court said. Dozens of pri… [+8403 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Calgary police's cattle-call-style recruitment isn't working, says criminologist", "description": "A Mount Royal University criminologist says the Calgary police service needs to update its recruiting style if it wants transform its police force and 'right the ship' with respect to the implementation of its HR reforms.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-police-s-cattle-call-style-recruitment-isn-t-working-says-criminologist-1.4912470", "urlToImage": "https://i.cbc.ca/1.4568358.1520544302!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/doug-king.jpg", "publishedAt": "2018-11-20T12:15:54Z", "content": "The Calgary Police Service needs to update its recruiting style if it wants to transform its police force and 'right the ship' with respect to the implementation of its HR reforms, says a Mount Royal University criminologist. The service wants to hire 150 new… [+3032 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nola Keeler", "title": "Grey Cup to get military escort during stay in Edmonton", "description": "The most coveted prize in the Canadian Football League was scheduled to arrive at Edmonton International Airport on Tuesday morning.", "url": "https://www.cbc.ca/news/canada/edmonton/grey-cup-to-get-military-escort-during-stay-in-edmonton-1.4909318", "urlToImage": "https://i.cbc.ca/1.3873503.1480457545!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/grey-cup.JPG", "publishedAt": "2018-11-20T12:00:00Z", "content": "It may set off metal detectors at the airport. The most coveted prize in the Canadian Football League was scheduled to arrive at Edmonton International Airport on Tuesday morning. In town for the big game on Sunday, the Grey Cup will be waiting for either the… [+1953 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jesse Johnston", "title": "Mother of at-risk Abbotsford youth says federal funding drying up for program that helped save her son", "description": "An Abbotsford mother says her son could have been a casualty of the city's ongoing gang war if it wasn't for the support her family received at the South Asian Community Resource Office.", "url": "https://www.cbc.ca/news/canada/british-columbia/at-risk-youth-funding-1.4912115", "urlToImage": "https://i.cbc.ca/1.4869613.1542668305!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/abbotsford-shooting.JPG", "publishedAt": "2018-11-20T12:00:00Z", "content": "An Abbotsford mother says her son could have been a casualty of the city's ongoing gang war if it wasn't for the support her family received at the South Asian Community Resource Office. The woman whose name is withheld to protect her son's identity says her … [+3196 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bobbi-Jean MacKinnon", "title": "Dennis Oland's murder retrial set to resume after unexpected 2-week delay", "description": "Dennis Oland's murder retrial in the 2011 bludgeoning death of his multimillionaire father Richard Oland is set to resume in Saint John today after an unexpected two-week delay.", "url": "https://www.cbc.ca/news/canada/new-brunswick/dennis-oland-murder-retrial-jury-judge-1.4904378", "urlToImage": "https://i.cbc.ca/1.4904373.1542160055!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dennis-oland-nov-7-2018.jpg", "publishedAt": "2018-11-20T12:00:00Z", "content": "Dennis Oland's murder retrial in the 2011 bludgeoning death of his multimillionaire father Richard Oland is set to resume in Saint John today after an unexpected two-week delay. The trial was scheduled to begin on Nov. 6, but Court of Queen's Bench Justice Te… [+1107 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Alberta spends the most per person of any province on healthcare", "description": "Alberta spent more per person on healthcare this year than any other province, outpaced only by the territories.", "url": "https://www.cbc.ca/news/canada/calgary/alberta-healthcare-spending-1.4912319", "urlToImage": "https://i.cbc.ca/1.4910518.1542494515!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/health-pharmacy.jpg", "publishedAt": "2018-11-20T12:00:00Z", "content": "Alberta is on pace to spend more per person on healthcare this year than any other province, a new report says. The province is forecasted to spend $7,552 on healthcare per person in 2018, a report released Tuesday by the Canadian Institute for Health Informa… [+2475 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Experimental Lakes area launches artist-in-residence program", "description": "A famous scientific research area in northwestern Ontario is getting in touch with its artistic side.", "url": "https://www.cbc.ca/news/canada/thunder-bay/ela-artist-in-residence-1.4905959", "urlToImage": "https://i.cbc.ca/1.4905974.1542232583!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/experimental-lakes.jpg", "publishedAt": "2018-11-20T12:00:00Z", "content": "A freshwater laboratory in northwestern Ontario that's been the site of groundbreaking scientific research, is now hoping to inspire artists as well. The Experimental Lakes Area (ELA), located near Kenora, Ont., is currently taking applications for its new ar… [+2462 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nola Keeler", "title": "Grey Cup to get military escort during stay in Edmonton", "description": "The most coveted prize in the Canadian Football League was scheduled to arrive at Edmonton International Airport Tuesday morning.", "url": "https://www.cbc.ca/news/canada/edmonton/grey-cup-edmonton-cfl-football-military-1.4909318", "urlToImage": "https://i.cbc.ca/1.3873503.1480457545!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/grey-cup.JPG", "publishedAt": "2018-11-20T12:00:00Z", "content": "It may set off metal detectors at the airport. The most coveted prize in the Canadian Football League was scheduled to arrive at Edmonton International Airport Tuesday morning. In town for the big game on Sunday, the Grey Cup will be waiting for either the Ca… [+1950 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "A long history of abuse at one Ottawa high school", "description": "Over the course of 30 years, three teachers at the same Ottawa high school sexually abused dozens of teenage boys and girls, crimes that would take years to come to light.", "url": "https://www.cbc.ca/news/canada/ottawa/bell-high-school-abuse-timeline-1.4912386", "urlToImage": "https://i.cbc.ca/1.4909754.1542404567!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bell-high-school-ottawa.jpg", "publishedAt": "2018-11-20T11:52:08Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kimberley Molina", "title": "Barrhaven decries lukewarm police response to break-ins", "description": "Some Barrhaven residents expressed frustration at a public safety meeting Monday after a number of break-ins in the west-end community in recent months.", "url": "https://www.cbc.ca/news/canada/ottawa/barrhaven-break-in-meeting-police-1.4911896", "urlToImage": "https://i.cbc.ca/1.4912520.1542713489!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ene-schonberg-nov-19-18.jpg", "publishedAt": "2018-11-20T11:33:13Z", "content": "There's frustration at what one Barrhaven resident is calling a \"lukewarm\" police response to a rash of break-ins in the west-end community. Dozens of residents turned out to a community meeting Monday evening to address safety concerns and whether their home… [+2671 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ariana Kelland", "title": "Broken hearts and empty bellies: Why are women who lost babies sharing a room with new moms?", "description": "An empty silence filled the elevator on the most painful journey of Stacey Barbour's life that no amount of discussion or consoling could fill.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/stillbirth-health-sciences-1.4911120", "urlToImage": "https://i.cbc.ca/1.4911530.1542647964!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/katelyn-short-stacey-barbour-and-vickie-morgan.jpg", "publishedAt": "2018-11-20T11:30:00Z", "content": "An empty silence filled the elevator on the most painful journey of Stacey Barbour's life that no amount of discussion or consoling could fill. She knew exactly where she was going the fifth floor of the Health Sciences Centre in St. John's a place she once a… [+7002 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Montreal police investigating two suspicious fires in Verdun", "description": "The Montreal police department's arson squad is investigating two suspicious fires in the Montreal borough of Verdun early Tuesday.", "url": "https://www.cbc.ca/news/canada/montreal/suspicious-fires-verdun-1.4912586", "urlToImage": "https://i.cbc.ca/1.4912592.1542710690!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/verdun-fire.jpg", "publishedAt": "2018-11-20T11:21:02Z", "content": "The Montreal police department's arson squad is investigating two suspicious fires in the Montreal borough of Verdun early Tuesday. Firefighters first responded to a trash fire in a staircase of a multi-unit apartment building on Wellington Street, near Regin… [+663 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Doug Hempstead", "title": "Ottawa-Gatineau traffic updates for Nov. 20", "description": "Follow live traffic updates during Ottawa Morning from 5:30 to 8:30 a.m. and All In A Day from 3 to 6 p.m.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-gatineau-traffic-november-20-2018-1.4912599", "urlToImage": "https://i.cbc.ca/1.4574230.1520959062!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ottawa-snow-winter-traffic.jpg", "publishedAt": "2018-11-20T11:12:36Z", "content": "Good morning commuters! Yet another morning where there's been an overnight dusting of snow. These things are quite successful in making the morning commute a bit slower than it would otherwise be. Compounding the issue, it is a Tuesday, so I expect this morn… [+1607 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Hebron producing oil again after 5-day shutdown", "description": "More than 200 people were on the platform when it was shut down Thursday because of rough seas and reports of smoke.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/hebron-back-online-1.4912582", "urlToImage": "https://i.cbc.ca/1.4647608.1525384114!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hebron-platform-trinity-bay-nl.jpg", "publishedAt": "2018-11-20T11:02:55Z", "content": "After stormy seas and reports of smoke shut it down for nearly five days, the Hebron oil platform is once again producing oil, according to the Canada-Newfoundland and Labrador Offshore Petroleum Board. In a tweet sent Monday afternoon, the province's offshor… [+1225 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jillian Taylor", "title": "Cheaper — or free — transit could help get Winnipeg kids to school, says principal", "description": "Daniel McIntyre Collegiate's principal says there is no transportation budget for high school students, so he pulls money from leftover budgets and relies on donations to subsidize transit costs.", "url": "https://www.cbc.ca/news/canada/manitoba/low-income-bus-pass-students-1.4911619", "urlToImage": "https://i.cbc.ca/1.4912169.1542686041!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/maria-kananga.jpg", "publishedAt": "2018-11-20T11:00:00Z", "content": "As the temperature continues to drop, Daniel McIntyre Collegiate Institute is starting to hand out bus tokens. The high school spends more than $18,000 a year on Winnipeg Transit fares for students who live more than two kilometres away. \"A lot of our kids fa… [+3867 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Make that idea heard,' says 17-year-old Future 40 finalist who led food, toy drive for Churchill", "description": "CBC Manitoba's second round of 2018 Future 40 finalists includes an advocate working to create safe spaces for exploited women, an 11-year-old who's met Prime Minister Justin Trudeau twice, and a high school student who led a drive to collect two tonnes of fo…", "url": "https://www.cbc.ca/news/canada/manitoba/2018-manitoba-cbc-future-40-day-2-1.4909035", "urlToImage": "https://i.cbc.ca/1.4909047.1542399659!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cbc-manitoba-2018-future-40-day-2.jpg", "publishedAt": "2018-11-20T11:00:00Z", "content": "This week, CBC Manitoba is announcing our Future 40 finalists 40 Manitobans who are 40 or younger, all working to make this province better for future generations. We'll introduce you to 10 of the remarkable finalists online each day this week, from Monday to… [+16888 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lauren Pelley", "title": "'Vulnerable' TTC needs dedicated revenue, collaborative governance, new report argues", "description": "A new report from CodeRedTO is raising questions about the best approach to strengthen Toronto transit — with the authors arguing for city-centred governance, while others say the province is better positioned to fund and deliver transit in Toronto and beyond.", "url": "https://www.cbc.ca/news/canada/toronto/vulnerable-ttc-needs-dedicated-revenue-collaborative-governance-new-report-argues-1.4909823", "urlToImage": "https://i.cbc.ca/1.4524200.1518012795!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-streetcar-traffic-20171113.jpg", "publishedAt": "2018-11-20T11:00:00Z", "content": "The TTC is in a \"unique and vulnerable position\" among other similar North American transit systems due to low subsidies and a lack of dedicated revenue, according to a new report from a coalition of transit advocates. Slated for release on Tuesday, the repor… [+6030 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dan Zakreski", "title": "What it's like seeing your carjacker shoot himself in the leg with a shotgun while going 140 km/h", "description": "Small town electrician recalls carjacking that ended with suspect shooting himself in leg with own shotgun.", "url": "https://www.cbc.ca/news/canada/saskatoon/shotgun-carjacking-saskatoon-passenger-1.4911235", "urlToImage": "https://i.cbc.ca/1.4911243.1542639606!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/flying-j.jpg", "publishedAt": "2018-11-20T11:00:00Z", "content": "Picture this: The guy who used a sawed-off shotgun to commandeer a half-ton truck is now driving 140 km/h north on Highway 16 with the truck's owner in the passenger seat. Then the driver drops the shotgun. He keeps one hand on the wheel and fumbles for the g… [+4712 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "A vandal slashed their Christmas decorations, so neighbours are donating to this Winnipeg family", "description": "Neighbours are offering up giant inflatable Christmas characters to help support a Winnipeg family after somebody slashed several of their decorations — including a Mickey Mouse inflatable they bought for their six-year-old son to celebrate when his leukemia …", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-christmas-decorations-destroyed-1.4912447", "urlToImage": "https://i.cbc.ca/1.4912466.1542683494!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/todman-family-yard.JPG", "publishedAt": "2018-11-20T11:00:00Z", "content": "Neighbours are offering up giant inflatable Christmas characters to help support a Winnipeg family after somebody slashed several of their decorations including a Mickey Mouse inflatable they bought for their six-year-old son to celebrate when his leukemia we… [+2541 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sean Kavanagh", "title": "Pallister government's 4th throne speech will focus on finances, 'rebuilding the economy': source", "description": "Manitoba's Progressive Conservative government will deliver its fourth throne speech since winning the 2016 election on Tuesday. Manitobans should expect some details on economic development and perhaps more than recommendations on dealing with climate change…", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-pc-government-throne-speech-2018-1.4911954", "urlToImage": "https://i.cbc.ca/1.4912085.1542670123!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/throne-speech.jpg", "publishedAt": "2018-11-20T11:00:00Z", "content": "Now deep into its mandate, Manitoba Premier Brian Pallister's Progressive Conservative government will deliver its fourth throne speech on Tuesday, while a long list of advocates, agencies, admirers and antagonists hope for their piece of the provincial pie. … [+3734 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Francophones ask 'what's next' after Ford's decision to axe commissioner", "description": "Members of the Franco-Ontarian community are speaking up about the province’s latest economic statement.", "url": "https://www.cbc.ca/news/canada/sudbury/franco-ontarian-reax-language-commissioner-1.4912016", "urlToImage": "https://i.cbc.ca/1.4305502.1506350271!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/serge-miville.JPG", "publishedAt": "2018-11-20T11:00:00Z", "content": "Members of the Franco-Ontarian community are speaking up about the province's latest economic statement. The province will eliminate the position of the French Language Services Commissioner and plans to build a French language university have also been scrap… [+2029 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "connell smith", "title": "Fundy LSDs asked to share arena costs for surrounding area", "description": "A plan to better distribute ice rink costs among taxpayers in the greater Saint John area is approaching its deciding moments.", "url": "https://www.cbc.ca/news/canada/new-brunswick/regional-non-resident-user-fees-rinks-arenas-funding-strategy-ice-1.4912522", "urlToImage": "https://i.cbc.ca/1.4912525.1542688764!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kennebecasis-hockey.jpg", "publishedAt": "2018-11-20T10:59:31Z", "content": "A plan to better distribute ice rink costs among taxpayers in the greater Saint John area is approaching its deciding moments. The five municipalities and 10 local service districts [LSDs] that make up the Fundy Regional Service Commission are being asked to … [+2656 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Colleen Connors", "title": "Corner Brook hair salon keeps dye out of the dump", "description": "Hair colouring, foils, plastic gloves, paper — it can all be repurposed or recycled, and Chatters Corner Brook is doing it.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/corner-brook-hair-salon-keeps-dye-out-of-dump-1.4911737", "urlToImage": "https://i.cbc.ca/1.4911901.1542681895!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/beauty-consultant-melanie-wells.jpg", "publishedAt": "2018-11-20T10:30:00Z", "content": "Waves of Change is a CBC series exploring the single-use plastic we're discarding, and why we need to clean up our act. You can be part of the community discussion by joining our Facebook group. Plastic bottles for shampoo and conditioner are recycled. Foils,… [+2412 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Sudbury Five the first pro sports team in the north? Not even close", "description": "Some have been assuming that when the Sudbury Five basketball team hits the court this week it will be the debut of pro sports in northern Ontario. But that's far from the truth.", "url": "https://www.cbc.ca/news/canada/sudbury/professional-sports-history-northern-ontario-1.4911125", "urlToImage": "https://i.cbc.ca/1.4911479.1542646763!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/pro-hockey-sudbury-headline.JPG", "publishedAt": "2018-11-20T10:16:00Z", "content": "Some have been assuming that when the Sudbury Five basketball team hits the court this week it will be the debut of pro sports in northern Ontario. But they are more than a century late to claim that title. Actually, some believe the very first professional h… [+4026 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Magee", "title": "Moncton plans to spend thousands to boost homeless shelter capacity", "description": "Moncton council voted to spend up to $20,000 this winter to boost homeless shelter capacity as it awaits word on its call for $400,000 from the provincial government.", "url": "https://www.cbc.ca/news/canada/new-brunswick/moncton-council-homelessness-spending-1.4912308", "urlToImage": "https://i.cbc.ca/1.4888011.1542639560!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/moncton-mayor-dawn-arnold.png", "publishedAt": "2018-11-20T10:03:07Z", "content": "Moncton council voted unanimously Monday to spend up to $20,000 this winter to assist emergency homeless shelters. The city's two shelters are already full and there are an estimated 120 people sleeping outside in the community. \"We realize that we're in a si… [+3582 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Expel Russia From Interpol, Former U.S. Ambassador Michael McFaul Suggests Ahead Of Election", "description": "Image credit: istock Interviews interview with Michael McFaul via CBC Radio Hoover Institution fellow Michael McFaul says he is \"appalled\" at the prospect a Russian could soon be president of Interpol, arguing the country should instead be kicked out of the i…", "url": "https://www.cbc.ca/radio/thecurrent/the-current-for-november-20-2018-1.4912638/expel-russia-from-interpol-former-u-s-ambassador-suggests-ahead-of-election-1.4912643", "urlToImage": "https://i.cbc.ca/1.4752729.1531966397!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/russia-entry-ban.jpg", "publishedAt": "2018-11-20T10:01:00Z", "content": "Read Story Transcript A former U.S. ambassador to Russia says he is \"appalled\" at the prospect a Russian could soon be president of Interpol, arguing the country should instead be kicked out of the international policing organization. \"I think their record of… [+3252 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Yvonne Leblanc-Smith", "title": "'I was not prepared': Winter coat drive aims to help foreign students", "description": "This year Cape Breton University saw an influx of nearly 2,000 international students, including about 800 from India where temperatures this week are around 30 C.", "url": "https://www.cbc.ca/news/canada/nova-scotia/winter-coat-drive-cape-breton-university-1.4911836", "urlToImage": "https://i.cbc.ca/1.4911922.1542661746!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/scott-thomas-cbu.jpg", "publishedAt": "2018-11-20T10:00:34Z", "content": "Cape Breton University has launched a winter coat drive for international students who are not used to frigid Atlantic Canadian winters. This year the university saw an influx of nearly 2,000 international students, including about 800 from India where temper… [+1191 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jon Tattrie", "title": "Habitat for Humanity project stalls as decades-old clause surfaces", "description": "Habitat for Humanity Nova Scotia plans to create a 78-unit development on a five-acre site in Spryfield. The plans were unanimously approved by Halifax Regional Municipality and work was set to begin in the spring — until a restrictive covenant surfaced.", "url": "https://www.cbc.ca/news/canada/nova-scotia/affordable-housing-project-stalls-as-decades-old-clause-surfaces-1.4911373", "urlToImage": "https://i.cbc.ca/1.4822390.1536861246!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/habitat-for-humanity.jpg", "publishedAt": "2018-11-20T10:00:00Z", "content": "A project billed as Canada's largest affordable housing community has stalled over a 24-year-old clause limiting housing density on the site. Habitat for Humanity Nova Scotia plans to create the 78-unit development on a five-acre site in Spryfield. It would i… [+2464 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Paul Withers", "title": "The cost of learning: Research in Canada's North up to 25 times more expensive", "description": "Travelling to remote locations and engaging with Indigenous communities in the North can add up to 25 per cent to the cost of scientific research in the Canadian Arctic, according to a study in the journal Arctic Science.", "url": "https://www.cbc.ca/news/canada/nova-scotia/indigenous-engagement-adds-cost-canadian-arctic-research-1.4912114", "urlToImage": "https://i.cbc.ca/1.4749963.1542671585!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/iceberg.jpg", "publishedAt": "2018-11-20T10:00:00Z", "content": "Travelling to remote locations and engaging with Indigenous communities in the North can add up to 25 per cent to the cost of scientific research in the Canadian Arctic, according to a study in the journal Arctic Science. The study compared the costs of the s… [+4001 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Preston Mulligan", "title": "Disgraced lawyer accused of mismanaging Antigonish trailer parks", "description": "Jason Boudrot, a former president of the Nova Scotia Liberal Party who was fired from his Port Hawkesbury law firm for misappropriating clients' trust funds, is being accused of mismanaging two trailer parks in Antigonish.", "url": "https://www.cbc.ca/news/canada/nova-scotia/antigonish-trailer-park-manager-unreachable-garbage-piles-1.4912107", "urlToImage": "https://i.cbc.ca/1.4912225.1542668946!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/garbage-overflowing-from-bin-at-an-antigonish-trailer-park.jpg", "publishedAt": "2018-11-20T10:00:00Z", "content": "A former president of the Nova Scotia Liberal Party who was recently fired from his Port Hawkesbury law firm for misappropriating clients' trust funds is now being accused of mismanaging two trailer parks in Antigonish. Bonnie Green, one of Jason Boudrot's te… [+3000 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Emma Smith", "title": "11 months after vicious storm, damage worsening at Shelburne community centre", "description": "Water has been leaking into the community centre on King Street and pooling on the floor. It's meant community groups, like the ladies auxiliary, have had to suspend their activities or scramble to find a new home.", "url": "https://www.cbc.ca/news/canada/nova-scotia/shelburne-community-centre-ladies-auxiliary-fundraising-1.4911800", "urlToImage": "https://i.cbc.ca/1.4911881.1542661094!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/shelburne-cadets-at-community-centre.jpg", "publishedAt": "2018-11-20T10:00:00Z", "content": "The largest community space in Shelburne, N.S., has been off limits since January after a wicked winter storm ripped up the building's roof, and months of neglect have only made things worse. Because the roof wasn't replaced right away, water has been leaking… [+3628 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Chris Glover", "title": "St. Mike's alumnus who was sexually assaulted at McGill calls private school his 'safe spot'", "description": "The victim of an alleged sexual assault at McGill University in 2005, St. Michael’s College School alumnus D’Arcy McKeown is in \"utter disbelief\" about the latest allegations swirling around the prestigious Toronto private school - a place he calls \"the safe …", "url": "https://www.cbc.ca/news/canada/toronto/st-mike-s-alumnus-who-was-sexually-assaulted-at-mcgill-calls-private-school-his-safe-spot-1.4912238", "urlToImage": "https://i.cbc.ca/1.4912260.1542670350!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/d-arcy-mckeown.jpg", "publishedAt": "2018-11-20T10:00:00Z", "content": "D'Arcy McKeown says he's in \"utter disbelief\" at the allegations of sexual assault at St. Michael's College School. McKeown was the victim of an alleged sexual assault at McGill University in 2005 who sparked a national conservation about hazing. But before t… [+4423 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Biologists wonder how many seabirds are dead after Husky oil spill off N.L.", "description": "The slightest bit of oil can cause a murre to die of hypothermia in the North Atlantic.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/husky-energy-whiterose-searose-oil-spill-1.4912359", "urlToImage": "https://i.cbc.ca/1.1642861.1379106269!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-searose-offshore.jpg", "publishedAt": "2018-11-20T09:30:00Z", "content": "Gail Fraser doesn't think we'll ever know how many birds are dead after the largest oil spill in Newfoundland and Labrador's offshore history. Bill Montevecchi doesn't either. The two academics are leading experts in the seabird populations off Newfoundland a… [+4050 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Julie Ireton", "title": "OCDSB facing $25M in lawsuits over sex abuse at Bell High School", "description": "Victims and alleged victims of three former teachers accused of sexually abusing students at Ottawa's Bell High School are suing the city's biggest school board for a combined sum of more than $25 million, CBC news has learned.", "url": "https://www.cbc.ca/news/canada/ottawa/ocdsb-25-m-lawsuits-sexual-abuse-schools-1.4911778", "urlToImage": "https://i.cbc.ca/1.3956149.1537994356!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ocdsb-ottawa-carleton-district-school-board-logo.JPG", "publishedAt": "2018-11-20T09:00:00Z", "content": "Victims and alleged victims of three former teachers accused of sexually abusing students at Ottawa's Bell High School are suing the city's biggest school board for a combined sum of more than $25 million, CBC news has learned. Three new lawsuits were filed l… [+4243 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Robyn Urback", "title": "The St. Michael's secret is out, but only to those who didn't already know: Robyn Urback", "description": "The toxic culture at St. Michael's College School in Toronto was a secret in the same way that the Harvey Weinstein abuse allegations were a secret or the reports of sexual assault within the Canadian Armed Forces were a secret: If you were close enough, you …", "url": "https://www.cbc.ca/news/opinion/st-michaels-assault-video-opinion-1.4912320", "urlToImage": "https://i.cbc.ca/1.4911021.1542593462!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ont-school-investigation-20181115.jpg", "publishedAt": "2018-11-20T09:00:00Z", "content": "The toxic culture at St. Michael's College School was a secret in the same way that the Harvey Weinstein abuse allegations were a secret or the reports of sexual assault within the Canadian Armed Forces were a secret: If you were close enough, you already kne… [+5254 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Catou MacKinnon", "title": "Language barrier makes court baffling for many Inuit, justice workers say", "description": "For Quebec Inuit accused of breaking the law, the first of many obstacles to equal treatment in the justice system is language, say some of the people who help Inuit defendants navigate the courts.", "url": "https://www.cbc.ca/news/canada/montreal/inuit-language-barrier-court-1.4912044", "urlToImage": "https://i.cbc.ca/1.4912212.1542668501!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/phoebe-atagotaaluk.JPG", "publishedAt": "2018-11-20T09:00:00Z", "content": "For Inuit in Quebec accused of breaking the law, the first of many barriers to equal treatment in the justice system is language, say some of the people who help Inuit defendants navigate the courts. \"When I ask them about their bail conditions, some of them … [+3172 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Taylor Simmons", "title": "Whirlpool refused to honour his 10-year fridge warranty, Oakville man says", "description": "When Naji Alimam found his seven-year-old fridge full of melting food in August, he hoped his 10-year warranty would provide a quick, wallet-friendly fix. Instead, he began a three month argument with the manufacturer. After CBC Toronto stepped in, Whirlpool …", "url": "https://www.cbc.ca/news/canada/toronto/fridge-warranties-1.4907977", "urlToImage": "https://i.cbc.ca/1.4908009.1542323175!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/naji-alimam.jpg", "publishedAt": "2018-11-20T09:00:00Z", "content": "When Naji Alimam found his seven-year-old fridge full of melting food in August, he hoped his 10-year major-parts warranty would provide a quick, wallet-friendly fix. But three months later, Alimam is still waiting. \"We do have a second smaller, much smaller … [+4150 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Adam Carter", "title": "Meet the Hamilton designers helping to bring the iconic El Mocambo back to life", "description": "A Toronto cultural icon that has hosted the likes of The Rolling Stones and U2 is finally making a comeback — and a group of designers from Hamilton are on the ground floor.", "url": "https://www.cbc.ca/news/canada/hamilton/el-mocambo-1.4912027", "urlToImage": "https://i.cbc.ca/1.4902767.1542118924!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/el-mocambo-sign.JPG", "publishedAt": "2018-11-20T09:00:00Z", "content": "A Toronto cultural icon that has hosted the likes of The Rolling Stones and U2 is finally making a comeback and a group of designers from Hamilton are on the ground floor. The Laundry Design Works is working with former Dragons' Den star and current club owne… [+2841 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Closing the accessibility gap, 1 ramp at a time", "description": "Wielding hammers and paint brushes, volunteers gathered at Makerspace North one recent evening to take part in Stopgap Ottawa's fourth community ramp build. Their goal: to make 10 local businesses more accessible to customers who use wheelchairs.", "url": "https://www.cbc.ca/news/canada/ottawa/wheelchair-accessibility-ramp-stopgap-ottawa-1.4911715", "urlToImage": "https://i.cbc.ca/1.4911804.1542667519!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/stopgap-chris-binkowski.JPG", "publishedAt": "2018-11-20T09:00:00Z", "content": "Wielding hammers and paint brushes, volunteers gathered at Makerspace North one recent evening to take part in Stopgap Ottawa's fourth community ramp build. Their goal: to make 10 local businesses more accessible to customers who use wheelchairs. I just want … [+3025 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Pedestrian dies after being struck by SUV in New Glasgow", "description": "A 58-year-old man has died after he was hit by an SUV Monday night on East River Road in New Glasgow.", "url": "https://www.cbc.ca/news/canada/nova-scotia/pedestrian-dies-after-being-struck-by-suv-in-new-glasgow-1.4912429", "urlToImage": "https://i.cbc.ca/1.4352836.1507856653!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/new-glasgow-police.jpg", "publishedAt": "2018-11-20T09:00:00Z", "content": "A 58-year-old man died in hospital Monday night after he was struck by an SUV on East River Road in New Glasgow, N.S. The collision was reported to New Glasgow Regional Police through a 911 call around 7:10 p.m. The New Glasgow Fire Department and EHS also at… [+348 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Catharine Tunney", "title": "RCMP's sexual harassment suit bigger and more expensive than predicted", "description": "The Royal Canadian Mounted Police need more money to help cover a historic class action lawsuit after more women than expected came forward with stories of harassment and sexual abuse.", "url": "https://www.cbc.ca/news/politics/rcmp-merlo-davidson-settlement-money-1.4905758", "urlToImage": "https://i.cbc.ca/1.4722170.1530019543!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-mounties-rcmp.jpg", "publishedAt": "2018-11-20T09:00:00Z", "content": "The Royal Canadian Mounted Police need more money to help cover a historic class-action lawsuit after more women than expected came forward with stories of harassment and sexual abuse. The \"need to seek additional funds\" was flagged in a briefing note from RC… [+4623 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Expect flurries and cool temperatures Tuesday", "description": "Temperatures will be on the way down too, so bundle up if you're heading outside.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-weather-november-20-2018-1.4912375", "urlToImage": "https://i.cbc.ca/1.4027396.1489664093!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cold-weather.jpg", "publishedAt": "2018-11-20T09:00:00Z", "content": "Occasional bands of flurries will be affecting much of the region on Tuesday. Temperatures will be on the way down too, so bundle up if you're heading outside. It will be cooler than Monday, with highs near 3 C. A north breeze picks up by midday, gusting to a… [+276 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "John Paul Tasker", "title": "'Troubling signs': Health Canada to review tobacco strategy as smoking rate spikes", "description": "Health Canada is looking for outside experts to review its tobacco control strategy — a federal program that appears to have hit a wall after years of helping to drive down smoking rates.", "url": "https://www.cbc.ca/news/politics/tasker-health-canada-smoking-troubling-signs-1.4909402", "urlToImage": "https://i.cbc.ca/1.3135264.1435832145!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/smoking-ban.jpg", "publishedAt": "2018-11-20T09:00:00Z", "content": "Health Canada is looking for outside experts to review its tobacco control strategy a federal program that appears to have hit a wall after years of helping to drive down smoking rates. According to a posting on Merx, a website used by Ottawa to list outstand… [+6552 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate Porter", "title": "Drop in city's emissions chalked up to coal plant closures", "description": "Ottawa's greenhouse gas emissions decreased by 11 per cent between 2012 and 2016, but it appears the drop was mostly due to the closure of the province's coal-fired power plants.", "url": "https://www.cbc.ca/news/canada/ottawa/ghg-emissions-coal-plants-1.4911291", "urlToImage": "https://i.cbc.ca/1.3938411.1484606642!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nanticoke-generating-station.jpg", "publishedAt": "2018-11-20T09:00:00Z", "content": "Ottawa's greenhouse gas emissions decreased by 11 per cent between 2012 and 2016, but it appears the drop was mostly due to the closure of the province's coal-fired power plants. Every four years, the city calculates emissions generated both by the wider comm… [+2233 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Gill", "title": "Fredericton Police Chief Leanne Fitch to retire in 2019", "description": "Fitch has 'mixed emotions' about stepping down after two terms in the force’s top job.", "url": "https://www.cbc.ca/news/canada/new-brunswick/fredericton-police-chief-retire-1.4912392", "urlToImage": "https://i.cbc.ca/1.4844889.1538338993!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fredericton-police-chief-leanne-fitch-sept-30-18.jpg", "publishedAt": "2018-11-20T08:00:00Z", "content": "Fredericton Police Chief Leanne Fitch will retire in 2019 after two terms in the force's top job. The retirement was announced, albeit somewhat low-key, when Deputy Chief Martin Gaudet told Fredericton city council that there would be a change at the top of t… [+2427 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Gemma Karstens-Smith", "title": "Laine notches 6th career hat trick to lift Jets past Canucks", "description": "Patrik Laine's hat trick lead the Winnipeg Jets to a 6-3 win over the Vancouver Canucks on Monday.", "url": "https://www.cbc.ca/sports/hockey/nhl/winnipeg-jets-vancouver-canucks-nhl-recap-nov-19-1.4912165", "urlToImage": "https://i.cbc.ca/1.4912562.1542693100!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jets-canucks-19112018.jpg", "publishedAt": "2018-11-20T06:02:50Z", "content": "Patrik Laine's hat trick lead the Winnipeg Jets to a 6-3 win over the Vancouver Canucks on Monday. The Finnish right winger put the puck into an empty net with less than two minutes to go seal the game. Brian Little, Mark Scheifele, Kyle Connor also scored fo… [+2105 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Erin Brohman", "title": "'It hurts us all. It hurts our hearts': Drummers march after 64-year-old man killed in Selkirk", "description": "A women's drumming group, a men's drumming group and the Selkirk Bear Clan held a ceremony in a show of community support after the death of a 64-year-old man.", "url": "https://www.cbc.ca/news/canada/manitoba/selkirk-homicide-bear-clan-drums-1.4912557", "urlToImage": "https://i.cbc.ca/1.4912550.1542691650!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/people-gathered-to-drum-and-smudge-after-the-64-year-old-selkirk-man-s-death.jpg", "publishedAt": "2018-11-20T05:45:11Z", "content": "A women's drumming group, a men's drumming group and the Selkirk Bear Clan held a ceremony in a show of community support after the death of a 64-year-old man. About 30 people braved the cold to walk, drumming and singing, to the senior's home on Jemima Bay. … [+1794 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "St. Louis Blues fire coach Mike Yeo", "description": "St. Louis Blues fire coach Mike Yeo in his third season with team, name Craig Berube interim head coach. ype", "url": "https://www.cbc.ca/sports/hockey/nhl/mike-yeo-st-louis-blues-fired-nhl-1.4912542", "urlToImage": "https://i.cbc.ca/1.4912547.1542692960!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/blues-predators-hockey.jpg", "publishedAt": "2018-11-20T05:26:33Z", "content": "The St. Louis Blues have fired coach Mike Yeo and named Craig Berube as his interim replacement. General manager Doug Armstrong announced the move early Tuesday morning. The Blues lost to the Los Angeles Kings 2-0 on Monday night to fall to 7-9-3. BREAKING NE… [+847 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Risk of mudslides looms for northern California after wildfire", "description": "Forecast rains in northern California carry the potential for unleashing dangerous mudslides in newly burned areas from the wildfire while also making it more difficult for forensic teams sifting through cinders and debris in search of additional human remain…", "url": "https://www.cbc.ca/news/world/california-wildfire-mudslide-risk-rain-1.4912519", "urlToImage": "https://i.cbc.ca/1.4912535.1542689658!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afp-1ay3hj.jpg", "publishedAt": "2018-11-20T05:12:05Z", "content": "Authorities on Monday redoubled efforts to find more victims of the deadliest wildfire in California history and to account for nearly 1,000 people listed as missing, with forecast rains likely to hinder the search and raise the risk of mudslides. Remains of … [+4094 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Darren Haynes", "title": "Tkachuk, Gaudreau tie career-highs as Flames ignite to roll past Vegas", "description": "Matthew Tkachuk and Johnny Gaudreau tied career-highs with four-point nights on Monday as the Calgary Flames took over top spot in the Pacific Division with a 7-2 rout of the Vegas Golden Knights.", "url": "https://www.cbc.ca/sports/hockey/nhl/calgary-flames-vegas-golden-knights-nhl-nov-19-recap-1.4912167", "urlToImage": "https://i.cbc.ca/1.4912516.1542689401!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hkn-golden-knights-flames-20181119.jpg", "publishedAt": "2018-11-20T04:50:15Z", "content": "Matthew Tkachuk and Johnny Gaudreau tied career-highs with four-point nights on Monday as the Calgary Flames took over top spot in the Pacific Division with a 7-2 rout of the Vegas Golden Knights. Calgary is even in points with the San Jose Sharks, but have o… [+664 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Jury finds 2 men guilty of 1st-degree murder in 2015 killing of Thompson, Man., teen", "description": "Mark Bradley Thomas, 22, and Zach Edwin Linklater, 24, were both accused of killing Brophy and charged with first-degree murder.", "url": "https://www.cbc.ca/news/canada/manitoba/nicholas-brophy-murder-trial-verdict-1.4911222", "urlToImage": "https://i.cbc.ca/1.3558380.1542687430!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nicholas-brophy.jpg", "publishedAt": "2018-11-20T04:11:58Z", "content": "Two Thompson men have been found guilty in the September 2015 killing of Nicholas Brophy, 18. Mark Bradley Thomas, 22, and Zach Edwin Linklater, 24, were both charged with first-degree murder. On Monday night, a jury found both men guilty. The conviction come… [+1496 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kelsey Patterson", "title": "Ovechkin scores twice, Caps come back to edge Habs in OT", "description": "Lars Eller scored in overtime to lead the Washington Capitals to a 5-4 come-from-behind victory over the Montreal Canadiens on Monday night.", "url": "https://www.cbc.ca/sports/hockey/nhl/washington-capitals-montreal-canadiens-1.4912195", "urlToImage": "https://i.cbc.ca/1.4912475.1542685157!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/capitals-canadiens.jpg", "publishedAt": "2018-11-20T03:46:37Z", "content": "Lars Eller scored in overtime to lead the Washington Capitals to a 5-4 come-from-behind victory over the Montreal Canadiens on Monday night. Alex Ovechkin scored twice for the Capitals (10-7-3), while Brett Connolly and Nicklas Backstrom also scored in regula… [+578 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Ignorance and fear': Racist graffiti at Kelowna Sikh temple draws condemnation", "description": "The graffiti scrawled on a wall at the Gurdwara Guru Amardas Darbar Sikh Society was discovered on Monday as a congregation was starting.", "url": "https://www.cbc.ca/news/canada/british-columbia/ignorance-and-fear-racist-graffiti-at-kelowna-sikh-temple-draws-condemnation-1.4912345", "urlToImage": "https://i.cbc.ca/1.4912366.1542675829!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/gurdwara.JPG", "publishedAt": "2018-11-20T03:42:37Z", "content": "Racist graffiti on a Sikh temple in Kelowna is drawing words of condemnation. The graffiti scrawled on a wall at the Gurdwara Guru Amardas Darbar Sikh Society was discovered on Monday as the congregation was gathering. The World Sikh Organization of Canada (W… [+1077 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lisa Wallace", "title": "Senators rattled by Panthers, miscues on strange night", "description": "Mike Hoffman scored to extend his point streak to 16 games in his first visit to Ottawa since being traded as his Florida Panthers topped the Senators 7-5 on Monday.", "url": "https://www.cbc.ca/sports/hockey/nhl/ottawa-senators-florida-panthers-nhl-recap-nov-19-1.4912155", "urlToImage": "https://i.cbc.ca/1.4912406.1542679022!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/panthers-senators-19112018.jpg", "publishedAt": "2018-11-20T03:35:48Z", "content": "Mike Hoffman scored to extend his point streak to 16 games in his first visit to Ottawa since being traded as his Florida Panthers topped the Senators 7-5 on Monday. Troy Brouwer, Aleksander Barkov, Jared McCann, Evgenii Dadonov, Micheal Haley and Frank Vatra… [+869 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ian Froese", "title": "Manitoba spending more on cancer drugs, says report on rising health-care costs", "description": "Nearly 40 per cent of all drugs covered by the Manitoba government are used to fight cancer — a rate significantly higher than anywhere else in the country.", "url": "https://www.cbc.ca/news/canada/manitoba/cihi-manitoba-cancer-drugs-spending-health-care-expenditures-1.4911528", "urlToImage": "https://i.cbc.ca/1.4089851.1493385124!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cancer-drugs-nova-scotia-health-coverage.jpg", "publishedAt": "2018-11-20T03:22:47Z", "content": "Nearly 40 per cent of all drugs covered by the Manitoba government are used to fight cancer a rate significantly higher than anywhere else in the country. A new report from the Canadian Institute for Health Information states that 38 per cent of all spending … [+3493 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "3 men charged in relation to altercation that left woman dead", "description": "Three men are facing numerous charges in relation to an altercation on the Montreal Lake Cree Nation that left one woman dead and a teenager in hospital.", "url": "https://www.cbc.ca/news/canada/saskatoon/3-men-charged-in-relation-to-altercation-that-left-woman-dead-1.4912357", "urlToImage": "https://i.cbc.ca/1.4840616.1539292761!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp-patrol-cruiser.jpg", "publishedAt": "2018-11-20T03:16:28Z", "content": "Three people are facing numerous charges in relation to an altercation on the Montreal Lake Cree Nation connected to the death of a woman and the wounding of a a teenage boy. Trina Bird, 25, died and a 16-year-old boy was hurt in incidents that began Saturday… [+1290 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Quebec's Dans un Jardin shutting down operations", "description": "After 35 years, Dans un Jardin and its subsidiary, Art de Vivre Fabrication, will cease operations due to insurmountable financial difficulties, its management said.", "url": "https://www.cbc.ca/news/canada/montreal/dans-un-jardin-insolvency-1.4912442", "urlToImage": "https://i.cbc.ca/1.4912461.1542683068!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/dans-un-jardin.JPG", "publishedAt": "2018-11-20T03:15:56Z", "content": "After 35 years, Dans un Jardin and its subsidiary, Art de Vivre Fabrication, will cease operations due to insurmountable financial difficulties, its management said Monday evening. \"The efforts undertaken in recent years have not paid off, so shareholders hav… [+1501 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joshua Clipperton", "title": "Andersen withstands Columbus' barrage as Leafs win 4th straight", "description": "Zach Hyman scored the go-ahead goal late in the third period as the Toronto Maple Leafs stretched their winning streak to four games with a 4-2 victory over the Columbus Blue Jackets on Monday.", "url": "https://www.cbc.ca/sports/hockey/nhl/columbus-blue-jackets-toronto-maple-leafs-1.4912162", "urlToImage": "https://i.cbc.ca/1.4912452.1542681731!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/jackets-leafs.jpg", "publishedAt": "2018-11-20T02:53:01Z", "content": "Zach Hyman scored the go-ahead goal late in the third period as the Toronto Maple Leafs stretched their winning streak to four games with a 4-2 victory over the Columbus Blue Jackets on Monday. The winger's second goal of the season came with 4:22 left in reg… [+943 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Calgary's new MAX rapid transit bus lines perplex some riders", "description": "The city's three new MAX lines and changes to 35 other routes represent the biggest modification to the city's transit network in its history.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-max-bus-launch-1.4912331", "urlToImage": "https://i.cbc.ca/1.4912388.1542678292!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/calgary-max-orange-route.jpg", "publishedAt": "2018-11-20T02:45:08Z", "content": "Service for Calgary's new MAX rapid transit bus lines began Monday. The three new MAX lines and changes to 35 other routes represent the biggest modification to the city's transit network in its history. The major launch saw a few hiccups, with some riders co… [+2380 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Esi Edugyan wins 2nd Scotiabank Giller Prize for Washington Black", "description": "Esi Edugyan, author of the novel Washington Black, has won the 2018 Scotiabank Giller Prize on the 25th anniversary of Canada's richest literary honour.", "url": "https://www.cbc.ca/news/entertainment/2018-giller-prize-winner-1.4909410", "urlToImage": "https://i.cbc.ca/1.4912402.1542678887!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/books-scotiabank-giller-prize-20181119.jpg", "publishedAt": "2018-11-20T02:35:11Z", "content": "Esi Edugyan, author of the novel Washington Black, has won this year's $100,000 Scotiabank Giller Prize, the 25th anniversary of Canada's richest literary honour. It is the second Giller win for the Victoria, B.C.-based writer. \"I wasn't expecting to win,\" sh… [+1630 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Shots fired in Ontario hospital", "description": "A federal inmate is accused of firing a gun inside Kingston General Hospital Monday evening, leaving one person injured.", "url": "https://www.cbc.ca/news/canada/ottawa/kingston-hospital-shooting-1.4912403", "urlToImage": "https://i.cbc.ca/1.4386469.1531622928!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/kingston-police-cruiser-aug-18-2017.JPG", "publishedAt": "2018-11-20T02:12:11Z", "content": "A federal inmate is accused of firing a gun inside Kingston General Hospital on Monday evening, leaving one person injured. According to Kingston police, the inmate disarmed a correctional officer inside the hospital and fired the gun twice. One person was sh… [+661 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rachel Ward", "title": "Goodbye, Red Delicious: Canada's favourite apples are sweeter, more juicy", "description": "David Bedford has been breeding apples for 40 years, making him one of the leading authorities on the contentious question: What's the best apple?", "url": "https://www.cbc.ca/news/canada/calgary/apple-best-kind-canada-1.4911742", "urlToImage": "https://i.cbc.ca/1.4346924.1507586556!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/honeycrisp.jpg", "publishedAt": "2018-11-20T01:55:45Z", "content": "David Bedford eats a lot of apples, and he's not trying to avoid the doctor. He's been breeding apples for 40 years, perhaps making him one of the leading authorities on the contentious question: What's the best apple? In Bedford's opinion, it's certainly not… [+3829 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Grey Cup 2018 in Calgary: where to watch the Stampeders face off against the Redblacks", "description": "Where to go to watch the Stamps try to win the Grey Cup Sunday.", "url": "https://www.cbc.ca/news/canada/calgary/where-to-watch-grey-cup-2018-sunday-calgary-1.4912032", "urlToImage": "https://i.cbc.ca/1.4911014.1542591407!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/stampeders-bombers-west-final-111818-620.jpg", "publishedAt": "2018-11-20T01:29:41Z", "content": "Game time with a kickoff around 4 p.m. coincides nicely with happy hour. The game will likely stretch into the night, hopefully with a happy ending for the Stampeders, who are trying to win their first cup for head coach Dave Dickenson and perhaps say so long… [+3992 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michelle Bellefontaine", "title": "Alberta premier defends how NDP caucus investigated 2 MLAs", "description": "Alberta Premier Rachel Notley is defending how the NDP caucus investigated misconduct complaints against two MLAs after the Alberta Party called for a review into how those probes were carried out.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-premier-defends-mla-investigations-1.4912299", "urlToImage": "https://i.cbc.ca/1.4912312.1542672556!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/rachel-notley.jpeg", "publishedAt": "2018-11-20T01:21:29Z", "content": "Alberta Premier Rachel Notley is defending how the NDP caucus investigated sexual misconduct complaints against two MLAs after the Alberta Party called for a review into how those probes were carried out. \"We're happy for the Speaker, the LAO (Legislative Ass… [+3148 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man found dead after being asked to leave Edmonton bar", "description": "A young man was found dead Sunday afternoon, two days after he was removed from an Edmonton bar.", "url": "https://www.cbc.ca/news/canada/edmonton/ranch-roadhouse-mohamed-abdi-death-edmonton-bar-1.4912336", "urlToImage": "https://i.cbc.ca/1.4912340.1542674215!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/mohamed-abdi.jpeg", "publishedAt": "2018-11-20T01:18:19Z", "content": "A young man was found dead Sunday afternoon, two days after he was asked to leave an Edmonton bar. Friends and a former teacher confirmed Mohamed Abdi walked into a cold winter night Friday, after he was asked to leave The Ranch Roadhouse at 104th Street and … [+903 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Bus driver shortage leads to significant delays for francophone students", "description": "Persistent school bus delays in francophone districts caused by a shortage of drivers have concerned parents fearing their children will lose valuable class time.", "url": "https://www.cbc.ca/news/canada/new-brunswick/francophone-school-bus-driver-shortage-1.4912223", "urlToImage": "https://i.cbc.ca/1.4912239.1542669388!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/school-bus-drivers.JPG", "publishedAt": "2018-11-20T01:03:33Z", "content": "Persistent school bus delays in francophone districts caused by a shortage of drivers have concerned parents fearing their children will lose valuable class time. Francophone School District South told Radio-Canada that more than 100 school buses reported sig… [+3790 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'It's going to be great!': 50 local kids score free tickets to the Grey Cup", "description": "Fifty kids from the Edmonton area were left gobsmacked Monday morning after a surprise trip to the Commonwealth stadium turned into a chance to attend the Grey Cup game.", "url": "https://www.cbc.ca/news/canada/edmonton/grey-cup-edmonton-commonwealth-stadium-tickets-free-1.4912267", "urlToImage": "https://i.cbc.ca/1.4912300.1542675214!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/edmonton-eskimos.jpg", "publishedAt": "2018-11-20T00:58:54Z", "content": "Fifty kids from the Edmonton area were gobsmacked Monday morning when a trip to the Commonwealth Stadium turned into a surprise chance to attend the Grey Cup game. The kids, along with parents and teachers, were at the stadium for what many thought was a fiel… [+3749 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Fowler", "title": "Residents of Fredericton's 'tent city' suddenly awash in donations", "description": "The nine homeless people living in tents in downtown Fredericton have suddenly found themselves the focus of lot of attention – and donations.", "url": "https://www.cbc.ca/news/canada/new-brunswick/donations-fredericton-tent-city-1.4912129", "urlToImage": "https://i.cbc.ca/1.4912132.1542666288!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/homeless-donations.jpg", "publishedAt": "2018-11-20T00:54:30Z", "content": "The nine people living in tents in downtown Fredericton are suddenly finding they're the focus of lot of attention and donations. Since last Friday, the residents of the so-called \"tent city\" have been repeatedly visited by people dropping off clothing and ca… [+1797 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Canadian R.J. Barrett helps No. 1 Duke remain undefeated in Maui", "description": "R.J. Barrett scored 20 points, Cam Reddish added 16 and top-ranked Duke remained undefeated at the Maui Invitational with a 90-64 rout over San Diego State.", "url": "https://www.cbc.ca/sports/basketball/rj-barrett-duke-san-diego-state-1.4912199", "urlToImage": "https://i.cbc.ca/1.4912347.1542674570!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/duke-maui.jpg", "publishedAt": "2018-11-20T00:48:01Z", "content": "R.J. Barrett scored 20 points, Cam Reddish added 16 and top-ranked Duke remained undefeated at the Maui Invitational with a 90-64 rout over San Diego State. The Blue Devils (4-0) shot 52 per cent, made 10 of 25 from 3-point range and improved to 16-0 in Maui … [+763 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Stephen Hunt", "title": "Calgary chef one of 24 international culinary stars featured in new Netflix series", "description": "Calgary chef Darren MacLean is one of a select group of two dozen chefs from around the world competing in a new cooking show, The Final Table.", "url": "https://www.cbc.ca/news/canada/calgary/final-table-netflix-calgary-chef-darren-maclean-1.4911767", "urlToImage": "https://i.cbc.ca/1.4912064.1542664602!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/darren-maclean.jpeg", "publishedAt": "2018-11-20T00:30:19Z", "content": "Calgary chef Darren MacLean has earned a reputation as a top Calgary restaurateur at Shokunin, which former CBC restaurant critic John Gilchrist named one of the best new restaurants in the city in 2016. MacLean is the only Canadian competing on The Final Tab… [+4299 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "7 teens charged in organized iPhone thefts from Lethbridge mall", "description": "Police have charged seven teenagers in the organized theft of iPhones from two stores at a mall in Lethbridge, Alta.", "url": "https://www.cbc.ca/news/canada/calgary/lethbridge-iphone-thefts-1.4912266", "urlToImage": "https://i.cbc.ca/1.2825566.1415248012!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/apple-china-resale.jpg", "publishedAt": "2018-11-20T00:11:21Z", "content": "Police have charged seven teenagers in the organized theft of iPhones from two stores at a mall in Lethbridge, Alta. On Friday at 8:30 p.m., a group of five teenagers dressed in winter clothes entered i-World in the Park Place Mall. Nine iPhones were stolen f… [+1298 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Some sunscreens sold in Quebec pharmacies recalled over bacterial contamination", "description": "Two sunscreen lotions, sold under the names Option+ Family SPF 50 and Personnelle SPF 50+ Sports Sunscreen Lotion, are being recalled by Health Canada because of bacterial contamination.", "url": "https://www.cbc.ca/news/canada/montreal/sunscreen-recall-quebec-1.4912207", "urlToImage": "https://i.cbc.ca/1.4912214.1542668753!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sant-canada-avis-certains-crans-solaires-option-et-personne.jpg", "publishedAt": "2018-11-20T00:03:39Z", "content": "Two sunscreen lotions sold in Quebec are being recalled by Health Canada because of bacterial contamination \"above acceptable levels.\" One lot of Option+ Family SPF 50 Sunscreen Lotion and one lot of Personnelle SPF 50+ Sports Sunscreen Lotion are being recal… [+853 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Garrett Barry", "title": "Salt is home for the holidays with shop in Grand Falls-Windsor", "description": "The women behind the online, Instagram-friendly clothing brand are going old-school with a month-long 'pop-up' store in their hometown.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/salt-clothing-grand-falls-windsor-1.4909729", "urlToImage": "https://i.cbc.ca/1.4911142.1542633622!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/emily-evans.jpg", "publishedAt": "2018-11-20T00:00:00Z", "content": "An Instagram-loving clothing series is back in its hometown while quantities last. The women behind The Shop Salt, an local clothing company sold online, have opened a \"pop-up\" store in Grand Falls-Windsor painting, filling, and constructing in a former baker… [+3465 chars]"}]}